{
    "url": "/rulings-and-resolution-statements/ruling/?id=00014-18",
    "title": "00014-18 Temple v Witney Gazette",
    "provisions": [
        "1 Accuracy (2018)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "Witney Gazette (Newsquest Media Group)",
    "published_on": "2017-12-27 00:00:00",
    "received_on": "2017-12-29 00:00:00",
    "concluded_on": "2018-03-29 00:00:00",
    "complaint_processing_days": 90,
    "conclusion_long": "10. The complaint was not upheld.",
    "remedial_action": "11. N/ADate complaint received: 29/12/2017",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee 00014-18 Temple v\nWitney Gazette\nSummary of complaint\n1. Dean Temple\ncomplained to the Independent Press Standards Organisation that the Witney\nGazette breached Clause 1 (Accuracy) of the Editors’ Code of Practice in an\narticle headlined, “Parties unite for music festival ’18,” published on 27\nDecember 2017.\n2. The article\nreported that the Witney Music Festival was planning to expand its 2018 event.\nIt reported that in the run-up to the 2017 event, the town council had\nintroduced “a range of new restrictions” and had issued a statement confirming\nchanges the town council had made to the timings of the event. The article\nstated that in 2016 the funfair ran until 11pm and the after party until 1am,\nbut that in 2017 the council said the funfair must finish at 10pm, live music\nmust finish at 11pm and the whole site must be vacated by 12.30am. It also\nincluded quotations from the organiser of the music festival, who was quoted as\nsaying the 2017 had had its challenges, but that they were hoping the 2018\nevent would be “bigger and better than ever before with the strong involvement\nof Witney Town Council.”\n3. The article also\nappeared online headlined, “Witney Music Festival to be ‘bigger and better when\nit returns this summer” which was published on 2 January 2018. The online\narticle was substantially the same as the print article.\n4. The complainant\nwas a member of Witney Town Council. He said that it was inaccurate for the\narticle to state that the town council had introduced a range of new\nrestrictions and that it had made changes to the timings of the music festival.\nHe said that in both 2016 and 2017 the event organiser had agreed with the town\ncouncil that the event would finish at 11pm and had been granted the use of the\nland by the town council on this basis. The complainant said that the town\ncouncil had not introduced any new restrictions or timings on the main event,\nbut had only asked that the funfair cease at 10pm, which had also been agreed\nin 2016 but had not been adhered to.\n5. He said that the\nafter party referred to was a separate event. He accepted that in 2016 there\nhad been an after party, but said the organisers had not made the town council\naware of it and this had not been agreed with the council beforehand. In 2017,\nthe council had become aware that the organisers were advertising an after show\nparty until 2am and had then held a town meeting and agreed that this event\ncould run until 12.30am. He said this was a compromise agreed with the\norganisers and did not constitute “changing the times” as reported in the\narticle, as the town council had not granted permission for the event to run\nuntil 2am in the first place.\n6. The newspaper\ndid not accept that it had breached the Editors’ Code. It provided a copy of the\npress release from the town council which stated that in response to enquiries\nfrom the public, the council had agreed the timings outlined in the article. It\nalso provided a copy of the minutes of the town council meeting, which it said\nsupported the newspaper’s position that as no representatives of the event were\npresent, it was accurate to say the timing restrictions were introduced by the\ntown council, rather than agreed with the organisers.\n7. The newspaper\nsaid that the town council was not the licencing authority, and so would not\nordinarily grant permission with regards to timings. It said that in 2016 the\norganisers had been granted a temporary events notice by the licencing\nauthority allowing the event to run until 2am. In 2017, when the town council\nbecame aware that an after party was being advertised, it had held a town\nmeeting to discuss the organiser’s plans. The minutes of the meeting showed\nthat the festival wanted the fair to run until 11.30pm and the after party to\nfinish at 2am. The minutes also recorded that the council members had approved\na proposal allowing the after party to run until midnight, but limited to 300\npeople, rather than the 500 advertised and the fair must finish by 10pm. The\nnewspaper said this was the basis for the article’s claim that a number of new\nrestrictions had been introduced.\nRelevant Code provisions\nClause 1 (Accuracy)\ni) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not\nsupported by the text.\nii) A Significant inaccuracy, misleading statement or\ndistortion must be corrected, promptly and with due prominence, and- where\nappropriate- an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator.\nFindings of the Committee\n8. The minutes of\nthe town council meeting showed that in 2017 it had agreed a proposal that\nlimited the number of tickets that could be sold for the after party event, the\ntime the after party had to finish, and the time the funfair was to stop. Where\nthe organisers had proposed a later finish time for both the funfair and the\nafter party, and had planned to sell considerably more tickets for the after\nparty, it was accurate for the article to state that the introduction of these\nmeasures constituted a “range of restrictions” and that they had been\nintroduced by the town council. There was no breach of Clause 1 on this point.\n9. The article had\nprovided three examples of changes to timing to the 2017 event that had been\npublished in the council’s statement. It said that the funfair was required to\nfinish at 10pm, live music must finish by 11pm and the whole site vacated by\n12.30am. Where the original proposal had\nnot stated that the funfair was required to stop by 10pm and did not make a\nrequirement for live music to cease at 11pm, it was accurate for the newspaper\nto categorise these as changes to the timings. Also, where the newspaper did\nnot state that the previously advertised 2am finish had been approved by the\ncouncil, but made clear that this reference to a time change related to the difference between the timings the\norganisers had proposed to the council for the after party, and the timings\nincluded in the statement issued by the\ntown council, reporting this was not inaccurate. There was no breach of Clause\n1.\nConclusions\n10. The complaint was not upheld.\nRemedial Action required\n11. N/ADate complaint received: 29/12/2017Date decision issued: 29/03/2018  \n \nBack to ruling listing\n\n\n"
}