{
    "url": "/rulings-and-resolution-statements/ruling/?id=00015-14",
    "title": "00015-14 Mian v Slough and Bucks Express",
    "provisions": [
        "1 (Accuracy) 2015",
        "5 (Intrusion into grief or shock) 2015",
        "9 (Reporting of crime) 2015",
        "3 (Privacy) 2015"
    ],
    "outcome": "No breach - after investigation",
    "publication": "Slough & Windsor Express (Baylis Community Media CIC)",
    "received_on": "2014-09-09 00:00:00",
    "concluded_on": "2014-12-15 00:00:00",
    "complaint_processing_days": 97,
    "conclusion_long": "15. The complaint was not upheld.",
    "remedial_action": "N/A  Date complaint received: 09/09/2014",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee 00015-14 Mian v Slough and Bucks Express\nSummary of complaint\n1. Mr Ahmed Mian complained to the Independent Press Standards\nOrganisation on behalf of Abida Choudry that the Slough and South Bucks Express\nhad breached Clause 1 (Accuracy), Clause 3 (Privacy), Clause 5 (Intrusion into\ngrief or shock) and Clause 9 (Reporting of crime) of the Editors’ Code of\nPractice in an article headlined “Father jailed for seven years after abducting\nhis two children”, published online and in print on 5 September 2014. \n2. The article reported that Mr Mohammed Choudry had been\njailed after abducting two of his children in 1998. \n3. The complainant considered that the publication of Mrs\nChoudry’s full name, her previous address, and the inclusion of comments from\nthe defence that she had been claiming benefits at the time of the separation\nfrom her husband had intruded into her privacy. The complainant had cited\nClauses 5 and 9 but did not provide details of his complaints under these\nClauses. He said that the article had placed unnecessary emphasis on personal\ndetails, rather than focusing on reporting information which was in the public interest. \n4. The complainant said that the article had inaccurately\nreported that Mrs Choudry was divorced, when in fact she was still married.\nFurther, it was inaccurate to state that following their 1998 abduction Mrs\nChoudry “did not see her children again until 2012”, as she had only seen one\nchild in 2012, and had still not seen one of her children. He objected to the\narticle’s reporting that the court had heard that a document was sent to Mr\nChoudry in 2012, which “stated Ms Choudry had given consent to her husband to\ntake their two young children into his custody, and had included her signature\nand thumb print”, as he stated that her signature had been forged. He also said\nthat there had not been a “lengthy legal battle over the custody of their three\nchildren”, following Mr and Mrs Choudry’s separation. Rather, the courts had\nmade the custody decision very shortly after the couple’s separation. \n5. The complainant further considered that the article was\nmisleading by omission. He said that the newspaper should have reported what he\nperceived as various failures by the police and the CPS, and that the article\nshould have contained more general information about child abductions. \n6. The newspaper defended its article as a fair and balanced\nsummary of court proceedings, based on its reporter’s presence at the trial,\nand a press release issued by the police. Nonetheless it apologised to the\ncomplainant for the distress caused, and accepted that the article contained\ninaccuracies with regard to Mrs Choudry’s marital status, and whether or not\nshe had been reunited with both of her children. It offered to publish a\ncorrection on these points. \n7. The newspaper said that the omissions to which the\ncomplainant objected were beyond the scope of a court report. It did however\noffer to print a follow up interview with Mrs Choudry. \nRelevant Code Provisions\n8. Clause 1 (Accuracy) \ni) The Press must take care not to publish inaccurate,\nmisleading or distorted information, including pictures. \nii) A significant inaccuracy, misleading statement or\ndistortion one recognised, must be corrected, promptly and with due prominence,\nand – where appropriate – an apology published. \nClause 3 (Privacy) \ni) Everyone is entitled to respect for his or her private\nand family life, home, health and correspondence, including digital\ncommunications. \nii) Editors will be expected to justify intrusions into any\nindividual’s private life without consent. Account will be taken of the\ncomplainant’s own public disclosures of information. \nClause 5 (Intrusion into grief or shock) \ni) In cases involving personal grief or shock, enquiries\nand approaches must be made with sympathy and discretion and publication\nhandled sensitively. This should not restrict the right to publish legal\nproceedings, such as inquests.\nClause 9 (Reporting of crime)\ni) Relatives or friends of persons convicted or accused of\ncrime should not generally be identified without their consent, unless they are\ngenuinely relevant to the story.\nFindings of the Committee\n9. The Committee noted that the complaint had arisen from\nthe reporting of a sensitive case of personal significance to the complainant.\nIt noted his concerns about the article, but considered the complaint within\nthe context of the Editors’ Code of Practice.\n10. The Committee made clear that the newspaper was not\nobliged to include all information available relating to the case, or to child\nabduction in general. The omissions to which the complainant objected did not\nrender the article misleading, given that it was a report of court proceedings.\n11. The complainant had not disputed that Mrs Choudry’s\nname, former address and the fact that she was on benefits had been mentioned\nin court as part of proceedings. In the absence of specific reporting\nrestrictions, the newspaper was entitled to report any information given in\nopen court, and in doing so it had not intruded into Mrs Choudry’s privacy.\nWhile the complainant did not consider these details to be relevant to the\nreport, this was a matter for the editor’s discretion.\n12. The Committee noted the complainant’s concern that the\ncoverage had inaccurately stated that Mrs Choudry was divorced. This inaccuracy\nappeared to have arisen from an assumption by the reporter, based on the\ncircumstances of the case. However, given that Mrs Choudry was estranged from\nher husband, and that the article was a report of his conviction on charges of\nchild abduction, the inaccurate reporting of her marital status was not so\nsignificant as to raise a breach of Clause 1. Nonetheless, the newspaper’s\noffer to amend the article to remove reference to Mrs Choudry’s marital status\nwas welcomed.\n13. The Committee noted that Mrs Choudry had still not been\nreunited with one of her children However, given that she had not seen either of\nthem before 2012, and saw one of them in that year, it was not significantly\ninaccurate to state that “she did not see her children again until 2012” . The\nnewspaper’s offer to remove this sentence and to make clear in a footnote that\nMrs Choudry had only been reunited with one of her children was nevertheless\nwelcome.\n14. The newspaper was entitled to rely on the police\nstatement in preparing its report. This had made reference to a contact order\nbeing issued after years of “protracted and complex legal proceedings”. It\nwould seem that the newspaper had misinterpreted the police statement, and the\ndifference between custody and contact orders in family proceedings. However,\ngiven the circumstances, the reference to a lengthy custody battle did not constitute\na significant inaccuracy which would raise a breach of Clause 1. Further, the\narticle had not stated that Mrs Choudry had provided signed consent for her\nhusband to allow him to take the children; rather, it had made clear that this\nwas something which had been suggested by the defence.\nConclusions\n15. The complaint was not upheld.\nRemedial Action Required\nN/A\n\nDate complaint received: 09/09/2014\nDate decision issued: 15/12/2014\nBack to ruling listing\n\n\n"
}