{
    "url": "/rulings-and-resolution-statements/ruling/?id=00027-20",
    "title": "00027-20 Moses v walesonline.co.uk",
    "provisions": [
        "1 Accuracy (2019)",
        "2 Privacy (2019)",
        "12 Discrimination (2019)",
        "11 Victims of sexual assault (2019)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "walesonline.co.uk (Reach PLC)",
    "received_on": "2020-01-02 00:00:00",
    "concluded_on": "2020-06-05 00:00:00",
    "complaint_processing_days": 155,
    "conclusion_long": "20. The complaint was not upheld.",
    "remedial_action": "21. N/ADate complaint received: 02/01/2020",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee – 00027-20 Moses v\nwalesonline.co.ukSummary of Complaint1. Sian Moses complained to the Independent Press Standards\nOrganisation that walesonline.co.uk breached Clause 1 (Accuracy), Clause 2\n(Privacy), Clause 11 (Victims of sexual assault) and Clause 12 (Discrimination)\nof the Editors’ Code of Practice in an article headlined “Children's home youth\nworker touched married colleague's breast and boasted she could turn any woman\ngay, hearing told”, published on 26 November 2019, and an article headlined\n“Children's home youth worker used excessive force to restrain vulnerable\nteenagers, hearing told”, published on 29 November 2019.2. The first article reported on a hearing before the\nFitness to Practice Committee of the Education Workforce Council into\nallegations made against a children’s home official that she had made sexual\nadvances and comments towards another female, a married co-worker referred to\nas “Colleague A”, whilst on duty. The article contained a quote from the\nalleged victim “She said: \"Moses began making inappropriate comments towards\nme like 'I could have you if I wanted you' and 'I can turn any woman gay'.” It\nalso reported that “Moses argues that the roles were reversed and that it was\nColleague A who made the advances towards her.” The article also included a\nphoto of the children’s home official walking down the street. After this\narticle was published, the Fitness to Practice Committee of the Education\nWorkforce Council found the children’s home official’s behaviour did not amount\nto unacceptable professional conduct.3. The second article also reported on the hearing, but the\nfocus was on allegations that the official had used excessive force against\nchildren in the home. It also included the allegation that she had “boasted ‘I\ncan turn any straight woman gay’” and her claim that she was the recipient of\nthe unwanted advances.4. The complainant, the children’s home official who was\nfacing the allegations, said that the articles were inaccurate in breach of\nClause 1. She said they inaccurately reported that she had said that she could\n“turn any woman gay”. It was, in fact, her colleagues who had said this, not\nher. She also said it was inaccurate to report that she had allegedly made\nsexual advances towards her colleague; in fact, she was the one who had\nreceived the unwanted sexual advances. The complainant also said it was\ninaccurate not to report that the colleague she had been accused of making\nadvances toward was married to a woman; the headlines made it seem that the\ncolleague was heterosexual and married to a man.5. The complainant also said that the articles breached\nClause 2 because they included a photo of her on the street that was taken\nwithout her knowledge.6. In addition, she said that the articles breached Clause\n11 as they named her, when it was the other, unnamed, colleague who had made\nthe sexual advances towards her.She also considered that the articles breached Clause 12 as\nthey discriminated against her as a lesbian.7. The publication did not accept any breaches of the Code.\nIt said that the references to the complainant making comments of a sexual\nnature came from the findings of the hearing.8. The publication said that the photo did not intrude into\nthe complainant’s privacy. It had been taken in a public place and did not\ncontain any private information about her. Furthermore, it did not consider\nthat the alleged sexual advances amounted to sexual assault, and it noted that\nthis had been confirmed by the police. On this basis, it did not consider that\nthe terms of Clause 11 were engaged.9. The publication said that it had not acted in a way that\nwas discriminatory towards the complainant. It had not used any discriminatory\nreferences, and whilst it had reported on her gender and sexual orientation,\nthis was genuinely relevant to the story as it was heard in the context of the\nsexual advances she had allegedly made.Relevant Code Provisions10. Clause 1 (Accuracy)i) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not\nsupported by the text.ii) A significant inaccuracy, misleading statement or\ndistortion must be corrected, promptly and with due prominence, and — where\nappropriate — an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator. iii) A fair opportunity to reply to significant inaccuracies\nshould be given, when reasonably called for.iv) The Press, while free to editorialise and campaign, must\ndistinguish clearly between comment, conjecture and fact.11. Clause 2 (Privacy)*i) Everyone is entitled to respect for his or her private\nand family life, home, health and correspondence, including digital\ncommunications.ii) Editors will be expected to justify intrusions into any\nindividual's private life without consent. In considering an individual's\nreasonable expectation of privacy, account will be taken of the complainant's\nown public disclosures of information and the extent to which the material\ncomplained about is already in the public domain or will become so.iii) It is unacceptable to photograph individuals, without\ntheir consent, in public or private places where there is a reasonable\nexpectation of privacy.12. Clause 11 (Victims of sexual assault)The press must not identify or publish material likely to\nlead to the identification of a victim of sexual assault unless there is\nadequate justification and they are legally free to do so. Journalists are\nentitled to make enquiries but must take care and exercise discretion to avoid\nthe unjustified disclosure of the identity of a victim of sexual assault.13. Clause 12 (Discrimination)i) The press must avoid prejudicial or pejorative reference\nto an individual's, race, colour, religion, sex, gender identity, sexual\norientation or to any physical or mental illness or disability.ii) Details of an individual's race, colour, religion,\ngender identity, sexual orientation, physical or mental illness or disability\nmust be avoided unless genuinely relevant to the story.Findings of the Committee14. The Committee noted the complainant’s position that it\nwas her colleagues who had said that she could “turn any woman gay”. It was the\npublication’s position that these were allegations that had been made during\nthe hearing, and it had accurately reported them. The complainant had not\ndemonstrated that these allegations were not made during the hearing and due\ncare had been taken in reporting them as allegations. The Committee therefore\nfound that the publication had taken care to avoid inaccuracy in both articles\nin reporting what was heard at the complainant’s disciplinary hearing and there\nwas no breach of Clause 1 on this point.15. The Committee noted the complainant’s position that she\nhad been the victim of sexual advances made by Colleague A. The Committee found\nthat the newspaper was entitled to report on the hearing before the Fitness to\nPractice Committee, which concerned the allegations which had been made against\nthe complainant. The articles made clear that these were allegations which the\ncomplainant denied, and her position that the advances were made by Colleague\nA. Both articles also made clear that the hearing was ongoing. There was no\nfailure to take care over the accuracy of the article on this point. There was\nno breach of Clause 1.16. The Committee found that it was not misleading to omit\nthe sexual orientation or marital status of Colleague A from the articles, as\nthese matters had no bearing on the report of the complainant’s hearing. It did\nnot find that either of the headlines implied that Colleague A was married to a\nman. There was no breach of Clause 1.17. The Committee found that the photograph, which had been\ntaken without the complainant’s knowledge, had been taken on a public street\nand simply showed her likeness, and not any private activity about which she\nhad no reasonable expectation of privacy. In addition, the image did not\ndisclose anything private about the complainant. There was no breach of Clause\n2.18. The Committee noted the complainant’s position that sexual\nadvances had been made towards her. However, the publication had not identified\nthe complainant as a victim of sexual assault; “sexual advances” do not meet\nthis threshold. In light of this, the terms of Clause 11 had not been engaged.19. The Committee noted that the articles referred to the\ncomplainant’s sexual orientation and gender. Neither of the articles used\nprejudicial or pejorative references to either her sexual orientation or\ngender, and, due to the allegations heard at the hearing, the complainant’s\nsexual orientation was genuinely relevant to the story. There was no breach of\nClause 12.Conclusions20. The complaint was not upheld.Remedial Action Required21. N/ADate complaint received: 02/01/2020Date complaint concluded by IPSO: 05/06/2020\nBack to ruling listing\n\n\n"
}