{
    "url": "/rulings-and-resolution-statements/ruling/?id=00026-16",
    "title": "00026-16 Foy v The Sun on Sunday",
    "provisions": [
        "10 Clandestine devices and subterfuge (2016)",
        "8 Hospitals (2016)",
        "13 Financial journalism (2016)",
        "14 Confidential sources (2016)",
        "3 Harassment (2016)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "The Sun on Sunday (News UK)",
    "published_on": "2016-01-03 00:00:00",
    "received_on": "2016-01-05 00:00:00",
    "concluded_on": "2016-04-19 00:00:00",
    "complaint_processing_days": 105,
    "conclusion_long": "25. The complaint was not upheld.",
    "remedial_action": "N/ADate complaint received: 05/01/2016",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee 00026-16 Foy v The Sun on Sunday\nSummary of complaint\n1. Barbara Foy complained to the Independent Press\nStandards Organisation that the Sun on Sunday breached Clause 3 (Harassment),\nClause 8 (Hospitals), Clause 10 (Clandestine devices and subterfuge), Clause 13\n(Financial journalism) and Clause 14 (Confidential sources) of the Editors’\nCode of Practice in an article headlined “Cosmetic op shock”, published on 3\nJanuary 2016.\n2.    The article was\nalso published online under the headline “Clinics offer surgery and lipo to woman trying to\nget over love split”.\n3.    The article reported\nthe findings of an undercover investigation carried out by the newspaper into private\ncosmetic surgery clinics. It said that private clinics were offering cosmetic surgery\nto young women who did not need it. The newspaper’s undercover reporter, aged 20\nand described as slender, had visited four clinics telling each one that she\nwas a “hard-up student”, but that she wanted surgery to increase her confidence\nfollowing the breakup of a relationship. She also told each clinic that her\nmother objected to her undergoing surgery because of her age. The newspaper\nreported that three of the four clinics had told its reporter that she could\n“undergo thousands of pounds worth of arguably unnecessary ops”; while one had\nsaid that it would be “morally wrong” to offer her surgery. The article quoted\nformer health minister, Dr Dan Poulter MP, who had said that the investigation had\nshown that “more needs to be done in order to make sure clinics properly\nevaluate the reasons why a person wants to undergo cosmetic surgery. If there\nare underlying emotional issues then it would clearly be inappropriate to\noperate”.\n4.    The complainant\nwas a Sales Team Leader for The Hospital Group, one of the clinics visited by\nthe undercover reporter. The article reported that during a consultation, the\ncomplainant had told the reporter, “you’re a young girl, you want to get out\nthere and look the best you can. Wait till you’ve had this done – he doesn’t\nknow what he’s missing!” The article reported that she had quoted £6,495 for breast\nenlargement and liposuction.\n5.    The complainant\nsaid that the reporter had used a clandestine recording device and had engaged in\nmisrepresentation in breach of Clause 10. While accepting that the consultation\nwith the reporter had taken place in an office, and not a hospital, the\ncomplainant considered that the reporter’s failure to identify herself had also\nrepresented a breach of Clause 8. She said the reporter’s misleading conduct\nand the subsequent publication of the article, which had named her, had\namounted to harassment and intimidation in breach of Clause 3.\n6.    In addition, the\ncomplainant said that the article had included selective extracts from the\nconsultation: she was not a “pushy” salesperson, and she did not engage in\n“pressure selling” or prey on patients’ emotions. She considered that the\nreporter had damaged her professional reputation, while profiting from the\nstory in breach of Clause 13. She said the repetition of information that she\nhad provided during a private consultation had also breached Clause 14. She\nspeculated that the newspaper’s source was from a rival company who had sought\nto damage her employer’s reputation.\n7.    The newspaper\nsaid that one of its reporters had been contacted by a reliable source who had worked\nin healthcare for many years and had “extensive knowledge” of the cosmetic\nsurgery industry. The source was not from a rival firm as contended by the\ncomplainant. She did not have first-hand experience, but she had been told by\ncolleagues that they were concerned that “vulnerable” young women, who wanted\nliposuction because it was “fashionable”, were being offered and encouraged to\nhave procedures as an “ego boost”, putting their health at risk. She said that\nrather than being told to take time to think about their decisions, “they\n[were] taken advantage of in some cases, sold extra treatments”. For example, a\n“particularly slim” girl, with no need for breast enlargement or liposuction,\nhad asked for surgery as a “pick-me-up” after breaking up with her boyfriend. The\ncontact’s account was supported by information provided by a second source who\nalso worked in the cosmetic surgery industry.\n8.    As the General\nMedical Council (GMC) had at that time been reviewing guidelines on how clinics\nshould deal with patients, taking into account their psychological needs – and\nparticularly looking at the issue of cosmetic surgery and young people – the\nnewspaper decided that this was a suitable subject for an investigation. Figures\nfrom the British Association of Aesthetic Plastic Surgeons (Baaps) had also\nindicated that there had been a “dramatic increase” in the popularity of\nplastic surgery in the UK – with liposuction recording a 41% rise, and breast\naugmentation being the most popular treatment. An investigation to establish\nwhether it was true that these treatments were being offered to “vulnerable and\nemotionally low” patients was therefore justified in the public interest. \n9.    The reporter’s\nsource had mentioned The Hospital Group, in particular, as offering liposuction\nto young women who did not “fit the criteria” for surgery. To establish whether\nthere was a nationwide trend, the newspaper also approached three other “big\nname” clinics that had been on television or had received publicity.\n10. The newspaper\nsaid that it had decided that the information required could not be obtained by\nopen means. Straightforward approaches would have provided the clinics’ polished\nversions of events, and specific case studies could not be found in any other\nway. The Managing Editor and the legal department agreed that an undercover\ninvestigation was therefore required, and the subterfuge to be employed was\nproportionate to the public interest identified.\n11. A slender,\n20-year-old reporter was selected to carry out the investigation. She visited the\nclinics telling each one the same backstory, and that she would like to have\nbreast enhancement and liposuction. The meetings were recorded with a video key\nfob and a dictaphone, which was necessary to support the reporter’s findings\nand the article. The newspaper provided a copy of the recording, which it\nconsidered demonstrated that no real consideration had been given to the reporter’s\nage, “really tiny frame”, and state of mind.\n12. In the\nrecording, the reporter had explained that her mother was concerned about her\ndeciding to have surgery so soon after her breakup with her boyfriend. The\ncomplainant had said “was it in your mind before?”, to which the reporter\nreplied “well yeah, I’d always thought about it, just never really acted on it,\nand now I’m like why not”. In a follow-up meeting, the complainant had said\nthat, like the reporter’s mother, she had been concerned when her daughter had asked\nfor similar treatment, and she offered to meet the reporter’s mother to discuss\nthe matter before she made a decision. The reporter also met with the surgeon\nand asked for breast implants that were “as big as possible”, to which he\nreplied “that’s alright…but I can’t put anything bigger than what your body can\ntake”.\n13. The newspaper\nsaid that the complainant had been quoted accurately in the article, and the\npiece included The Hospital Group’s response, which made clear that a surgeon\nreviews each case before a patient is submitted for surgery. The newspaper said\nthat the complainant’s job was clearly to offer surgery to young women; there\nappeared to be no consideration given to whether the patient genuinely needed\nthe surgery; anyone who booked an appointment would be offered treatment.\n14. The newspaper\nsaid that the reporter had not persisted to question or telephone the\ncomplainant once asked to desist; she had not taken advantage of insider\nknowledge for her own financial gain; the newspaper had not betrayed a\nconfidential source; and the consultation had not taken place in a hospital. As\nsuch, there was no breach of Clause 3, Clause 8, Clause 13 or Clause 14. \n15. On receipt of\nthe recording, the complainant considered herself “exonerated”. She had clearly\noffered to speak to the reporter’s mother about her concerns regarding the\ntreatments; she did not make assumptions or decisions regarding treatments on\nbehalf of her clients; they were able to make their own decisions. \nRelevant Code provisions\n16. Clause 3\n(Harassment)i) Journalists must not engage in intimidation,\nharassment or persistent pursuit.ii)  They must not persist in questioning,\ntelephoning, pursuing or photographing individuals once asked to desist; nor\nremain on property when asked to leave and must not follow them. If requested,\nthey must identify themselves and whom they represent.iii)  Editors must ensure these principles are\nobserved by those working for them and take care not to use non-compliant\nmaterial from other sources.Clause 8 (Hospitals)i)  Journalists must identify themselves and obtain\npermission from a responsible executive before entering non-public areas of\nhospitals or similar institutions to pursue enquiries.ii) The restrictions on intruding into privacy are\nparticularly relevant to enquiries about individuals in hospitals or similar\ninstitutions.Clause 10 (Clandestine devices and subterfuge)i)  The press must not seek to obtain or publish\nmaterial acquired by using hidden cameras or clandestine listening devices; or\nby intercepting private or mobile telephone calls, messages or emails; or by\nthe unauthorised removal of documents or photographs; or by accessing\ndigitally-held information without consent.ii)  Engaging in misrepresentation or subterfuge,\nincluding by agents or intermediaries, can generally be justified only in the\npublic interest and then only when the material cannot be obtained by other\nmeans. Clause\n13 (Financial journalism)i)  Even where the law does not prohibit it,\njournalists must not use for their own profit financial information they\nreceive in advance of its general publication, nor should they pass such\ninformation to others.ii)  They must not write about shares or securities\nin whose performance they know that they or their close families have a\nsignificant financial interest without disclosing the interest to the editor or\nfinancial editor.iii) They must not buy or sell, either directly or\nthrough nominees or agents, shares or securities about which they have written\nrecently or about which they intend to write in the near future.Clause\n14 (Confidential sources)Journalists have a moral obligation to protect\nconfidential sources of information. The public interest1.    The public interest includes, but is not confined to:i.       \nDetecting or exposing crime,\nor the threat of crime, or serious impropriety. ii.       \nProtecting public health or\nsafety.iii.       \nProtecting the public from\nbeing misled by an action or statement of an individual or organisation.iv.       \nDisclosing a person or\norganisation’s failure or likely failure to comply with any obligation to which\nthey are subject. v.       \nDisclosing a miscarriage of\njustice.vi.       \nRaising or contributing to a\nmatter of public debate, including serious cases of impropriety, unethical\nconduct or incompetence concerning the public. vii.       \nDisclosing concealment, or\nlikely concealment, of any of the above.2.    There is a public interest in freedom of expression itself.3.    The regulator will consider the extent to which material is already in\nthe public domain or will or will become so.4.    Editors invoking the public interest will need to demonstrate that they\nreasonably believed publication - or journalistic activity taken with a\nview to publication – would both serve, and be proportionate to, the public\ninterest and explain how they reached that decision at the\nFindings of the Committee\n17. In determining\nwhether the newspaper’s use of subterfuge was justified, the Committee first considered\nwhether it had a reasonably credible belief that subterfuge would uncover\nmaterial in the public interest, and whether the level of subterfuge employed\nwas proportionate to the public interest the newspaper believed would be\nserved. \n18. A contact working in the healthcare profession had informed the\nnewspaper that there were concerns in the industry that vulnerable people were\nbeing sold unnecessary cosmetic surgery procedures by private clinics. The\nsource had made specific reference to the practices at the clinic where the\ncomplainant worked, which was a high-profile and nationwide cosmetic surgery\nprovider.\n19. The source’s claims coincided with a substantial increase in the number\nof cosmetic surgery operations taking place in the UK. In addition, the General\nMedical Council had launched a review of guidelines for doctors who were paid\nto carry out such procedures, with specific reference made to how vulnerable\nand young people should be treated. In this context, an investigation to find\nout whether people were being exploited and sold unnecessary medical treatments,\nwhich often involved major surgery, was in the public interest. The newspaper\ncould not have tested the clinic’s practices by open means.\n20. The subterfuge to be employed involved the reporter misrepresenting\nherself during a private consultation with the complainant. Although the\nCommittee understood the complainant’s concern that the misrepresentation had\nbeen intrusive, the reporter had appropriately limited the discussion to\nmatters under investigation, exploring the duty of care owed to a prospective\nclient. This level of subterfuge was proportionate to the public interest the\nnewspaper had identified. \n21. The recording of the consultation did not demonstrate that the\ncomplainant had acted improperly. Nevertheless, there was still a public\ninterest in reporting on the reporter’s experience at the clinic, and the ease\nwith which a person in her position had been offered cosmetic surgical\nprocedures costing almost £6,500. Contrasting those findings with the\nreporter’s experience at other clinics informed a debate about whether the practices\ntaking place nationwide were acceptable, which was in the public interest.  \n22. The newspaper had justified its methods, and its decision to publish the\nmaterial it obtained. The complaint under Clause 10 was not upheld.\n23. While the complainant had found the newspaper’s use of subterfuge and the\ninclusion of her name in the article intimidating, this did not represent\nharassment under the terms of the Code. There was no breach of Clause 3.\n24. The complainant was a sales person, not a patient; the reporter had not\nused financial information to make a profit; and the newspaper had not\nidentified a confidential source. There was no breach of Clause 8, Clause 13 or\nClause 14.\nConclusion\n25. The complaint\nwas not upheld.\nRemedial action required\nN/ADate complaint received: 05/01/2016\nDate decision issued: 19/04/2016\n \nBack to ruling listing\n\n\n"
}