{
    "url": "/rulings-and-resolution-statements/ruling/?id=00026-20",
    "title": "00026-20 Fleet v Plymouth Herald",
    "provisions": [
        "1 Accuracy (2019)",
        "12 Discrimination (2019)",
        "14 Confidential sources (2019)",
        "9 Reporting of crime (2019)",
        "2 Privacy (2019)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "The Herald (Plymouth) (Reach PLC)",
    "published_on": "2020-01-01 00:00:00",
    "received_on": "2020-01-02 00:00:00",
    "concluded_on": "2020-04-21 00:00:00",
    "complaint_processing_days": 110,
    "conclusion_long": "23. The complaint was not upheld.",
    "remedial_action": "24. N/ADate received: 02/01/2020",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee -- 00026-20 Fleet v\nPlymouth Herald\nSummary of Complaint\n1. Karen Fleet complained to the Independent Press Standards\nOrganisation that Plymouth Herald breached Clause 1 (Accuracy), Clause 2\n(Privacy), Clause 9 (Reporting of crime), Clause 12 (Discrimination) and Clause\n14 (Confidential sources) of the Editors’ Code of Practice in an article\nheadlined “Pub landlord subjected to online abuse”, published on 1 January\n2020.\n2. The article reported the account of a landlord who\ndescribed his experiences dealing with a landlady of another pub, who he\nclaimed had posted several Facebook comments and statuses, and had sent\nmessages about him, which he considered used homophobic and abusive language.\nThe article reported that the landlord said that he had refused the landlady\nentry to his pub as he had “considered her to be under the influence of\nalcohol” and that she then became abusive. The article then went on to describe\nthe Facebook posts, of which the publication claimed it had “seen and [had]\ncopies of a number”. The article described posts which it said included\nstatuses on the woman’s wall, comments and messages in which she had described\nthe landlord as “not just a faggot – he’s a drama queen faggot” and a “fairy”.\nThe article also reported that the landlord said that he had made a formal\ncomplaint to the police about the abuse “which he believed could be considered\na hate crime.” The print version of the article did not name the landlady concerned,\nnor did it name her pub.\n3. The article also appeared online under the headline\n“Landlord said he suffered homophobic abuse after barring pub manager”. The\nonline article included the name of the landlady who was alleged to have abused\nthe landlord, and it named the pub she managed. It also made clear that some of\nthe Facebook messages were directed at the landlord’s bar manager and included\nfurther examples of these messages. It also stated that “Plymouth Live\ncontacted [named public house] to ask [the landlady] for comment about her\nFacebook comments and the incident, but a gentleman replied that ‘her response\nwas “no comment”’.”\n4. The complainant, the landlady in the article, said that\nthe article was inaccurate in breach of Clause 1. She said that she had not\nbeen drunk or abusive when trying to enter the landlord's pub, but that she had\nbeen rudely told she could not enter, and she had moved on. She also said it\nwas inaccurate to report that she had sent homophobic abuse online. She did\naccept that she had called the landlord a “faggot” to her friends in a Facebook\ncomment and that she had posted other statuses about him. She did not dispute\nthat she had posted the statuses which were described in the article, including\ncomments she had made on other posts in which she called the landlord \"not\njust a faggot - he's a drama queen faggot\" and sent messages to him\ncalling him a \"bloody faggot\"; that it was a \"good job you\nweren't there - I'm impressed I didn't deck the tw*t\" and \"bring it\non you fairy. F***ing loyal to that c**t? Your [sic] nuts. She said that some\nof the messages had been private messages that had been screenshotted, but that\nothers were statuses and comments which were removed by Facebook due to their\ncontent.\n5. The complainant also said that the article was inaccurate\nbecause it failed to give her side of the story. She said that she had spoken\nto members of her staff and no one had taken a call from the publication, or\nsaid that she had “no comment”, and therefore the online article was also\ninaccurate in that regard. She said that she had been away at this time, and\ncould not have told a member of her staff to tell the publication that she had\nno comment. She also said that the reporter could have tried to contact her via\nother methods, such as on social media. In addition, she had emailed the\nreporter after publication with her comment and he had failed to add it to the\narticle.\n6. The complainant said that the article breached Clause 2\nas it named her and her business which had led to her receiving abusive\nmessages and comments. It had also reported Facebook comments and messages that\nshe had intended to be private and between friends, some of which were on her\nFacebook page, others which were private messages, but neither were intended to\nbe public. She said that several of these had been screenshotted and sent to\nthe other pub landlord.\n7. The complainant said that the article breached Clause 9\nas it said she was homophobic and that she had been reported to the police\nafter committing a hate crime. In addition, it had breached Clause 12 because\nit had discriminated against her by naming her and her business in relation to\na hate crime and homophobic actions, and the newspaper had breached Clause 14\nas it had not corresponded with her prior to publication.\n8. The publication did not accept a breach of the Code. It\nsaid it had screenshots of the Facebook comments which it had reported, and\nnoted that the complainant had not denied posting these comments.\n9. The publication also said that it had tried to contact\nthe complainant multiple times prior to publication. It had called her pub and\nleft a message with the reporter’s name, phone number, the name of the paper\nand the incident it concerned but did not get a reply. It said it had called\nagain the next day and a man had answered the phone and said “she has got the\nmessage and her response was no comment”. The publication provided notes of\nthis conversation, and the previous call. On receipt of her complaint, the\npublication said it would publish a statement from the complainant with regards\nto the incident and the Facebook comments. Once the newspaper had the complaint\nreferred by IPSO, it once again offered the complainant a right of reply.\nRelevant Code Provisions\n10. Clause 1 (Accuracy)\ni) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not\nsupported by the text.ii) A significant inaccuracy, misleading statement or\ndistortion must be corrected, promptly and with due prominence, and — where\nappropriate — an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator. \niii) A fair opportunity to reply to significant inaccuracies\nshould be given, when reasonably called for.\niv) The Press, while free to editorialise and campaign, must\ndistinguish clearly between comment, conjecture and fact.\n11. Clause 2 (Privacy)*\ni) Everyone is entitled to respect for his or her private\nand family life, home, health and correspondence, including digital\ncommunications.\nii) Editors will be expected to justify intrusions into any\nindividual's private life without consent. In considering an individual's\nreasonable expectation of privacy, account will be taken of the complainant's\nown public disclosures of information and the extent to which the material\ncomplained about is already in the public domain or will become so.\niii) It is unacceptable to photograph individuals, without\ntheir consent, in public or private places where there is a reasonable\nexpectation of privacy.\n12. Clause 9 (Reporting of Crime)*\ni) Relatives or friends of persons convicted or accused of\ncrime should not generally be identified without their consent, unless they are\ngenuinely relevant to the story.\nii) Particular regard should be paid to the potentially\nvulnerable position of children under the age of 18 who witness, or are victims\nof, crime. This should not restrict the right to report legal proceedings.\niii) Editors should generally avoid naming children under\nthe age of 18 after arrest for a criminal offence but before they appear in a\nyouth court unless they can show that the individual’s name is already in the\npublic domain, or that the individual (or, if they are under 16, a custodial\nparent or similarly responsible adult) has given their consent. This does not\nrestrict the right to name juveniles who appear in a crown court, or whose\nanonymity is lifted.\n13. Clause 12 (Discrimination)\ni) The press must avoid prejudicial or pejorative reference\nto an individual's, race, colour, religion, sex, gender identity, sexual\norientation or to any physical or mental illness or disability.\nii) Details of an individual's race, colour, religion,\ngender identity, sexual orientation, physical or mental illness or disability\nmust be avoided unless genuinely relevant to the story.\n14. Clause 14 (Confidential sources)\nJournalists have a moral obligation to protect confidential\nsources of information.\nFindings of the Committee\n15. The online article had named the complainant and her\nbusiness, whilst the print article had not. The Committee noted the\ncomplainant’s position that she had not been drunk or abusive when seeking\nentry to the landlord’s pub. However, the article had not reported this as fact\nand clearly attributed the claim to the landlord and reported that he had\n“considered her to be under the influence of alcohol”. In addition, the\nCommittee found that the article had not stated that the complainant was guilty\nof committing a hate crime, but had reported the landlord’s belief that her\nactions “could be considered a hate crime”. These points did not represent\ninaccuracies requiring correction under the terms of Clause 1(ii). \n16. As the complainant admitted to posting the Facebook\ncomments reported in the article and that she had called the landlord a\n“faggot”, it was not misleading for the publication to have published the\nlandlord’s position that they amounted to “homophobic abuse”. Prior to\npublication, the publication had seen copies of the Facebook posts and messages\nand the complainant did not dispute that they had been reported accurately; the\npublication had taken care in accordance with Clause 1(i), and no significant\ninaccuracy required correction under the terms of Clause 1(ii).\n17. The Committee noted the complainant’s concern that the\nreporter had not attempted to contact her before the article was published.\nHowever, the complainant accepted that she had not been in her pub when the\nphone calls were alleged to have been made, and she was not in a position to\nsay whether the publication had called. The publication had also provided notes\nof the two phone calls, which supported its position that a man had answered\nthe phone and had said that the complainant did not want to comment. There was\nno failure to take care over the accuracy of the online article in breach of\nClause 1(i) on this point. In addition, as the article was clearly presented as\nthe personal account of the landlord, reporting that the complainant had made\nno comment was not significantly inaccurate as to require correction under\nClause 1(ii).\n18. The Committee did not consider that the omission of a\nstatement from her rendered the article misleading given that the claims were\nclearly presented as the account of the landlord. In any case, the publication\nhad demonstrated that it had attempted to contact the complainant\npre-publication, and had offered her the opportunity to provide comments for\npublication on receipt of her complaint. There was no breach of Clause 1.\n19. The Committee noted that the complainant and her pub had\nbeen named in the online version of the article. However, her name and business\nwas not information about which she had an expectation of privacy. The\npublication had quoted Facebook statuses and comments she had made, some of\nwhich appeared on a private page. However, the complainant accepted that these\ncomments and messages had been screenshotted and sent to the landlord and\nseveral other people, including the publication. Further, the messages and\ncomments that were published contained no private information about the\ncomplainant, and were not information about which the complainant had a\nreasonable expectation of privacy. There was no breach of Clause 2.\n20. Clause 9 relates to the identification of the friends\nand family of individuals who are accused or convicted of crime. As no such\nindividuals were identified in the article, the clause was not engaged and\nthere was no breach.\n21. Clause 12 is designed to protect identifiable\nindividuals from discrimination based on their race, colour, religion, gender\nidentity, sexual orientation or any physical or mental illness or disability.\nThe complainant’s concerns that the article accused her of homophobia and\ncommitting a hate crime was not one of the characteristics protected by Clause\n12, and there was no breach.\n22. Clause 14 relates to the moral obligation of journalists\nto protect their confidential sources of information. Not contacting the\ncomplainant directly prior to the article being published was not a breach of\nClause 14.\nConclusions\n23. The complaint was not upheld.\nRemedial Action Required\n24. N/ADate received: 02/01/2020Date concluded by IPSO: 21/04/2020\nBack to ruling listing\n\n\n"
}