{
    "url": "/rulings-and-resolution-statements/ruling/?id=00034-16",
    "title": "00034-16 Howells v South Wales Argus",
    "provisions": [
        "1 Accuracy (2016)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "South Wales Argus  (Newsquest Media Group)",
    "published_on": "2016-01-04 00:00:00",
    "received_on": "2016-01-04 00:00:00",
    "concluded_on": "2016-04-21 00:00:00",
    "complaint_processing_days": 108,
    "conclusion_long": "8. The complaint was not upheld.",
    "remedial_action": "9. N/ADate complaint received: 04/01/2016",
    "text": "\n\n\n\n\n\nDecision of the Complaints\nCommittee 00034-16 Howells v South Wales ArgusSummary of complaint1. Gareth Howells of Up and Under\nTravel complained to the Independent Press Standards Organisation that the\nSouth Wales Argus breached Clause 1 (Accuracy) of the Editors’ Code of Practice\nin an article headlined “Bus firm under fire for ban on student”, published on\n4 January 2016. The article was also published online with the headline\n“Torfaen bus operator under fire for withdrawing transport for student with\nepilepsy”, on 3 January 2016. 2. The article was the same as an\narticle published on 23 December 2015 by a sister publication, which has a\ncombined newsroom with the South Wales Argus.  It reported a mother’s\nclaim that Up and Under Travel, a transport operator, could no longer take her\n19-year-old daughter to college because she was “too disabled”. The article\nexplained that the 19-year-old had been using the bus service as she had\nepilepsy, and was unable to take public transport to college. It stated that\nthe mother was told by her daughter’s college that the service would no longer\nbe suitable, as the on board escort was not trained to cope with passengers\nwith epilepsy. The article also stated that the mother admitted that the\ndecision may have been influenced by a recent argument that had taken place\nbetween her daughter and the on board escort. It stated that Up and Under\nTravel were contacted for a comment on the issue but had not provided a statement\nso far. 3. The online article was the same\nas the print version of the article. 4. The complainant said that the\nreason the 19-year-old was unable to use its bus service was for reasons other\nthan her epilepsy. He said that either the council had misinformed the mother\nabout the reasons her daughter could not use the bus service, or the mother had\nmisled the newspaper. He said that when he spoke to the newspaper prior to\npublication, he declined to give details about the 19-year-old to protect her\nprivacy. 5. The newspaper said that after\nspeaking to the mother, it telephoned the transport operator on 21 and 22\nDecember to obtain its comments on her version of events, and left an\nanswerphone message asking the company to call back. The reporter did not\nreceive a response from the company prior to publication of the 23 December\narticle in the sister publication. After publication of the 23 December\narticle, the newspaper said that the complainant called the news desk\nrequesting an apology and a retraction, but refused to comment on the story,\ninstead referring the reporter to the local authority. A local authority\nspokesman told the reporter it would be unlikely to comment as the article was\nabout a dispute between the family and private company. The newspaper said that\nthe article made clear that it was reporting the comments of the 19-year-old’s\nmother, and did not present her claims as facts. After publication of the\narticle, it offered the complainant the opportunity to reply. Relevant Code Provisions6. Clause 1 (Accuracy)i)  The Press must take care not\nto publish inaccurate, misleading or distorted information or images, including\nheadlines not supported by the text. ii)  A significant inaccuracy,\nmisleading statement or distortion must be corrected, promptly and with due\nprominence, and — where appropriate — an apology published. In cases involving\nIPSO, due prominence should be as required by the regulator.iii)   A fair opportunity to\nreply to significant inaccuracies should be given, when reasonably called\nfor. iv) The Press, while free to\neditorialise and campaign, must distinguish clearly between comment, conjecture\nand fact. Findings of the Committee 7. When the complainant spoke to\nthe newspaper, he refused to comment on the story, and referred the reporter to\nthe local authority. The newspaper contacted the local authority as suggested,\nwho also declined to comment. The article was clearly presented as the mother’s\naccount of events, making clear that the transport operator had not provided a\nresponse to these claims, and noting that an argument between the daughter and\nthe on board escort may have formed part of the circumstances of the decision\nabout her transport arrangements. In these circumstances, there was no failure\nto take care not to publish inaccurate information. The complainant did not\nknow the reasons the daughter’s college had given her mother for the change in\nher transport arrangements. He was therefore not in the position to dispute the\nmother’s claim that she had been told by the college that the on board escort\nwas not trained to cope with her daughter’s epilepsy. The Committee did not\ntherefore establish that this claim was inaccurate, or that the article was\nsignificantly misleading such as to require correction under the terms of\nClause 1 (ii). There was no breach of Clause 1. Conclusions 8. The complaint was not upheld.Remedial action required9. N/ADate complaint received: 04/01/2016\nDate decision issued: 21/04/2016\n \n \n \nBack to ruling listing\n\n\n"
}