{
    "url": "/rulings-and-resolution-statements/ruling/?id=00048-14",
    "title": "00048-14 Adams v Metro",
    "provisions": [
        "1 (Accuracy) 2015"
    ],
    "outcome": "No breach - after investigation",
    "publication": "Metro (Associated Newspapers Limited)",
    "published_on": "2014-09-04 00:00:00",
    "concluded_on": "2014-12-02 00:00:00",
    "conclusion_long": "11. The complaint was not upheld",
    "remedial_action": "N/A   Date of complaint: 09/09/2014Date decision issued: 02/12/2014   Note: the",
    "text": "\n\n\n\n\n\n·         Decision of the Complaints Committee 00048-14 Adams v Metro\nSummary of complaint \n1. Mr Daniel Adams complained to the Independent Press\nStandards Organisation that the Metro had breached Clause 1 (Accuracy) of the\nEditors’ Code of Practice in an article headlined “Appalled at the abuse”,\npublished on 4 September 2014. \n2. The article reported comments by the deputy leader of\nRotherham Council about the finding of a report which revealed widespread child\nsexual exploitation in Rotherham. \n3. The complainant was concerned that the article had been\naccompanied by a photograph of a mosque. He said that the use of the image had\nbeen a “crude attempt to link Islam and Muslims with the child abuse scandal in\nRotherham”. He maintained that there was no connection between the mosque and\nthe crimes committed, and he was concerned by any suggested that the Islamic\nfaith tolerates or allows such crimes to occur. \n4. The newspaper said that the photograph chosen to\nillustrate the story had been a ‘stock’ image of Rotherham, which showed a row\nof houses with a mosque in the background, of which there were many in\nRotherham. The ‘cover-up’ of child sex abuse in which many Asian men were known\nto be perpetrators, and the misguided fear of the perception of racism which\ndelayed prosecution, was the rationale for using an image which included a\nmosque. \n5. The newspaper provided extracts from the Independent\nInquiry Into Child Exploitation in Rotherham (1997-2013), which referenced the\nheritage of the majority of perpetrators and the police’s fear of allegations\nof racism. \n6. The newspaper strongly denied that the article had\nimplied that sexual exploitation of children is acceptable to Islam; neither\nhad it suggested that the Muslim community had been involved in the offences. \nRelevant Code Provisions\n7. Clause 1 (Accuracy) \n(i)The press must take care not to publish inaccurate,\nmisleading or distorted information, including pictures. \n(ii) A significant inaccuracy, misleading statement or\ndistortion once recognised must be corrected, promptly and with due prominence,\nand – where appropriate – an apology published. \n(iii) The Press, whilst free to be partisan, must\ndistinguish clearly between comment, conjecture and fact. \n(iv) A publication must report fairly and accurately the\noutcome of an action for defamation to which it has been a party. \nFindings of the Committee\n8. The Committee did not agree that the use of the image\nsuggested that the wider Muslim community had been involved in child abuse. The\nnewspaper had illustrated an article about Rotherham with an image of\nRotherham. The prominence of the mosque in the photograph did have the\npotential, however, to suggest that the Islamic faith had, in some way, been\nrelevant to story. \n9. The report had found that “there was too much reliance by\nagencies on traditional community leaders such as elected members and imams”;\npolice had feared to act against Asian youths for fear of allegations of\nracism; and had referenced work by officers in the mosques. The Committee\nconcluded, therefore, that the choice of the image had not been inaccurate or\nsignificantly misleading.  \n10. Although it did not establish a breach of the Code, the\nCommittee did express concern the text of the article had not explained the\nrelevance of the image to the story. It took this opportunity to drawn these\nconcerns to the attention of the editor. \nConclusions\n11. The complaint was not upheld \nRemedial Action Required\nN/A\n \nDate of complaint: 09/09/2014Date decision issued: 02/12/2014\n \nNote: the date for the decision issued above has been\namended. Due to an error, it previously said that the decision had been issued\non 02/02/2015. In fact it was issued on 02/12/2014.\nBack to ruling listing\n\n\n"
}