{
    "url": "/rulings-and-resolution-statements/ruling/?id=00040-20",
    "title": "00040-20 Smith v metro.co.uk",
    "provisions": [
        "1 Accuracy (2019)"
    ],
    "outcome": "Breach - sanction: action as offered by publication",
    "publication": "metro.co.uk (Associated Newspapers Limited)",
    "published_on": "2019-07-01 00:00:00",
    "received_on": "2020-01-03 00:00:00",
    "concluded_on": "2020-08-07 00:00:00",
    "complaint_processing_days": 217,
    "conclusion_long": "9. The complaint was upheld under Clause 1(i)",
    "remedial_action": "10. Having upheld the complaint, the Committee considered what remedial action should be required.11. The publication had offered to publish a correction in a prominent position and sufficiently promptly as to meet the requirements of Clause 1(ii). This should now be published to avoid a breach of Clause 1(ii). Date complaint received: 03/01/2020",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee – 00040-20 Smith v\nmetro.co.ukSummary of Complaint1. Heather Smith complained to the Independent Press\nStandards Organisation that metro.co.uk breached Clause 1 (Accuracy) of the\nEditors’ Code of Practice in an article headlined “Labour tax plan ‘could stop\nparents passing on homes to kids’” published on 1 July 2019.2. The article reported on comments made by a politician,\nwho said that his party was considering raising the inheritance tax threshold\nshould it become the party of government. The article explained what these\nchanges were, and that they would lead to more people paying the tax each year.\nIt said that “under current laws, inheritance tax affects 640,000 households\neach year, but it is claimed that [the new tax] would affect up to 10 million\nhomes”.3. The complainant said that the article was inaccurate. She\nsaid that the word “affect” strongly implied “paid”, and 640,000 households did\nnot pay inheritance tax each year. She said that in fact, according to HMRC\nfigures, 24,500 estates paid the tax each year.4. The publication did not accept that the article was\ninaccurate. It said that “affect” in this context clearly referred to the\nnumber of households that were potentially liable to pay the tax each year, not\nthe numbers who actually pay the tax each year. It noted that the article\ncontrasted 640,000 households with 10 million households – readers would\nunderstand that 10 million households would not be paying the tax each year\nunder the proposed changes, and so neither do 640,000 households pay\ninheritance tax annually under current laws. It said that the information had\nbeen provided from a reputable press agency, and it understood that it\noriginated from a political party’s estimates based on land registry data.\nNevertheless, on receipt of the complaint it offered to remove the words “each\nyear” from the article, and during IPSO’s investigation it offered to footnote\nthis change with the following wording:“Since publication, this article has been amended to clarify\nhow current inheritance tax thresholds affect households in the UK. Due to the\nvalue of certain houses, it is estimated that around 640,000 households would\npotentially be affected by present legislation.”Relevant Code Provisions5. Clause 1 (Accuracy)i) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not\nsupported by the text.ii) A significant inaccuracy, misleading statement or\ndistortion must be corrected, promptly and with due prominence, and — where\nappropriate — an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator.iii) A fair opportunity to reply to significant inaccuracies\nshould be given, when reasonably called for.iv) The Press, while free to editorialise and campaign, must\ndistinguish clearly between comment, conjecture and fact.Findings of the Committee6. It was not in dispute that approximately 24,500\nhouseholds paid inheritance tax each year, as opposed to 640,000. Whilst the\nCommittee recognised that 640,000 households could potentially be liable to pay\nthe tax at any one time, the addition of the words “each year” gave the clear\nimpression that this was the total number of households that pay the tax\nannually. Where it was clear from publicly available documents that the number\nof households which pay the tax annually is not 640,000, the way in which the\nfigure was presented constituted a failure to take care over the accuracy of\nthe article, and there was a breach of Clause 1(i).7. The Committee considered that this represented a\nsignificant inaccuracy; the actual number of households which pay the tax each\nyear is substantially lower than this figure, at 24,500. A correction was\ntherefore required under Clause 1(ii) of the Code.8. The publication had offered to amend the online article\non receipt of the complaint and, during IPSO’s investigation, to add a footnote\nrecording the change. The offer was made sufficiently promptly, and the\npublication of the proposed correction would represent due prominence. The\nCommittee was concerned that the wording of the footnote was presented as a clarification\nrather than a correction. However, it considered that the amendment and\nfootnote together made the correct position clear that the previous version of\nthe article was inaccurate, and the change that had been made. For all of these\nreasons, this action proposed by the publication was sufficient to remedy the\nbreach of Clause 1(i), and should now be published in order to avoid a breach\nof Clause 1(ii).Conclusions9. The complaint was upheld under Clause 1(i)Remedial Action Required10. Having upheld the complaint, the Committee considered\nwhat remedial action should be required.11. The publication had offered to publish a correction in a\nprominent position and sufficiently promptly as to meet the requirements of\nClause 1(ii). This should now be published to avoid a breach of Clause 1(ii). Date complaint received: 03/01/2020\nDate complaint concluded: 07/08/2020\n\nBack to ruling listing\n\n\n"
}