{
    "url": "/rulings-and-resolution-statements/ruling/?id=00041-20",
    "title": "00041-20 Smith v express.co.uk",
    "provisions": [
        "1 Accuracy (2019)"
    ],
    "outcome": "Breach - sanction: action as offered by publication",
    "publication": "express.co.uk (Reach PLC)",
    "published_on": "2019-07-01 00:00:00",
    "received_on": "2020-01-03 00:00:00",
    "concluded_on": "2020-05-29 00:00:00",
    "complaint_processing_days": 147,
    "conclusion_long": "8. The complaint was upheld under Clause 1(i)",
    "remedial_action": "9. Having upheld the complaint, the Committee considered what remedial action should be required. 10. The publication had offered to publish a correction in a prominent position and sufficiently promptly as to meet the requirements of Clause 1(ii). This should now be published to avoid a breach of Clause 1(ii).   Date complaint received: 03/01/2020",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee – 00041-20 Smith v\nexpress.co.uk\nSummary of Complaint\n1. Heather Smith complained to the Independent Press\nStandards Organisation that express.co.uk breached Clause 1 (Accuracy) of the\nEditors’ Code of Practice in an article headlined “Labour’s inheritance tax\nhorror plan to raid 10 million Britons’ life savings” published on 1 July 2019.\n2. The article reported on comments made by a politician,\nwho said that his party was considering reforming the current inheritance tax\nsystem, and replacing with a system that would lead to more people paying the tax\neach year. It said that under the current scheme, “640,000 household of the\n27.2 million households in the UK pay the tax each year”.\n3. The complainant said that the article was inaccurate. She\nsaid that 640,000 households did not pay inheritance tax each year. She said\nthat in fact, according to HMRC figures, 24,500 estates paid the tax each year.\n4. Initially, the publication did not accept that the\narticle was inaccurate. During the period of direct correspondence with the\ncomplainant, it said that the claim that 640,000 households pay the tax each\nyear had been widely reported at the time the politician announced the\npotential policy change, including during an interview he had given. However,\nit said that it was willing to amend the article to make it clear that the\nfigure was according to a political party’s estimates. Then, six days into\nIPSO’s investigation, it accepted that 640,000 households do not pay the tax\neach year and offered to add the following footnote correction in addition to\nits proposed amendment:\n“A previous version of the article reported that '640,000\nhouseholds of the 27.2million households in the UK pay the tax each year'. The\n640,000 figure represents an estimate by Tories of the total number of houses\nworth over £1m, and in actual fact, only approximately 28,100 estates pay the\ntax each year. We are happy to clarify this.”\nTwelve days into IPSO’s investigation, the publication\naccepted that it had not seen the interview the politician had given at the\ntime of publication, and had instead based the statement on various articles\nwhich reported on the interview. It said that it now acknowledged that the\nstatement was inaccurate and that it had misunderstood the wording it had\noriginally published. It offered to amend the article to read that “It is\nestimated that approximately 28,100 estates pay the tax each year”, and offered\nto add the following wording as a footnote correction:\nA previous version of the article reported that '640,000\nhouseholds of the 27.2million households in the UK pay the tax each year'. In\nfact, only approximately 28,100 estates pay the tax each year. We are happy to\nclarify this.\nRelevant Code Provisions\n5. Clause 1 (Accuracy)\ni) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not\nsupported by the text.\nii) A significant inaccuracy, misleading statement or\ndistortion must be corrected, promptly and with due prominence, and — where\nappropriate — an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator.\niii) A fair opportunity to reply to significant inaccuracies\nshould be given, when reasonably called for.\niv) The Press, while free to editorialise and campaign, must\ndistinguish clearly between comment, conjecture and fact.\nFindings of the Committee\n6. The publication did not dispute that 28,500 households\npay inheritance tax each year, rather than 640,000. The publication stated that\nit was said in an interview that 640,000 households currently pay inheritance\ntax each year, and that this was widely reported at the time – as such, it\noffered to amend the article to make clear that this was the estimate of a\npolitical party. However, it later accepted that it had not seen the interview\nat the time of publication and had based the article solely on other reporting,\nand misunderstood that when this reporting said that 640,000 were “affected” by\nthe tax, this did not mean that they paid it each year. As such, there was a\nfailure to take care over the accuracy of the article, and a breach of Clause\n1(i). The difference between 28,500 household and 640,000 was significant, and\nsuggested that over 20 times more households pay the tax each year than is the\ncase, and so a correction was required in order to avoid a breach of Clause\n1(ii).\n7. The publication had offered to amend the article as soon\nas it became aware of the complaint, but this response did not properly address\nthe concerns raised. However, 12 days into IPSO’s investigation it accepted the\ninaccuracy and offered to amend the article to put the correct position on\nrecord and to footnote this change with a correction. This was sufficiently\nprompt, and prominent. The Committee were concerned that the final version of\nthe wording proposed was presented as a clarification rather than a correction.\nHowever, it considered that the amendment and footnote together made the\ncorrect position clear that the previous version was inaccurate, and the change\nthat had been made. For all of these reasons, this action proposed by the\npublication was sufficient to remedy the breach of Clause 1(i), and should now\nbe published in order to avoid a breach of Clause 1(ii).\nConclusions\n8. The complaint was upheld under Clause 1(i)\nRemedial Action Required\n9. Having upheld the complaint, the Committee considered\nwhat remedial action should be required.\n10. The publication had offered to publish a correction in a\nprominent position and sufficiently promptly as to meet the requirements of\nClause 1(ii). This should now be published to avoid a breach of Clause 1(ii).\n \nDate complaint received: 03/01/2020\nDate complaint concluded: 29/05/2020\nThe complainant complained to the Independent Complaints\nReviewer about the process followed by IPSO in handling this complaint. The\nIndependent Complaints Reviewer decided that the process was not flawed and did\nnot uphold the request for review.\nBack to ruling listing\n\n\n"
}