{
    "url": "/rulings-and-resolution-statements/ruling/?id=00042-20",
    "title": "00042-20 McAnena v mirror.co.uk",
    "provisions": [
        "1 Accuracy (2019)",
        "12 Discrimination (2019)"
    ],
    "outcome": "Breach - sanction: action as offered by publication",
    "publication": "mirror.co.uk (Reach PLC)",
    "published_on": "2019-12-29 00:00:00",
    "received_on": "2020-01-03 00:00:00",
    "concluded_on": "2020-04-23 00:00:00",
    "complaint_processing_days": 111,
    "conclusion_long": "12. The complaint was upheld under Clause 1(i).",
    "remedial_action": "13. The Committee found that the correction previously offered by the publication was sufficient to correct the significant inaccuracies and no further action needed to be taken.  Date complaint received: 03/01/2020",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee -- 00042-20 McAnena v mirror.co.ukSummary of Complaint1. Fiona McAnena complained to the Independent Press Standards Organisation that mirror.co.uk breached Clause 1 (Accuracy) and Clause 12 (Discrimination) of the Editors’ Code of Practice in an article headlined “Transgender musician cancels gig after being 'banned' from using women's toilet”, published on 29 December 2019.2. The article reported on a band’s experience at a music venue, in which one of the musicians, who was a transgender woman, was told she could not use the women’s bathroom and had to use the disabled facilities. The article reported a quote from the woman in which she stated that: \"It is illegal for anyone to tell or suggest to any individual which facilities they can or cannot use in any establishment. It is discrimination, period. Transgender people have protected characteristics under the Equality Act 2010.\" The article also reported that the Equality Act stated “that establishments that provide separate services for women and men are required to treat transsexual people in the same way as the gender they present as.”3. The complainant said that the article was inaccurate in breach of Clause 1 because the Equality Act does allow transgender persons to be excluded from single sex spaces that correlate to their gender identity, if it is a proportionate means of achieving a legitimate aim.4. She also said that the article breached Clause 12 because by promoting the inaccuracy that transgender persons cannot be excluded from single sex bathrooms it discriminated against women and girls, and made them more open to sexual assault as well as intruding on their privacy and dignity.5. During IPSO’s investigation, the publication said it accepted that it had inaccurately reported the Equality Act’s position. It had not included that whilst gender reassignment discrimination is prohibited by the act, discriminating conduct does not contravene the act if the conduct in question is a proportionate means of achieving a legitimate aim with relation to single sex services. It changed the relevant line of the article to read:“The act states that establishments can allow transgender people to use single sex spaces, such as toilets, but can exclude them if this can be justified as a proportionate way to achieve a legitimate aim.”It also added the following wording as a footnote clarification:“A previous version of this article did not accurately explain the current rights of transgender people under the Equality Act. Establishments can allow transgender people to use single sex spaces, such as toilets, but can exclude them if this can be justified as a proportionate way to achieve a legitimate aim. We are happy to clarify this.”6. The publication said that Clause 12 was not engaged as it does not apply to groups of people.Relevant Code Provisions7. Clause 1 (Accuracy)i) The Press must take care not to publish inaccurate, misleading or distorted information or images, including headlines not supported by the text.ii) A significant inaccuracy, misleading statement or distortion must be corrected, promptly and with due prominence, and — where appropriate — an apology published. In cases involving IPSO, due prominence should be as required by the regulator. iii) A fair opportunity to reply to significant inaccuracies should be given, when reasonably called for.iv) The Press, while free to editorialise and campaign, must distinguish clearly between comment, conjecture and fact.8. Clause 12 (Discrimination)i) The press must avoid prejudicial or pejorative reference to an individual's, race, colour, religion, sex, gender identity, sexual orientation or to any physical or mental illness or disability.ii) Details of an individual's race, colour, religion, gender identity, sexual orientation, physical or mental illness or disability must be avoided unless genuinely relevant to the story.Findings of the Committee9. It was accepted by the publication that it had inaccurately reported the requirements of the Equality Act, and its application to transsexual people in circumstances where separate services are provided for women and men. The article had failed to acknowledge that the Act recognises that providing a service to only one sex will not amount to sex discrimination if any of the conditions set out in the Act is satisfied and is a proportionate means of achieving a legitimate aim . This represented a failure to take care not to publish inaccurate information in breach of Clause 1(i). In the context of an article about the legality of excluding a transgender person from using a single sex bathroom, incorrectly stating the legal position represented a significant inaccuracy which required correction under the terms of Clause 1(ii).10. Following receipt of IPSO’s first set of questions at the beginning of its investigation, the publication amended the article and added a footnote which clarified the position. The Committee considered that the wording published by the newspaper identified the inaccuracy, set out the correct position and was offered promptly. Further, the Committee considered that the addition of the clarifying footnote to the article represented due prominence, as it was clearly visible to readers. Therefore the Committee found that there was no breach of Clause 1(ii).11. The Committee found that the terms of Clause 12 were not engaged as there were no pejorative references to an individual in the way that the complainant suggested.Conclusions12. The complaint was upheld under Clause 1(i).Remedial Action Required13. The Committee found that the correction previously offered by the publication was sufficient to correct the significant inaccuracies and no further action needed to be taken.  Date complaint received: 03/01/2020Date complaint concluded by IPSO: 23/04/2020\nBack to ruling listing\n\n\n"
}