{
    "url": "/rulings-and-resolution-statements/ruling/?id=00057-20",
    "title": "00057-20 Chambers v The Guernsey Press and Star",
    "provisions": [
        "1 Accuracy (2019)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "The Guernsey Press and Star (Guernsey Press Company)",
    "published_on": "2020-01-03 00:00:00",
    "received_on": "2020-01-03 00:00:00",
    "concluded_on": "2020-04-16 00:00:00",
    "complaint_processing_days": 104,
    "conclusion_long": "7. The complaint was not upheld.",
    "remedial_action": "8. N/A Date complaint received: 03/01/2020",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee -- 00057-20 Chambers\nv The Guernsey Press and StarSummary of Complaint1. Gian Chambers complained to the Independent Press\nStandards Organisation that The Guernsey Press and Star breached Clause 1\n(Accuracy) of the Editors’ Code of Practice in an article headlined “Resumed\ninquest into death of 21-year-old concludes”, published on 3 January 2020.2. The article was a report on an inquest into the suicide\nof a young man. It was a report of the second part of the inquest, as the taxi\ndriver, who was “believed to be the last person to see” the deceased alive, had\nnot been present at the first half of the inquest in order to give a statement.\nThe article reported that the deceased had got into a taxi and then “got out of\none briefly to draw money from a cashpoint at Waitrose Admiral Park at about\n8.50pm.”3. The complainant was the person who had driven the taxi\nmentioned in the article. He said that the article was inaccurate in breach of\nClause 1 (Accuracy) because it gave the misleading impression that the deceased\nhad got back into the taxi when actually he had walked away. The complainant\nprovided a letter from the Law Officers of the Crown which stated that in CCTV\nfootage “a vehicle can be seen which appears to be a taxi licensed to you and\nto which [the subject of the inquest] appears to walk after making his cash\nwithdrawal”.4. The publication did not accept that the article was an\ninaccurate report of the inquest. It disputed the complainant’s position that\nthe letter he had provided had confirmed that the man had walked away from the\ntaxi. It said that this letter actually suggested that the man appeared to walk\ntowards the taxi. The newspaper also provided a full police report that was\nincluded at the first inquest which said that the deceased was “seen on CCTV\nremoving cash from the cashpoint at the [supermarket] before getting back into\nthe taxi.” The publication also provided the notes from the reporter who was\npresent at the inquest, which noted that the inquest had heard that the\ndeceased had got back into the taxi, and an email from the reporter confirming\nthis.Relevant Code Provisions5. Clause 1 (Accuracy)i) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not\nsupported by the text.ii) A significant inaccuracy, misleading statement or\ndistortion must be corrected, promptly and with due prominence, and — where\nappropriate — an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator. iii) A fair opportunity to reply to significant inaccuracies\nshould be given, when reasonably called for.iv) The Press, while free to editorialise and campaign, must\ndistinguish clearly between comment, conjecture and fact.Findings of the Committee6. The Committee noted the complainant’s position that the\nsubject of the inquest had not got back into the taxi. However, the publication\nhad supplied police evidence which stated that the deceased was “seen on CCTV\nremoving cash from the cashpoint at the [supermarket] before getting back into\nthe taxi.” In addition, the reporter was present at the court and had provided\nnotes which supported what had been reported in the article. Finally, the\nevidence that had been supplied by the complainant also suggested that the\ndeceased had “appear[ed] to walk” to the taxi. The Committee concluded that the\narticle was not inaccurate to report that the deceased had got out of the taxi\n“briefly” and there was no failure to take care not to publish inaccurate\ninformation and therefore no breach of Clause 1.Conclusions7. The complaint was not upheld.Remedial Action Required8. N/A Date complaint received: 03/01/2020\nDate complaint concluded by IPSO: 16/04/2020\nBack to ruling listing\n\n\n"
}