{
    "url": "/rulings-and-resolution-statements/ruling/?id=00050-16",
    "title": "00050-16 Lisle-Mainwaring v Mail Online",
    "provisions": [
        "4 (Harassment) 2015"
    ],
    "outcome": "No breach - after investigation",
    "publication": "Mail Online (Associated Newspapers Limited)",
    "published_on": "2015-12-16 00:00:00",
    "received_on": "2016-01-06 00:00:00",
    "concluded_on": "2016-05-05 00:00:00",
    "complaint_processing_days": 120,
    "conclusion_long": "of her hearing; when she left, she did so via a side entrance, having spotted a photographer waiting by the front entrance.  4. The complainant said that the photographer saw the complainant leaving the building, and started taking photographs of her. The complainant said that she made clear that she did not want her picture taken by covering her head with a coat. She also told the photographer that she felt harassed by him, and asked “whether [he had] heard of the Protection from Harassment Act”. The complainant argued that in the full circumstances, it was clear that she did not want to be photographed, and that she had requested that the photographer desist. She considered that the conduct of the journalist amounted to harassment under the Code.  5. The publication did not accept that the Code had been breached, or that the photographs had been taken in circumstances of harassment. It said that when the photographer saw the complainant leaving by the side entrance with her coat over her head, he had taken four photographs of her over a period of six seconds. The publication provided a copy of the photo roll as evidence in support of its position. During the encounter, he did not say anything to the complainant, and he did not hear the complainant say anything to him. After taking the pictures, he immediately left the area; there was no request to desist, and given the brevity of the encounter, it would not have been possible for the photographer to have engaged in intimidation, harassment or persistent pursuit.  6. The publication noted that the complainant had attended court, and that the hearing was open to the public. The press was free to report the hearing, and the publication defended its right to report on this in the interests of the operation of the important principle of open justice. While it recognised that some people may wish to hide their faces following an appearance in court, it said that simply taking photographs of someone doing so does not in itself amount to harassment when the photographer has not behaved improperly. The publication acknowledged that, by covering her face, the complainant had indicated her wish that she had not wanted to be photographed; the decision as to whether to include the image in the coverage was therefore given consideration internally prior to publication. The publication decided that the complainant’s wish not to be photographed did not override its right to publish the image of an individual leaving a hearing in which they were involved as a litigant.  7. The publication noted that, in any case, the complainant recognised that the planning dispute in which she was involved was newsworthy: she had given several interviews to other publications on the matter, and had posed for photographs to accompany the articles in which these appeared.  Relevant Code Provisions 8. Clause 4 (Harassment)  i) Journalists must not engage in intimidation, harassment or persistent pursuit.  ii) They must not persist in questioning, telephoning, pursuing or photographing individuals once asked to desist; nor remain on their property when asked to leave and must not follow them. If requested, they must identify themselves and whom they represent.  iii) Editors must ensure these principles are observed by those working for them and take care not to use non-compliant material from other sources.  Findings of the Committee 9. The Committee noted that the complainant’s account of her encounter with the photographer differed from that offered by the publication. In determining whether this encounter constituted a breach of the Code, the Committee considered the specific circumstances of the case, as well as the purpose of Clause 4 which is to prevent intimidation, harassment or persistent pursuit by the press.  10. While the Committee acknowledged that the complainant had not wished to have her picture taken outside of court, and that she had indicated her wish by covering her face with a coat, there was no suggestion that the photographer had acted in a manner that was aggressive or intimidating. Further, the publication had been able to demonstrate that only four pictures had been taken of the complainant over a period of six seconds; taking this number of photographs in this timeframe did not amount to persistent pursuit under the terms of the Code. The Committee did not establish a breach of Clause 4 in respect of the conduct of the journalist.  Conclusions 11. The complaint was not upheld.",
    "remedial_action": "N/A Date complaint received: 06/01/2016",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee 00050-16\nLisle-Mainwaring v Mail Online \nSummary of complaint \n1. Zipporah Lisle-Mainwaring complained to the\nIndependent Press Standards Organisation that Mail Online breached Clause 4\n(Harassment) in an article headlined “Property owner battles demand to repaint\nher red-and-white multi-million-pound Kensington townhouse which infuriated her\nsuper-rich neighbours”, published on 16 December 2015. \n2. The article reported that after a “long running\nplanning row”, the complainant had appeared in court to try to “overturn a\ndemand” to repaint her house. The article included a photograph of the\ncomplainant, which showed her with her head under a coat. \n3. The complainant said that the photograph had been\ntaken in circumstances of harassment. She said that following the hearing, she\nhad wanted to avoid the press taking photographs of her. She therefore remained\nin the building for an hour after the conclusion of her hearing; when she left,\nshe did so via a side entrance, having spotted a photographer waiting by the\nfront entrance. \n4. The complainant said that the photographer saw the\ncomplainant leaving the building, and started taking photographs of her. The\ncomplainant said that she made clear that she did not want her picture taken by\ncovering her head with a coat. She also told the photographer that she felt\nharassed by him, and asked “whether [he had] heard of the Protection from\nHarassment Act”. The complainant argued that in the full circumstances, it was\nclear that she did not want to be photographed, and that she had requested that\nthe photographer desist. She considered that the conduct of the journalist\namounted to harassment under the Code. \n5. The publication did not accept that the Code had been\nbreached, or that the photographs had been taken in circumstances of\nharassment. It said that when the photographer saw the complainant leaving by\nthe side entrance with her coat over her head, he had taken four photographs of\nher over a period of six seconds. The publication provided a copy of the photo\nroll as evidence in support of its position. During the encounter, he did not\nsay anything to the complainant, and he did not hear the complainant say\nanything to him. After taking the pictures, he immediately left the area; there\nwas no request to desist, and given the brevity of the encounter, it would not\nhave been possible for the photographer to have engaged in intimidation,\nharassment or persistent pursuit. \n6. The publication noted that the complainant had\nattended court, and that the hearing was open to the public. The press was free\nto report the hearing, and the publication defended its right to report on this\nin the interests of the operation of the important principle of open justice.\nWhile it recognised that some people may wish to hide their faces following an\nappearance in court, it said that simply taking photographs of someone doing so\ndoes not in itself amount to harassment when the photographer has not behaved\nimproperly. The publication acknowledged that, by covering her face, the\ncomplainant had indicated her wish that she had not wanted to be photographed;\nthe decision as to whether to include the image in the coverage was therefore\ngiven consideration internally prior to publication. The publication decided\nthat the complainant’s wish not to be photographed did not override its right\nto publish the image of an individual leaving a hearing in which they were\ninvolved as a litigant. \n7. The publication noted that, in any case, the\ncomplainant recognised that the planning dispute in which she was involved was\nnewsworthy: she had given several interviews to other publications on the\nmatter, and had posed for photographs to accompany the articles in which these\nappeared. \nRelevant Code Provisions\n8. Clause 4 (Harassment) \ni) Journalists must not engage in intimidation,\nharassment or persistent pursuit. \nii) They must not persist in questioning, telephoning,\npursuing or photographing individuals once asked to desist; nor remain on their\nproperty when asked to leave and must not follow them. If requested, they must\nidentify themselves and whom they represent. \niii) Editors must ensure these principles are observed by\nthose working for them and take care not to use non-compliant material from\nother sources. \nFindings of the Committee\n9. The Committee noted that the complainant’s account of\nher encounter with the photographer differed from that offered by the\npublication. In determining whether this encounter constituted a breach of the\nCode, the Committee considered the specific circumstances of the case, as well\nas the purpose of Clause 4 which is to prevent intimidation, harassment or\npersistent pursuit by the press. \n10. While the Committee acknowledged that the complainant\nhad not wished to have her picture taken outside of court, and that she had\nindicated her wish by covering her face with a coat, there was no suggestion\nthat the photographer had acted in a manner that was aggressive or\nintimidating. Further, the publication had been able to demonstrate that only\nfour pictures had been taken of the complainant over a period of six seconds;\ntaking this number of photographs in this timeframe did not amount to\npersistent pursuit under the terms of the Code. The Committee did not establish\na breach of Clause 4 in respect of the conduct of the journalist. \nConclusions\n11. The complaint was not upheld. \nRemedial Action Required\nN/A\nDate complaint received: 06/01/2016Date decision issued: 05/05/2016\nBack to ruling listing\n\n\n"
}