{
    "url": "/rulings-and-resolution-statements/ruling/?id=00062-21",
    "title": "00062-21 Campbell v stokesentinel.co.uk",
    "provisions": [
        "1 Accuracy (2019)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "stokesentinel.co.uk (Reach PLC)",
    "published_on": "2020-11-07 00:00:00",
    "received_on": "2021-01-04 00:00:00",
    "concluded_on": "2021-04-01 00:00:00",
    "complaint_processing_days": 87,
    "conclusion_long": "8. The complaint was not upheld.",
    "remedial_action": "9. The correction which was offered clearly put the correct position on record, and was offered promptly and with due prominence, and should now be published. Date complaint received: 04/01/2021",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee 00062-21 Campbell v\nstokesentinel.co.uk\nSummary of Complaint\n1. Sharon Campbell\ncomplained to the Independent Press Standards Organisation that\nstokesentinel.co.uk breached Clause 1 of the Editors’ Code of Practice in an\narticle headlined “Student caught driving while disqualified on M6 (and 11\nother cases)”, published on 7 November 2020.\n2. The article\nreported on cases from courts in the region. One of the case reports named a\nman who had plead guilty to three charges of making indecent photographs of\nchildren and possession of an extreme pornographic image. The article listed\nthe road and village in which the named man resided.\n3. The complainant\nwas the ex-partner of the man named in the article, who remained living at the\naddress published in the article. She said that the article was inaccurate in\nbreach of Clause 1 as the man no longer lived at the address, and the court had\nconfirmed prior to the case being reported on that the address had been removed\nfrom the file. The complainant said she had spoken to the court, who had told\nher that the newspaper had not been in contact with them to confirm the\naddress.\n4. The publication\ndid not accept a breach of the Code, although it accepted that the information\nwas inaccurate. The publication provided IPSO with an email it had sent to the\ncourt prior to publication of the article, which contained a list of defendants\nand the corresponding addresses the publication had for those individuals, for\nthe court to either approve or change. In this case, the publication had\nsupplied the name of the defendant and the complainant’s address, and the court\nhad not changed the address or otherwise indicated it was inaccurate. The\npublication said that on this basis it had taken care not to publish\ninformation that was inaccurate in breach of Clause 1(i).\n5. Upon receipt of\nthe complaint the publication contacted the court, who confirmed that the\ndefendant’s address was not that which had been published. The publication\nimmediately amended the article and when the complainant indicated she wanted a\ncorrection, it offered to add the following as a footnote to the article:\nA previous version of this article listed [the named\ndefendant]'s address as '[the complainant’s address]'. We have since been\ninformed that in fact, [the defendant] is currently residing in Blackpool. We\nare happy to clarify this.\nRelevant Clause Provisions\nClause 1 (Accuracy)\ni) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not\nsupported by the text.\nii) A significant inaccuracy, misleading statement or\ndistortion must be corrected, promptly and with due prominence, and — where\nappropriate — an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator.\niii) A fair opportunity to reply to significant inaccuracies\nshould be given, when reasonably called for.\niv) The Press, while free to editorialise and campaign, must\ndistinguish clearly between comment, conjecture and fact.\nFindings of the Committee\n6. The newspaper\nhad contacted the court in order to confirm the address prior to publishing the\narticle. It was entitled to rely on the information confirmed by the court, and\nhad taken steps to ensure it was not publishing inaccurate information. There\nwas no breach of Clause 1(i).\n7. The article did,\nhowever, contain an inaccuracy with regards to the defendant’s address. As the\ncomplainant had demonstrated that  the\ndefendant did not reside at her address, this was a significant inaccuracy\nwhich required correction under Clause 1(ii). The publication amended the\narticle to remove the address and offered a correction as soon as the\ncomplainant requested one to be added to the article, which represented due\npromptness, and as a footnote to the amended article, which represented due\nprominence. The correction identified the inaccuracy and put the correct\nposition on record. There was no breach of Clause 1(ii).\nConclusion\n8. The complaint\nwas not upheld.\nRemedial action required\n9. The correction\nwhich was offered clearly put the correct position on record, and was offered\npromptly and with due prominence, and should now be published.\nDate complaint received: 04/01/2021\nDate complaint concluded by IPSO: 01/04/2021\nBack to ruling listing\n\n\n"
}