{
    "url": "/rulings-and-resolution-statements/ruling/?id=00074-20",
    "title": "00074-20 Ali v The Jewish Chronicle",
    "provisions": [
        "1 Accuracy (2019)"
    ],
    "outcome": "Breach - sanction: publication of correction",
    "publication": "The Jewish Chronicle (The Jewish Chronicle)",
    "published_on": "2019-12-06 00:00:00",
    "received_on": "2020-01-04 00:00:00",
    "concluded_on": "2020-09-24 00:00:00",
    "complaint_processing_days": 264,
    "conclusion_long": "9. The complaint was upheld.",
    "remedial_action": "10. Having upheld a breach of Clause 1, the Committee considered what remedial action should be required. In circumstances where the Committee establishes a breach of the Editors’ Code, it can require the publication of a correction and/or an adjudication, the terms and placement of which is determined by IPSO.11. The Committee had found that the publication had failed to take care over the accuracy of several claims, and that its correction had been inadequate. However, it noted that the claims constituted a brief reference within an article that related to the actions of a number of individuals within a political party. In the full circumstances, it decided that the appropriate remedy was the publication of a correction to put the correct position on record.12. The Committee then considered the placement of the correction. The print article had been published on page 6 of the newspaper. The Committee therefore required publication of a correction on page 6 of the newspaper, or further forward. The correction should also be published on the newspaper’s website, appearing on the top half of the newspaper’s homepage, on the first screen, for 24 hours; it should then be archived in the usual way. The correction should state that it has been published following an upheld ruling by the Independent Press Standards Organisation. The full wording and position should be agreed with IPSO in advance. Date complaint received: 04/01/2020",
    "text": "\n\n\n\n\n\n\nDecision of the Complaints Committee – 00074-20 Ali v The Jewish Chronicle Summary of ComplaintSummary of Complaint1. Shahrar Ali complained to the Independent Press Standards Organisation that The Jewish Chronicle breached Clause 1 (Accuracy) of the Editors’ Code of Practice in an article headlined “Call for Green candidates to be suspended”, published on 6 December 2019. The complainant also complained about the social media post by the publication, in which it shared the article.2. The article reported on candidates for the Green Party who had been criticised for allegedly breaching the International Holocaust Remembrance Alliance (IHRA)’s definition of antisemitism. The article reported that one of these candidates “was revealed to have compared one of Israel’s 2009 offensive on Gaza to the Shoah on Holocaust Memorial Day.” It also reported that when footage of the speech emerged, the man tweeted that the “IHRA definition and examples [are] politically engineered to restrict criticism of Israel’s heinous crimes upon the Palestinian people and actually beginning to succeed in that.” It also reported that he proposed a motion at the Green Party conference last year calling for the party to resist adopting the IHRA definition of antisemitism. The article included a quote from the Board of Deputies President which stated that the candidates listed had “crossed a clear line in comparing Israel to Nazi Germany and blaming the victims by claiming the legitimate anxiety of the Jewish community about the rise of antisemitism is fabricated.” The article also contained a quote from the Green Party, which stated that the party “utterly condemns and is committed to confronting antisemitism”, and that “Any new allegations that come to light will be looked into”.3. The article also appeared online in substantially the same format, under the headline “Green Party urged to suspend candidates who breached IHRA definition of antisemitism”.4. The complainant, the candidate referred to, said that the article was inaccurate in breach of Clause 1 because the speech that the article was alluding to had not been made on Holocaust Memorial Day. He also said that he had not compared the Israeli – Palestine conflict to the Holocaust. He had said in a speech at the Protest for Gaza in 2009, protesting against Israeli action in Gaza, that “just because you observe the \"niceties\" of Holocaust Memorial Day does not mean that you have learned the lessons of history. Just because you surround yourself with sycophants and propagandists does not mean that you will not face the war crimes tribunal.” He contended that this was clearly directly at Ehud Olmert, President Bush, and Tony Blair. The complainant provided a video of this speech. The complainant noted that whilst other articles had reported that he had compared the two, they had done so as allegations, and given him the right to reply, where this article had stated it as a fact, without reporting the basis for what he had said. He also said that the publication had printed a similar allegation in 2018, and he had disputed this with the journalist on Twitter and provided screenshots. The complainant also said it was inaccurate to report that he had breached the IHRA’s definition of antisemitism and that the quotation from the Board of Deputies President was unjustified. Finally, he said that the publication had not contacted him prior to the publication of the article.5. The publication accepted that it had inaccurately reported that the speech had not been made on Holocaust Memorial Day. It said that shortly after publication it had added the following footnote to the online article and removed the reference to the speech being made on Holocaust Memorial Day:CORRECTION: An earlier version of this story stated Sharar Ali gave his speech on Holocaust Memorial Day.However, the publication then deleted the article, and this correction, from its website after a legal claim from a third party. It offered the complainant the right of reply by publishing a letter and to publish the same correction in print in its regular corrections and clarifications column. It did not accept that it was misleading to report that he had compared the Shoah (the Holocaust) to Gaza, and said that the speech that the complainant provided was clearly a comparison. It said that other publications had also characterised the complainant’s speech in this way and provided four other articles. It also said that it had reported that the complainant had compared the Holocaust to Gaza in 2018. The publication said it had not gone to the complainant for comment prior to publishing the article, as the speech was in the public domain, and it provided links for other articles which had similarly characterised the speech as being comparative. It also said it had, however, contacted the Green Party and published a quote from it within the article.Relevant Code Provisions6. Clause 1 (Accuracy) i) The Press must take care not to publish inaccurate, misleading or distorted information or images, including headlines not supported by the text. ii) A significant inaccuracy, misleading statement or distortion must be corrected, promptly and with due prominence, and — where appropriate — an apology published. In cases involving IPSO, due prominence should be as required by the regulator. iii) A fair opportunity to reply to significant inaccuracies should be given, when reasonably called for. iv) The Press, while free to editorialise and campaign, must distinguish clearly between comment, conjecture and fact.Findings of the Committee7. The complainant denied that it was reasonable to interpret his comments as constituting a comparison between the Holocaust and the 2009 Israel offensive. Notwithstanding this position, the publication was entitled to present its interpretation of the remarks. However, by stating as fact that the complainant had “compared one of Israel’s 2009 offensive on Gaza to the Shoah”, without quoting the reference or otherwise making clear that this represented its interpretation of the comments, the publication had failed to take care not to publish misleading information, and failed to distinguish between comment and fact, in breach of Clause 1 (i) and Clause 1 (iv). The quote from the Board of Deputies President was also placed without context, and it was unclear which of the candidates this was addressed to. The newspaper also accepted that it had assumed, incorrectly, that the speech had been made on Holocaust Memorial Day. The publication had failed to take care over the accuracy of these statements in breach of Clause 1(i).8. The article had stated as fact that the complainant had compared Gaza to the Holocaust on Holocaust Memorial Day. The failure to make clear that the comparison represented the publication’s characterisation of the comments was significantly misleading and required clarification under Clause 1 (ii). The inaccuracy on the timing of the comments was significant given the sensitivity of the occasion and required correction. The publication had published a correction in the online version of the article only, which did not identify and correct all the inaccuracies, and was then deleted. This did not fulfil the publication’s obligations under Clause 1 (ii). Therefore there was a further breach of Clause 1(ii).Conclusions9. The complaint was upheld.Remedial Action Required10. Having upheld a breach of Clause 1, the Committee considered what remedial action should be required. In circumstances where the Committee establishes a breach of the Editors’ Code, it can require the publication of a correction and/or an adjudication, the terms and placement of which is determined by IPSO.11. The Committee had found that the publication had failed to take care over the accuracy of several claims, and that its correction had been inadequate. However, it noted that the claims constituted a brief reference within an article that related to the actions of a number of individuals within a political party. In the full circumstances, it decided that the appropriate remedy was the publication of a correction to put the correct position on record.12. The Committee then considered the placement of the correction. The print article had been published on page 6 of the newspaper. The Committee therefore required publication of a correction on page 6 of the newspaper, or further forward. The correction should also be published on the newspaper’s website, appearing on the top half of the newspaper’s homepage, on the first screen, for 24 hours; it should then be archived in the usual way. The correction should state that it has been published following an upheld ruling by the Independent Press Standards Organisation. The full wording and position should be agreed with IPSO in advance. Date complaint received: 04/01/2020Date complaint concluded by IPSO: 24/09/2020\n\n\n\nBack to ruling listing\n\n\n"
}