{
    "url": "/rulings-and-resolution-statements/ruling/?id=00071-14",
    "title": "00071-14 Rice v Press Gazette",
    "provisions": [
        "1 (Accuracy) 2015",
        "2 (Opportunity to reply) 2015",
        "3 (Privacy) 2015"
    ],
    "outcome": "Breach - sanction: action as offered by publication",
    "publication": "pressgazette.co.uk (New Statesman Media Group)",
    "published_on": "2014-08-21 00:00:00",
    "concluded_on": "2014-12-19 00:00:00",
    "conclusion_long": "19. The complaint was upheld in part.",
    "remedial_action": "20. Having upheld the complaint under Clause 1 (i), the Committee considered what remedial action should be required. The Committee has the power to require the publication of a correction and/or adjudication, the nature, extent and placement of which is to be determined by IPSO. It may also inform the publication that further remedial action is required to ensure that the requirements of the Editors’ Code are met.  21. The Committee considered both the nature of the breach of Clause 1 of the Code and the resulting inaccuracy. While it had concluded, on balance, that the complainant should have been contacted to check the claims, or that other steps should have been taken to verify the nature and timing of the tweet, the Committee did not consider this to be an egregious failure. The breach of Clause 1 (i) was not so serious as to warrant a requirement that the website publish a critical adjudication. Nonetheless, it was not in dispute that the result had been a significant inaccuracy with the potential to affect the complainant’s reputation.  The appropriate remedial action was the publication of a correction.  22. Generally, the Committee considers that an effective correction should (i) identify the inaccuracies which require correcting; and, (ii), set out the corrective (accurate) position. In this instance, a correction needed to: (i) Acknowledge that the article had inaccurately reported the timing of the tweet; (ii) Report the correct time, and make clear to the reader the complainant’s explanation of the context in which the tweet was posted. 23. The website had published the following correction and apology: Press Gazette yesterday published an extract from a book by Peter Jukes, Beyond Contempt, which referenced freelance journalist Dennis Rice.  It quoted a Tweet from Rice to Jukes which read:  \"So I am now going to write a blog about @peterjukes and his family - so he can enjoy a taste of his own medicine.\" The extract mistakenly gave the impression that this message was sent in June 2014, around the time of a dispute over the reporting of the cost of the hacking trial. In fact Rice posted the Tweet in January. He said it was in response to a tweet from the author which read: \"You were hacked over a story about someone else's private life Dennis. Yours was never outed.\" Rice has pointed out that (as the Guardian revealed last year) his wife and sister were also hacked. He said he pointed this out to Jukes, who then wrote about this exchange on his blog (published on 11 January): The Jukes blog post stated: \"Twitter is not the ideal place to have a nuanced argument, and Rice has since revealed his family was targeted. This is a privacy violation of the first order.” Jukes has told Press Gazette that it was his impression that the Rice tweet about his family was sent in June because it was retweeted from another user's account (via an MT) around that time. Press Gazette has removed the reference to Dennis Rice from the article and would like to apologise to him for the mistake, and for not offering him right of reply in advance of publishing the extract. 24. This was sufficient to meet the requirement for remedial action. Date of complaint: 09/09/2014",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee 00071-14 Rice v Press Gazette\nSummary of complaint \n1. Dennis Rice complained to the Independent Press Standards\nOrganisation that Press Gazette had breached Clause 1 (Accuracy), Clause 2\n(Opportunity to reply) and Clause 3 (Privacy) of the Editors’ Code of Practice\nin an article headlined “Beyond contempt: how Peter Jukes invented a new way of\nfunding court reporting and found himself investigated by the press”, published\non 21 August 2014. \n2. The article contained an extract from “Beyond contempt”,\na book by a freelance journalist who had live tweeted the phone hacking trials.\nThe extract detailed his experiences, including how he had obtained\ncrowdfunding to undertake this work. It reported that, in June 2014, “soon\nafter” it was disclosed that the journalist had received a £500 donation from\nthe campaigning group Hacked Off, the complainant had “threatened to\ninvestigate” the journalist and tweeted, “So I’m now going to blog about @[the\njournalist] & his family”. \n3. The complainant said that the claim about the timing of\nthe tweet was inaccurate. In fact, this had been sent on 31 January 2014 in\nresponse to comments, posted online by the journalist, which had referred to\nthe complainant’s family. The article therefore contained the misleading\nimpression that the complainant had mounted an unprovoked attack on the\njournalist and his family. The complainant argued that this inaccuracy, and the\nfailure to put the allegation to him before publication, breached Clause 1\n(Accuracy) of the Code. The complainant also complained, under Clause 2\n(Opportunity to reply), that he had not been provided with an opportunity to\nreply before publication. Further, he said that his inclusion in the article had\nbeen unjustified and had breached Clause 3 (Privacy) of the Code. \n4. The website accepted that the article had contained an\nerror regarding the timing of the tweet; this was the result of the\ncomplainant’s comments having been retweeted by a third party in June 2014.\nHaving been contacted directly by the complainant, the website had removed the\nreference to him from the article, and subsequently agreed the terms for\npublication of a correction and apology; this was published within 24 hours of\nthe original article’s publication and was given equal prominence to the\noriginal. The website said that the book had been read by a media lawyer;\nhowever, following publication, it had discovered that the timing of the tweet\nhad not been put to the complainant for comment - as the journalist believed he\nwas dealing with undisputed facts and was concerned that an approach to the\ncomplainant would be construed as harassment. \n5. The complainant did not accept that the correction\npublished in response to his direct complaint was sufficient; in his view, a\ncorrection could not make up for the damage caused by the inaccuracy. He was\nfurther concerned that the article had not been immediately removed from the\nwebsite and that there had been a delay, he said of over 30 hours, before the\narticle had been corrected. \nRelevant Code Provisions\n6. Preamble \nIt is the responsibility of editors and publishers to apply\nthe Code to editorial material in both printed and online versions of\npublications. They should take care to ensure it is observed rigorously by all\neditorial staff and external contributors, including non-journalists, in\nprinted and online versions of publications. \n7. Clause 1 (Accuracy) \n(i) The press must take care not to publish inaccurate,\nmisleading or distorted information including pictures. \n(ii) A significant inaccuracy, misleading statement or\ndistortion once recognised must be corrected, promptly and with due prominence,\nand – where appropriate – an apology published. In cases involving the\nRegulator, prominence should be agreed with the Regulator in advance. \n8. Clause 2 (Opportunity to reply) \nA fair opportunity to reply to inaccuracies must be given\nwhen reasonably called for. \n9. Clause 3 (Privacy) \n(i) Everyone is entitled to respect for his or her private\nand family life, home, health and correspondence; including digital\ncommunications.Editors will be expected to justify intrusions into any\nindividual’s private life without consent. Account will be taken of the\ncomplainant’s own public disclosures of information. \nFindings of the Committee\n10. Although the website had relied on checks to which the\nbook had been subject as part of the process of publication, it was fully\naccountable under the Editors’ Code for these processes. \n11. The journalist said that the complainant’s Twitter\naccount had been “protected” at the time the article was written. The source of\nhis information was therefore a retweet by another individual. \n12. On balance, the Committee concluded that in these\ncircumstances additional steps should have been taken to ensure the accuracy of\nthe claim for the following reasons. First, the journalist was relying on\nsecond-hand information from a highly flexible medium in which\nmisunderstandings can occur. Second, the tweet – and in particular, the timing\nof the tweet – was presented in a context that suggested the complainant was\nthreatening to write about the journalist’s family as a response to the\ndisclosures about his funding, when in fact the tweet had been written before\nthat information had entered the public domain. \n13. While the journalist said he believed that the retweet\nwas contemporaneous – as was likely to be the case, given the nature of the\nmedium - in these circumstances, the complainant should have been contacted to\ncheck the claims, or other steps should have been taken to verify the nature\nand timing of the tweet. Indeed, the website acknowledged that it should have\nprovided him with the opportunity to comment on the claim before publication.\nThe failure to do so breached Clause 1 (i). This aspect of the complaint was\nupheld. \n14. The website had recognised, when contacted by the\ncomplainant, that it had published a significant inaccuracy. The remainder of\nthe complaint under Clause 1 related to the sufficiency of the newspaper’s\ncorrection and apology under 1 (ii). \n15. The correction contained substantively the same wording\nas that requested by the complainant - which satisfactorily explained and\ncorrected the error. Further, there was no dispute that it had been published\nwith equal prominence to the original article. While the Committee noted the\ncomplainant’s concern about the time it had taken, the website had published a\ncorrection and apology, using agreed wording, less than 48 hours after the\noriginal inaccuracy had appeared. This did not amount to a failure to correct\nthe error “promptly” as required by the Code. \n16. While the complainant contended that the article should\nhave been removed in its entirety while the matter was being investigated, this\nis not a specific requirement of Clause 1 (ii); further, the website had\nremoved the complainant’s name from the article shortly after it was contacted\nby him. The complaint under Clause 1 (ii) was not upheld. \n17. It did not appear to the Committee that the complainant had\nmade any request for an opportunity to reply following publication – instead,\nhe had called for the publication of a correction. The complaint under Clause 2\nwas not upheld. \n18. Finally, the Committee noted the complaint under Clause\n3. The information contained in the article related only to the complainant’s\ncomments on a matter which could not be considered to be private. Their\npublication did not constitute an intrusion into the complainant’s private\nlife, and as such, no justification was required under the terms of Clause 3.\nThe complaint under Clause 3 was not upheld. \nConclusions\n19. The complaint was upheld in part. \nRemedial Action Required\n20. Having upheld the complaint under Clause 1 (i), the\nCommittee considered what remedial action should be required. The Committee has\nthe power to require the publication of a correction and/or adjudication, the\nnature, extent and placement of which is to be determined by IPSO. It may also\ninform the publication that further remedial action is required to ensure that\nthe requirements of the Editors’ Code are met. \n21. The Committee considered both the nature of the breach\nof Clause 1 of the Code and the resulting inaccuracy. While it had concluded,\non balance, that the complainant should have been contacted to check the\nclaims, or that other steps should have been taken to verify the nature and\ntiming of the tweet, the Committee did not consider this to be an egregious\nfailure. The breach of Clause 1 (i) was not so serious as to warrant a\nrequirement that the website publish a critical adjudication. Nonetheless, it\nwas not in dispute that the result had been a significant inaccuracy with the\npotential to affect the complainant’s reputation.  The appropriate remedial action was the\npublication of a correction. \n22. Generally, the Committee considers that an effective\ncorrection should (i) identify the inaccuracies which require correcting; and,\n(ii), set out the corrective (accurate) position. In this instance, a\ncorrection needed to: (i) Acknowledge that the article had\ninaccurately reported the timing of the tweet; (ii) Report the\ncorrect time, and make clear to the reader the complainant’s explanation of the\ncontext in which the tweet was posted.\n23. The website had published the following correction and\napology: Press Gazette yesterday published an extract from a book by\nPeter Jukes, Beyond Contempt, which referenced freelance journalist Dennis\nRice. \nIt quoted a Tweet from Rice to Jukes which read:  \"So I am now going to write a blog about\n@peterjukes and his family - so he can enjoy a taste of his own medicine.\"\nThe extract mistakenly gave the impression that this message was sent in June\n2014, around the time of a dispute over the reporting of the cost of the\nhacking trial.\nIn fact Rice posted the Tweet in January. He said it was in\nresponse to a tweet from the author which read: \"You were hacked over a\nstory about someone else's private life Dennis. Yours was never outed.\"\nRice has pointed out that (as the Guardian revealed last\nyear) his wife and sister were also hacked. He said he pointed this out to\nJukes, who then wrote about this exchange on his blog (published on 11\nJanuary):\nThe Jukes blog post stated: \"Twitter is not the ideal\nplace to have a nuanced argument, and Rice has since revealed his family was\ntargeted. This is a privacy violation of the first order.”\nJukes has told Press Gazette that it was his impression that\nthe Rice tweet about his family was sent in June because it was retweeted from\nanother user's account (via an MT) around that time.\nPress Gazette has removed the reference to Dennis Rice from\nthe article and would like to apologise to him for the mistake, and for not\noffering him right of reply in advance of publishing the extract.\n24. This was sufficient to meet the requirement for remedial\naction.\nDate of complaint: 09/09/2014Date decision issued: 19/12/2014\nBack to ruling listing\n\n\n"
}