{
    "url": "/rulings-and-resolution-statements/ruling/?id=00109-14",
    "title": "00109-14 Scott v The Daily Telegraph",
    "provisions": [
        "1 (Accuracy) 2015"
    ],
    "outcome": "No breach - after investigation",
    "publication": "The Daily Telegraph (Telegraph Media Group Ltd)",
    "published_on": "2014-09-08 00:00:00",
    "concluded_on": "2014-10-20 00:00:00",
    "conclusion_long": "11. The complaint was not upheld.",
    "remedial_action": "N/ADate of complaint: 11/09/2014",
    "text": "\n\n\n\n\n\n·         Decision of the Complaints Committee 00109-14 Scott v The Daily TelegraphSummary of complaint 1. Lisa Scott complained to the Independent Press Standards\nOrganisation that The Daily Telegraph had breached Clause 1 (Accuracy) of the\nEditors’ Code of Practice in an article headlined “Home rule? Scotland’s voters\nare betting the house on independence”, published on 8 September 2014 in print\nand on 7 September online. 2. The article was published prior to the referendum on\nScottish independence and discussed the implications of independence for\nScottish homeowners. As part of a discussion on mortgages, the article claimed\nthat Scottish homeowners who had purchased property using the “Help to Buy”\nscheme would, in the event of independence, “be left in the extraordinary\nposition of owing a foreign government [the UK] for part of their home” because\nthe scheme was “underwritten by the UK taxpayer”. 3. The complainant said that this was conjecture, as the\ntrue position would have been determined following negotiations between\nScotland and the UK. The newspaper had failed to clearly distinguish this from\nfact, in breach of Clause 1 (iii) of the Code.  4. The newspaper explained that its claim related to the\nmortgage guarantee scheme for “Help to Buy”, which was underwritten by the UK\nTreasury. The newspaper said it had sought confirmation of this from the\nTreasury before publication. While it did not provide a record of this contact,\nit was able to point the Committee towards the Treasury’s Annual Report and\nAccounts 2013-2014, to which it had been directed by the Treasury, in support\nof its position. Absent specific agreement, in the event of Scottish secession,\nthose mortgage guarantees would remain with the UK Treasury. While the transfer\nof such liabilities from the UK Treasury’s balance sheet might have become the\nsubject of negotiations following secession, this, like any issue of what may\nor may not have happened following Scottish secession, was conjecture. Readers\nwould have understood the article in those terms. Relevant Code Provisions5. Clause 1 (Accuracy) (iii) The press, while free to be partisan, must distinguish\nclearly between comment, conjecture and fact. Findings of the Committee6. The complainant did not dispute that the article had\ncorrectly reported the position in relation to the status of the mortgage\nguarantees, absent specific agreement which might have transferred these to an\nindependent Scottish government. Nonetheless, she contended that the article\nwas misleading as it failed to explain that the position could be changed\nfollowing negotiations. 7. The article had explained that an independent Scotland\nwould have had a number of months in which to negotiate the terms of its\nsecession. It was clear therefore that the article was based, at least to some\nextent, on conjecture - the newspaper could not be in a position to take\naccount of how those negotiations might affect the article’s claims. 8. The article made a number of specific points regarding\nthe way in which the financial arrangements it discussed might be altered by\nnegotiations following a ‘yes’ vote. 9. The Committee noted in particular the article’s\nexplanation that Scotland might “possibly have to create a new currency”, and\nthe statement that while “in theory an independent Scotland would have 18\nmonths to negotiate an amicable and orderly divorce from the UK, there is every\npossibility that such a separation would be more acrimonious”. The article\nsuggested that the nature of any negotiations might vary depending on the\npolitical impact in Westminster of an independence vote. 10. While this was not specifically drawn to the reader’s\nattention in relation to the claims about the ‘Help to Buy’ scheme, the\nCommittee was satisfied that in the context it was clear that the discussion of\nthese arrangements, before the referendum and prior to any specific\nnegotiations, was speculative. There was accordingly no failure to distinguish\nthe claims as conjecture, and no breach of Clause 1 (iii) of the Code. Conclusions11. The complaint was not upheld. Remedial Action RequiredN/ADate of complaint: 11/09/2014 Date decision issued: 20/10/14 \nBack to ruling listing\n\n\n"
}