{
    "url": "/rulings-and-resolution-statements/ruling/?id=00115-14",
    "title": "00115-14 Hutchins v Wiltshire Times",
    "provisions": [
        "1 (Accuracy) 2015"
    ],
    "outcome": "Breach - sanction: publication of correction",
    "publication": "Wiltshire Times (Newsquest Media Group)",
    "published_on": "2014-09-05 00:00:00",
    "received_on": "2014-09-11 00:00:00",
    "concluded_on": "2014-12-23 00:00:00",
    "complaint_processing_days": 103,
    "conclusion_long": "15. The complaint was upheld in part, in relation to the online article.",
    "remedial_action": "16. Having partially upheld the complaint under Clause 1, the Committee considered what remedial action should be required.  17. The Committee considered that, given the nature of the breach of the Code and of the publication, the appropriate remedy was the publication of a correction, the nature, extent and prominence of which would be determined by IPSO.  18. In the Committee’s view, the wording appended to the article by the newspaper was insufficient remedy to the breach of the Code in this instance; it did not include a clear acknowledgment of the inaccuracy.  19. In order to remedy the breach of Clause 1, the newspaper was required to publish a footnote to the online article, the wording of which should be agreed with IPSO in advance, making clear that the original headline’s reference to “pupils” had been inaccurate, and that the messages had been sent to one pupil. In addition, the correction should acknowledge that it had been published following a ruling by the Independent Press Standards Organisation.   Date complaint received: 11/09/2014",
    "text": "\n\n\n\n\n\n·       Decision of the Complaints Committee 00115-14 Hutchins v Wiltshire Times\nSummary of complaint\n1. Benjamin Hutchins complained to the Independent Press\nStandards Organisation that the Wiltshire Times had breached Clause 1\n(Accuracy) of the Editors’ Code of Practice in articles headlined “Melksham\nteacher banned after sending sexual messages to pupils” (online) and “Sex\npest’s life ban” (in print), published on 5 September 2014. \n2. The articles reported that the complainant, a former\nteacher, had received a lifetime ban from teaching after having been cautioned\nby police for sending sexual messages to a pupil via social media, and found\nguilty of unacceptable professional conduct for falsifying coursework. \n3. The complainant said that the online headline had\ninaccurately suggested he had sent inappropriate messages to several pupils. In\nfact, he had only sent them to one student. The article’s assertion that he had\n“contacted others via Facebook” also contributed to this misleading impression;\nthis contact consisted of public messages to pupils about their exam results. \n4. The complainant was concerned that the article had not\nmade clear that he had been dismissed from his post in 2013; he considered that\nit implied inaccurately that he had just left teaching. He also said that the\narticle should have stated that his lifetime ban was issued as a result of both\nmisdemeanours. He further considered the term “sex pest” to be defamatory, and\nan attempt to sensationalise his actions; the use of the term represented a\nfailure to distinguish between comment and fact. \n5. The complainant considered that the photograph used to\nillustrate the article was misleading, as it showed him with a moustache, which\nhe had not worn for a number of years. He also believed that the newspaper had\naltered the photograph to enhance the colour of his lips, and complained that\nin the caption his surname was misspelt. \n6. The newspaper agreed that the online headline was\nmisleading. It had amended it to replace “pupil” with “pupils” and added the\nfollowing footnote: The headline for this article has been amended to read\n‘pupil’ from pupils at the request of Benjamin Hutchins. The newspaper had also\nadded a link to the full report of the hearing of the complainant’s case. \n7. It denied that the article was otherwise inaccurate or\nmisleading; the date of the complainant’s dismissal was contained in the\nhearing report linked from the article, the story identified the reasons for\nthe ban, and it was entitled to focus on the fact that the complainant had sent\ninappropriate messages to a pupil. The newspaper did not consider it misleading\nto refer to someone who had sent sexual messages to a pupil as a “sex pest”. \n8. The newspaper denied that it had manipulated the\nphotograph. It had corrected the spelling error in the complainant’s name. \nRelevant Code Provisions\n9. Clause 1 (Accuracy) \ni) The press must take care not to publish inaccurate,\nmisleading or distorted information, including pictures. \nii) A significant inaccuracy, misleading statement or\ndistortion once recognised must be corrected, promptly and with due prominence,\nand – where appropriate – an apology published. \niii) The Press, whilst free to be partisan, must\ndistinguish clearly between comment, conjecture and fact. \nFindings of the Committee\n10. In stating that the complainant had sent sexual messages\nto “pupils”, rather than one pupil, the article had misrepresented his\nmisconduct. The details of the hearing were available to the newspaper, and\nindeed the text of the article accurately reported that only one pupil had been\ninvolved. The headline therefore represented a failure by the newspaper to take\ncare not to publish inaccurate information. This aspect of the complaint under\nClause 1 (i) was upheld. While headlines are considered in context, this does\nnot excuse significant inaccuracies. The nature of the complainant’s misconduct\nwas one of the main focuses of the article, and the headline’s\nmisrepresentation of his actions therefore merited correction under the terms\nof Clause 1 (ii). \n11. The newspaper had corrected the error, and published a\nfootnote, noting that an amendment had been made to the article. The Committee\nwelcome the prompt action taken by the newspaper. Nonetheless, this footnote\nattributed the change to a request by the complainant, rather than to an error\non the part of the newspaper. As the correction had not made clear the initial\nerror, it was not sufficient to meet the requirements of Clause 1 (ii). \n12. The Committee noted the complainant’s objection to the\ndescription of him as a “sex pest”, but did not consider that the newspaper’s\ncharacterisation of him in this way was significantly misleading, in the\ncontext of the misconduct he had admitted; this did not constitute a failure to\ndistinguish between comment, conjecture and fact in breach of Clause 1 (iii). \n13. The remaining points were not upheld. The reference to\nthe complainant’s messages to other pupils was accurate, and the article was\nnot misleading regarding the chronology of the incidents; it had made clear\nthat the complainant had been suspended, and “later dismissed”. The article\nmade clear that the ban related to other incidents beyond the messages, and the\nonline article had included a link to further details of the hearing. \n14. The complainant had speculated that the photograph of\nhim had been manipulated to add colour to his lips. However, he had provided no\ngrounds for this. He had not disputed that the photograph depicted him, and it\nwas not misleading for the newspaper to use an image in which he wore a\nmoustache. The newspaper had made an error in reporting the complainant’s name.\nHowever, this was corrected swiftly and did not raise a breach of the Code. \nConclusions\n15. The complaint was upheld in part, in relation to the\nonline article. \nRemedial Action Required\n16. Having partially upheld the complaint under Clause 1,\nthe Committee considered what remedial action should be required. \n17. The Committee considered that, given the nature of the\nbreach of the Code and of the publication, the appropriate remedy was the\npublication of a correction, the nature, extent and prominence of which would\nbe determined by IPSO. \n18. In the Committee’s view, the wording appended to the\narticle by the newspaper was insufficient remedy to the breach of the Code in\nthis instance; it did not include a clear acknowledgment of the inaccuracy. \n19. In order to remedy the breach of Clause 1, the newspaper\nwas required to publish a footnote to the online article, the wording of which\nshould be agreed with IPSO in advance, making clear that the original\nheadline’s reference to “pupils” had been inaccurate, and that the messages had\nbeen sent to one pupil. In addition, the correction should acknowledge that it\nhad been published following a ruling by the Independent Press Standards\nOrganisation.\n \nDate complaint received: 11/09/2014\nDate decision issued: 23/12/2014\nBack to ruling listing\n\n\n"
}