{
    "url": "/rulings-and-resolution-statements/ruling/?id=00116-20",
    "title": "00116-20 McDonald v The Sunday Times",
    "provisions": [
        "1 Accuracy (2019)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "The Sunday Times (News UK)",
    "published_on": "2019-12-29 00:00:00",
    "received_on": "2020-01-07 00:00:00",
    "concluded_on": "2020-06-26 00:00:00",
    "complaint_processing_days": 171,
    "conclusion_long": "14. The complaint was not upheld.",
    "remedial_action": "15. N/A   Date complaint received: 07/01/2020",
    "text": "\n\n\n\n\n\n\nDecision\nof the Complaints Committee – 00116-20 McDonald v The Sunday Times\nSummary\nof Complaint\n1. David\nMcDonald complained to the Independent Press Standards Organisation that The\nSunday Times breached Clause 1 (Accuracy) of the Editors’ Code of Practice in\nan article headlined “HIGH ANXIETY OVER GLASGOW DEPUTY LEADER’S PLANE TRIPS /\nAnger at Glasgow convener’s jet-setting”, published on 29 December 2019.\n2. The\narticle reported on the official international trips taken by a Glasgow\ncouncillor. It said that the councillor had been “globetrotting at public\nexpense” and that his trips “follow[ed] the public outrage over expenses claims\nfor thousands of pounds worth of shoes, clothing and beauty sessions that\nforced [another councillor] to resign”. The article gave details of the seven\nofficial trips, which it described as “an impressive itinerary spanning seven\ncountries in Europe and Asia”, and explicitly referred to trips in Japan,\nRomania, Germany, the Czech Republic and Estonia. It also said he was “facing a\nbacklash” and had “been condemned” and contained quotes from a Glasgow\nConservative MSP and the GMB union’s Scottish secretary, who expressed\ndisappointment that “Glaswegians”’ and “tax-payer” money was used this way. The\narticle also reported that the councillor “could not be reached for comment but\nGlasgow council said that ‘in most cases’ the trips had been endorsed by a\ncrossparty committee to forge international links.”\n3. The\narticle also appeared online in substantially the same form, headlined “High\nanxiety over Glasgow deputy leader’s plane trips”.\n4. The\ncomplainant, the Glasgow councillor who was the subject of the article, said\nthat the article was inaccurate in breach of Clause 1. He said it was\ninaccurate to report that he had been “globetrotting at public expense” as\nseveral of the international trips referred to in the article had been at no\ncost to the public. He said this information could have been verified by\nchecking his register of interests which could be found publicly on the Glasgow\nCity Council website. He said that the trip to Japan had been sponsored and had\nnot been paid for by taxes. He accepted that the information available online\nsaid his travel expenses came to £777.53, including £314.10 for return flights\nto Dusseldorf, £306.73 for return flights to Tallinn and £156.70 for taxi\nfares. The complainant said that whilst the council initially paid for the\nflights to Tallinn, they were to be reimbursed by the event organisers. He said\nthe inclusion of a quote from the Glasgow Conservative MSP that he was\n“spending” public money was also inaccurate, for the same reasons. He also said\nthat referring to the other councillor who had been at the centre of an expense\nscandal was misleading and that it demonstrated that the publication had\nselectively chosen material.\n5. The\ncomplainant also considered that it was misleading to refer to “high anxiety”\nand to report that he was “facing backlash” due to his trips. He said there had\nbeen no public anger or backlash prior to the publication of the article.\n6. The\ncomplainant said that he had not been given sufficient opportunity to comment\nbefore the article was published. He said that the reporter had tried to\ncontact him via the Council’s communication team on 23 December, and they had\nthen emailed his work email address on 27 and 28 December telling him that the\narticle would be published on 29 December. The complainant said that the\ncouncil was in recess, and that the newspaper knew this, and therefore he was\nunable to challenge the accuracy of the article prior to publication.\n7. The\npublication did not accept that the article was inaccurate. It said that the\narticle had been based on a series of Tweets which the complainant had posted,\nwhich described the trips that he had taken that year as part of his work. In\naddition, it said that the article did not report that all of the trips had\nbeen at the expense of the public. The day after the article was published,\nprior to receipt of the complaint, the publication submitted a Freedom of\nInformation request. This said that the complainant had spent over £1,800 of\npublic funds on travelling. It also said that it was not inaccurate to report\nthe views of other politicians, and that it was entitled to characterise their\nviews as being of “high anxiety”, and that this would clearly have been\nunderstood by readers to be a pun. Furthermore, it did not find it misleading\nto refer to another councillor who had been in the news with regards to\nexpenses, as it was relevant to the story. Whilst not accepting a breach of\nClause 1, the publication did offer to publish the following wording in its\nScottish print edition, in the Corrections and Clarifications column, and in\nthe online Corrections and Clarifications column:\nOur\narticle \"High anxiety over Glasgow deputy leader's plane trips\"\n(News, December 29) stated that David McDonald, deputy leader of Glasgow City\nCouncil, had been \"globetrotting at public expense\" in 2019.\nCouncillor McDonald has asked us to make clear that some of the costs of the\nseven overseas trips mentioned in the article were in fact borne by his hosts,\nand one involved no expense to the public.  \n\n8. The\npublication said that it had given the complainant opportunity to respond prior\nto the article being published. It said that on 23 December the reporter had\nemailed the council press office, and attempted to call the complainant’s phone\nnumber at the council. On 27 December, the reporter emailed the complainant’s\ncouncil email address, called the complainant’s council phone number, and\ncontacted the council press office. On 28 December, the reporter emailed the\ncomplainant again, and also contacted a body chaired by the complainant. The\nnewspaper provided the relevant emails. In addition, the publication said that\nthe complainant had been active on his official Twitter page, so it assumed he\nwould also be able to respond to official emails.\n9. On\nreceipt of the Freedom of Information request, the complainant said that these\ncosts related to taxis, accommodation and other expenses, while the article\nreferred to flights, and it was therefore still inaccurate. \nRelevant\nCode Provisions\n10. Clause\n1 (Accuracy)\ni) The\nPress must take care not to publish inaccurate, misleading or distorted\ninformation or images, including headlines not supported by the text.\nii) A\nsignificant inaccuracy, misleading statement or distortion must be corrected,\npromptly and with due prominence, and — where appropriate — an apology\npublished. In cases involving IPSO, due prominence should be as required by the\nregulator. \niii) A\nfair opportunity to reply to significant inaccuracies should be given, when\nreasonably called for.\niv) The\nPress, while free to editorialise and campaign, must distinguish clearly between\ncomment, conjecture and fact.\nFindings\nof the Committee\n11. The\ncomplainant accepted that many of the trips had elements, such as taxis,\naccommodation or flights, that had been paid for by the Council. The article\nhad not reported which of the seven trips had been funded by the tax-payer, nor\nhad it said that all of them had been. The newspaper had based its report on\ninformation which the complainant had Tweeted, and it had contacted the Council\nvia email and phone. The Committee noted the complainant’s concerns that, due\nto the fact the Council was in recess, he was given insufficient time to\nrespond, but the newspaper had tried to contact him both via the Council and\ndirectly, and the article had included the Council’s comment. As the\npublication had made multiple attempts to contact the complainant in order to\nput the accusations to him, and had based the article off a Tweet the\ncomplainant had himself published, there was no failure to take care under\nClause 1(i). When provided with the evidence supplied by the complainant, in\naddition to the Freedom of Information request, it was clear that the\ncomplainant had visited several countries at the expense of the public. On this\nbasis there was no significant inaccuracy which required correction under\nClause 1 (ii). The Committee, however, welcomed the clarification as offered by\nthe publication.\n12.\nReferring to concerns about another councillor’s expenses was not misleading\nwithin the context of the article, as it was relevant to the story and she had\nbeen on one of the trips with the complainant. On this basis, there was no\nfailure to take care to report accurate information and there was no breach of\nClause 1 on this point. \n13. The\narticle had included two quotes from a rival politician and a union\nrepresentative who expressed concern regarding the way in which public money\nhad been spent. It was therefore not misleading to report that the complainant\nwas “facing a backlash” and had “been condemned”; this was clearly the\nnewspaper’s characterisation based on the reported comments. There was no failure\nto take care over the accuracy of the article on this point. \nConclusions\n14. The\ncomplaint was not upheld.\nRemedial\nAction Required\n15. N/A\n \nDate\ncomplaint received: 07/01/2020\nDate\ncomplaint concluded by IPSO: 26/06/2020\n\nBack to ruling listing\n\n\n"
}