{
    "url": "/rulings-and-resolution-statements/ruling/?id=00120-20",
    "title": "00120-20 Moses v Metro.co.uk",
    "provisions": [
        "1 Accuracy (2019)",
        "2 Privacy (2019)",
        "12 Discrimination (2019)",
        "11 Victims of sexual assault (2019)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "metro.co.uk (Associated Newspapers Limited)",
    "received_on": "2020-01-02 00:00:00",
    "concluded_on": "2020-06-05 00:00:00",
    "complaint_processing_days": 155,
    "conclusion_long": "26. The complaint was not upheld.",
    "remedial_action": "27. N/A   Date complaint received: 02/01/2020",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee – 00120-20 Moses v\nMetro.co.uk\nSummary of Complaint\n1. Sian Moses complained to the Independent Press Standards\nOrganisation that Metro.co.uk breached Clause 1 (Accuracy), Clause 2 (Privacy),\nClause 11 (Victims of sexual assault) and Clause 12 (Discrimination) of the\nEditors’ Code of Practice in an article headlined “Youth support worker ‘said\nshe could turn any woman gay’”, published on 26 November 2019 and an article\nheadlined “Youth worker who boasted ‘I can turn any woman gay’ allowed back to\nwork”, published on 24 December 2019.\n2. The first article reported on a hearing before the Fitness to\nPractice Committee of the Education Workforce Council into allegations made\nagainst a children’s home official that she had made sexual advances and\ncomments towards another female, a married co-worker referred to as “Colleague\nA”, whilst on duty. The article reported that the woman had “denied eleven\ncharges of unacceptable professional conduct and argued that it was Colleague A\nwho had made the sexual advances towards her.” It listed allegations against her\nsuch as her having allegedly told the married colleague that “I can turn any\nwoman gay”. The article also included photos of the children’s home official,\nwhich had been taken from her Facebook page, and one of her walking down the\nstreet.\n3. The second article included much of the same content. This\narticle reported on the outcome of the hearing, which was that her behaviour\nwas “inappropriate” but did not amount to unacceptable professional conduct to\nlose her job. It also included the allegation that she “had made remarks of a\nsexual nature – including a reference to her nickname being ‘Tina Turner’\nbecause she could ‘turn any woman gay’ and that she liked ‘little blondes’”.\n4. The complainant, the children’s home official who was facing the\nallegations, said that the articles were inaccurate in breach of Clause 1. She\nsaid they inaccurately reported that she had said that she could “turn any\nwoman gay” and the second article had additionally said she called herself\n“Tina Turner” because she could “turn” women gay. The complainant said that it\nwas her colleagues who said this, and gave her this nickname, not her. She also\nsaid it was inaccurate to report that she had allegedly made sexual advances\ntowards her colleague; in fact, she was the one who had received the unwanted\nsexual advances. The complainant also said it was inaccurate not to report that\nthe colleague she had been accused of making advances towards was married to a\nwoman; the headlines made it seem that the colleague was heterosexual and\nmarried to a man.\n5. The complainant also said that the articles breached Clause 2\nbecause they included photographs that had been taken from her Facebook profile\nand a photo of her on the street that was taken without her knowledge. The\ncomplainant said that her Facebook profile was set so it could only be seen by\nfriends and friends of friends, and could not be seen by journalists and it\ntherefore breached her privacy to publish these photos.\n6. The complainant also said that the article breached Clause 11\nas it named her, when it was the other, unnamed, colleague who had made the\nsexual advances towards her.\n7. The complainant also said that the articles breached Clause 12\nas they discriminated against her as a lesbian.\n8. The publication said it did not accept any breaches of the\nCode. It said that the reference to the complainant making comments of a sexual\nnature came from the findings of the hearing. It also said that it had included\nthe complainant’s counter-allegation, that she had been the victim of the\nsexual advances, within the articles. It was not necessary to include the\nmarital status or sexual orientation of the colleague, as the articles reported\non the complainant’s hearing, and the colleague’s sexuality or marital status\nwere not relevant. Additionally, it said that both the headlines referred only\nto the complainant and not to the colleague.\n9. The publication said that the two photos did not intrude into\nthe complainant’s privacy. The photos from Facebook were openly available, and\nit provided screenshots to support this. The photograph of the complainant\noutside was taken on a public street and did not depict her engaging in any\nsensitive, private or compromising acts – it was simply a picture of her\nwalking. It also said that it was entitled to report on her official hearing.\n10. The publication considered that it was unclear exactly what\nsexual misconduct the complainant was alleging to be the victim of; it appeared\nthat she was claiming to be the victim of the conduct she had been accused of,\nmeaning unacceptable professional conduct. It did not consider that its\narticles had identified the complainant as a victim of sexual assault, nor did\nit consider that “advances” having been made towards her reached the threshold\nrequired for “sexual assault” under Clause 11. The publication said that it had\nmerely reported the allegations, which had been the subject of an open hearing\nwhere the complainant had been named; the complainant’s claims were not the\nsubject of the tribunal’s investigation. Furthermore, it noted that the police\nhad seen and reviewed text messages between the complainant and her colleague\nand had concluded that their relationship was consensual, and this had been\nnoted in the findings of the tribunal. It also noted that the police had not\nconsidered the complainant to be a victim of sexual abuse.\n11. The publication said its articles had not been discriminatory\ntowards the complainant. It had not used any discriminatory references, and\nwhilst it had reported on her gender and sexual orientation, this was genuinely\nrelevant to the story as it was heard in the context of the sexual advances she\nhad allegedly made.\nRelevant Code Provisions\n12. Clause 1 (Accuracy)\ni) The Press must take care not to publish inaccurate, misleading\nor distorted information or images, including headlines not supported by the\ntext.\nii) A significant inaccuracy, misleading statement or distortion\nmust be corrected, promptly and with due prominence, and — where appropriate —\nan apology published. In cases involving IPSO, due prominence should be as\nrequired by the regulator. \niii) A fair opportunity to reply to significant inaccuracies\nshould be given, when reasonably called for.\niv) The Press, while free to editorialise and campaign, must\ndistinguish clearly between comment, conjecture and fact.\n13. Clause 2 (Privacy)*\ni) Everyone is entitled to respect for his or her private and\nfamily life, home, health and correspondence, including digital communications.\nii) Editors will be expected to justify intrusions into any\nindividual's private life without consent. In considering an individual's\nreasonable expectation of privacy, account will be taken of the complainant's\nown public disclosures of information and the extent to which the material\ncomplained about is already in the public domain or will become so.\niii) It is unacceptable to photograph individuals, without their\nconsent, in public or private places where there is a reasonable expectation of\nprivacy.\n14. Clause 11 (Victims of sexual assault)\nThe press must not identify or publish material likely to lead to\nthe identification of a victim of sexual assault unless there is adequate\njustification and they are legally free to do so. Journalists are entitled to\nmake enquiries but must take care and exercise discretion to avoid the\nunjustified disclosure of the identity of a victim of sexual assault.\n15. Clause 12 (Discrimination)\ni) The press must avoid prejudicial or pejorative reference to an\nindividual's, race, colour, religion, sex, gender identity, sexual orientation\nor to any physical or mental illness or disability.\nii) Details of an individual's race, colour, religion, gender\nidentity, sexual orientation, physical or mental illness or disability must be\navoided unless genuinely relevant to the story.\nFindings of the Committee\n16. The Committee noted the complainant’s position that it was her\ncolleagues who had said that she could “turn any woman gay” and had nicknamed\nher “Tina Turner”. It was the publication’s position that these were\nallegations that had been made during the hearing, and it had accurately reported\nthem. The complainant had not demonstrated that these allegations were not made\nduring the hearing and due care had been taken in reporting them as\nallegations. After the hearing was concluded, prior to publication of the\nsecond article, the Fitness to Practice Committee of the Education Workforce\nCouncil issued its decision which stated that it “was satisfied that Ms Moses\ndid say she could ’turn any woman gay’, or words to that effect” and that she\nhad accepted the joke relating to calling her “Tina Turner”. The Committee\ntherefore found that the publication had taken care to avoid inaccuracy in both\narticles in reporting what was heard in the complainant’s hearing and there was\nno breach of Clause 1 on this point.\n17. The Committee noted the complainant’s position that she had\nbeen the victim of sexual advances made by Colleague A. The Committee found\nthat the newspaper was entitled to report on the hearing before the Fitness to\nPractice Committee, which concerned the allegations which had been made against\nthe complainant. The articles made clear that these were allegations which the\ncomplainant denied and her position that the advances were made by Colleague A.\nThe first article was written whilst the hearing was ongoing and there was no\nsuggestion that she had been found guilty, and the second article reported that\nthe “disciplinary hearing ruled her behaviour was ‘inappropriate’ but did not\namount to unacceptable professional conduct to lose her job”. There was no\nfailure to take care over the accuracy of the article on this point.\n18. The Committee found that it was not misleading to omit sexual\norientation or marital status of Colleague A from the articles, as these\nmatters had no bearing on the report of the complainant’s hearing. It did not\nfind that either of the headlines implied that Colleague A was married to a\nman. There was no breach of Clause 1.\n19. The Committee found that the Facebook pictures were openly\navailable on the complainant’s profile. It also noted that the photograph,\nwhich had been taken without the complainant’s knowledge, had been taken on a\npublic street and simply showed her likeness, and not any private activity\nabout which she had a reasonable expectation of privacy. Neither of the images\ndisclosed anything private about the complainant. There was no breach of Clause\n2.\nFindings of the Committee\n20. The Committee noted the complainant’s position that it was her\ncolleagues who had said that she could “turn any woman gay” and had nicknamed\nher “Tina Turner”. It was the publication’s position that these were\nallegations that had been made during the hearing, and it had accurately\nreported them. The complainant had not demonstrated that these allegations were\nnot made during the hearing and due care had been taken in reporting them as\nallegations. After the hearing was concluded, prior to publication of the\nsecond article, the Fitness to Practice Committee of the Education Workforce\nCouncil issued its decision which stated that it “was satisfied that Ms Moses\ndid say she could ’turn any woman gay’, or words to that effect” and that she\nhad accepted the joke relating to calling her “Tina Turner”. The Committee\ntherefore found that the publication had taken care to avoid inaccuracy in both\narticles in reporting what was heard in the complainant’s hearing and there was\nno breach of Clause 1 on this point.\n21. The Committee noted the complainant’s position that she had\nbeen the victim of sexual advances made by Colleague A. The Committee found\nthat the newspaper was entitled to report on the hearing before the Fitness to\nPractice Committee, which concerned the allegations which had been made against\nthe complainant. The articles made clear that these were allegations which the\ncomplainant denied and her position that the advances were made by Colleague A.\nThe first article was written whilst the hearing was ongoing and there was no\nsuggestion that she had been found guilty, and the second article reported that\nthe “disciplinary hearing ruled her behaviour was ‘inappropriate’ but did not\namount to unacceptable professional conduct to lose her job”. There was no\nfailure to take care over the accuracy of the article on this point.\n22. The Committee found that it was not misleading to omit sexual\norientation or marital status of Colleague A from the articles, as these\nmatters had no bearing on the report of the complainant’s hearing. It did not\nfind that either of the headlines implied that Colleague A was married to a\nman. There was no breach of Clause 1.\n23. The Committee found that the Facebook pictures were openly\navailable on the complainant’s profile. It also noted that the photograph,\nwhich had been taken without the complainant’s knowledge, had been taken on a\npublic street and simply showed her likeness, and not any private activity\nabout which she had a reasonable expectation of privacy. Neither of the images\ndisclosed anything private about the complainant. There was no breach of Clause\n2.\n24. The Committee noted the complainant’s position that she had in\nfact had been the victim of the allegations set out in the articles. However,\nthe publication had not identified the complainant as a victim of sexual\nassault; “sexual advances” do not meet this threshold. In light of this, the\nterms of Clause 11 had not been engaged.\n25. The Committee noted that the articles referred to the\ncomplainant’s sexual orientation and gender. Neither of the articles used\nprejudicial or pejorative references to either her sexual orientation or\ngender, and, due to the allegations heard at the hearing, the complainant’s\nsexual orientation was genuinely relevant to the story. There was no breach of\nClause 12.\nConclusions\n26. The complaint was not upheld.\nRemedial Action Required\n27. N/A\n \nDate complaint received: 02/01/2020\nDate complaint concluded by IPSO: 05/06/2020\n \nBack to ruling listing\n\n\n"
}