{
    "url": "/rulings-and-resolution-statements/ruling/?id=00120-14",
    "title": "00120-14 Wilson v Press & Journal",
    "provisions": [
        "1 (Accuracy) 2015",
        "2 (Opportunity to reply) 2015"
    ],
    "outcome": "Breach - sanction: publication of correction",
    "publication": "Press & Journal (DC Thomson Group)",
    "published_on": "2014-09-10 00:00:00",
    "received_on": "2014-09-11 00:00:00",
    "concluded_on": "2014-12-01 00:00:00",
    "complaint_processing_days": 81,
    "conclusion_long": "19. The complaint under Clause 1 was in part upheld. The complaint under Clause 2 was not upheld.",
    "remedial_action": "20. Having partially upheld the complaint under Clause 1, the Committee considered what remedial action should be required. The Committee has the power to require the publication of a correction and/or adjudication; the nature, extent and placement is to be determined by IPSO. It may also inform the publication that further remedial action is required to ensure that the requirements of the Editors’ Code are met.  21. In the circumstances, and taking into account the nature of the breach of the Code and of the publication, the Committee concluded that the appropriate remedy was the publication of a correction. In particular, the Committee had regard for the fact that, while upholding the complaint under Clause 1 (ii), the newspaper had sought to publish the correction in  a location which it, in good faith, believed complied with the requirements of the Code.  22. In the Committee’s view, the wording proposed by the newspaper, which adequately identified the original inaccuracy and made clear the correct position, was sufficient. In order to remedy the breach of Clause 1, the newspaper was now required to publish this wording, in full, on page three or further forward, in the newspaper. The correction must also be published on the newspaper’s homepage for a period of no less than 48 hours, and then archived on the newspaper’s website in the normal way. In addition, acknowledgements must be added to both the print and online versions of this correction to explain that they have been published following a ruling by the Independent Press Standards Organisation.  Date complaint received: 11/09/2014",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee 00120-14 Wilson v Press & JournalSummary of complaint \n1.  Douglas\nWilson,  acting on behalf  of Highland Titles Ltd, complained to the\nIndependent Press Standards Organisation that The Press & Journal had\nbreached Clause 1 (Accuracy) and Clause 2 (Opportunity to reply) of the\nEditors’ Code of Practice in an article headlined “Clan attack ‘Glencoe’ plot\nsales”, published on 10 September 2014 in print and online. \n2. The complainant’s company, Highland Titles, sells plots\nof land in Scotland to help fund conservation projects. Purchasers of the plots\nare then, according to the company, entitled to style themselves as “Lord,\nLaird or Lady of Glencoe”. The article reported critical comments made by “Clan\nDonald Worldwide” about Highland Titles, including a suggestion that the\nmembers of Clan Donald Worldwide, a Facebook group, should not associate\nthemselves with the company. \n3. The complainant said the article had deliberately\nconfused the Facebook group with Clan Donald itself, and had suggested that the\ncriticisms had been made by the Clan rather than the group. He explained that\nClan Donald Worldwide was not officially associated in any way with the real\nClan Donald; it was a page operated by a single individual. The suggestion that\nthe real Clan Donald had criticised his company was misleading and damaging. \n4. The complainant also denied that he had told the\nnewspaper before publication (as had been reported) that Highland Titles was a\ncharity. It was not a charity, and he had not made such a suggestion. By\nreporting otherwise, the article had implied that he had unlawfully\nmisrepresented the company. He further objected to an accompanying box, which\nnoted guidance issued by Trading Standards on buying “souvenir plots”. This\ninaccurately suggested, in his view, that Highland Titles had acted improperly,\nor that Trading Standards were investigating the company, particularly as the\narticle quoted his denial that the company was a “scam”. This was misleading. \n5. The newspaper accepted that it was inaccurate for it to\nhave attributed the comments to a Scottish clan, and acknowledged that it would\nhave been more accurate to describe the clan as a “Facebook-clan group”. It\nremoved the online article and offered to publish a correction on this point on\npage five or six of its print edition; a note on its letters page, which\nappeared daily, made clear that its corrections and apologies are published on\npage five or six. The correction would also be published online for 48 hours.\nIt proposed the following wording: \nOn September 10, we reported incorrectly that the company\nHighland Titles had been criticised by “a Scottish clan”. In fact, Clan Donald\nWorldwide, which was quoted in the story, is a Facebook-clan group which\npromotes interest in Clan Donald around the world. It has no formal connection\nwith the official Clan Donald. We are happy to clarify the matter. \n6. The newspaper did not accept that the remaining issues\nraised a breach of the Code. While the journalist did not have a clear note of\nher conversation with the complainant, she clearly recalled his having referred\nto Highland Titles as a charity or a charitable trust. While the newspaper\naccepted that there might have been some misunderstanding over the precise terminology,\nit did not regard this as significant in the context: it was accepted that\nHighland Titles was wholly owned by a charitable trust. The references to\nTrading Standards were not misleading. \n7. The complainant did not accept the proposed correction. This\nfailed to address all the points raised in his complaint and did not include an\nappropriate apology. The complainant was further concerned that the newspaper’s\nproposal for prominence was inadequate. \nRelevant Code Provisions\n8. Clause 1 (Accuracy) \n(i) The Press must take care not to publish inaccurate,\nmisleading or distorted information, including pictures. \n(ii) A significant inaccuracy, misleading statement or\ndistortion once recognised must be corrected, promptly and with due prominence,\nand - where appropriate - an apology published. In cases involving the\nRegulator, prominence should be agreed with the Regulator in advance. \n9. Clause 2 (Opportunity to reply) \n(i) A fair opportunity for reply to inaccuracies must be\ngiven when reasonably called for. \nFindings of the Committee\n10. The newspaper’s failure to distinguish comments made by\na Facebook user from a communication by Clan Donald demonstrated a failure on\nthe newspaper’s part to take care not to publish misleading information. The\ncomplaint under Clause 1 (i) was therefore upheld. The distinction was\nsignificant in this context, and the article was therefore significantly\ninaccurate in a manner that required correction in accordance with Clause 1\n(ii). \n11. The newspaper had recognised its error promptly, and had\noffered the complainant a letter for publication, and then a clarification,\nprior to IPSO’s involvement in the complaint. The wording of the correction\noffered was sufficient to address and correct the initial error. \n12. The Committee was concerned, however, about the\nnewspaper’s proposal to publish the correction on page five or six, when the\noriginal article had appeared on page three. \n13. An established corrections column serves several\nimportant purposes: it signifies a commitment to accuracy; it provides\ninformation to readers about how to make complaints; and if it appears\nconsistently, it contributes to the prominence of corrections by ensuring that\nreaders know where to find them. \n14. In order to ensure that it serves these purposes, an\nestablished corrections column should, absent exceptional circumstances, appear\nin the same place in every edition of the publication and include information\nabout the publication’s complaints policy. \n15. The Committee welcomed the newspaper’s publication of\ninformation in each edition regarding the location of corrections. However, the\nregular placement of corrections on page five or six as standalone items did\nnot, in the Committee’s view, amount to an established corrections column. The\nadvertised location of corrections varied across two pages, and the statement\nrecording the publication’s policy was published on a different page to that on\nwhich corrections appeared. Absent an established column, the Committee did not\nconsider that the publication of a correction two or three pages further back\nin the publication than the original error constituted due prominence. The\nnewspaper’s offer of remedial action on this point did not comply with the\nrequirements of Clause 1 (ii). \n16. The Committee next considered the complaint in regard to\nthe complainant’s alleged claim that Highland Titles was a charity. While the\nCommittee expressed concern that the newspaper had not been able to provide\nreporters’ notes to corroborate its position, it did not agree that the article\nhad implied that he had acted unlawfully in his presentation of the status of\nthe company. In light of the fact that Highland Titles was wholly owned by a\ncharitable trust, it did not consider that any inaccuracy in the reporting of\nhis comments was significant so as to breach Clause 1. \n17. There was no suggestion that the information published\nin relation to Trading Standards was inaccurate. The article made clear that\nTrading Standards did not consider that there was anything wrong with the\nbusiness practices of the complainant’s company; the information published was\nnot misleading in the manner suggested by the complainant. Nor did the\narticle’s report of the complainant’s denial that his company was “a scam”\nraise any breach of Clause 1. \n18. Finally, the Committee noted that the newspaper had\noffered the complainant the opportunity to reply to the inaccuracies by way of\na letter. There was no breach of Clause 2 (Opportunity to reply). \nConclusions\n19. The complaint under Clause 1 was in part upheld. The\ncomplaint under Clause 2 was not upheld. \nRemedial Action Required\n20. Having partially upheld the complaint under Clause 1,\nthe Committee considered what remedial action should be required. The Committee\nhas the power to require the publication of a correction and/or adjudication;\nthe nature, extent and placement is to be determined by IPSO. It may also\ninform the publication that further remedial action is required to ensure that\nthe requirements of the Editors’ Code are met. \n21. In the circumstances, and taking into account the nature\nof the breach of the Code and of the publication, the Committee concluded that\nthe appropriate remedy was the publication of a correction. In particular, the\nCommittee had regard for the fact that, while upholding the complaint under\nClause 1 (ii), the newspaper had sought to publish the correction in  a location which it, in good faith, believed\ncomplied with the requirements of the Code. \n22. In the Committee’s view, the wording proposed by the\nnewspaper, which adequately identified the original inaccuracy and made clear\nthe correct position, was sufficient. In order to remedy the breach of Clause\n1, the newspaper was now required to publish this wording, in full, on page\nthree or further forward, in the newspaper. The correction must also be\npublished on the newspaper’s homepage for a period of no less than 48 hours,\nand then archived on the newspaper’s website in the normal way. In addition,\nacknowledgements must be added to both the print and online versions of this\ncorrection to explain that they have been published following a ruling by the\nIndependent Press Standards Organisation. \nDate complaint received: 11/09/2014\nDate decision issued: 01/12/2014\nBack to ruling listing\n\n\n"
}