{
    "url": "/rulings-and-resolution-statements/ruling/?id=00122-14",
    "title": "00122-14 Hart v Swindon Advertiser",
    "provisions": [
        "1 (Accuracy) 2015",
        "3 (Privacy) 2015",
        "5 (Intrusion into grief or shock) 2015"
    ],
    "outcome": "No breach - after investigation",
    "publication": "Swindon Advertiser (Newsquest Media Group)",
    "published_on": "2014-09-11 00:00:00",
    "concluded_on": "2014-11-25 00:00:00",
    "conclusion_long": "20. The complaint was not upheld.",
    "remedial_action": "N/A   Date of complaint: 11/09/2014",
    "text": "\n\n\n\n\n\n·         Decision of the Complaints Committee\n00122-14 Hart v Swindon Advertiser\n Summary of complaint \n1. George Hart complained to the Independent Press Standards\nOrganisation that the Swindon Advertiser had breached Clause 1 (Accuracy),\nClause 3 (Privacy) and Clause 5 (Intrusion into grief or shock) of the Editors’\nCode of Practice in an article headlined “Police plea after legal highs death”,\npublished on 11 September 2014 in print and online. \n2. The article reported that police had issued a warning\nabout the dangers of legal highs following the death of Simon Morse, the\ncomplainant’s brother-in-law. It reported that Mr Morse had been found dead at\nhis home in Grange Park on 9 August, and that it was believed that his death\nfollowed intravenous use of a legal high. It included comments by a police\nconstable, who said that Mr Morse “was known to be a Class A drug user. If he\ngot his hands on legal highs he has tried to do the same thing with them and\ninject them”. \n3. The complainant regarded the publication of the article,\nwithout the consent of his family, as cruel and damaging. He said that it had\ncaused serious intrusion, and had informed at least one family member of the\ndetails of the death that the family had hoped to keep from her. The newspaper\nhad failed to handle publication sensitively in breach of Clause 5, and its\npublication of Mr Morse’s full name and partial address constituted a failure\nto respect his privacy, in breach of Clause 3. \n4. Further, the complainant said that the article was\nsignificantly inaccurate: Mr Morse’s death had not been attributed to legal\nhighs; he had died following an infection, which was recorded on the death\ncertificate as “bacterial endocarditis due to MRSA and multi organ failure”. He\nhad not been found dead in his home on 9 August; he had died on 18 August after\nfive days in hospital. \n5. The newspaper expressed regret that it had inadvertently\ncaused the family distress at a difficult time. It had not intended to cause\nupset but to highlight an issue of considerable public concern, following\nseveral deaths in the local area connected to legal highs. \n6. It explained that the original source of the information\nhad been a police constable on a neighbourhood policing team, who told members\nof the community at an update meeting that Mr Morse had died after injecting himself\nwith a legal high. The following day, a reporter for the newspaper had\ncontacted the officer to seek additional information. The officer explained\nthat he had been working elsewhere for a portion of August, but that he had\nbeen briefed by the rest of his team. He said that he had been told that Mr\nMorse had died after injecting himself with a legal high. He was not sure of\nthe date of death, but after being asked by the reporter to check by looking at\nthe logs, he said that it was 9 August. \n7. While the newspaper noted that it had been relying on\ninformation provided by police, it accepted that the claims in the article\nregarding the timing and location of Mr Morse’s death had been inaccurate. \n8. It offered to publish a follow-up “tribute” from the\nfamily’s point of view and to correct and apologise for the inaccuracies in the\narticle. It initially offered the complainant the opportunity to suggest a\nwording; after he declined, it proposed the following, to be published on the\nsame page as the original article (page five): \nFollowing a  report\ninto the death of Simon Morse in Swindon in the Swindon Advertiser on September\n11 we have been asked by his family to point out that he was not found dead at\nhis home as was reported but died later in Great Western Hospital. Our report\nwas based on information given to us by Wiltshire Police but we are happy to\nmake this clear and apologise to Mr Morse’s family for the distress this\ncaused. \n9. The newspaper believed it had acted responsibly in\nrelying on information given by the police about the cause of death. At the\ntime of publication it did not believe, given the public statements by police,\nthat this information was in dispute; it did not accept any breach of Clause 1,\nbut said it would publish the outcome of the inquest, once concluded. \n10. The complainant said that this offer (and the\nnewspaper’s reliance on information from the police) was inadequate; he wanted\na full, published retraction of the article, including in relation to the cause\nof death. He reiterated his concerns that its publication was not in the public\ninterest and that the family should have been contacted prior to publication. \nRelevant Code Provisions\n11. Clause 1 (Accuracy) \n(i) The Press must take care not to publish inaccurate,\nmisleading or distorted information, including pictures. \n(ii) A significant inaccuracy, misleading statement or\ndistortion once recognised must be corrected, promptly and with due prominence,\nand - where appropriate - an apology published. In cases involving the\nRegulator, prominence should be agreed with the Regulator in advance. \n12. Clause 3 (Privacy) \n(i) Everyone is entitled to respect for his or her private\nand family life, home, health and correspondence, including digital\ncommunications \n(ii) Editors will be expected to justify intrusions into any\nindividual's private life without consent. Account will be taken of the\ncomplainant's own public disclosures of information. \n13. Clause 5 (Intrusion into grief or shock) \n(i) In cases involving personal grief or shock, enquiries\nand approaches must be made with sympathy and discretion and publication\nhandled sensitively. This should not restrict the right to report legal\nproceedings, such as inquests. \nFindings of the Committee\n14. It was understandable and regrettable that the\npublication of inaccuracies regarding the circumstances of Mr Morse’s death had\ncaused his family distress. Nonetheless, given that the claims had been\npublished in good faith based on information provided by an apparently\nauthoritative source, the publication of the article – an account of concerns\nraised by the police about a potential public health concern – had not been\nhandled insensitively. The publication was not required under the terms of the\nCode to obtain the family’s consent in order to publish this material, and\nthere was no breach of Clause 5. \n15. Turning to address the complaint under Clause 1, the\nCommittee noted that the newspaper was entitled to rely on the information\ngiven to it by the police about an incident in which they had apparently been\ninvolved. After learning of the case at a public meeting, the newspaper had –\nappropriately – taken steps to ensure that the police’s position was reported\naccurately. The decision not to take additional steps, such as by contacting\nthe family for comment, did not constitute a failure to take care over the\naccuracy of the article. There was no breach of Clause 1 (i).  \n16. It was accepted, however, that police had provided\nincorrect information regarding the timing and location of Mr Morse’s death.\nThese were significant inaccuracies, which required correction under Clause 1\n(ii) of the Code. In the view of the Committee, the wording and prominence of\nthe correction proposed was sufficient to comply with the requirements of\nClause 1 (ii), and it welcomed the newspaper’s inclusion of an apology, in the\ncircumstances. In order to avoid a breach of the Code, this correction should\nnow be published. \n17. The outstanding complaint under Clause 1 related to Mr\nMorse’s cause of death and whether the newspaper had misled readers by connecting\nit to “legal highs”. The death certificate had referred to a bacterial\ninfection and multi organ failure, and had not attributed this to legal highs.\nHowever, the Committee noted that he had declined to comment further on the\ncause of the infection; the reason for Mr Morse’s initial admission to hospital\nwas unclear. \n18. At the time of its consideration of the complaint, Mr\nMorse’s inquest had not yet been held. The Committee was therefore not in a\nposition to establish the precise circumstances of Mr Morse’s death, which\nwould be necessary in order to determine whether the article was significantly\ninaccurate in this regard. However, it was notable that the article had\nindicated in reporting the position of the police that there was an element of\nconjecture regarding the cause of death; the role of “legal highs” in the death\nwas described as a “belief” of the police. In all the circumstances, the\nCommittee did not establish a breach of Clause 1 on this point. Nonetheless, it\nmade clear that it would expect the newspaper to report appropriately on the\ninquest, particularly should it be revealed that this initial indication was\nincorrect. \n19. The Committee noted that the article had reported that\nMr Morse’s full name and that he lived in Grange Park. However, where those\ndetails related only to the deceased party, it did not establish any breach of\nClause 3. \nConclusions\n20. The complaint was not upheld. \nRemedial Action Required\nN/A\n \nDate of complaint: 11/09/2014\nDate decision issued: 25/11/2014\nBack to ruling listing\n\n\n"
}