{
    "url": "/rulings-and-resolution-statements/ruling/?id=00134-19",
    "title": "00134-19 Edmonds V The Sun on Sunday",
    "provisions": [
        "1 Accuracy (2018)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "The Sun on Sunday (News UK)",
    "published_on": "2019-01-06 00:00:00",
    "received_on": "2019-01-06 00:00:00",
    "concluded_on": "2019-05-23 00:00:00",
    "complaint_processing_days": 137,
    "conclusion_long": "13. The complaint was not upheld.",
    "remedial_action": "14. N/A Date complaint received by IPSO: 06/01/2019",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee 00134-19 Edmonds v The Sun on Sunday\nSummary of complaint\n1. Noel Edmonds\ncomplained to the Independent Press Standards Organisation that The Sun on\nSunday breached Clause 1 (Accuracy) of the Editors' Code of Practice in an\narticle headlined \"I'M A CELEB KIWI\" published on 6 January 2019.\n2. The article\nreported that the complainant was so \"crushed\" following his exit\nfrom the television programme I'm A Celebrity Get Me Out Here!, that he had put\nhis house up for sale and was looking to move to New Zealand. The article\nfeatured comments from a source which claimed that being voted off the show had\nleft him \"devastated\", \"smashed to pieces\" and that he\nviewed the programme as a \"chance to repair his image\"; he felt\n\"unappreciated by the British public as a result\". The source went on\nto claim that the complainant had \"slipped into a bit of a\ndepression\" and was terrified that this was \"the end for him in the\nUK\" and that no further work would come his way. The source also claimed\nthat the complainant was \"very upset at the thought of leaving his animals\nespecially his swans\". The article featured a quote from the complainant's\nspokesman which rebutted the source's claims, explaining that the complainant\nhad always planned to live part of the year in New Zealand, that he was\n\"full of energy\", that he was considering a number of work offers and\nthat he was \"not down\".\n3. The article also\nappeared in much the same format online under the headline \"I'M A CELEB\nKIWI! ‘Crushed’ Noel Edmonds plans move to New Zealand after being upset by I’m\nA Celeb rejection\" published on 5 January 2019.\n4. The complainant\nsaid that the article was inaccurate and disputed all the claims made by the\nsource. He said that he had always planned to move to New Zealand, this was not\na reaction to his being voted off the show, his house had been up for sale\nbefore he accepted the offer to feature on it and this had been widely\nreported. The complainant said the article's references to his state of mind\nwere all inaccurate and unfounded; he was in a positive frame of mind and had\nbeen since he was voted off, he did not feel \"unappreciated\" and he\nwas not concerned about work opportunities; this was confirmed by his spokesman\nprior to publication. The complainant provided witness statements from professional\ncolleagues and family members, which he said confirmed this position.\n5. The publication\ndid not accept a breach of the Code. It said that the complainant had given an\ninterview to another publication expressing his \"shock\" and\n\"abject disappointment\" at being voted off; this contrasted with the\ncomplainant's assertion that he was not, and never was, adversely affected. The\npublication questioned the accuracy of the complainant's letter of complaint\nand requested that the Committee decline to adjudicate on this basis.\n6. The publication\nsaid that it had been notified by a well-informed source that the complainant\nwas house hunting in New Zealand and that he was \"crushed\" at his\nexit from the programme. The publication emphasised that the claims in the\narticle were attributed to the source and that the complainant's publicist had\nconfirmed the accuracy of the two key aspects of the article, that the house\nwas up for sale and that the complainant planned to spend some of the year in\nNew Zealand. The publication said that the complainant's publicist's denial\nthat he was down contradicted its source. It highlighted that no representative\nwould admit to their client being in a negative state of mind in the\ncircumstances, and questioned how the witnesses who made statements could be in\na position to know what the complainant was feeling at the time.  The publication said that it was irrelevant\nthat he had been planning to move for some time, as he had not moved in this\ntime; the complainant had not disputed that he was actively searching for New\nZealand properties. Further, despite the complainant's representative not\nproviding an official response to the publication, it had included the\npublicist's denial of the sources claims.\n7. Notwithstanding\nits position that there was no breach of the Code, the publication offered to\npublish a clarification on page 2 in print in its Corrections and\nClarifications box and on the Corrections and Clarifications page of its\nwebsite, with a link appearing on the home page for 24 hours. The publication\nsuggested the following wording:\nAn article headlined ‘I’M A CELEB KIWI!’ (6 Jan) reported\nthat Noel Edmonds had put his house in Bristol up for sale and was planning to\nmove to New Zealand. We are happy to clarify that the house was put up for sale\nbefore he went into the jungle, and he says he has always had plans to live in\nNew Zealand for part of the year. We apologise for any upset caused.\n8. The complainant\nhighlighted that the previous article referenced by the publication was\npublished weeks before article under complaint, yet the terms used to describe\nthe complainant's state of mind were in the present tense; that he had been\n\"down\" some weeks before was irrelevant. In any case, the complainant\ndid not consider being \"down\" as being synonymous with the terms used\nto describe his state of mind in the article and disputed that the publication\nhad been informed by a source.\n9. The publication\nrejected the complainant's offer of a clarification and asked for IPSO's\nComplaints Committee to adjudicate.\nRelevant Code Provisions\n10. Clause 1 (Accuracy)\ni) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not\nsupported by the text.\nii) A significant inaccuracy, misleading statement or\ndistortion must be corrected, promptly and with due prominence, and — where\nappropriate — an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator.\niii) A fair opportunity to reply to significant inaccuracies\nshould be given, when reasonably called for.\niv) The Press, while free to editorialise and campaign, must\ndistinguish clearly between comment, conjecture and fact.\nFindings of the Committee\n11. The publication requested that the Committee decline to\nadjudicate on the ground that the complainant's letter of complaint was\ninaccurate, as it was contradicted by previous comments the complainant had\nmade to a national newspaper. The Committee considered that the principal\ncomplaint concerned a dispute over whether the published claims were inaccurate\nor misleading in light of comments which had previously been made by the\ncomplainant on the same subject matter. As the complainant disputed that the published\nclaims had accurately reflected his previous comments, the Committee declined\nthe publication's request not to adjudicate.\n12. The article presented a number of claims which were\nclearly attributed to the publication's source; the claims were not reported as\nundisputed fact. The Committee could not make a finding about the complainant's\nstate of mind at the time of publication of the article, but it was not in\ndispute that the complainant had previously voiced his shock and abject\ndisappointment at being voted off the programme to a national newspaper which\nhad reported his reaction in an earlier report. Whilst the Committee noted the\ncomplainant’s position that he had intended to move to New Zealand and had put\nhis house up for sale before participating in the programme, in light of the\ncomments previously made by the complainant, the Committee did not find that\nthe publication’s presentation of the claims about his reaction to being voted\noff the programme was misleading. However, a newspaper cannot necessarily rely\nupon previously published reports in order to meet its obligation to take care\nnot to publish inaccurate information. The Committee noted that the publication\nhad also contacted the complainant's representative for comment, prior to\npublication, and had adequately set out the nature of the claims which it\nintended to publish. The complainant's position that he denied the source's\nclaims, including the claim that he was moving to New Zealand as a result of\nhis exit from the programme, was included in the article. Readers would,\ntherefore, understand that the claims had been made by an unnamed source and\nthat they were disputed by the complainant. For these reasons, the Committee\nwas satisfied that the publication had complied with its duty to take care not\nto publish inaccurate information, but welcomed the publication's offer to\npublish a clarification. There was no breach of Clause 1.\nConclusion\n13. The complaint was not upheld.\nRemedial action required\n14. N/A\nDate complaint received by IPSO: 06/01/2019\nDate decision issued: 23/05/2019\nBack to ruling listing\n\n\n"
}