{
    "url": "/rulings-and-resolution-statements/ruling/?id=00148-19",
    "title": "00148-19 Jamelia v Mail Online",
    "provisions": [
        "9 Reporting of crime (2018)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "Mail Online (Associated Newspapers Limited)",
    "received_on": "2019-01-07 00:00:00",
    "concluded_on": "2019-05-08 00:00:00",
    "complaint_processing_days": 121,
    "conclusion_long": "9. The complaint was not upheld.",
    "remedial_action": "10.  N/A. Date complaint received: 07/01/2019",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee 00148-19 Jamelia v Mail Online\nSummary of complaint \n1. Jamelia\ncomplained to the Independent Press Standards Organisation that Mail Online\nbreached Clause 9 (Reporting of Crime in the following articles:\n“Jamelia’s\nstepbrother ‘Dreads’ is found guilty of murdering rival in gangland rival\nshooting outside pool club in tit-for-tat feud within Burger Bar Boys”\npublished on 14 December 2018.“Jamelia’s\nstepbrother is jailed for at least 32 years for murdering rival in gangland\nrevenge shooting outside pool bar in tit-for-tat Burger Boys feud” published in\n19 December 2018.\n2. The articles\nreported that a man, referred to as the complainant’s stepbrother, had been\nconvicted of murder. It reported that the defendant was allowed to be tried\nunder a pseudonym, because there was a particularly large number of media\narticles about him because he was a close relation of the complainant. It also\nreported that his lawyers had argued that there was a “particularly large” number\nof media articles about him because he was a close relation of the complainant.\nBoth articles included a photograph of the complainant.\n3. The complainant\nsaid that the articles breached Clause 9. She said that she was estranged from\nthe convicted man, and had no ongoing connection to him. She said that\nreporting this familial connection, which she said had not been reported\naccurately, had had a significantly damaging effect on her wellbeing and\nlivelihood.\n4. The complainant\nalso said that although she had discussed her family previously, she had never\nmentioned the man who had now been convicted. She noted that there was historic\ncoverage in the public domain which linked her to this individual, but said\nthat she had not consented to this, and believed these articles were also\nunjustified.\n5. The publication\ndid not accept that it had breached the Code. It said that the complainant was\ngenuinely relevant to story of the man’s conviction. It said that after the\ndefendant was convicted, it was able to report that his legal counsel had\nsuccessfully argued that his first name should not be used during proceedings.\nAs reported in the article, the reason given for making this application was\nthe large number of media reports about him “because he was a close relation of\nJamelia”. Therefore, it argued, the complainant had been referred to during\nlegal proceedings, and so she was genuinely relevant to the story.\n6. The publication\nalso noted that the complainant had previously commented on her family’s\nhistory, including their criminal convictions, including the defendant in this\ncase. It also said that the complainant herself had blogged about the\nconviction the articles reported on.\nRelevant Code Provisions\n7. Clause 9\n(Reporting of Crime)*\ni) Relatives or friends of persons convicted or accused of\ncrime should not generally be identified without their consent, unless they are\ngenuinely relevant to the story.\nFindings of the Committee\n8. The Committee\nacknowledged the complainant’s position that she was estranged from the\ndefendant in this case, and recognised that she had been distressed by the\npublication of the articles. However, Clause 9 does not restrict a newspaper’s\nability to report on legal proceedings. The complainant had been named\nspecifically in the defendant’s application for a reporting restriction. The\nreporting restriction referenced the fact that there was a large amount of\nmaterial in the public domain which linked the complainant to the defendant.\nWhile the Committee noted that the complainant considered her identification in\nthe previous coverage to also be unjustified, the newspaper was entitled to\nreport on this. Where the complainant had been identified during legal\nproceedings, she was genuinely relevant to the story, and there was no breach\nof Clause 9.\nConclusions\n9. The complaint\nwas not upheld.\nRemedial Action Required\n10.  N/A.\nDate complaint received: 07/01/2019\nDate complaint concluded by IPSO: 08/05/2019\nBack to ruling listing\n\n\n"
}