{
    "url": "/rulings-and-resolution-statements/ruling/?id=00149-19",
    "title": "00149-19 Jamelia v The Sun",
    "provisions": [
        "9 Reporting of crime (2018)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "The Sun (News UK)",
    "received_on": "2019-01-07 00:00:00",
    "concluded_on": "2019-04-17 00:00:00",
    "complaint_processing_days": 100,
    "conclusion_long": "10. The complaint was not upheld.",
    "remedial_action": "11. N/ADate complaint received: 07/01/2019",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee 00149-19 Jamelia v The SunSummary of Complaint1. Jamelia complained to the Independent Press Standards Organisation that The Sun breached Clause 9 (Reporting of Crime) in an article headlined, “Jamelia bro caged for murder” published on 15 December 2018.2.The article reported that a man, referred to as the complainant’s stepbrother, had been convicted of murder. The article reported that the man had been tried in court under a pseudonym “due to his acquittals over previous kills.” It also reported that his lawyers had argued that his name was well known on the internet as he was widely associated with his well-known step sister, and this would prejudice the case. Both articles featured prominent photographs of the complainant.3. The article was also published online with the headline, “STAR’S KILLER BRO Jamelia’s stepbrother ‘Dreads’ guilty of shooting gangland rival dead in revenge hit outside pool club” published on 14 December 2018. It was substantially the same as the print article.4. The complainant said that the article breached Clause 9. She said that she was estranged from the convicted man, and had no ongoing connection to him. She said that reporting this familial connection, which she said had not been reported accurately, had had a significantly damaging effect on her wellbeing and livelihood.5. The complainant also said that although she had discussed her family previously, she had never mentioned the man who had now been convicted. She noted that there was historic coverage in the public domain which linked her to this individual, but said that she had not consented to this, and believed these articles were also unjustified.6.The publication did not accept that it had breached the Code. It said that the complainant was genuinely relevant to story of the man’s conviction. It provided a copy of the reporting restriction which the defendant had applied for. The application stated that “an internet search for the defendant’s name discloses many thousands of results, which include a number of highly prejudicial items”, and went on to state that “there are a particularly large number of articles about the defendant given that he is a close relation of a well-known music artist, Jameila”. The newspaper said that once the defendant had been convicted, this reporting restriction was lifted. It was then entitled to report the fact that an unprecedented reporting restrictions had been approved at the request of the man’s lawyer, which was only the second time the courts had agreed to do so. As the complainant was part of the reason why the restrictions had been enforced, she was genuinely relevant to the story and there was no breach of Clause 9.7. The publication also pointed to the fact that the connection between the complainant and the man had already been widely reported, and the complainant had given several interviews about other family members who had been involved in crime. The publication said that the complainant had already chosen to associate herself in the public domain with her brother’s crimes.Relevant Code Provisions8. Clause 9 (Reporting of Crime)*i) Relatives or friends of persons convicted or accused of crime should not generally be identified without their consent, unless they are genuinely relevant to the story.Findings of the Committee9.  The Committee acknowledged the complainant’s position that she was estranged from the defendant in this case, and recognised that she had been distressed by the publication of the articles. However, Clause 9 does not restrict a newspaper’s ability to report on legal proceedings. The complainant had been named specifically in the defendant’s application for a reporting restriction. The reporting restriction referenced the fact that there was a large amount of material in the public domain which linked the complainant to the defendant. While the Committee noted that the complainant considered her identification in the previous coverage to also be unjustified, the newspaper was entitled to report on this. Where the complainant had been identified during legal proceedings, she was genuinely relevant to the story, and there was no breach of Clause 9.Conclusions10. The complaint was not upheld.Remedial Action Required11. N/ADate complaint received: 07/01/2019Date decision issued: 17/04/2019\nBack to ruling listing\n\n\n"
}