{
    "url": "/rulings-and-resolution-statements/ruling/?id=00141-17",
    "title": "00141-17 Raftery v The Sentinel",
    "provisions": [
        "1 Accuracy (2016)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "The Sentinel (Stoke) (Reach PLC)",
    "published_on": "2016-12-03 00:00:00",
    "received_on": "2017-01-08 00:00:00",
    "concluded_on": "2017-03-02 00:00:00",
    "complaint_processing_days": 53,
    "conclusion_long": "8. The complaint was not upheld.",
    "remedial_action": "N/ADate complaint received: 08/01/2017",
    "text": "\n\n\n\n\n\nDecision of the Complaints\nCommittee 00141-17 Raftery v The Sentinel\nSummary of Complaint\n1. Kevin Raftery complained to the Independent Press\nStandards Organisation that The Sentinel breached Clause 1 (Accuracy) of the\nEditors’ Code of Practice in an article headlined “Residents given 12 weeks to\nfind alternative accommodation as Alsager care home to close”, published online\non 3 December 2016.\n2. The article reported on the closure of Alsager Court care\nhome. It said that, following the announcement of its closure, residents had\nbeen given a notice period of “just 12 weeks” to find alternative\naccommodation.\n3. The complainant, whose mother had been a resident at\nAlsager Court when its closure had been announced, said that the reported\nnotice period was inaccurate. He provided a letter, dated 28 November 2016,\nwhich he had received from the care home, informing him that the letter\nconstituted one month’s notice of termination of his mother’s Resident\nContract.\n4. The newspaper did not accept a breach of the Code. It\nprovided a letter, dated 28 November 2016, which it said had been sent to\nanother resident at Alsager court, informing them that the letter constituted\n12 weeks notice of termination of their Resident Contract. It said that this\ninformation was then reported in the article, in the belief that the letter was\na standardised document sent to all residents.\nRelevant Code Provisions\n5. Clause 1 (Accuracy)\ni.) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not\nsupported by the text.ii.) A significant inaccuracy,\nmisleading statement or distortion must be corrected, promptly and with due\nprominence, and — where appropriate — an apology published. In cases involving\nIPSO, due prominence should be as required by the regulator.\niii.) A fair opportunity to reply\nto significant inaccuracies should be given, when reasonably called for.\nFindings of the Complaints\nCommittee\n6. The Committee expressed sympathy for the complainant’s\nloss.\n7. The Committee noted that the notice period contained in\nthe letter provided by the newspaper, was not the same as the notice period\ncontained in the letter sent to the complainant. However given that the letter\nprovided by the newspaper stated that a notice period of 12 weeks was given,\nthe newspaper had demonstrated that it had taken care over the accuracy of the\narticle. Furthermore in the context of an article which reported on the\nfinancial issues which had led to the care home’s closure and the concern over\nthe impact that this would have on residents’ health, any inaccuracy relating\nto the precise notice period given to the residents, was not significant, such\nthat a correction was required. There was no breach of the Code.\nConclusion\n8. The complaint was not upheld.\nRemedial Action Required\nN/ADate complaint received: 08/01/2017Date decision issued: 02/03/2017 \nBack to ruling listing\n\n\n"
}