{
    "url": "/rulings-and-resolution-statements/ruling/?id=00151-19",
    "title": "00151-19 Jamelia v dailyecho.co.uk",
    "provisions": [
        "9 Reporting of crime (2018)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "dailyecho.co.uk (Newsquest Media Group)",
    "published_on": "2018-12-14 00:00:00",
    "received_on": "2019-01-07 00:00:00",
    "concluded_on": "2019-04-26 00:00:00",
    "complaint_processing_days": 109,
    "conclusion_long": "9. The complaint was not upheld.",
    "remedial_action": "10 N/A Date complaint received:07/01/2019",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee 00151-19 Jamelia v dailyecho.co.uk\nSummary of complaint\n1. Jamelia\ncomplained to the Independent Press Standards Organisation that dailyecho.co.uk\nbreached Clause 9 (Reporting of Crime) in an article headlined “Pop singer’s\nstepbrother convicted of Birmingham gun murder” published on 14 December 2018.\n2. The article\nreported that a man, referred to as the complainant’s stepbrother, had been\nconvicted of murder. It reported that the defendant was tried under a\npseudonym, “due to press coverage of his links to two previous killings”. It\nalso reported that his lawyers had argued that there was a “particularly large”\nnumber of media articles about him because he was a close relation of the\ncomplainant. The article was accompanied by a photograph of the complainant.\n3. The complainant\nsaid that the article breached Clause 9. She said that she was estranged from\nthe convicted man, and had no ongoing connection to him. She said that\nreporting this familial connection, which she said had not been reported\naccurately, had had a significantly damaging effect on her wellbeing and\nlivelihood.\n4. The complainant\nalso said that although she had discussed her family previously, she had never\nmentioned the man who had now been convicted. She noted that there was historic\ncoverage in the public domain which linked her to this individual, but said\nthat she had not consented to this, and believed these articles were also\nunjustified.\n5. The publication\ndid not accept that it had breached the Code. It said that the complainant was\ngenuinely relevant to story of the man’s conviction. It said that the defendant\nhad made an application at the beginning of his trial to use an alias because\nof the large number of media reports about him “because he was a close relation\nof Jamelia”. The newspaper said that after the defendant’s conviction, this\nreporting restriction was lifted and the press were able to report the fact\nthat the use of a pseudonym was granted in this case, and the reasons why. It\nsaid that there was a strong public interest in reporting on the fact that this\nreporting restriction had been granted, and the reasons why, he was only the\nsecond defendant in England and Wales ever to stand trial under a pseudonym. As\nthe complainant was part of the reason why the restriction had been put in\nplace, she was genuinely relevant to the story and as such there was no breach\nof Clause 9.\n6. The publication\nalso pointed to the fact that the connection between the complainant and the\nman was already in the public domain. It provided an example of court report\nfrom 2005 which referred to the familial connection between the complainant and\nthe man. It said that in granting the reporting restriction in this case, the\ncourt accepted that the connection between the two individuals was well-known\nto the public. Therefore it said that the connection between the two was so\nwell-known and established in the public’s mind that the protections of Clause\n9 had no useful purpose.\nRelevant Code Provisions\n7. Clause 9\n(Reporting of Crime)*\ni) Relatives or friends of persons convicted or accused of\ncrime should not generally be identified without their consent, unless they are\ngenuinely relevant to the story.\nFindings of the Committee\n8. The Committee\nacknowledged the complainant’s position that she was estranged from the\ndefendant in this case, and recognised that she had been distressed by the\npublication of the articles. However, Clause 9 does not restrict a newspaper’s\nability to report on legal proceedings. The complainant had been named\nspecifically in the defendant’s application for a reporting restriction. The\nreporting restriction referenced the fact that there was a large amount of\nmaterial in the public domain which linked the complainant to the defendant.\nWhile the Committee noted that the complainant considered her identification in\nthe previous coverage to also be unjustified, the newspaper was entitled to\nreport on this. Where the complainant had been identified during legal\nproceedings, she was genuinely relevant to the story, and there was no breach\nof Clause 9.\nConclusion\n9. The complaint\nwas not upheld.\nRemedial Action Required\n10 N/A\nDate complaint received:07/01/2019\nDate decision issued: 26/04/2019\nBack to ruling listing\n\n\n"
}