{
    "url": "/rulings-and-resolution-statements/ruling/?id=00154-19",
    "title": "00154-19 Stirling v The Daily Telegraph",
    "provisions": [
        "1 Accuracy (2018)"
    ],
    "outcome": "Breach - sanction: publication of correction",
    "publication": "The Daily Telegraph (Telegraph Media Group Ltd)",
    "published_on": "2019-01-07 00:00:00",
    "received_on": "2019-01-07 00:00:00",
    "concluded_on": "2019-04-04 00:00:00",
    "complaint_processing_days": 87,
    "conclusion_long": "8. The complaint was upheld.",
    "remedial_action": "9. Having upheld the complaint, the Committee considered what remedial action should be required. In circumstances where the Committee establishes a breach of the Editors’ Code, it can require the publication of a correction and/or adjudication. The nature, extent and placement of which is determined by IPSO. 10. In this case, the article had given the misleading impression that polling had found a statistical basis to support the author’s claims. However, the inaccuracy was not material to the overall argument of the article, and so the Committee considered that the appropriate remedy was the publication of a correction which made clear that no poll had found that a no-deal Brexit was the most popular option when presented alongside a range of outcomes. 11. The article had appeared on the newspaper’s front page, but the inaccuracy had appeared in the text of the article, published on page 18. The correction should appear in the newspaper’s established corrections and clarifications column. It should also appear as a footnote to the online article. If the inaccuracy remains published in the online article, the correction should appear at the top of the article. It should state that it has been published following an upheld ruling by the Independent Press Standards Organisation. The full wording and position should be agreed with IPSO in advance.Date complaint received: 07/01/2019",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee 00154-19 Stirling v The\nDaily Telegraph\nSummary of Complaint\n1. Mitchell\nStirling complained to the Independent Press Standards Organisation that The\nDaily Telegraph breached Clause 1 (Accuracy) of the Editors’ Code of Practice\nin an article headlined “The British people won't be scared into backing a\nwoeful Brexit deal nobody voted for”, published on 7 January 2019.\n2. The article was\na long form opinion piece, which appeared on page 18, in which the author set\nout his opposition to Theresa May’s Brexit deal, and instead argued in favour\nof a no-deal Brexit. The author said that fear of a no-deal Brexit had been\ngreatly exaggerated by those opposed to Brexit, and in fact, a no-deal scenario\ncorrelated more accurately with the public’s expectation of what would happen\nwhen they voted to leave the EU. In support of this argument, the author said\nthat: “Of all the options suggested by pollsters – staying in the EU, coming\nout on Theresa May’ terms, or coming out on World Trade terms – it is the last,\nthe so-called no-deal option, that is gaining in popularity. In spite of – or\nperhaps because of – everything they have been told, it is this future that is\nby some margin preferred by the British public.”\n3. The complainant\nsaid that it was inaccurate to claim that polls showed that a no-deal Brexit\nwas more popular “by some margin” than remaining in the EU or Theresa May’s\ndeal; he said that no poll available at the time of publication, or provided by\nthe publication in defence of this statement supported these claims, and this\ninaccuracy was exacerbated by the fact that the author and his regular column\nare high profile and prominent. He also noted that a news piece, reporting that\nthe columnist had expressed the views in the article, had appeared on the\nnewspaper’s front page.\n4. The publication\nsaid that the article was clearly an opinion piece, and readers would\nunderstand that the statement was not invoking specific polling – no specific\ndates or polls were referenced. It said that the writer was entitled to make\nsweeping generalisations based on his opinions and that the complainant had\nmisconstrued the purpose of the article; it was clearly comically polemical,\nand could not be reasonably read as a serious, empirical, in-depth analysis of\nhard factual matters.\n5. Nonetheless, the\npublication said that should the statement be read literally, there were polls\nthat supported the claim. It pointed to one poll which showed that after\nsupport for a ‘Canada-style trade deal’ and ‘Don’t know’, respondents preferred\na no-deal Brexit over Theresa May’s deal and remaining in the EU. It also\npointed to four other polls researching support for Brexit outcomes. The\npublication said that by amalgamating various combinations of the responses\ncontained within these four polls, each poll could be said to reflect support\nfor a no deal scenario over Theresa May’s deal or remaining in the EU. In\naddition, the publication said that polls on Brexit were ever changing and\ntaken against a constantly evolving background of events. It said that as polls\nwere rarely identical or directly comparable, it was inevitable that there\nwould be some degree of subjectivity involved in interpreting the results.\nRelevant Code Provisions\n6. Clause 1\n(Accuracy)\ni) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not\nsupported by the text.\nii) A significant inaccuracy, misleading statement or\ndistortion must be corrected, promptly and with due prominence, and — where\nappropriate — an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator.\niii) A fair opportunity to reply to significant inaccuracies\nshould be given, when reasonably called for.\niv) The Press, while free to editorialise and campaign, must\ndistinguish clearly between comment, conjecture and fact.\nFindings of the Committee\n7. Columnists are\nfree under the Code to campaign, be partisan, and express strong opinions using\nhyperbole, melodrama and humour. However, there remains an obligation under the\nCode to take care over the accuracy of any claims of fact. In this case, the\narticle made a factual claim; in\nconsidering whether this claim had a basis in fact, the Committee first turned\nto the content of the five polls. The publication had not provided any data\nwhich supported the author’s claim either that a no-deal Brexit was the option\npreferred “by some margin” over the three options listed, or that these\nrepresented “…all of the options suggested by pollsters”. Instead it had\nconstrued the polls as signalling support for a no deal, when in fact, this was\nthe result of the publication either amalgamating several findings together, or\ninterpreting an option beyond what was set out by the poll as being a finding\nin support of a no deal Brexit. This represented a failure to take care over\nthe accuracy of the article in breach of Clause 1 (i). The reference to the\npolling was not material to the author’s polemical argument. However, it was a\nsignificant inaccuracy, because it misrepresented polling information. The\npublication had not offered to publish any correction and this meant there was\nalso a breach of 1(ii). \nConclusion\n8. The complaint\nwas upheld.\nRemedial action required\n9. Having upheld\nthe complaint, the Committee considered what remedial action should be\nrequired. In circumstances where the Committee establishes a breach of the\nEditors’ Code, it can require the publication of a correction and/or\nadjudication. The nature, extent and placement of which is determined by IPSO.\n10. In this case, the article had given the misleading\nimpression that polling had found a statistical basis to support the author’s\nclaims. However, the inaccuracy was not material to the overall argument of the\narticle, and so the Committee considered that the appropriate remedy was the\npublication of a correction which made clear that no poll had found that a\nno-deal Brexit was the most popular option when presented alongside a range of\noutcomes.\n11. The article had appeared on the newspaper’s front page,\nbut the inaccuracy had appeared in the text of the article, published on page\n18. The correction should appear in the newspaper’s established corrections and\nclarifications column. It should also appear as a footnote to the online\narticle. If the inaccuracy remains published in the online article, the\ncorrection should appear at the top of the article. It should state that it has\nbeen published following an upheld ruling by the Independent Press Standards\nOrganisation. The full wording and position should be agreed with IPSO in\nadvance.Date complaint received: 07/01/2019Date decision issued: 04/04/2019  \nBack to ruling listing\n\n\n"
}