{
    "url": "/rulings-and-resolution-statements/ruling/?id=00165-15",
    "title": "00165-15 Smeeton v The Daily Telegraph",
    "provisions": [
        "1 (Accuracy) 2015"
    ],
    "outcome": "No breach - after investigation",
    "publication": "The Daily Telegraph (Telegraph Media Group Ltd)",
    "published_on": "2014-10-01 00:00:00",
    "received_on": "2015-01-08 00:00:00",
    "concluded_on": "2015-03-26 00:00:00",
    "complaint_processing_days": 77,
    "conclusion_long": "of the research paper concerned low frequency sounds in general, rather than the effects of the low frequency sounds at the particular volume used in the experiment.  Nevertheless, it welcomed the action taken by the newspaper to clarify the parameters of the experiment.10. The Committee noted that the article contained quotations from Dr Drexl in which he had made a link between his research and possible hearing loss caused by living near wind farms. It further noted that in the Royal Society news item, the researchers had been quoted as observing that their findings could have repercussions for the assessment of the risks posed by sources of low frequency sounds, such as wind turbines. The article provided a description of the experiment concerned, and the results it produced, which made clear the basis of the conjecture. In these circumstances, the Committee considered that reporting a conjectural link between the research and possible hearing damage from living near wind farms did not demonstrate a failure to take care over the accuracy of the article, and the article was not significantly misleading.Conclusions11. The complaint was not upheld.",
    "remedial_action": "N/ADate complaint received: 08/01/2015",
    "text": "\n\n\n\n\n\nDecision of\nthe Complaints Committee 00165-15\nSmeeton v The Daily Telegraph\nSummary of complaint \n1. George Smeeton complained to the Independent Press\nStandards Organisation on behalf of the Energy and Climate Intelligence Unit\nthat The Daily Telegraph had breached Clause 1 (Accuracy) of the Editors’ Code\nof Practice in an article headlined “Living close to wind farms could cause\nhearing damage”, published online on 1 October 2014 and an article headlined\n“Living near a wind farm could make you deaf, warn scientists”, published in\nthe print edition on 1 October 2014.2. The article under complaint reported on a scientific\npaper which had been published in the journal “Royal Society Open Science”. It\nreported that “living near to wind farms may lead to severe hearing damage or\neven deafness, according to research which warns of the possible dangers posed\nby low frequency noise”. It went on to describe the experiment, which had\nmeasured the effects of an exposure to low frequency noise on the inner ear of\nhuman subjects. A news item on the Royal Society’s website stated that “the\n[research] team say the results could have repercussions in assessments of risk\npotential of exposure to low frequency sounds, for example those produced by\nwind turbines, block-type thermal power stations, and air-conditioning\nsystems”.3. The complainant said that the article’s claims about\nthe implications of the research in relation to wind turbines were inaccurate.\nThe researchers had used levels of noise which were much louder than would be\nexperienced near a wind turbine under planning laws. He noted that the research\npaper did not mention either deafness or wind turbines. The complainant\nreferred to a blog post on the website Carbonbrief.org and a press release from\nthe organisation RenewableUK in which Dr Drexl, one of the authors of the\nresearch, was reported as saying that his work did not support the claim that\nliving near wind turbines may cause hearing impairment, and that this claim was\n“misleading and an over-interpretation of our results”. He went on to say that\n“there’s a very loose relationship between our work and wind turbines”, and\nthat “we don’t know what happens if you are exposed [to low frequency sound]\nfor longer periods of time, [for example] if you live next to a wind turbine\nand listen to these sounds for months or years” The complainant said that the\nRoyal Society news item did not support the conjecture in the article.4. The newspaper denied that the article had claimed as\nfact that wind turbines can cause deafness. Rather, it made a conjectural link\nbetween the findings of the research and the possible consequences of long-term\nexposure to noise from turbines. The article reported Dr Drexl’s comments that\nthe results of the experiment “could be interpreted as a change of the\nmechanisms in the inner ear, produced by the low frequency sounds. This could\nbe the first indication of a damaging process”. In addition, it included the\ncomments by Dr Drexl about the uncertain effects of exposure over long periods\nof time, as quoted above, and his comment that the study “might help to explain\nsome of the symptoms that people who live near wind turbines report, such as\nsleep disturbance, hearing problems and high blood pressure”. It noted that the\nRoyal Society’s news article had explicitly suggested a potential link between\nthe research and wind turbines.5. The newspaper agreed with the complainant that the\nresearch did not use noise from wind turbines, but pointed out that part of the\nlow frequency noise used in the experiment was part of the spectrum of\nfrequency that wind turbines produce. The newspaper said that it was therefore\nreasonable to suggest that the noise produced by wind turbines might have a\nsimilar effect on the human ear as the low frequency noise used in the\nexperiment. Nevertheless, the newspaper accepted that the article could have\nincluded more information about the noise levels used in the experiment. It has\namended and published a footnote on the online article to explain that the\nexperiment exposed the test subjects to low frequency sound significantly\nhigher than the level of sound permitted by turbine planning law. A similar\nclarification was published in the corrections and clarifications column of the\nprint edition of the newspaper. The newspaper also offered to amend the online\narticle to make clear that the claim that living close to wind farms may lead\nto hearing damage had been suggested by a study, which had warned of the\npossible dangers posed by low frequency noise.Relevant Code Provisions6. Clause 1 (Accuracy)i) The Press must take care not to publish inaccurate,\nmisleading or distorted information, including pictures.ii) A significant inaccuracy, misleading statement or\ndistortion once recognised must be corrected, promptly and with due prominence,\nand - where appropriate - an apology published. In cases involving the\nRegulator, prominence should be agreed with the Regulator in advance.iii) The Press, whilst free to be partisan, must\ndistinguish clearly between comment, conjecture and fact.Findings of the Committee7. The Committee recognised that newspapers are entitled\nto report on scientific research in a manner which places it in a broader\ncontext, and discusses its possible implications, so long as it does not breach\nthe Code. In this context, particular regard should be given to the terms of\nClause 1 (iii).8. In providing the details of the experiment, and\nreporting the comments of Dr Drexl, the article had made clear the basis and\nthe nature of the link made between the research and the potential effects of\nliving near wind turbines. In addition, the Committee noted that the article\nused the words “could”, and “may”, to identify the claim about wind farms as a\nconjecture. In these circumstances, the claim that living near a wind farm could\nhave an affect your hearing, was clearly distinguished as conjecture, rather\nthan a claim of fact. There was no breach of Clause 1 (iii).9. The Committee acknowledged the complainant’s concern\nthat the research did not provide grounds for making this conjecture. Whilst it\nnoted his position that the sound used in the experiment was louder than the\nsound emitted by wind turbines under planning law, the Committee noted that the\nconclusions of the research paper concerned low frequency sounds in general,\nrather than the effects of the low frequency sounds at the particular volume\nused in the experiment.  Nevertheless, it\nwelcomed the action taken by the newspaper to clarify the parameters of the\nexperiment.10. The Committee noted that the article contained\nquotations from Dr Drexl in which he had made a link between his research and\npossible hearing loss caused by living near wind farms. It further noted that\nin the Royal Society news item, the researchers had been quoted as observing\nthat their findings could have repercussions for the assessment of the risks\nposed by sources of low frequency sounds, such as wind turbines. The article\nprovided a description of the experiment concerned, and the results it produced,\nwhich made clear the basis of the conjecture. In these circumstances, the\nCommittee considered that reporting a conjectural link between the research and\npossible hearing damage from living near wind farms did not demonstrate a\nfailure to take care over the accuracy of the article, and the article was not\nsignificantly misleading.Conclusions11. The complaint was not upheld.Remedial Action RequiredN/ADate complaint received: 08/01/2015\nDate decision issued: 26/03/2015\nBack to ruling listing\n\n\n"
}