{
    "url": "/rulings-and-resolution-statements/ruling/?id=00166-18",
    "title": "00166-18 Dearlove v Mail Online",
    "provisions": [
        "2 Privacy (2016)",
        "6 Children (2016)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "Mail Online (Associated Newspapers Limited)",
    "published_on": "2017-12-01 00:00:00",
    "received_on": "2018-01-12 00:00:00",
    "concluded_on": "2018-04-26 00:00:00",
    "complaint_processing_days": 104,
    "conclusion_long": "14. The complaint was not upheld.",
    "remedial_action": "15. N/ADate complaint received: 12/01/2018",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee 00166-18 Dearlove v Mail Online \nSummary of Complaint 1. D.\nDearlove complained to the Independent Press Standards Organisation that\nthe Mail Online breached Clause 2 (Privacy) and Clause 6 (Children) of the\nEditors’ Code of Practice in an article headlined “Stepdad, 71, who killed\n19-month-old boy by swinging him into a fireplace in 1968 is FINALLY jailed for\nlife as boy's family speak of relief after their 47-year 'journey for\njustice'”, published on 1 December 2017. 2. The article reported\nthat on a man’s conviction for murder; it reported that the man had been seen\nattacking a 19 month old baby in 1968 but had only been convicted of the crime\nrecently after new evidence had emerged. A photograph of the man, standing with\nhis arms around a child was featured in a preview to the article, which was\npublished on the publication’s homepage. The face of the child had been\npixelated. The photograph also appeared in the body of the article. 3.  The complainant acted\nin this complaint on behalf of the child’s parent. 4.  The complainant\nexpressed concern that the photograph of the child, who had been aged ten at\nthe time, had been published in the article without consent. She claimed that\nthe publication of the photograph had identified the child, who was currently\nin education, and had been intrusive. She said that the child had\nbeen verbally abused by an older teenager, which she believed was a consequence\nof the article because the male had referenced the man. 5. The complainant also\nraised concern that three photographs, obtained from her personal Facebook\nprofile which had privacy settings in place, had been published in the article\nwithout her consent. In addition to the photograph of the child, these\nphotographs depicted the man while on holiday. 6. The publication\nexpressed regret that the child had experienced harassment from a member of the\npublic. However, it did not accept that such conduct had been as a consequence\nof the article or that the photograph, in its heavily pixelated form,\nidentified the child or the association between the child and the man. It said\nthat the article did not disclose the child’s name, relationship or likeness\nand noted that the child was now older; the appearance of the child would have\nchanged considerably since the photograph was taken. It said that, for these\nreasons, Clause 6 (Children) was not engaged. 7. The publication disputed that the\ncomplainant had privacy settings in place on her Facebook profile. It provided\nscreenshots of the complainant’s Facebook which showed that the photographs\npublished in the article had been available publicly. 8.  While it did not accept a breach\nof the Code, the publication removed the photograph of the child from the\narticle, as a gesture of goodwill and in an attempt to resolve the\ncomplainant’s concerns.  \nRelevant Code provisions 9.   \nClause 2 (Privacy)* i) Everyone is entitled to respect for his or her\nprivate and family life, home, health and correspondence, including digital\ncommunications.\nii) Editors will be expected to justify intrusions\ninto any individual’s private life without consent. Account will be taken of\nthe complainant’s own public disclosures of information.\niii) It is unacceptable to photograph individuals,\nwithout their consent, in public or private places where there is a reasonable\nexpectation of privacy. Clause 6 (Children) \ni) All pupils should be free to\ncomplete their time at school without unnecessary intrusion.\nii) They must not be approached or\nphotographed at school without permission of the school authorities.\niii) Children under 16 must not be\ninterviewed or photographed on issues involving their own or another child’s\nwelfare unless a custodial parent or similarly responsible adult consents. \nFindings\nof the Committee 10. The publication had taken steps to minimise the possibility that the child\nwould have been identifiable from the photograph by pixelating the image. The\nchild had been photographed aged 10-years-old and is now older, albeit still a\nchild; it was reasonable to presume that the appearance of the child would have\nchanged significantly since the photograph was taken. However, the effect of\nthe passage of time, and the decision to pixelate the image did not mean that\nClause 6 was not engaged, as the publication had sought to argue. The child\nremained in education: the Committee carefully scrutinised the extent to which publication\nof the photograph represented an intrusion into the child’s privacy or time at\nschool, given the nature of the conviction which the article had reported on. 11. The effect of\npixelating the child’s face, and the fact that the child was 10-years-old in\nthe photograph, and is now much older, limited the extent to which the child\nwould have been identifiable from the photograph. The article had not named the\nchild, nor had it contained any information which disclosed the nature of the child’s\nrelationship with the subject of the article. The omission of these details, the\nage of the photograph and the pixilation of the image, significantly limited\nthe extent to which the child would have been identifiable to those who would\nnot already have been aware of the child’s association with the subject of the\narticle. In all the circumstances, publication of the photograph did not represent\nan intrusion into the child’s privacy. The complaint under Clause 2 was not\nupheld. 12. Similarly, the Committee found that there was no breach of Clause 6 (i)\n(Children). For the reasons set out above, the photograph had not revealed any\ninformation about the child which was likely to lead to an intrusion into the child’s\ntime at school. Further, while the child had been photographed aged 10, given\nthat the child is now over the age of 16, the terms of Clause 6 (iii) were not\nengaged. The complaint under Clause 6 was not upheld. 13. The screenshots from the complainant’s Facebook page provided by the\npublication had shown that the photographs had been accompanied by a globe\nicon; this demonstrated that this material was available to be viewed by the\npublic. The publication was entitled to report on information placed in a\npublic forum and the Committee did not establish that the photographs contained\nany private information about her. There was no breach of the Code. \nConclusions 14. The complaint was not upheld. \nRemedial\nAction Required 15. N/ADate complaint received: 12/01/2018Date decision issued: 26/04/2018Independent Complaints ReviewerThe complainant complained to the Independent Complaints Reviewer about the process followed by IPSO in handling this complaint. The Independent Complaints Reviewer decided that the process was not flawed and did not uphold the request for review.\nBack to ruling listing\n\n\n"
}