{
    "url": "/rulings-and-resolution-statements/ruling/?id=00168-19",
    "title": "00168-19 Jamelia v thesun.co.uk",
    "provisions": [
        "9 Reporting of crime (2018)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "thesun.co.uk (News UK)",
    "received_on": "2019-01-07 00:00:00",
    "concluded_on": "2019-04-17 00:00:00",
    "complaint_processing_days": 100,
    "conclusion_long": "7. The complaint was not upheld.",
    "remedial_action": "8.    N/ADate complaint received: 07/01/2019",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee 00168-19 Jamelia v thesun.co.uk1. Jamelia complained to the Independent Press Standards Organisation that thesun.co.uk breached Clause 9 (Reporting of Crime) in an article headlined, “JAMELIA FEAR Jamelia says she’s lost work after her step-brother was found guilty of murder” published on 17 December 2018.2. The article was published following media coverage of the conviction of a man, reported to be the complainant’s stepbrother. It reported on comments made by the complainant on social media, in which she had said that since media reports, which linked her to the man who had been convicted of murder, she was scared and had lost out on work. The article also reported that the complainant denied any current connection to the convicted man, and stated that her mother had only had a brief relationship with the man’s father over 35 years ago.3.  The complainant said that the article breached Clause 9, as it reported that the convicted man was her stepbrother. While she accepted that she had spoken publicly about the recent coverage, she said that she was estranged from the convicted man, and had no ongoing connection to him. She said that reporting this familial connection, which she said had been reported inaccurately, had had a significantly damaging effect on her wellbeing and livelihood. She said that the article perpetuated the idea that the complainant had criminal links, a narrative that she said was unequally and unfairly attributed to black celebrities.4. The publication did not accept that it had breached the Code. It said that the complainant was genuinely relevant to the story of the man’s conviction. The defendant in this case had applied for, and been granted, a reporting restriction. The application for this reporting restriction stated that “an internet search for the defendant’s name discloses many thousands of results, which include a number of highly prejudicial items”, and went on to state that “there are a particularly large number of articles about the defendant given that he is a close relation of a well-known music artist, Jameila”. Once the case was concluded, and the reporting restriction lifted, the newspaper said that it was entitled to report on it. As the complainant was part of the reason why the restrictions had been enforced, she was genuinely relevant to the story and there was no breach of Clause 9. The publication also strongly denied that the reference to the complainant was racist.Relevant Code Provisions5. Clause 9 (Reporting of Crime)*i) Relatives or friends of persons convicted or accused of crime should not generally be identified without their consent, unless they are genuinely relevant to the story.Findings of the Committee6. The Committee acknowledged the complainant’s position that she was estranged from the defendant in this case, and recognised that she had been distressed by the publication of the article. However, this article reported on publicly available comments the complainant had made on social media, in which she had identified herself in connection with the individual convicted of crime. The newspaper was entitled to report these comments, and doing so did not breach Clause 9.Conclusions7. The complaint was not upheld.Remedial Action Required8.    N/ADate complaint received: 07/01/2019Date decision issued: 17/04/2019\nBack to ruling listing\n\n\n"
}