{
    "url": "/rulings-and-resolution-statements/ruling/?id=00163-15",
    "title": "00163-15 Duff v The Times",
    "provisions": [
        "1 (Accuracy) 2015",
        "2 (Opportunity to reply) 2015"
    ],
    "outcome": "No breach - after investigation",
    "publication": "The Times (News UK)",
    "published_on": "2014-11-14 00:00:00",
    "received_on": "2015-01-08 00:00:00",
    "concluded_on": "2015-06-26 00:00:00",
    "complaint_processing_days": 169,
    "conclusion_long": "about his credibility as a result of a flawed process, which was subject to further litigation. He said that the article was written without any attempt to obtain his comments.  5. The newspaper said that the “executive manipulation” referred to by the judge consisted of the decisions of the prosecution in mounting its case, the most significant of which was the decision to delay the trial while waiting to see whether the complainant was found to be credible by the jury in Mr Dorling’s trial.  The newspaper said that in staying proceedings, the judge had looked closely at the evidence of the complainant’s lack of credibility. On separate counts (counts 4, 5 & 6), the judge had found that the prosecution should be stayed as the prejudice suffered by the defendants “cannot be cured in the trial process, facing, as they do, the evidence of David Duff...”. The judge went on state that “count 3 is dependent on Duff’s evidence which although not the subject of the concerns voiced in respect of his allegation on 4, 5, and 6, which I have found are matters of real and enduring concern, the allegation has been subject of executive manipulation. He could have been tried on it years ago. That he has not had given rise to prejudice which cannot be cured and, in any event, Duff’s credibility, i.e. in support of the prosecution, is not a divisible commodity”. The newspaper said that where the judge had stayed the prosecutions on counts 4-6 because of the complainant’s lack of credibility, and in staying the prosecution on count 3, said that his credibility was not a divisible commodity, it was not inaccurate to report that the prosecution on count 3 was halted because of his lack of credibility.  6. The newspaper said that the CCRC’s website states that it would not normally undertake a review of a case in the absence of new material not heard at the original trial. Given that the CCRC had confirmed that it was reviewing Mr Dorling’s case, it was not misleading to report that the CCRC was reviewing the case on the basis of fresh evidence.   The newspaper denied it was under an obligation to contact the complainant; those elements of the article which concerned the complainant were already in the public domain.  Relevant Code Provisions 7. Clause 1 (Accuracy)  i) The Press must take care not to publish inaccurate, misleading or distorted information, including pictures.  ii) A significant inaccuracy, misleading statement or distortion once recognised must be corrected, promptly and with due prominence, and - where appropriate – an apology published. In cases involving the Regulator, prominence should be agreed with the Regulator in advance.  iii) The Press, whilst free to be partisan, must distinguish clearly between comment, conjecture and fact.  Clause 2 (Opportunity to reply)  i) A fair opportunity for reply to inaccuracies must be given when reasonably called for.  Findings of the Committee 8. The article reported concerns about the complainant’s credibility, in light of events that had passed since the conviction of Mr Dorling. It was in this context that the newspaper claimed that the prosecution of Mr Baker had been “halted” because the complainant had lacked credibility. The ruling given on the application to stay proceedings found that the prosecution of Mr Baker on count 3 should not continue because it would be unfair, given the delay in bringing the proceedings.  While the Committee recognised that there were a number of reasons for the delay, some of which were not based on concerns about the complainant’s credibility, the decision to wait to see if the complainant was a credible witness in Mr Dorling’s trial was a principal cause of delay. The judge said that “once that decision was made, everything that follows is predicated upon it”. As such, the complainant’s credibility so directly affected the prosecution’s conduct of the case, and so triggered the delay, that it was not inaccurate to report that it was his lack of credibility which caused the prosecution to be halted. Furthermore, the Committee noted that in explaining his decision to stay the prosecution on count 3, the judge had acknowledged that the complainant’s credibility was “not a divisible commodity”. This aspect of the ruling further supported the newspaper’s claim about the reason the prosecution was halted. In a brief summary as to why the prosecution was halted, it was not inaccurate to report that “the prosecution was halted because the complainant lacked credibility”.  9. The article had discussed various legal proceedings in which the complainant had been involved. The omission of the fact that he had been subject to a legal “cleansing process of investigation” prior to being called as a witness was not misleading. This aspect of the complaint did not raise a breach of Clause 1. The newspaper was entitled to take the view that the complainant was a “serial liar” on the basis of the comments of the two civil judges contained in the article. While the Committee noted that the complainant disputed the findings of these judges, the newspaper was entitled to rely on them in coming to a view on the complainant’s credibility.         10. The Committee noted the complainant’s position that the material under consideration by the CCRC should not be characterised as “evidence”, and that the CCRC had received no evidence in the previous 3 years. The CCRC had confirmed that it was reviewing the conviction of Mr Dorling. In these circumstances, it was reasonable to infer that it was doing so on the basis of material that had not been heard at the original trial. As such, this complaint did not provide grounds for finding that the article was inaccurate on this point. The fact that the newspaper did not seek the complainant’s comments prior to publication did not demonstrate a breach of Clause 1.  11. The Committee did not establish that the article contained significant inaccuracies. As such, this was not an instance where the newspaper was required to provide the complainant a fair opportunity for reply to inaccuracies, under the terms of Clause 2.  Conclusions 12. The complaint was not upheld.",
    "remedial_action": "N/A  Date complaint received: 08/01/2015",
    "text": "\n\n\n\n\n\n·        Decision of the Complaints Committee 00163-15 Duff v\nThe Times\nSummary of\ncomplaint \n1. David Duff complained to the Independent Press\nStandards Organisation that The Times had breached Clause 1 (Accuracy) of the\nEditors’ Code of Practice in an article headlined “Serial liar sealed bouncer’s\nmurder conviction”, published on 14 November 2014. \n2. The article concerned the role of the complainant’s\ncredibility in the conviction of Mark Dorling for the murder of Andrew Chapman.\nIt reported that the Criminal Cases Review Commission (CCRC) had confirmed that\nit would be looking into fresh evidence that had been presented by Mr Dorling.\nIt explained that the complainant had been key to the conviction of Mr Dorling,\nand that since this conviction, two judges had expressed concern about the\ncomplainant’s credibility during civil proceedings that he had been involved\nwith. Furthermore, the article claimed that the prosecution of Andrew Baker for\nconspiring with Mr Dorling to assault Mr Chapman had been “halted” because the\ncomplainant lacked credibility. \n3. The complainant denied that the prosecution of Mr\nBaker was halted because he lacked credibility. He provided IPSO with a\ntranscript of the ruling given on the Stay of Proceedings Application. Mr Baker\nwas one of four defendants who had been indicted on a number of counts; count 3\nwas the allegation that he had conspired to assault Mr Chapman. The complainant\nsaid that on count 3, the prosecution was stayed as a result of a delay in\nbringing proceedings, which had prevented the defendant from receiving a fair\ntrial. He denied that the prosecution was delayed because he lacked\ncredibility; the judge had found that this delay was the result of executive\nmanipulation by the prosecution. In any event, the credibility of a witness is\na question for a jury, not a judge ruling on an application for a stay of\nproceedings.  The complainant said that he had no say in how the\nprosecution handled this case, and that further delay was caused by a series of\nevents after the trial of Mr Dorling, which did not involve him. \n4. The complainant said that the CCRC was acting on\nhearsay from an unnamed informer, which should not be described as “evidence”.\nIn addition, the complainant questioned whether the CCRC was in fact reviewing\nthe conviction of Mr Dorling, and said that the “evidence” in question was not\n“fresh”. The complainant had contacted the CCRC, which said that it had\nconfirmed to the newspaper that Mr Dorling’s case was under review, but that it\ndid not make comment then, or since, to the newspaper, or to anyone else about\nthe specific matters raised in the application. The complainant said that it\nwas misleading to omit the fact that he had been subject to the “cleansing\nprocess of investigation” prior to being called to serve the crown as a\nwitness. The complainant denied that he was a “serial liar”, as claimed by the\nheadline; he said the civil judges had reached their conclusions about his\ncredibility as a result of a flawed process, which was subject to further\nlitigation. He said that the article was written without any attempt to obtain\nhis comments. \n5. The newspaper said that the “executive manipulation”\nreferred to by the judge consisted of the decisions of the prosecution in\nmounting its case, the most significant of which was the decision to delay the\ntrial while waiting to see whether the complainant was found to be credible by\nthe jury in Mr Dorling’s trial.  The newspaper said that in staying\nproceedings, the judge had looked closely at the evidence of the complainant’s\nlack of credibility. On separate counts (counts 4, 5 & 6), the judge had found\nthat the prosecution should be stayed as the prejudice suffered by the\ndefendants “cannot be cured in the trial process, facing, as they do, the\nevidence of David Duff...”. The judge went on state that “count 3 is dependent\non Duff’s evidence which although not the subject of the concerns voiced in\nrespect of his allegation on 4, 5, and 6, which I have found are matters of\nreal and enduring concern, the allegation has been subject of executive\nmanipulation. He could have been tried on it years ago. That he has not had\ngiven rise to prejudice which cannot be cured and, in any event, Duff’s\ncredibility, i.e. in support of the prosecution, is not a divisible commodity”.\nThe newspaper said that where the judge had stayed the prosecutions on counts\n4-6 because of the complainant’s lack of credibility, and in staying the\nprosecution on count 3, said that his credibility was not a divisible\ncommodity, it was not inaccurate to report that the prosecution on count 3 was\nhalted because of his lack of credibility. \n6. The newspaper said that the CCRC’s website states that\nit would not normally undertake a review of a case in the absence of new\nmaterial not heard at the original trial. Given that the CCRC had confirmed\nthat it was reviewing Mr Dorling’s case, it was not misleading to report that\nthe CCRC was reviewing the case on the basis of fresh evidence.   The\nnewspaper denied it was under an obligation to contact the complainant; those\nelements of the article which concerned the complainant were already in the public\ndomain. \nRelevant Code Provisions\n7. Clause 1 (Accuracy) \ni) The Press must take care not to publish inaccurate,\nmisleading or distorted information, including pictures. \nii) A significant inaccuracy, misleading statement or\ndistortion once recognised must be corrected, promptly and with due prominence,\nand - where appropriate – an apology published. In cases involving the\nRegulator, prominence should be agreed with the Regulator in advance. \niii) The Press, whilst free to be partisan, must distinguish\nclearly between comment, conjecture and fact. \nClause 2 (Opportunity to reply) \ni) A fair opportunity for reply to inaccuracies must be\ngiven when reasonably called for. \nFindings of the Committee\n8. The article reported concerns about the complainant’s\ncredibility, in light of events that had passed since the conviction of Mr\nDorling. It was in this context that the newspaper claimed that the prosecution\nof Mr Baker had been “halted” because the complainant had lacked credibility.\nThe ruling given on the application to stay proceedings found that the\nprosecution of Mr Baker on count 3 should not continue because it would be\nunfair, given the delay in bringing the proceedings.  While the Committee\nrecognised that there were a number of reasons for the delay, some of which\nwere not based on concerns about the complainant’s credibility, the decision to\nwait to see if the complainant was a credible witness in Mr Dorling’s trial was\na principal cause of delay. The judge said that “once that decision was made,\neverything that follows is predicated upon it”. As such, the complainant’s\ncredibility so directly affected the prosecution’s conduct of the case, and so\ntriggered the delay, that it was not inaccurate to report that it was his lack\nof credibility which caused the prosecution to be halted. Furthermore, the\nCommittee noted that in explaining his decision to stay the prosecution on\ncount 3, the judge had acknowledged that the complainant’s credibility was “not\na divisible commodity”. This aspect of the ruling further supported the\nnewspaper’s claim about the reason the prosecution was halted. In a brief\nsummary as to why the prosecution was halted, it was not inaccurate to report\nthat “the prosecution was halted because the complainant lacked credibility”. \n9. The article had discussed various legal proceedings in\nwhich the complainant had been involved. The omission of the fact that he had\nbeen subject to a legal “cleansing process of investigation” prior to being\ncalled as a witness was not misleading. This aspect of the complaint did not\nraise a breach of Clause 1. The newspaper was entitled to take the view that\nthe complainant was a “serial liar” on the basis of the comments of the two\ncivil judges contained in the article. While the Committee noted that the\ncomplainant disputed the findings of these judges, the newspaper was entitled\nto rely on them in coming to a view on the complainant’s credibility.        \n10. The Committee noted the complainant’s position that\nthe material under consideration by the CCRC should not be characterised as\n“evidence”, and that the CCRC had received no evidence in the previous 3 years.\nThe CCRC had confirmed that it was reviewing the conviction of Mr Dorling. In\nthese circumstances, it was reasonable to infer that it was doing so on the\nbasis of material that had not been heard at the original trial. As such, this\ncomplaint did not provide grounds for finding that the article was inaccurate\non this point. The fact that the newspaper did not seek the complainant’s\ncomments prior to publication did not demonstrate a breach of Clause 1. \n11. The Committee did not establish that the article\ncontained significant inaccuracies. As such, this was not an instance where the\nnewspaper was required to provide the complainant a fair opportunity for reply\nto inaccuracies, under the terms of Clause 2. \nConclusions\n12. The complaint was not upheld. \nRemedial Action Required\nN/A \nDate complaint received: 08/01/2015\nDate decision issued: 26/06/2015\nBack to ruling listing\n\n\n"
}