{
    "url": "/rulings-and-resolution-statements/ruling/?id=00170-19",
    "title": "00170-19 Salih v The Daily Telegraph",
    "provisions": [
        "1 Accuracy (2018)",
        "12 Discrimination (2018)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "The Daily Telegraph (Telegraph Media Group Ltd)",
    "received_on": "2019-01-08 00:00:00",
    "concluded_on": "2019-05-09 00:00:00",
    "complaint_processing_days": 121,
    "conclusion_long": "23. The complaint was not upheld.",
    "remedial_action": "24. N/ADate complaint received: 08/01/2019",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee 00170-19 Salih v The Daily Telegraph\nSummary of complaint\n1. Roshan Salih\ncomplained to the Independent Press Standards Organisation that The Daily\nTelegraph breached Clause 1 (Accuracy) and Clause 12 (Discrimination) of the\nEditors’ Code of Practice in the following articles:\n“Iranian\nregime has infiltrated Labour” published on 8 September 2018“I fought\nagainst anti-Semitism. That’s why I was targeted” published on 8 September\n2018;“Labour\ngives banned channel free rein” \npublished on 8 September 2018;“Labour’s nightmare\nhas no end in sight” published on 7 September 2018.\n2. The articles\nalleged that journalists acting on behalf of Press TV, an arm of the Iranian\nstate broadcaster, had “infiltrated” the Labour party. They reported that the\ncomplainant had filmed and broadcast a vote of no confidence in a Labour MP\nduring an Enfield North constituency party meeting. The articles noted that\nPress TV had its licence to broadcast in the UK revoked by Ofcom in 2012.\n3. The first\narticle reported that the complainant had been “entitled to cast a ballot in a\nsuccessful vote of no-confidence in [a Labour MP]”. It said that a “Labour\ninsider” had told the newspaper that the complainant had joined the Labour\nparty “months ago”. The article reported that the complainant had answered\nquestions on Twitter about whether he was a Labour party member by saying: “I\nmight be, I might not be. I suggest you do your job and investigate whether I\nam.” The article reported comments from the MP: “I’m horrified they’ve infiltrated\nthe Labour Party and I think it needs to be investigated, because it is\nincredibly serious”.\n4. Referring to the\ncomplainant, the second article reported: “the Press TV journalist who filmed\nthe event, a Muslim who only yesterday described Israel as a ‘terror state’,\njoined the Labour Party in May this year, enabling him to attend meetings such\nas the one in Enfield North”. The article reported that the chairman of the\nEnfield North Constituency Labour Party (CLP) had “insisted on Twitter that he\nhad told the ‘member’ to stop filming, but Mr Salih responded [on Twitter] by\ntaunting him, saying: ‘There were no ‘no filming’ posters at the meeting’ and\ntweeting pictures of a toilet roll with the Israeli flag on it”.\n5. The third and\nfourth articles repeated the claims that the complainant was a Labour party\nmember and that he had filmed and broadcast the event. The third article\ncharacterised the complainant as a “[Labour] party supporter” who had\npreviously called Israel a “terror state”.\n6. The complainant\nsaid that he was not a Labour Party member, nor had he filmed and broadcast the\nno-confidence motion vote on behalf of Press TV, or been entitled to cast a\nvote. The complainant also said that the reference to his religion, made in the\nsecond article, was irrelevant to the story, in breach of Clause 12.\n7. The complainant\nsaid that he was not a Labour Party supporter, as claimed, although he\nacknowledged that he supported Jeremy Corbyn as an individual. The complainant\nsaid that he had not addressed the chairman of the Enfield North CLP directly\non Twitter; he had simply been responding to general requests for\nclarification. The complainant denied that he had tweeted pictures of a toilet\nroll with an Israeli flag on it during this period, although he had tweeted\nthis image in 2016.\n8. The newspaper\nacknowledged that the complainant had not been in attendance at the meeting,\nbut said that the he had actively conspired to give the impression that he had\nbeen in attendance at the Enfield meeting, and was filming it. The newspaper\nprovided a tweet from the complainant, dated 6 September which said: “BREAKING:\nThe chair of Labour Friends of Israel and Enfield North MP has had a vote of no\nconfidence passed against her. #weareEnfieldNorth”. In a tweet dated 7\nSeptember, the complainant said: \"There were no “no filming” posters at\nmeeting, no announcement was made that filming was prohibited, footage we got\nwas openly filmed and no one tried to stop filming”. In a tweet dated 8 September,\nthe complainant said “I can also confirm that Press TV was not invited or let\ninto the Joan Ryan vote. We just filmed stuff because no-one told us we\ncouldn’t and no one stopped us while we were doing it”.  The newspaper said that the complainant had\nalso used the hashtag #weareEnfieldNorth to further imply that he was\npersonally in attendance.\n9. The newspaper\nsaid that, in any event, the person who had attended the meeting on Press TV's\nbehalf, had done so with the complainant’s knowledge and co-operation. It noted\nthat the complainant had accepted that he had worked with Press TV to allow the\nmedia to believe that he had attended the meeting in order to shield the person\nwho had attended from discovery. The newspaper said that on that basis, the\ncomplainant was as much a part of the operation to infiltrate and film the\nmeeting as the person who did; in that context, whether or not the complainant\nhad physically been there was not a significant point within the meaning of\nClause 1 of the Code.\n10. The newspaper said that the complainant had been\nintentionally obfuscatory regarding his association with the Labour Party. It\nnoted that, as reported in the first article, when asked by a journalist from\nanother publication on Twitter whether he was a Labour party member, the\ncomplainant had responded that he \"might or might not\" be. The\nnewspaper said the journalist had approached two separate reliable sources in\nthe Labour Party who said they had checked the complainant’s name against their\nmembership lists and believed that he was a member; the newspaper provided a\nphone note of this conversation. The newspaper said that the journalist further\napproached the Labour Party Chairman of the Enfield constituency and was told\nthat no members of the media were permitted to attend the meeting and all\nattendees were required to show photographic ID and their party membership\ncards on entry. It said that this reinforced the journalist’s reasonable\nassumption that the complainant must have been a Party member to be able to\nattend.\n11. The newspaper said that the journalist recalled that the\ncomplainant’s “toilet roll” post had been retweeted at the time of publication,\nalthough he had not retained any contemporaneous evidence. It said that\nreference to the post had been introduced to highlight the anti-Israel and\nanti-Semitic comments and attitudes the complainant routinely displayed. In\nthat context, the newspaper said that whether or not the tweet in question was\ncontemporaneous or made in response to the Chairman was not significant.\n12. The newspaper said that whether or not Mr Salih in fact\nlives in the Enfield North constituency was a trivial point in an article which\nhad focussed on the wider question of whether and why a Press TV journalist had\nattended the vote.\n13. Eight days after IPSO began an investigation into the\ncomplaint, the newspaper offered to publish the following correction in its\nestablished corrections & clarifications column on p.2 of the print\nedition, as well as online. It confirmed that the online correction would\nappear in a free-standing page on its website, which would be accessed via a\nlink which would appear at the top of the articles, as well as on the homepage\nfor 24 hours.\nRoshan Salih\nContrary to what he appeared to suggest at the time, Roshan\nSalih did not in fact attend or film an Enfield North Labour constituency party\nmeeting as articles of Sept 7 stated; rather, his Press TV colleague filmed the\nmeeting and was later suspended from the Party. There is no evidence that he\ntweeted a picture of lavatory roll imprinted with the Israeli flag in order to\n'taunt' the meeting Chairman, as one article stated, albeit that he has tweeted\nsuch a picture in the past. Mr Salih has also asked us to put his position that\nhe is not a member of the Labour Party. We are happy to do so.\n14. The newspaper denied that the reference to the\ncomplainant’s religion represented a breach of Clause 12. It said that the\ncomplainant described himself as a “Muslim journalist”, and his religious\naffiliation is central to his professional image. It said that Press TV is an\narm of the Iranian state and was banned from broadcasting in the UK after Ofcom\nfound that it breached the terms of its licence; it had also concluded that\ndecisions governing the channel were taken in Tehran. The newspaper said that\nthe channel's operations and editorial positions are motivated by the interests\nof that country, and suggested that Anti-Israel factions, including Iran and\nPress TV, inevitably saw the MP’s deselection as a totemic victory for their\ncause. The newspaper said that Press TV therefore infiltrated and filmed the\nmeeting at which the vote took place as an eye-catching PR 'coup' to give the\nevent maximum publicity for political advantage. The newspaper said that, in\nthat context, the complainant’s religion was clearly relevant to the story.\nRelevant Code Provisions\n15. Clause 1 (Accuracy)\ni) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not\nsupported by the text.\nii) A significant inaccuracy, misleading statement or\ndistortion must be corrected, promptly and with due prominence, and - where\nappropriate - an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator.\niii) A fair opportunity to reply to significant inaccuracies\nshould be given, when reasonably called for.\niv) The Press, while free to editorialise and campaign, must\ndistinguish clearly between comment conjecture and fact.\nClause 12 (Discrimination)\nii) Details of an individual's race, colour, religion,\ngender identity, sexual orientation, physical or mental illness or disability\nmust be avoided unless genuinely relevant to the story.\nFindings of the Committee\n16. The complainant had published a number of tweets during\nthe course of the vote of no confidence, which had disclosed information about\nthe events taking place within the meeting. One such tweet had been cited by\nthe complainant as “breaking news”, and disclosed that the vote had been passed\nagainst the MP. In the immediate aftermath of the vote, the complainant had\ncontinued to post on his Twitter account, including detailed information about\nthe circumstances in which Press TV had been able to film. In doing so, the\ncomplainant had created the clear impression that he had direct knowledge of\nthe events taking place within the meeting, and was disclosing this information\nwhile acting in a professional capacity. In those circumstances, it was not a\nfailure to take care not to publish inaccurate information, for the newspaper\nto have reported that the complainant had attended the vote and filmed it as a\njournalist acting on behalf of Press TV. There was no breach of Clause 1 (i).\n17. Upon receipt of the complaint, it was accepted that it\nwas an error to report that the complainant had attended the vote and filmed it\non behalf of Press TV. The Committee acknowledged the newspaper’s position that\nthe complainant had supported the actions of the journalist who had been in\nattendance. However, the central claim in the articles – that an arm of the\nIranian state broadcaster had “infiltrated Labour” – had been partly predicated\nupon the complainant’s own personal attendance at the vote. In that context,\nnaming the complainant as the journalist involved was a significant inaccuracy\nwhich required correction under the terms of Clause 1 (ii).\n18. The newspaper had been told by confidential sources\nwithin the Labour Party that the complainant was a Party member. The Committee\nnoted that the complainant had refused to answer a direct question regarding\nhis membership of the Party, on Twitter. In the absence of any denial from the\ncomplainant to this claim, the Committee did not consider that it was a failure\nto take care not to publish inaccurate information to rely on sources within\nthe Labour Party and report that the complainant was a Party member.\nNevertheless, in light of the further explanations provided by the complainant,\nand given that his personal attendance partly predicated the central claim in\nthe articles that Press TV has “infiltrated Labour”, the Committee considered\nthat it was a significant inaccuracy, which required correction, to assert as\nfact that the complainant was a member of the Party and had therefore been\n“entitled” to cast a vote.\n19. The newspaper had not been able to demonstrate that the\ncomplainant had posted a photograph of a toilet roll with an Israeli flag on\nit, in response to comments made by the chairman of the meeting on Twitter.\nHowever, it was the case that the complainant had posted this image in 2016.\nThe reference to this twitter post in the second article did not give a\nsignificantly inaccurate or misleading impression of the complainant’s views,\nin those circumstances. Nevertheless, the Committee welcomed the newspaper’s\noffer to publish a correction on this point.\n20. The newspaper had offered to publish a correction which\nmade clear that the complainant did not attend or film the meeting. It also set\nout the complainant’s denial of being a member of the Labour Party. The offer\nhad been made promptly, eight days after IPSO began an investigation into the\ncomplaint. The publication of this wording on p.2 in the newspaper’s\nestablished Corrections and Clarifications column and online, represented due\nprominence. In order to avoid a breach of Clause 1(ii) this wording should now\nbe published. The Committee did not require that this wording refer to the\ntoilet roll tweet, for the reasons set out at paragraph 19 above.\n21. It was not misleading to report in the third article\nthat the complainant was a “Labour party supporter”, in circumstances where he\nwas a supporter of Jeremy Corbyn. Any inaccuracy relating to where the\ncomplainant lived was not a significant point in the context of the article.\n22. The Committee turned to consider the complaint under\nClause 12. The terms of Clause 12 (ii) are designed to prevent an unjustified\nlink being created in the mind of a reader between a person’s characteristics\nand matters which are irrelevant to that characteristic, even if only by\ninference. The second article had identified the complainant as “the Press TV\njournalist who filmed the event, a Muslim who only yesterday described Israel\nas a “terror state”. The Committee noted that the reference to the\ncomplainant’s religion was not pejorative, further Press TV is an affiliate of\nthe state broadcaster of Iran, an Islamic country. In that context, the\nCommittee considered that the reference to the complainant’s religion was\nplainly relevant to the story being reported. There was no breach of Clause 12.\nConclusions\n23. The complaint was not upheld.Remedial action required24. N/ADate complaint received: 08/01/2019Date decision issued: 09/05/2019  \nBack to ruling listing\n\n\n"
}