{
    "url": "/rulings-and-resolution-statements/ruling/?id=00184-15",
    "title": "00184-15 Tameez v The Sunday Telegraph",
    "provisions": [
        "1 (Accuracy) 2015",
        "2 (Opportunity to reply) 2015"
    ],
    "outcome": "No breach - after investigation",
    "publication": "The Sunday Telegraph (Telegraph Media Group Ltd)",
    "received_on": "2015-01-10 00:00:00",
    "concluded_on": "2015-05-08 00:00:00",
    "complaint_processing_days": 118,
    "conclusion_long": "12. The complaint was not upheld.",
    "remedial_action": "N/A Date complaint received: 10/01/2015",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee 00184-15 Tameez v\nThe Sunday TelegraphSummary of\ncomplaint1. Sajjad Tameez complained to the Independent Press\nStandards Organisation on behalf of the Wycombe Islamic Society (WISE) that The\nSunday Telegraph had breached Clause 1 (Accuracy) and Clause 2 (Opportunity to\nreply) of the Editors’ Code of Practice in an article headlined “High Wycombe,\njihad central”, published in print and online on 9 November 2014. 2. The article was a report of concerns about the\nradicalisation of young Muslim men in High Wycombe. It reported that Yousaf\nSyed had been arrested in connection with an alleged plot to mount a terrorist\nattack in Great Britain, and that Omar Hussain and Shabaz Suleiman were thought\nto have travelled to Syria to fight for Islamic State. The article went on to\nrepeat concerns expressed by community leaders, that eight men aged 18-27 were\nmissing, and believed to be in Syria fighting for IS. 3. The article claimed that these men had formerly\nattended the WISE mosque. It reported that Mr Syed had previously distributed\npropaganda leaflets outside this mosque. It had included comment from local\npeople, and the Imam at WISE, who had said that Mr Syed had been banned from\nthe mosque six months previously. The article had included statements from the\nImam and WISE condemning extremism, with the Imam stating that “we don’t want\nextremists, we are against them. We do all we can to stop them”, and WISE\nasserting that “we work with the authorities to protect the young people of\nHigh Wycombe from the lies which turn some from Islam into an anti-religion of\nhate and brutality”, and that “the mosques and Islamic associations of High\nWycombe reject the ideology of groups such as [IS] who terrorise and kill those\nwho oppose their beliefs, including other Muslims”. 4. The complainant said that, contrary to claims made in the\narticle, no former students of WISE were missing. He said that this assertion\nwould suggest to readers that WISE had been responsible for the radicalisation\nof the young people who were allegedly missing. He also said that it was\ninaccurate to state that Yousaf Syed had distributed “radical leaflets” outside\nWISE. The complainant contended that the newspaper could not have obtained its\ninformation from “community leaders” as stated in the article. He also said\nthat one of the sources cited, “Zaf Hussain”, did not exist. While the\nnewspaper had interviewed Sheikh Abu Suhaib, the Imam at WISE, prior to\npublication, he was not the official media spokesperson for the\norganisation. Furthermore, the newspaper had not put the specific\nallegation that students were missing to any representative of WISE; the Imam\nhad been asked about missing “youths”, but not “students”. The complainant\nconsidered this to be a breach of Clause 2. 5. The newspaper defended its coverage. It said that it\nhad spoken to the founder of Islamix, a well-known community interfaith\norganisation. This individual served on the local police and crime panel, and\nwas well connected in the local community. He had told the reporter that “there\nhave been a number of local students go to Syria from the WISE mosque”, and\nthat “eight ex-WISE mosque students are missing at the moment”. This individual\nhad been in contact with the parents of some of the students who were believed\nto be missing, and had originally suggested that they might be willing to speak\nto the newspaper. However, they had later declined to do so for fear of\njeopardising their primary aim of getting their children home safely. The\nnewspaper maintained that it was entitled to rely on this individual as an\nauthoritative source. The reporter had contacted the Imam at the WISE mosque to\nseek comment on what she had learned from her source. Each of the points that\nrelated to the mosque had been put to him in turn. The Imam had said that a\nnumber of young people had recently stopped attending WISE. He could not be\nsure whether the eight missing youths had ever attended WISE mosque, but\ninsisted that no current students were missing. The reporter had then spoken to\na number of other local people, including Zaf Hussain, who had confirmed that\nthe missing students had attended the WISE mosque. Mr Hussain lived close to Mr\nSyed. He had given his name to the reporter, and confirmed that he worked for\nthe local council. The newspaper provided extensive notes of all conversations,\nin support of its position. 6. The newspaper noted that at the time of preparing the\nreport, Mr Syed was being held in custody, and it was not therefore possible to\ncontact him directly for comment. However, two of his neighbours had told the\nreporter that Mr Syed had distributed leaflets outside the mosque. The mosque’s\nImam had confirmed that Mr Syed had been banned from attending the mosque six\nmonths earlier, due to fears that he was seeking to radicalise other\nworshippers. 7. The newspaper emphasised that the report had made\nclear that WISE’s only connection to the eight missing youths was that they had\nattended the WISE mosque but had left some months previously, when Mr Syed had\nbeen banned. Relevant Code Provisions8 Clause 1 (Accuracy) i) The Press must take care not to publish inaccurate,\nmisleading or distorted information, including pictures. ii) A significant inaccuracy, misleading statement or\ndistortion once recognised must be corrected, promptly and with due prominence,\nand – where appropriate – an apology published. iii) The Press, whilst free to be partisan, must\ndistinguish clearly between comment, conjecture and fact. Clause 2 (Opportunity to reply) A fair opportunity to reply to inaccuracies must be given\nwhen reasonably called for. Findings of the Committee9. The article was a report of concerns about the\nradicalisation of young Muslim men in High Wycombe. It had not suggested that\nWISE was responsible for this radicalisation, and had included extensive\ncomment from the mosque, condemning extremism. The newspaper had received\ninformation that eight former students of WISE were missing. In light of the\nnature of the claims, it was appropriate for the reporter to then seek direct\ncomment from WISE. While WISE maintained that the Imam was not their official\nmedia spokesperson, given his position at the mosque, it was reasonable for the\nnewspaper to rely on information provided by him. There was evidently some\ndispute over the newspaper’s assertion that all claims relating to the mosque had\nbeen put to the Imam. Nonetheless, the complainant did not deny that the Imam\nhad been contacted for comment prior to publication. The journalist had then\nspoken to members of the local community, to gain a further source for its\narticle. The complainant noted that one community source cited by the newspaper\nhad denied making the claims attributed to him. Regardless, the newspaper had\nprovided details of a number of sources which had been approached to\ncorroborate the claims in the article, and the quotations included in the\narticle were supported by detailed notes provided by the publication. The\nCommittee was satisfied that there had been no failure to take care not to\npublish inaccurate, misleading or distorted information in breach of Clause\n1(i). 10. While the complainant disputed that eight former\nstudents from WISE were missing, and that Yousaf Syed had previously\ndistributed propaganda leaflets outside the mosque, these claims had originated\nfrom a number of sources in the local community, and had been put to the Imam\nof the mosque. While the Imam may have been asked about missing “youths”,\nrather than “students”, he had not explicitly disputed that men who had\nattended the mosque were now missing. The Committee had not established that\nthere had been a failure to take care not to publish inaccurate information,\nand did not consider that the article had included significant inaccuracies\nmeriting correction under the terms of Clause 1(ii). 11. The terms of Clause 2 do not relate to the seeking of\ncomment prior to publication, but provide the opportunity to respond to\npublished inaccuracies. In this instance, the complainant had not raised\nconcerns as to the action taken by the newspaper following publication. As\nsuch, the terms of Clause 2 were not engaged. Conclusions12. The complaint was not upheld. Remedial Action RequiredN/A Date complaint received: 10/01/2015\nDate decision issued: 08/05/2015\nBack to ruling listing\n\n\n"
}