{
    "url": "/rulings-and-resolution-statements/ruling/?id=00180-15",
    "title": "00180-15 Morley v Hull Daily Mail",
    "provisions": [
        "4 (Harassment) 2015",
        "1 (Accuracy) 2015",
        "2 (Opportunity to reply) 2015"
    ],
    "outcome": "No breach - after investigation",
    "publication": "Hull Daily Mail (Reach PLC)",
    "received_on": "2015-01-09 00:00:00",
    "concluded_on": "2015-06-22 00:00:00",
    "complaint_processing_days": 164,
    "conclusion_long": "22. The complaint was not upheld.",
    "remedial_action": "N/A Date complaint received: 09/01/2015",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee 00180-15 Morley v Hull Daily Mail Summary of complaint1. Phil Morley complained to the Independent Press Standards Organisation that the Hull Daily Mail had breached Clause 1 (Accuracy), Clause 2 (Opportunity to reply) and Clause 4 (Harassment) of the Editors’ Code of Practice in articles headlined “Anger, anxiety, cuts and credit cards – the reign in Hull of self-proclaimed NHS Superman Phil Morley”, published on 22 December 2014, and “NHS sunset cruise pair enjoyed huge pay rises under Phil Morley’s Hull hospitals reign”, published on 29 December 2014.2. The first article reported that, while he was Chief Executive of the Hull and East Yorkshire Hospitals NHS Trust, the complainant had focused unrelentingly on targets, which had led to reports of a culture of bullying. It said that when he left the Trust, the organisation was in “disarray”. The second piece reported that during his management of the Trust, the complainant’s “key allies” had received approximately £250,000 in pay rises and extra payments. The article said that “whistle-blower” Ursula Vickerton, Chair of the Trust’s Audit Committee, had called in auditors KPMG to investigate concerns over the process by which appointments and pay rises were awarded.3. The complainant said the second article had inaccurately implied that he had sanctioned staff pay rises fraudulently or dishonestly. He said the pay rises were legitimate, and entirely commensurate with the promotions involved. External recruitment agencies had been used throughout the recruitment process; there were external members on all appointment panels; and all salaries awarded were externally benchmarked, fell within the expected range, and were agreed by both non-Executive Directors and the Remuneration Committee.4. The complainant noted that following the KPMG audit into the management of the Trust, the Trust’s current Chief Executive had issued a statement saying, “The [KPMG] report… highlighted a number of governance failings which have since been reviewed, acknowledged and addressed. We strongly refute any suggestion of fraudulent activity.” The complainant said the KPMG report had not criticised him personally, but it had found fault in the workings of the Remuneration Committee. He also noted that following the newspaper’s coverage of his management of the Trust, he had been subject to a “Fit and Proper Person” test by the Care Quality Commission, which he had passed.5. The complainant disputed the statement attributed to “whistle-blower” Ursula Vickerton, in which she said he had acted in a way that was “not clear and transparent”. He said Ms Vickerton had been a member of the Remuneration Committee that had approved the salary packages; she had not objected to the pay rises at the time.6. With regards to the specific members of staff referred to in the article, the complainant said Amanda Pye had joined the Trust in October 2010 as Deputy Director of Delivery on a salary of £65,000, not as Director of Quality, Safety and Operational Delivery, on a salary of £55,000, as reported. In November 2010, her role changed to Interim Director of Quality, Safety and Operational Delivery, not Chief Operating Officer, as reported, and the Remuneration Committee approved her salary of £95,000-100,000. In August 2011, the Director of Quality, Safety and Operational Delivery role was changed to Chief Operating Officer. Ms Pye was appointed following a formal recruitment and interview process; her salary rose to £125,000, not £145,000 as reported. In February 2013, she applied for the role of Chief Nurse and, also following the standard recruitment process, was appointed to the post on a salary of £130,000-135,000. The extra payment of £30,000-35,000 made to Ms Pye related to her pension, and not to her salary.7. The complainant said Morag Olsen’s salary did not double when she was made Chief Operating Officer and Deputy Chief Executive in March 2013, as reported. £70,000-75,000 was a part-year figure taken from the Trust’s annual report for her role as Interim Chief Operating Officer. Before these appointments, she was Interim Chief Operating Officer and would have been paid a higher daily rate than her salary of £146,000 as Chief Operating Officer.8. The complainant said it was standard practice in the NHS to offer a discretionary financial incentive for incoming staff in hard-to-recruit areas. He was not responsible for authorising a “golden hello” to Jayne Adamson; the Remuneration Committee had authorised this payment. It was not a relocation package as reported.9. The complainant said he was not offered a right to reply before either articles were published. He said the Trust was asked to comment on incentive payments made to directors, but it was not asked to verify the information with regards to salary increases. 10. The complainant considered that the newspaper’s continual negative reporting of his tenure as Chief Executive of the Trust, nine months after he had left the post, amounted to harassment.11. The complainant asked the newspaper to acknowledge the inaccuracies in a prominent position; to apologise for any innuendo suggesting that promotions were given due to favouritism or without following due and proper process; to apologise for not approaching him for comment before publication; and to publish the following statement:Mr Morley has made it clear that he strongly refutes any allegation of wrongdoing or fraudulent activity of any kind on his part and that no evidence of such has ever been found.12. The newspaper strongly denied that the coverage had implied that the complainant had acted fraudulently or criminally. Rather, the newspaper had alleged that the complainant’s “allies” had been given substantial pay rises and promotions while he was in charge of the Trust. It had reported that soon after the complainant’s arrival at the Trust, his “key allies appeared around the board table”.13. It said its primary sources of information about appointments, promotions and pay rises were senior members of Trust staff who were concerned about the management of the Trust. This information was then confirmed by other sources, including by the Interim Chief Executive, in the presence of the Director of Communications. The Interim CEO had also informed the newspaper that the matter was part of an external independent audit being carried out by KPMG. Shortly before the article was published, Ursula Vickerton, Chair of the Trust’s Audit Committee, also independently confirmed the information relating to salary rises and promotions. The newspaper then cross-referenced it with the Trust’s annual reports, and it provided copies of the relevant sections.14. The newspaper said it was not in dispute that during the complainant’s management of the Trust, Ms Pye and Ms Adamson had been promoted and had received large salary increases. Although the newspaper accepted that there were minor differences in the exact salaries, dates of appointment and job titles reported, it emphasised that the article was intended to highlight what it had considered to be legitimate concerns raised by senior members of Trust staff that appointments and pay rises had been given without following strict public sector guidelines. It said these concerns were later confirmed by the official report into the management of the Trust, published by KPMG. It provided a copy of the report, and said that the KPMG investigation had identified areas of serious concern regarding the appointment process conducted by the complainant, and the sanctioning of pay rises. The report also stated that some members of staff had subsequently refunded some payments.15. The newspaper said it had contacted the Trust for comment before publication. When it had approached the Trust for comment previously, the Trust had contacted the complainant before responding. It said that when it had approached the complainant directly over separate allegations regarding his credit card spending, he had declined to comment and had referred it back to the Trust. The newspaper said that since January 2015, when the complainant issued a statement denying any wrongdoing, it had carried the statement on four occasions. It would not apologise for any “innuendo”, as requested, as innuendo was purely subjective. However, it offered the complainant a full right to reply in the form of an interview, or it said it would consider publishing a piece written by him in which he could address his concerns. Relevant Code Provisions\n16. Clause 1 (Accuracy)i) The Press must take care not to publish inaccurate, misleading or distorted\ninformation, including pictures.ii) A significant inaccuracy, misleading statement or distortion once\nrecognised must be corrected, promptly and with due prominence, and - where\nappropriate - an apology published. In cases involving the Regulator,\nprominence should be agreed with the Regulator in advance.iii) The Press, whilst free to be partisan, must distinguish clearly between\ncomment, conjecture and fact.Clause 2 (Opportunity to reply)A fair opportunity for reply to inaccuracies must be given when reasonably\ncalled for.\nClause 4 (Harassment)\ni) Journalists must not engage in intimidation, harassment or persistent\npursuit.ii) They must not persist in questioning, telephoning, pursuing or\nphotographing individuals once asked to desist; nor remain on their property\nwhen asked to leave and must not follow them. If requested, they must identify\nthemselves and whom they represent.iii) Editors must ensure these principles are observed by those working for\nthem and take care not to use non-compliant material from other sources.\nFindings of\nthe Committee\n17. The newspaper had obtained the information regarding\nappointments and pay rises from senior members of staff at the Trust, and had\nverified it by cross-referencing the details with the Trust’s annual report.\nGiven the steps the newspaper had taken to ensure the article’s accuracy, it\nhad not been obliged to contact the complainant for comment before publication.\nThe Committee was satisfied that care had been taken over the article’s\naccuracy, in accordance with the requirement of Clause 1 (i).18. The complainant considered that the newspaper had inaccurately implied that\nhe had made appointments and awarded pay rises fraudulently or dishonestly, and\nwithout following due process. However, the article had not alleged that the\ncomplainant had acted fraudulently or unlawfully. The newspaper had reported\nconcerns raised about the governance of the trust and a lack of transparency\nregarding pay rises and appointments. These concerns appeared to be borne out\nin the KPMG report, which stated that the review had “identified significant\nfailings in governance, an undeclared conflict of interest and evidence that\ndecisions made [did] not represent value for money for the Trust”. Although the\ncomplainant had identified some inaccuracies with regards to the exact job\ntitles and salaries awarded, in this context, these were not significant\ninaccuracies that warranted correction under the terms of Clause 1 (ii). The\nCommittee noted, however, that it would expect the newspaper to have regard for\nthese points in any future coverage.19. The complainant had disputed the statement made by Ursula Vickerton that a\npayment had been made in a manner that had not been “clear and transparent”.\nHowever, the comment was clearly attributed to Ms Vickerton, in accordance with\nthe terms of Clause 1 (iii). The complaint under Clause 1 was not upheld on\nthis point.20. The complainant had also framed his concerns under Clause 2. The terms of\nClause 2, however, do not require that newspapers seek comment before\npublication. Rather, they provide people with a fair opportunity to respond to\npublished inaccuracies. The newspaper had offered the complainant an\nopportunity to reply in the form of an interview or article, which he had\ndeclined. There was no breach of Clause 2.21. Clause 4 generally relates to the conduct of journalists during the\nnewsgathering process. It is not the case that publishing a number of articles\non one issue constitutes harassment. The complaint under Clause 4 was not\nupheld.\nConclusions\n22. The complaint was not upheld.\nRemedial\nAction Required\nN/A\nDate complaint received: 09/01/2015\nDate decision issued: 22/06/2015\nBack to ruling listing\n\n\n"
}