{
    "url": "/rulings-and-resolution-statements/ruling/?id=00191-16",
    "title": "00191-16 Portes v express.co.uk",
    "provisions": [
        "1 (Accuracy) 2015"
    ],
    "outcome": "Breach - sanction: action as offered by publication",
    "publication": "express.co.uk (Reach PLC)",
    "published_on": "2015-12-23 00:00:00",
    "received_on": "2016-01-12 00:00:00",
    "concluded_on": "2016-04-11 00:00:00",
    "complaint_processing_days": 90,
    "conclusion_long": "14. The complaint was upheld.",
    "remedial_action": "15. In circumstances where the Committee establishes a breach of the Editors’ Code, the Committee can require the publication of a correction and/or adjudication, the nature, extent and placement of which is determined by IPSO.16. Given the newspaper’s clear failure to take care over the accuracy of the article, the Committee seriously considered whether the publication of an adjudication was required. It noted, however, that the newspaper had taken swift action to address the complaint. In addition, it had circulated a notice to staff reminding them of the importance of independently verifying information for publication. In this instance, the Committee decided that the published correction was satisfactory. No further action was required.Date complaint received: 12 January 2016",
    "text": "\n\n\n\n\n\nDecision\nof the Complaints Committee 00191-16 Portes v express.co.ukSummary\nof complaint1.\nJonathan Portes complained to the Independent Press Standards Organisation that\nexpress.co.uk breached Clause 1 (Accuracy) of the Editors’ Code of Practice in\nan article headlined “Almost 100,000 migrants stopped at UK border this year as\nshock figures double”, published on 23 December 2015.2. The article reported that UK border forces\nhad caught 92,000 people trying to enter the country in 2015; double the number\ncaught in 2014. It said that 30,629 had attempted to enter the country between\nApril and July 2015. The article was not published in print.3.\nThe complainant said that it was inaccurate to report that 92,000 people had\nbeen caught attempting to enter the UK. The figures had been incorrectly\nextrapolated from data, which covered just a few months. He considered that\nmigration flows were seasonal and the figures could not simply be multiplied to\nproject future numbers.4.\nThe newspaper said that the 92,000 figure was a projection based on Home Office\ndata for the number of migrants stopped at the UK border between April and July\n2015. It accepted that it was significantly inaccurate for it to report this as\nthe actual number of attempted entries into the country, and explained that the\npiece had been based on articles published in two other national newspapers.\nThe newspaper accepted that it had not taken steps to verify the information\nbefore publication, and explained that it had reminded staff of the importance\nof carrying out independent verification for future articles.5.\nThe newspaper amended the article, changed the headline to “Almost 100,000\nmigrants on course to be stopped at UK border as shock figures double”, and\nappended the following footnote, which it said made clear that the “projected\nmigration figure is based on migration continuing at the same rate as between\nApril and July”:CorrectionThis\narticle was amended on 19 January 2015. It originally said that nearly 100,000\npeople had been stopped at the UK border this year. In fact this was a projection\nfor the year based on the number of people that has been stopped in the period\nbetween April and July.6. The complainant said that the newspaper had\ncopied inaccurate information from another publication and had failed to check\nit. He said the headline of the amended article remained inaccurate, and the\ncorrection was significantly misleading: the article had concerned illegal\nentry rather than migration flow.Relevant Code provisions7.\nClause 1 (Accuracy)i.\nThe Press must take care not to publish inaccurate, misleading or distorted\ninformation, including pictures.ii.\nA significant inaccuracy, misleading statement or distortion once recognised\nmust be corrected, promptly and with due prominence, and - where appropriate -\nan apology published. In cases involving the Regulator, prominence should be\nagreed with the Regulator in advance.iii. The Press, whilst free to be partisan,\nmust distinguish clearly between comment, conjecture and fact.Findings\nof the Committee8.\nThe newspaper had published significantly misleading information: at the time\nof publication, 92,000 migrants had not been stopped at the UK border in 2015.\nThe article had not made clear that the reported number was a projection based\non only four months’ data.9.\nWhile the Committee recognised that newspapers will often have to simplify\ncomplex statistical information for non-specialist readers, it is essential\nthat they take care that such statistical information is interpreted\naccurately, and presented in a manner that is not misleading. In this case, the\nCommittee was particularly concerned that the newspaper had republished\ninformation that it had taken from other publications without taking any steps\nto independently verify it.10.\nThe newspaper had failed to take care over the accuracy of the article in\nbreach of Clause 1(i), which had resulted in the publication of a significant\ninaccuracy. A correction was therefore required in order to avoid a breach of\nClause 1(ii).11.\nWhen alerted to the inaccuracy, the newspaper had promptly amended the article\nand had published a corrective footnote. The amendments stated that the figure\nfor the number of migrants stopped at the UK border was a forecast based on\nexisting data for April to July, and the footnote explained that the original\narticle had inaccurately reported the projection as an actual figure.12.\nWhile the Committee noted the complainant’s position that numbers of illegal\nentries could not be accurately predicted because of the seasonality of\nmigration, the article made clear the basis of the projection: it was a\nprediction based on data for April to July 2015. 13.\nThe newspaper had recognised the inaccuracy, and it had corrected it promptly\nand with due prominence. The Committee was satisfied that the action taken by\nthe newspaper was sufficient to meet the requirement of Clause 1 (ii). There\nwas no further breach of the Code on this point.Conclusions14.\nThe complaint was upheld.Remedial\naction required15.\nIn circumstances where the Committee establishes a breach of the Editors’ Code,\nthe Committee can require the publication of a correction and/or adjudication,\nthe nature, extent and placement of which is determined by IPSO.16.\nGiven the newspaper’s clear failure to take care over the accuracy of the\narticle, the Committee seriously considered whether the publication of an\nadjudication was required. It noted, however, that the newspaper had taken\nswift action to address the complaint. In addition, it had circulated a notice\nto staff reminding them of the importance of independently verifying\ninformation for publication. In this instance, the Committee decided that the\npublished correction was satisfactory. No further action was required.Date\ncomplaint received: 12 January 2016Date\ncomplaint concluded: 11 April 2016\nBack to ruling listing\n\n\n"
}