{
    "url": "/rulings-and-resolution-statements/ruling/?id=00209-18",
    "title": "00209-18 Hawthorn v The Sunday Times",
    "provisions": [
        "1 Accuracy (2016)",
        "2 Privacy (2016)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "The Sunday Times (News UK)",
    "published_on": "2017-11-12 00:00:00",
    "received_on": "2018-01-15 00:00:00",
    "concluded_on": "2018-05-25 00:00:00",
    "complaint_processing_days": 130,
    "conclusion_long": "11.  The complaint was not upheld.",
    "remedial_action": "12. N/A Date complaint received: 15/01/2018",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee 00209-18 Hawthorn v The Sunday TimesSummary of Complaint 1. Ronald Hawthorn\ncomplained to the Independent Press Standards Organisation that The Sunday\nTimes breached Clause 1 (Accuracy) and Clause 2 (Privacy) of the Editors’ Code\nof Practice in an article headlined “Ulster pub massacre families sue amid\nclaims killer was informer,” published on 12 November 2017. 2.  The article\nreported that a recently released documentary examining the unsolved historic\nmurders of six Catholic men by loyalist paramilitaries in Loughinisland had\nnamed the complainant as the alleged chief suspect in the case. It reported\nthat no one had ever been prosecuted in relation the incident, but said that\nfamily members were now calling for prosecutions to be brought, in light of the\ninformation included in the documentary. It reported that the complainant was a\nformer British soldier. The article went on to report information about the\nincident in 1994 and stated that allegations of state collusion had long been\nmade. The article was also published online, and was substantially the same as\nthe print article. 3.  The complainant\nsaid that it was inaccurate to refer to him as the alleged “chief suspect” as\nhe had not been charged with any criminal offence in relation to the incident.\nHe said that the information in the documentary that was relied on in the\narticle was inaccurate and unfounded and that the newspaper had inaccurately\nreported these claims as fact. 4.   He also said\nthat it was a long standing practice for journalists not to name suspects until\ncriminal charges had been brought, and therefore he believed that naming him as\na “chief suspect” in the absence of any criminal charge, was a breach of his\nprivacy. He also said that this represented a “trial by media” and was\nconcerned about the dangerous precedent such reporting set. He said it was also\nan intrusion for the article to name his as a former member of the security\nforces, as a threat from terrorists still exists in Northern Ireland, and this\nput the safety of him and his family at risk. 5.  The newspaper\ndid not accept that it had breached the Editors’ Code. It said that the article\nhad accurately reported the claims made in the documentary referred to in the\narticle and had made clear that the allegations repeated in the article had not\nbeen proven as fact. It said that the article was justified by the extremely\nhigh public interest in recent developments in one of the most high profile,\nincidents of The Troubles. It said that substantial legal developments had come\nto light recently, and had been reported by the newspaper along with the allegations\nmade in the documentary, as the public has a right to know of developments in\nthis significant and unresolved matter. 6.  It said that the\ncomplainant had been contacted by the film maker prior to publication, but had\nnot wished to comment. The newspaper also said that it had tried to contact him\nprior to publication but had been unable to reach him. It offered to put his\nposition on record and said it would be happy to consider a letter from the\ncomplainant if that would resolve his complaint. 7.  The newspaper\ndid not accept that the complainant had a reasonable expectation of privacy in\nrelation to any of the information included about him in the article as it said\nall that information had already been placed in the public domain by the\ndocumentary. It said that it was not aware of any common journalistic practice\nnot to name those suspected of crimes relating to The Troubles until charges\nhad been brought. It said that the record across the decades suggested quite\nthe opposite, as suspects of crimes relating to The Troubles had been named by\nthe media whether or not charges were eventually brought.  \nRelevant Code Provisions 8.    Clause 1\n(Accuracy) i)  The Press must take care not to publish\ninaccurate, misleading or distorted information or images, including headlines\nnot supported by the text. ii)   A significant inaccuracy,\nmisleading statement or distortion must be corrected, promptly and with due\nprominence, and- where appropriate- an apology published. In cases involving\nIPSO, due prominence should be as required by the regulator. Clause 2 (Privacy) * i)  Everyone is entitled to respect for his\nor her private and family life, home, health and correspondence, including\ndigital communications. ii) Editors will be expected to justify\nintrusions into any individual’s private life without consent. Account will be\ntaken of the complainant’s own public disclosures of information. The\npublic interest There\nmay be exceptions to the clauses marked * where they can be demonstrated to be\nin the public interest. 1.\nThe public interest includes, but is not confined to: ·        \nDetecting\nor exposing crime, or the threat of crime, or serious impropriety. ·        \nProtecting\npublic health or safety. ·        \nProtecting\nthe public from being misled by an action or statement of an individual or\norganisation. ·        \nDisclosing\na person or organisation’s failure or likely failure to comply with any\nobligation to which they are subject. ·        \nDisclosing\na miscarriage of justice. ·        \nRaising\nor contributing to a matter of public debate, including serious cases of impropriety,\nunethical conduct or incompetence concerning the public. ·        \nDisclosing\nconcealment, or likely concealment, of any of the above. 2.\nThere is a public interest in freedom of expression itself. 3.\nThe regulator will consider the extent to which material is already in the\npublic domain or will become so. 4.\nEditors invoking the public interest will need to demonstrate that they\nreasonably believed publication - or journalistic activity taken with a view to\npublication – would both serve, and be proportionate to, the public interest\nand explain how they reached that decision at the time. 5.\nAn exceptional public interest would need to be demonstrated to over-ride the\nnormally paramount interests of children under 16. \nFindings of the Committee 9.  The Committee\nacknowledged the complainant’s concern that reporting that he had previously\nbeen in the British Army had put his personal safety at risk. However, this\ninformation had come from the documentary, which related to the unsolved, historic\nmurders of several men. The Code recognises the public interest in reporting\non, and contributing to, the public debate on such matters, and also recognises\nthe public interest in freedom of expression itself. In these circumstances,\nthe newspaper was entitled to report on the documentary and the Committee\nconsidered that there was a strong public interest in doing so. When considering\nwhether the complainant had a reasonable expectation of privacy in relation to\nthe documentary’s claims, the Committee had regard for the extent to which this\ninformation was already in the public domain. This information had been put in the\npublic domain by the documentary, which had been widely circulated. In these\ncircumstances, publication of this information by the newspaper did not amount\nto a breach of Clause 2. 10. The article had made clear that it was reporting claims made\nin the documentary, including the claim that the complainant had been named as\nthe alleged “chief suspect”. The article had not reported this statement as\nfact, but had taken care to ensure this allegation was presented as a claim. There\nwas no breach of Clause 1.\nConclusions 11.  The complaint was not\nupheld. Remedial Action Required 12. N/A Date complaint received: 15/01/2018Date decision issued: 25/05/2018\nBack to ruling listing\n\n\n"
}