{
    "url": "/rulings-and-resolution-statements/ruling/?id=00205-14",
    "title": "00205-14 Adris v Lancashire Telegraph",
    "provisions": [
        "3 (Privacy) 2015"
    ],
    "outcome": "No breach - after investigation",
    "publication": "Lancashire Telegraph (Newsquest Media Group)",
    "received_on": "2014-09-16 00:00:00",
    "concluded_on": "2015-01-12 00:00:00",
    "complaint_processing_days": 118,
    "conclusion_long": "8. The complaint was not upheld.",
    "remedial_action": "N/A  Date complaint received: 16/09/2014",
    "text": "\n\n\n\n\n\n·        Decision of the Complaints Committee 00205-14 Adris v Lancashire Telegraph\nSummary of complaint \n1. Mohammed Adris complained to the Independent Press\nStandards Organisation that an article published by the Lancashire Telegraph on\n28 August 2014 headlined “Pilgrimage firms rap”, had breached Clause 3\n(Privacy) of the Editors’ Code of Practice. \n2. The article reported a Trading Standards investigation\ninto the selling of “bogus” pilgrimage trips to Muslims. It included a\nreference to the complainant’s 2003 conviction for “stealing £150,000 from 170\npilgrims for bogus trips.” \n3. The complainant said that his conviction was more than\nten years old, that he had pleaded guilty, served his punishment, and was now\nfully rehabilitated. He said that the inclusion of the details of his\nconviction in the article was unnecessary and distressing to him and his\nfamily. He said that it was a breach of his privacy, and he was concerned that\nit could expose him to danger at the hands of extremists. \n4. He was further concerned that it was misleading to omit\nthat he had successfully completed travel arrangements for 350 pilgrims before\ndifficulties arose, and that he had pleaded guilty to the crimes for which he\nwas convicted. \n5. The newspaper said that the article served to highlight a\npattern of defrauding pilgrims, and so it was relevant to include the\ncomplainant’s conviction. It said that the complainant had no right to privacy\nin the reporting of his court proceedings, and there was no legal prohibition\non newspapers reporting historic convictions. It noted that there were\ncontemporaneous reports of the complainant’s conviction available on its\nwebsite, and they had not been subject to any complaint. \nRelevant Code Provisions\n6. Clause 3 (Privacy) \ni) Everyone is entitled to respect for his or her private\nand family life, home, health and correspondence, including digital\ncommunications. \nThe Public Interest \ni) The Regulator will consider the extent to which material\nis already in the public domain, or will become so. \nFindings of the Committee\n7. The Committee acknowledged that the complainant had\nserved his sentence and claimed to be rehabilitated, and that he objected to\nthe fresh publication of details of his conviction. However, the details of the\nconviction were matters of public record, and so could not reasonably be\nconsidered to be private. Further, there is a public interest in reporting\ncourt proceedings, in line with the important principle of open justice. While\nmore than ten years had passed since the complainant’s conviction, the details\nhad not become private over that time. There was no failure to respect the\ncomplainant’s private life; there was no breach of Clause 3. \nConclusions\n8. The complaint was not upheld. \nRemedial Action Required\nN/A\n\nDate complaint received: 16/09/2014 \nDate decision issued: 12/01/2015\nBack to ruling listing\n\n\n"
}