{
    "url": "/rulings-and-resolution-statements/ruling/?id=00210-14",
    "title": "00210-14 Ward v The Mail on Sunday",
    "provisions": [
        "1 (Accuracy) 2015"
    ],
    "outcome": "No breach - after investigation",
    "publication": "The Mail on Sunday (Associated Newspapers Limited)",
    "published_on": "2014-08-31 00:00:00",
    "received_on": "2014-09-17 00:00:00",
    "concluded_on": "2015-02-16 00:00:00",
    "complaint_processing_days": 152,
    "conclusion_long": "17. The complaint was not upheld.",
    "remedial_action": "N/A  Date complaint received: 17/09/2014",
    "text": "\n\n\n\n\n\n           Decision of the Complaints Committee 00210-14 Ward v The Mail on Sunday\nSummary of complaint\n1. Bob Ward complained to the Independent Press Standards\nOrganisation that The Mail on Sunday had breached Clause 1 (Accuracy) of the\nEditors’ Code of Practice in an article headlined “Exposed: Myth of Arctic\nMeltdown”, published on 31/08/2014. \n2. The article reported that the Arctic ice extent had\nincreased over the last two years. \n3. The complainant was concerned that the article gave the\ninaccurate impression that the long-term decline in Arctic sea ice had\nreversed. He said that the article had omitted the fact that the Arctic sea ice\nextent in August 2014 had been the seventh-lowest recorded level since records\nbegan. He also said that the article had not made clear that the 2012 reading\nhad been the lowest on record, nor had the article explained that, on numerous\noccasions, the ice extent had increased for one year, without reversing the\noverall decline. \n4. Further, the complainant said that the article had\ninaccurately reported that there was no evidence that the number of polar bears\nwere declining. He said that latest estimates indicated that, of the 19\nsub-populations of polar bears, four are declining, five are stable and one is\nincreasing; there was not enough data to estimate trends for the other nine\nsub-populations. The article had included a graph recording Arctic Sea extent\nover the last ten years headlined “How melt has slowed over 10 years”. The\ncomplainant said that the graph was significantly misleading as the linear\ntrend in the sea ice extent data was steeper for the period between 2004 and\n2014 than it was for the entire record of 1979 to 2014. \n5. The complainant said that the newspaper had also\ninaccurately reported the comments made by the American politician Al Gore; it\nsaid that in 2007 Mr Gore had suggested that the North Polar Ice Cap could be\ncompletely gone in seven years. The complainant said that it had been\nsignificantly misleading to omit that, while he had cited one study which\npredicted that this would be the case, he had also cited a different study\nwhich had suggested it could happen by 2029. \n6. The complainant said that the newspaper should\nacknowledge that the article was inaccurate and significantly misleading,\npublish his letter in full and provide an assurance that it would take greater\ncare to ensure that future articles on this issue were accurate. \n7. The newspaper said that the “myth” mentioned in the\nheadline was the claim that the Arctic might be ice-free by 2014. The article\nhad reported the unexpected increase in Arctic sea ice over the past two years,\nbut it had made clear that the long-term trend remains in decline, caused, at least\nin part, by human activity. The newspaper said that the article had included a\nconsiderable amount of balancing material and had quoted several scientists. \n8. In relation to polar bears, the article had acknowledged\nthat that there was “no reliable data from almost half the Arctic, so it cannot\nsay whether numbers are falling or rising”. It had not been significantly\nmisleading on this point. \n9. The graph headlined “How melt has slowed over 10 years”\nhad been accurate; readers could see for themselves how the levels of ice have\ngone down over the past 10 years, and up in the last two. \n10. While the newspaper did not accept that the article was\nsignificantly misleading, it offered to publish a lightly amended version of\nthe complainant’s letter. The complainant’s letter would make clear that he\nconsidered the article to be misleading. \nRelevant Code Provisions\n11. Clause 1 (Accuracy) \ni) The press must take care not to publish inaccurate,\nmisleading or distorted information, including pictures. \nii) A significant inaccuracy, misleading statement or\ndistortion once recognised must be corrected, promptly and with due prominence,\nand – where appropriate – an apology published. \niii) The Press, whilst free to be partisan, must\ndistinguish clearly between comment, conjecture and fact. \nFindings of the Committee\n12. Topics such as the effects of climate change and global\nwarming remain matters of intense discussion and debate. Under the terms of\nClause 1, newspapers are entitled to publish controversial or unorthodox views\non such issues, provided that they are not inaccurate or significantly\nmisleading. \n13. The article presented the author’s view that forecasts\nregarding the melting of Arctic ice had overestimated the rate of decline. The\ncomplainant did not dispute that measures showed that the Arctic ice extent had\nincreased over the last two years. The article had made clear that the\nlong-term trend still showed a decline, and the coverage had included\ncommentary from a number of scientists, expressing a variety of views on the\nmatter, including one who had stated that he was “uncomfortable with the idea\nof people saying the ice had bounced back”, and warned against reading too much\ninto the ice increases. The article had made clear that scientific opinions\nregarding the significance of the most recent data varied. In this context, the\nomission of the information that the measure in 2012 had been the lowest on\nrecord, and that 2014 had still been the seventh lowest since records began,\nwas not significantly misleading. The article did not suggest that it had been\nestablished as fact that the long-term decline in Arctic sea ice had reversed. \n14. The article had made clear that the Polar Bear\nSpecialist Group admitted that it did not have the necessary data to establish\nwhether the numbers of polar bears was rising or falling. In this context, it\nhad not been significantly misleading to suggest that there was no scientific\nevidence to establish that the number of bears was declining. \n15. The article had been illustrated with a graph which\nplotted the Artic Sea extent in millions of square kilometres, titled “How melt\nhas slowed over 10 years”.  While the\nCommittee noted the complainant’s concern that the linear trend in the sea ice\nextent data was steeper for the period between 2004 and 2014 than it was for\nthe entire record of 1979 to 2014, in circumstances in which the complainant\ndid not dispute that the graph had been plotted accurately, the Committee was\nsatisfied that the presentation of the data had not been significantly\nmisleading. \n16. The complainant was concerned that the newspaper had\nmisrepresented a speech by Al Gore. As Mr Gore had cited a study which\nprojected that the Arctic sea ice could disappear by 2014, it had not been\nsignificantly misleading to omit that he had also cited a different study which\nhad suggested it could happen by 2029. The Committee also noted that the\nnewspaper had tried to contact Al Gore for comment on this matter. There was no\nbreach of the Code. Nonetheless, the Committee welcomed the newspaper’s offer\nto publish a letter from the complainant. \nConclusions\n17. The complaint was not upheld. \nRemedial Action Required\nN/A \nDate complaint received: 17/09/2014 \nDate decision Issued: 16/02/2015\nBack to ruling listing\n\n\n"
}