{
    "url": "/rulings-and-resolution-statements/ruling/?id=00217-17",
    "title": "00217-17 Versi v express.co.uk",
    "provisions": [
        "1 Accuracy (2016)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "express.co.uk (Reach PLC)",
    "published_on": "2017-01-11 00:00:00",
    "received_on": "2017-01-11 00:00:00",
    "concluded_on": "2017-03-17 00:00:00",
    "complaint_processing_days": 65,
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee 00217-17 Versi v\nexpress.co.uk Summary of Complaint 1.    Miqdaad Versi\ncomplained to the Independent Press Standards Organisation that express.co.uk\nbreached Clause 1 (Accuracy) of the Editors’ Code of Practice in an article\nheadlined “Police FORCED to take lessons on ISLAM to foster 'respectful' ties\nwith Muslim communities”, published on 11 January 2017. 2.    The article\nreported that “Brussels police will be forced to take lessons on Islam to help\nfoster “respectful relations with Muslims communities in the Belgian capital.”\nThe article reported that “officers will undertake an eight-hour module\nexamining the religion, and study the history of immigration into Belgium”. It\ncontinued by quoting a Brussels MP as stating: \"this training follows the\nrequest of the police force itself” and that “it is a continuation of the\ntraining, COPPRA.” 3.    The\ncomplainant said that the term ‘police’ in the headline was a reference to the\npolice force as a whole. He said that given that the training had come at the\nrequest of the police force, the police had not been forced to take lessons on\nIslam and therefore the article’s headline was misleading and not supported by\nthe accompanying text. 4.    The newspaper\ndid not accept a breach of the Code. It said that the headline referred to\n‘police’ in the singular, and therefore made clear that the article was\nreferring to individual officers, rather than the entire Brussels constabulary. 5.    It said that\nwhilst the ‘police force’ had requested the training on Islam, that training\nformed part of the Community Policing and the Prevention of Radicalisation\n(COPPRA) training, which is mandatory for individual Belgium police officers.\nIt provided a link to the website of the European Diversity in Policing, an\nEU-project which had established the COPPRA training, and featured information\nabout how it was to be implemented in Belgium. Relevant Code Provisions 6. Clause 1\n(Accuracy) i. The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not\nsupported by the text. ii. A significant inaccuracy, misleading statement or\ndistortion must be corrected, promptly and with due prominence, and — where\nappropriate — an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator. iii. A fair opportunity to reply to significant\ninaccuracies should be given, when reasonably called for. Findings of the Complaints Committee 7.    The newspaper\nhad provided evidence to demonstrate that the COPPRA training was compulsory\nfor individual police  officers. Given\nthis, the headline’s reference to police being forced to take the lessons on\nIslam was not inaccurate or misleading, and the headline was supported by the\naccompanying text. There was no breach of Clause 1. Conclusion 8. The complaint was not upheld. Remedial Action \nN/ADate complaint received: 11/01/2017Date decision issued: 17/03/2017\n \nBack to ruling listing\n\n\n"
}