{
    "url": "/rulings-and-resolution-statements/ruling/?id=00234-20",
    "title": "00234-20 Sharp v thescottishsun.co.uk",
    "provisions": [
        "1 Accuracy (2019)",
        "3 Harassment (2019)",
        "2 Privacy (2019)"
    ],
    "outcome": "Breach - sanction: action as offered by publication",
    "publication": "thescottishsun.co.uk (News UK)",
    "published_on": "2019-10-16 00:00:00",
    "received_on": "2020-01-11 00:00:00",
    "concluded_on": "2021-01-21 00:00:00",
    "complaint_processing_days": 376,
    "conclusion_long": "14. The complaint was partly upheld under Clause 1.",
    "remedial_action": "15. Having upheld the complaint, the Committee considered what remedial action should be required. In circumstances where the Committee establishes a breach of the Editors’ Code, it can require the publication of a correction and/or adjudication. The nature, extent and placement of which is determined by IPSO. 16. The Committee considered that the article gave a misleading account of the status of the claim made against the complainant that she had fabricated a relationship. However, this was not central to the main theme of the articles, which she had posted photographs of herself following her release from prison which had upset others. Furthermore, in this instance the requirement under Clause 1(ii) was to make clear that the claim that the complainant had fabricated a relationship was disputed by the complainant and to put her position on record. In light of these considerations, the Committee concluded that a correction was the appropriate remedy. 17. This correction should acknowledge that the claim that the complainant had stalked the man by pretending to be in a relationship with him, creating a fake Twitter account, and photoshopping images, were allegations disputed by the complainant, not established fact. This wording should be agreed with IPSO in advance and in addition to the points above, include a reference to the newspaper title, the article subject, and that it has been required following an upheld ruling from IPSO. It should be added to the article and appear as a standalone correction in the online corrections and clarifications column. If the publication intends to continue to publish the online article without amendment, the correction on the article should be published beneath the headline. If the article is amended, the corrections should be published as a footnote which explains the amendments that have been made.Date complaint received: 11/01/2020",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee 00234-20 Sharp v thescottishsun.co.ukSummary of complaint\n1. Jill Sharp\ncomplained to the Independent Press Standards Organisation that\nthescottishsun.co.uk breached Clause 1 (Accuracy), Clause 2 (Privacy), and\nClause 3 (Harassment) of the Editors’ Code of Practice in an article headlined\n“NO REMORSE Jailed stalker ‘Champagne Jill’ poses in hot tub with bottle of\nbubbly as victims blast early release” published on 16 October 2019.\n2. The article\nreported that a woman – aged 32 – had “posed in a hot tub following her early\nrelease from prison”. The article explained that the woman – described in the\narticle as a fantasist – had been sentenced to a year in prison after pleading\nguilty to stalking a former friend and her husband between 2014 and 2017. It\nreported the comments the woman had made on Facebook after her release and that\nshe had shared photographs of her drinking champagne in a bubble bath and\ndrinking champagne in her pyjamas surrounded by balloons – it reported that she\nhad previously boasted of her “champagne lifestyle”. It then included the\nresponse from the husband of the former friend she had stalked who was quoted\nas saying “This obsession she has with champagne is sad but we won’t be intimidated\nby her”. The article reported the charges to which the woman had pleaded\nguilty– including sending abusive and threatening text messages and emails and\n“poison pen letters” cut out of newspapers.\n3. The article also\nexplained that the newspaper had reported in 2017 accusations that the woman\nhad faked a relationship with a stranger for four years by manipulating\nphotographs of the man and his fiancée posted on social media. The article then\nexplained that the woman told her friends she was engaged to the man and\ncreated a “double life” for herself. It also explained that the woman would\nshadow the man and his real-life fiancée by going to places they had visited\nand taking her own pictures and sharing stories of their “alleged romance”. The\narticle also reported that the woman had claimed that a footballer was “’going\nto help with an Ibrox proposal’ from her fake boyfriend”.\n4. The article also\nincluded several photographs of the woman. It included one photograph which\nallegedly had been manipulated by her to claim she was in a relationship with\nthe man, two photographs of the woman drinking champagne in a bubble bath, and\none photographs of the woman drinking champagne whilst sitting on a sofa in her\npyjamas. It also included a photograph of the woman, seemingly on holiday.\n5. The complainant\nsaid that the article breached Clause 1. She said that she was 33 at the time\nof publication, not 32. She said that she was not a stalker or a fantasist. She\nsaid that the husband of her former friend was inaccurate to claim that she was\n“obsessed by champagne” or that she had previously boasted of her “champagne\nlifestyle”. She said that she had never fabricated a relationship with the man,\nand she was the victim of a hoax. She also said that although she was\noriginally charged with offences relating to the allegedly faked relationship,\nthese were dropped and she was never convicted on these points. She said that\nshe had always denied these allegations, and this denial was in the public\ndomain via previous articles at the time the article was published. She said\nthat she was not convicted of sending the former friend any “poison pen”\nmessages cut out of newspapers, but did accept that her indictment showed she\npleaded guilty to “repeatedly send letters to [former friend’s husband’s]\ncolleagues which included malicious remarks”.\n6. The complainant\nalso said that the article breached Clause 2, as it published photographs or\nstills from videos without her permission. However, she accepted that all the\nphotographs or videos had been publicly available on social media at the time of\npublication. The complainant also said that the publication of the article\nrepresented a continuation of persistent coverage by the newspaper, which she\nsaid was unjustified and excessive. Therefore, she said that the publication of\nthese articles constituted a breach of Clause 3.\n7. The newspaper\ndid not accept that the article breached Clause 1. It said that the claim that\nthe complainant was “obsessed by champagne” was clearly an opinion – in this\ncase the view of the former friend’s husband – and was attributed to him in a\nquotation. With regards to the point relating to poison pen messages, it\nprovided a press release from the Scottish Crown Procurator Fiscal Service\n(SCPFS) published after the complainant was sentenced which said that she “sent\nthreatening and abusive text messages, poison pen letters cut out of newspapers\nand emails to the employers of her victims”. Similarly, it said that the\narticle also made clear that the points relating to the alleged faked\nrelationship were allegations.\n8. The complainant\ndisputed the accuracy of the press release referred to by the newspaper but\naccepted that she had not approached the SCPFS to amend the alleged\ninaccuracies.\n9. The newspaper\ndid not accept that the article breached Clause 2. It said that all the\nphotographs or videos had been published on open social media, and did not\nreveal anything private about the complainant. The newspaper said that in\nrelation to Clause 3, this generally related to the conduct of journalists\nduring the newsgathering process. It did not apply to the frequency that\narticles about a person were published, so the terms of Clause 3 were not\nengaged.\nRelevant Code Provisions\nClause 1 (Accuracy)\ni) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not\nsupported by the text.\nii) A significant inaccuracy, misleading statement or\ndistortion must be corrected, promptly and with due prominence, and — where\nappropriate — an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator.\niii) A fair opportunity to reply to significant inaccuracies\nshould be given, when reasonably called for.\niv) The Press, while free to editorialise and campaign, must\ndistinguish clearly between comment, conjecture and fact.\nClause 2* (Privacy)\ni) Everyone is entitled to respect for his or her private\nand family life, home, health and correspondence, including digital\ncommunications\nii) Editors will be expected to justify intrusions into any\nindividual's private life without consent. Account will be taken of the\ncomplainant's own public disclosures of information.\niii) It is unacceptable to photograph individuals, without\ntheir consent, in public or private places where there is a reasonable\nexpectation of privacy.\nClause 3* (Harassment)\ni) Journalists must not engage in intimidation, harassment\nor persistent pursuit.\nii) They must not persist in questioning, telephoning,\npursuing or photographing individuals once asked to desist; nor remain on\nproperty when asked to leave and must not follow them. If requested, they must\nidentify themselves and whom they represent.\niii) Editors must ensure these principles are observed by\nthose working for them and take care not to use non-compliant material from\nother sources.\nFindings of the Committee\n10. The Committee\nemphasised first that it was not making a finding on the accuracy of the\nallegations made against the complainant. Its role was to decide whether there\nhad been a breach of the Editors’ Code.\n11. The difference between reporting that the complainant\nwas 32 or 33 years old did not amount to a significant inaccuracy in the\ncontext of the overall article – it did not affect the reporting of the\ncomplainant’s conviction or the nature of the claims made against her. Where\nthe complainant had been convicted of stalking offences and was found to have\ncreated fake online profiles in order to do this, it was not significantly\nmisleading to describe her as a “stalker” or a “fantasist”. The claim that the\ncomplainant was “obsessed with champagne” was a personal opinion rather than a\nstatement of fact, and this was made clear by the article’s use of quotation\nmarks to attribute it to the former friend’s husband. Furthermore, the\nCommittee considered that where it was not in dispute that the complainant had\nposted pictures on social media of herself drinking champagne in a hot tub and\nthe focus of the article was on the reaction to these posts, the extent to\nwhich the complainant had boasted previously about her “champagne lifestyle”\nwas not significant to the overall article. Reporting this point did not give\nrise to any significant inaccuracy requiring correction. With regards to the\nclaim that the complainant had sent poison pen letters cut out from newspapers,\nthis had been accurately reported from the SCPFS statement released after the\ncomplainant’s conviction. The Committee noted that the complainant had disputed\nthis statement, but in the absence of complaint to the SCPFS or material to\ncontradict it and where the complainant had pleaded guilty to sending letters\nwhich included malicious remarks, the Committee could not find that this point\nrepresented a significant inaccuracy. There was no breach of Clause 1 on these\npoints.\n12. With regards to the article’s reporting of the allegedly\nfaked relationship, the article did make clear on some points during the\narticle that this was an allegation by reporting that she was “accused” of an\n“alleged” romance. However, it also presented the claim as fact in stating that\nthe complainant had a “fake boyfriend” and omitting any denial of the claims\nfrom the article. Presenting these allegations as fact, despite the existence\nof the complainant’s denial in previous articles, constituted a failure to\ndistinguish between comment, conjecture and fact, and there was a breach of\nClause 1(iv). Where this meant that the article was significantly misleading as\nto the status of these serious allegations, a clarification putting on the\nrecord that these claims were allegations disputed by the complainant was required\nunder Clause 1(ii). The newspaper had not offered to take any action in\nresponse to the complaint, and so there was a further breach of Clause 1(ii).\n13. The complainant accepted that the photographs and video\nincluded in the articles were publicly available on social media at the time of\npublication. Furthermore, they simply showed her likeness. For these reasons,\nthe complainant did not have a reasonable expectation of privacy over these\nphotographs or video and their publication did not represent an intrusion into\nher privacy. There was no breach of Clause 2. The terms of Clause 3 are\ngenerally interpreted to apply to the conduct of journalists during the\nnewsgathering process. The concern that the newspaper had printed an article\nwhich was unnecessary did not engage the terms of Clause 3.\nConclusion\n14. The complaint was partly upheld under Clause 1.\nRemedial action required\n15. Having upheld the complaint, the Committee considered\nwhat remedial action should be required. In circumstances where the Committee\nestablishes a breach of the Editors’ Code, it can require the publication of a\ncorrection and/or adjudication. The nature, extent and placement of which is\ndetermined by IPSO.\n16. The Committee considered that the article gave a\nmisleading account of the status of the claim made against the complainant that\nshe had fabricated a relationship. However, this was not central to the main\ntheme of the articles, which she had posted photographs of herself following\nher release from prison which had upset others. Furthermore, in this instance\nthe requirement under Clause 1(ii) was to make clear that the claim that the\ncomplainant had fabricated a relationship was disputed by the complainant and\nto put her position on record. In light of these considerations, the Committee\nconcluded that a correction was the appropriate remedy.\n17. This correction should acknowledge that the claim that\nthe complainant had stalked the man by pretending to be in a relationship with\nhim, creating a fake Twitter account, and photoshopping images, were\nallegations disputed by the complainant, not established fact. This wording\nshould be agreed with IPSO in advance and in addition to the points above,\ninclude a reference to the newspaper title, the article subject, and that it\nhas been required following an upheld ruling from IPSO. It should be added to\nthe article and appear as a standalone correction in the online corrections and\nclarifications column. If the publication intends to continue to publish the\nonline article without amendment, the correction on the article should be\npublished beneath the headline. If the article is amended, the corrections\nshould be published as a footnote which explains the amendments that have been\nmade.Date complaint received: 11/01/2020Date complaint concluded: 21/01/2021  \nBack to ruling listing\n\n\n"
}