{
    "url": "/rulings-and-resolution-statements/ruling/?id=00231-20",
    "title": "00231-20 Sharp v mirror.co.uk",
    "provisions": [
        "2 Privacy (2019)",
        "1 Accuracy (2019)",
        "3 Harassment (2019)"
    ],
    "outcome": "Breach - sanction: action as offered by publication",
    "publication": "mirror.co.uk (Reach PLC)",
    "received_on": "2020-05-20 00:00:00",
    "concluded_on": "2021-01-21 00:00:00",
    "complaint_processing_days": 246,
    "conclusion_long": "24. The complaint was partly upheld under Clause 1(iv).",
    "remedial_action": "25. The action which the newspaper had offered was sufficiently prompt and prominent, and made clear the status of the claims. This was sufficient to comply with the terms of Clause 1(ii), and should now be printed.   Date complaint received: 20/5/2020",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee – 00231-20 Sharp v\nmirror.co.uk\nSummary of Complaint\n1. Jill Sharp complained to the Independent Press Standards\nOrganisation that mirror.co.uk breached Clause 1 (Accuracy), Clause 2\n(Privacy), and Clause 3 (Harassment) of the Editors’ Code of Practice in\narticles headlined “Serial stalker who boasted about fictional 'wild sex life'\nruined couple's lives” published on 18 July 2019 and “Stalker posts champagne\ncelebration snaps as early jail release angers victims” published on 16 October\n2019.\n2. The first article reported that a woman had been\nconvicted of stalking her former friend and her husband. It reported that now the\nwoman had been sentenced, the former friend and her husband had spoken out\nabout their experience. It explained that two women were formerly best friends\nand that they had an “intense friendship”. However, the article reported that\n“after [former friend] fell for husband-to-be [name] a year later, it set off a\njealousy in [woman] that fuelled a four-year vendetta”. It reported that this\nwas also the belief of the former friend and her husband. The article explained\nthat as a result, the woman had created fake social media accounts – including\nin the name of “Gemma Stuart” to “torment” the couple by targeting their\nfriendships and family, sending death threats, and spreading lies about the\ncouple. The former friend said that the woman was “…absolutely relentless and\nmerciless for four years…” and that “…all that time it was [woman] that was\ntwisting the knife”. The article also reported that the former friend had\nwritten a book about her experience. \n3. The first article also reported that separate from this\nconviction, the complainant had fabricated a relationship with a man by using a\nstranger’s social media photographs and photoshopping herself into them. It\nreported that she “boasted about fictional ‘wild sex life’” and that she\n“created a fake fiancé of her own”. This was also repeated in the quotes\nattributed to the former friend, who gave details as to what this fabricated\nrelationship consisted of and how it had been carried out.\n4. The first article also included several photographs of\nthe woman, including a photograph of the woman attending court, two photographs\nshowing the woman and the former friends together, a photograph of the woman on\nholiday, a photograph of the woman and a man which the newspaper said the woman\nhad fabricated to make it appear as if she was in a relationship with the man,\nand a photograph of the woman being arrested outside her home.\n5. The second article was published after the complainant\nhad been released from prison. It reported that she had caused controversy by\nposted photographs of her drinking champagne and celebrating after her release.\nThe husband of the former friend was quoted in the article as saying that the\nwoman was a laughing stock at Ibrox stadium, that “this obsession she has with\nchampagne is sad but we won’t be intimidated by her”; that she was a “fantasist\nand a stalker” and that “details emerged in court” about her behaviour.  \n6. The second article also included a reference to the\nallegedly fabricated relationship. It said that “In February 2017, it was\nreported that [woman] had stalked a man who was a complete stranger to her. She\ncreated a fake second life using photos [name] and his fiancée [name] had\nposted on social media. Sharp copied their movements so she could be pictured\nin places they had visited, then posted loved-up snaps online.  She set up a fake Twitter page for her\n‘boyfriend’ and sent romantic messages between them, as well as explicit\ndetails of an imaginary sex life.”  \n7. The second article also included several photographs of the\nwoman, including a photograph of the woman drinking champagne in her pyjamas\nafter having been released from prison, two different photographs of the woman\ndrinking champagne in a bubble bath, a photograph of the woman and a man which\nthe newspaper said the woman had fabricated to make it appear as if she was in\na relationship with the man, and a copy of the original news article which had\nreported on the allegedly faked relationship.\n8. The complainant was the woman who had been convicted of\nstalking her former friend and her husband, and who had been previously accused\nof fabricating a relationship. She said that the first article contained a\nnumber of inaccuracies in breach of Clause 1. She said that it was not the case\nthat she had an “intense friendship” with the former friend before she started\nstalking her, or that she was jealous of her or her husband, or that she the\nname of “Gemma Stuart” to do so. However, she accepted that her indictment\nshowed she had pleaded guilty to having created “…and repeatedly used social\nmedia accounts and email addresses which concealed her true identity” and that\nshe did “contact said [former friend and her husband] and others connected to\nthem using said social media accounts and email addresses which concealed your\ntrue identity”.  She said that it was not\nthe case that she “tormented” the couple, targeted their friendship or family,\nor sent death threats although she did accept that her indictment showed she\n“sent abusive and threatening remarks, and that [she] left voicemails in which\n[she] did utter sectarian remarks and threats of violence”. She also did not\naccept that she was “absolutely relentless” in her behaviour or that she had\nbeen “twisting the knife”. She said that she did not stalk the couple for four years\nalthough she did accept that that the Sheriff had said that she carried out a\ncampaign “for more than three years” and that her indictment covers from 1\nJanuary 2014 – 6 August 2017. Finally, she said that it was misleading to\ninclude reference to the former friend’s book, as this was a work of fiction.\n9. The complainant said that the first article was also\ninaccurate to report that she had fabricated a relationship. She said that she\nhad not been convicted of any offence in relation to this allegation and had\nalways maintained that she was the victim of a hoax. She said that she had\nalways strongly denied this allegation, which the article did not make clear.\nShe said that her denial was in the public domain at the time of publication,\nvia its inclusion in previous articles. \n10. The complainant also said that the first article\nintruded into her privacy in breach of Clause 2 by using photographs of her\nwithout her permission. However, she did accept that all the photographs had\neither appeared on open social media profiles, had already been published in\narticles from 2017, or had been taken in public places.\n11. With regards to the second article, she said that it\nalso included a number of inaccuracies in breach of Clause 1. She said that it\nwas not the case that she was a laughing stock at Ibrox, nor that she had an\nobsession with champagne. She disputed that she was a fantasist or a stalker or\nthat “details emerged in court” about her behaviour – she said that very little\nwas said in court about her behaviour. Where the second article also repeated\nthe references to the allegedly faked relationship as fact and did not include\nher denial, she said that it was inaccurate for the same reasons as the first\narticle.\n12. The complainant also said that the second article\nintruded into her privacy in breach of Clause 2 by using photographs of her\nwithout her permission. However, she did accept that all the photographs had\neither appeared on open social media profiles or had already been published in\narticles from 2017.\n13. The complainant also said that the publication of the\narticles represented a continuation of persistent coverage by the newspaper,\nwhich she said was unjustified and excessive. Therefore, she said that the\npublication of these articles constituted a breach of Clause 3.\n14. With regards to the first article, the newspaper did not\naccept that it inaccurately reported the nature of the complainant’s\nconviction. It said that reporter’s notes showed that the former friend had\ncontacted the police in relation to unwanted contact from a person called\n“Gemma Stuart”, along with two other accounts which had been traced to the\ncomplainant. It said that although it accepted that Gemma Stuart had never been\ntraced to the complainant, where it was not in dispute that she had used fake\nnames and accounts to harass the complainant, any inaccuracy on this point was\nnot significantly misleading as to the nature of her conviction. However, it\nsaid that as a gesture of goodwill it would be happy to add a clarification\nsetting out that although “Gemma Stuart” had not been traced to the\ncomplainant, two other usernames were proven to have been used by her. It said\nthat in relation to the complainant contacting the couple’s friends and family,\nthis was presented in the article as a quote from the former friend’s husband,\nit said that where the complainant had admitted creating false email addresses\nand social media accounts to contact the couple’s employers and social clubs\nand accepted that it could have resulted in loss of their employment, the\npublication did not accept that this would be a significant inaccuracy whether\nshe contacted family members or not. It noted that according to the reporters’\nnotes, the Sheriff had said: \n'Probably the most serious part of your behaviour was in\nsending emails to their employers and golf club about selling heroin to\nchildren and involvement in bigoted sectarianism and demanding they be\ndismissed from their jobs. These emails were treated seriously by their\nemployers and resulted in investigations.'\nIt said that in relation to the claim that the complainant\nhad harassed the couple four years, it noted that the Sheriff had said: \n“For more than three years you conducted a campaign against\nthem in a calculated and deliberate attempt to ruin their lives. In this aim\nyou succeeded.”\n15. With regards to the allegedly faked relationship which\nappeared in both the first and second articles, it said that at the time that\nthese articles were published, the publication was confident that the article\nwas accurate. It said that the complainant was originally charged with offences\nrelating to this allegation, although they were not pursued by the Crown.  In light of this development, the newspaper\naccepted that the articles should be amended to reflect this. As such, on\nreceipt of the complaint it amended both articles to make clear that the points\nrelating the allegedly faked relationship were claims, and added this wording\nas a footnote: \nThis article has been amended to make clear that the\ninformation relating to [name] are claims. \n\nIn the newspaper’s first response to IPSO’s investigation,\nit also offered to add this wording to the footnote: \nPrior to the trial of the defendant with charges of\nharassment relating to [former friend and former friend’s husband], we are\nhappy to make clear that the Crown did not pursue the charges in relation to\n[name]\nA day after this offer, it then revised this wording to\nstate:\n“This article has been amended to make clear that the\ninformation relating to [name] are claims. Prior to the trial of the defendant\nwith charges of harassment relating to [former friend and former friend’s\nhusband], we are happy to make clear that the Crown did not pursue the charges\nin relation to [name] and that Jill Sharp disputes these claims.”\n16. The newspaper did not accept that the complainant had a\nreasonable expectation of privacy in relation to the photographs published in\nthe articles. It said that, in particular, the photograph of the complainant\nbeing arrested was taken in a public place where the arrest would have been\nvisible to any passer-by. In relation to Clause 3, it said that the frequency\nof articles did not engage the terms of Clause 3.\nRelevant Code Provisions\nClause 1 (Accuracy)\ni) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not\nsupported by the text.\nii) A significant inaccuracy, misleading statement or\ndistortion must be corrected, promptly and with due prominence, and — where\nappropriate — an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator.\niii) A fair opportunity to reply to significant inaccuracies\nshould be given, when reasonably called for.\niv) The Press, while free to editorialise and campaign, must\ndistinguish clearly between comment, conjecture and fact.\nClause 2 (Privacy) *\ni) Everyone is entitled to respect for his or her private\nand family life, home, health and correspondence, including digital communications\nii) Editors will be expected to justify intrusions into any\nindividual's private life without consent. Account will be taken of the\ncomplainant's own public disclosures of information.\niii) It is unacceptable to photograph individuals, without\ntheir consent, in public or private places where there is a reasonable\nexpectation of privacy.\nClause 3 (Harassment) *\ni) Journalists must not engage in intimidation, harassment\nor persistent pursuit.\nii) They must not persist in questioning, telephoning,\npursuing or photographing individuals once asked to desist; nor remain on\nproperty when asked to leave and must not follow them. If requested, they must\nidentify themselves and whom they represent.\niii) Editors must ensure these principles are observed by\nthose working for them and take care not to use non-compliant material from\nother sources.\nFindings of the Committee\n17. In regards to the first article, where it was accepted\nthat the complainant had formerly been close friends with her former friend her\nhusband, describing this friendship as “intense” was not significantly\nmisleading as the facts of the case such as to require correction under the\nterms of Clause 1(ii). With regards to the claim which appeared in the first\narticle that the complainant had been jealous of her former friend’s engagement\n– it was partly attributed to her former friend and her husband, who said it\nwas their belief that this was the case. The Committee also had regard to the\nstatement from the SCPFS, which said that this narrative had been heard by the\ncourt. Where this was clearly speculation, attributed to a person rather than\nadopted as part of the court’s findings, there was no failure to distinguish\nbetween comment, conjecture and fact, and was not significantly misleading as\nto charges to which the complainant had pleaded guilty. Where it was accepted\nthat the complainant had used a variety of pseudonyms and fake social media\naccounts to harass her former friend and her husband, the actual names which\nthe complainant used were not significant in reporting this fact. Reporting\nthat the complainant had used the name “Gemma Stuart”, when in fact she had\nbeen convicted of using different names, was not significantly misleading as to\nthe nature of her conviction as to require correction under the terms of Clause\n1(ii). \n18. Where the complainant had been convicted of causing her\nformer friend and her husband fear and alarm, it was not misleading to report\nthat she had “tormented” them. Similarly, with regards to the claim that that\nthe complainant had contacted the former friend and her husband’s friends and\nfamily, the Committee noted that the indictment provided by the complainant\nrecorded that part of her conviction relating to contacted people “connected”\nto the woman and her husband; it did not specify whether this was their\nfriends, family, or both. As such, the Committee did not have grounds to find\nthat reporting that the complainant contacted the woman’ and her husband’s\nfamilies as part of her campaign of harassment was significantly misleading as\nto the nature of her conviction. The Committee also had regard to the\ncomplainant’s indictment which showed she had pleaded guilty to making “abusive\nand threatening remarks” and “threats of violence”. Where it was clear that the\ncomplainant had been convicted of making threats of a violent nature, reporting\nthat she had made “death threats” was not significantly misleading as to\nrequire correction. \n19. Where the complainant had been convicted of a course of\nconduct lasting more than three and half years, it was not inaccurate to report\nthat she had been “absolutely relentless” in her behaviour – the Committee also\nnoted that this was attributed to the former friend via quotation marks. Also\nattributed to the former friend was the claim that the woman had been “twisting\nthe knife” – it was clear that this was in reference to the complainant causing\nher former friends distress, and so was not significantly misleading as to her\nbehaviour or conduct as to require correction. Where it was accepted that the\ncomplainant’s indictment covered a period of more than three and a half years,\nthe difference between three and a half and four years was not significantly\nmisleading to the fact that the complainant had engaged in a significant period\nof harassment against her former friends. For all of these reasons, the points\nin the first article did not contain any significant inaccuracies requiring\ncorrection. There was no claim in the article that the former friend’s book was\nfactual – only that it was based on her experience, which was not in dispute.\nThere was no breach of Clause 1 on these points. \n20. In regards to the second article, all of the claims\nunder dispute were attributed to the husband of her former friend via quotation\nmarks. There was no failure to distinguish between comment, conjecture and fact\nin reporting his comment. With regards to the claim that she was a “laughing\nstock” at Ibrox, although he complainant disputed this, she did not provide any\nbasis to suggest that she had not been criticised or caused controversy\nfollowing her conviction or release from prison. The Committee also considered\nthat the complainant was not in a position to dispute this claim – she could\nnot claim to have knowledge of the entire Ibrox community or fanbase, or their\nviews of her behaviour. For this reason, the Committee did not find that this\nclaim raised any significant inaccuracies requiring correction under the terms\nof Clause 1(ii). Similarly, although the complainant disputed she had an\n“obsession with champagne”, the basis for this was set out in the article – she\nhad celebrated her release from prison by posting pictures on social media of\nher drinking champagne. The Committee could not find that this comment –\nclearly presented as the former friend’s husband’s own characterisation – as\nrepresenting a significant inaccuracy requiring correction. Where the\ncomplainant had been convicted of stalking offences and was found to have\ncreated fake online profiles in order to do this, it was not significantly\nmisleading to describe her as a “fantasist and a stalker”, and where her case\nhad been heard in court, it was not inaccurate to report that “details emerged\nin court” about her behaviour. For all of these reasons, these points did not\nraise any breach of Clause 1 in the second article.\n21. In relation to the allegedly fabricated relationship\nwhich was referenced in both articles, this was reported as fact and the\narticles did not report that the complainant denied the allegation. Presenting\nthis allegation as fact, despite the existence of the complainant’s denial\nwhich was in the public domain at the time of publication, constituted a\nfailure to distinguish between comment, conjecture and fact, and there was a\nbreach of Clause 1(iv). Where the article was significantly misleading as to\nthe status of these serious allegations, a clarification putting on the record\nthat these claims were allegations disputed by the complainant was required\nunder Clause 1(ii).\n22. On receipt of the complaint, the newspaper had amended\nthe article to make clear that the points relating the allegedly faked\nrelationship were claims, rather than points of fact. It also added a footnote\nto the articles to record that this change had been made. In the first response\nto IPSO’s investigation, it offered to add to the footnote that the charges\nrelating to this allegation were not pursued by the Crown – a day after this\nresponse, it added that the complainant disputed the claims. This offer was\nsufficiently prompt and as a footnote to the online article, was sufficiently\nprominent. The wording of the footnote made clear the complainant’s position\nand the status of the claims, as required under Clause 1(ii). For these\nreasons, there was no breach of Clause 1(ii).\n23. With regards to the photographs which appeared in both\narticles, the complainant accepted that they were publicly available on social\nmedia at the time of publication, had been taken in public places, or were\nalready in the public domain after having been published in previous articles.\nFor these reasons, the complainant did not have a reasonable expectation of\nprivacy over these photographs and their publication did not represent an\nintrusion into her privacy. There was no breach of Clause 2. The terms of Clause\n3 are generally interpreted to apply to the conduct of journalists during the\nnewsgathering process. The concern that the newspaper had printed an article\nwhich was unnecessary did not engage the terms of Clause 3.\nConclusions\n24. The complaint was partly upheld under Clause 1(iv).\nRemedial Action Required\n25. The action which the newspaper had offered was\nsufficiently prompt and prominent, and made clear the status of the claims.\nThis was sufficient to comply with the terms of Clause 1(ii), and should now be\nprinted. \n\nDate complaint received: 20/5/2020\nDate decision issued: 21/1/2021\nBack to ruling listing\n\n\n"
}