{
    "url": "/rulings-and-resolution-statements/ruling/?id=00235-20",
    "title": "00235-20 Sharp v thescottishsun.co.uk",
    "provisions": [
        "1 Accuracy (2019)",
        "2 Privacy (2019)",
        "3 Harassment (2019)"
    ],
    "outcome": "Breach - sanction: action as offered by publication",
    "publication": "thescottishsun.co.uk (News UK)",
    "received_on": "2020-01-11 00:00:00",
    "concluded_on": "2021-01-21 00:00:00",
    "complaint_processing_days": 376,
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee 00235-20 Sharp v\nthescottishsun.co.uk\nSummary of complaint\n1. Jill Sharp complained\nto the Independent Press Standards Organisation that thescottishsun.co.uk\nbreached Clause 1 (Accuracy), Clause 2 (Privacy), and Clause 3 (Harassment) of\nthe Editors’ Code of Practice in articles headlined:\nGUILTY TEARS\nFantasist Rangers fan ‘Champagne Jill’ Sharp cries in dock as she’s jailed over\nfake online accounts to stalk fellow Gers supporting couple” published on 17\nJuly 2019“'LOYAL'\nCUSTOMERS Rangers stalker ‘Champagne Jill’ Sharp selling Celtic gear and other\nfootball merchandise in Airdrie market shop” published on 21 October 2019“'MUST READ'\nRangers fantasist ‘Champagne Jill’ Sharp’s victim writes new book about ordeal\n– as Andy Goram backs novel” published on 12 November 2\"“CHAMPAGNE\nJILL Rangers fan furious as stalker fan Jill Sharp boasts over Celtic cup final\ntickets – but others are convinced it’s fake” published on 15 November 2019\n2. The article\nheadlined “GUILTY TEARS” reported that a woman – aged 32 – had been sentenced\nfor stalking a former friend and her husband over a period of years. It\nreported that the court heard that the woman became jealous when her former\nfriend became engaged, and that this was also the former friend’s belief. It\nexplained that the woman had created fake online profiles to target the former\nfriend and her husband; sending messages to their employers and local golf club\naccusing them of being drug dealers and committing sectarian offences, sending\nthem abusive and threatening text messages and emails, and also sending “poison\npen letters” cut out of newspapers. In addition, it also reported that just\nover two months ago, the woman was filmed drinking champagne in a hot tub.\n3. The article\nthen explained that the newspaper had reported in 2017 accusations that the\nwoman had faked a relationship was a stranger for four years by manipulating\nphotographs of the man and his fiancée posted on social media. The article then\nexplained that the woman told her friends she was engaged to the man, and\ncreated a “double life” for herself by sharing stories of their “alleged\nromance”. It also explained that the woman would shadow the man and his\nreal-life fiancée by going to places they had visited and taking her own\npictures. The article reported that the woman denied any wrongdoing, and said\nthat the accusations “simply weren’t true”.\n4. The second\narticle headlined “’LOYAL’ CUSTOMERS” reported that the woman – aged 32 – had\nopened a market stall following her release from prison. It gave the name and\nlocation of her business, and included a photograph of the shop. It reiterated\nthe charges for which the woman had been convicted in the same terms as the\nfirst article. It reported that following the woman’s release from prison, she\nhad “moaned” in a Facebook post in which she claimed that she was the victim in\nthe case, and that her actions were justified following “fake stories” which\nhad been written about her. The article repeated the claims about the allegedly\nfake relationship in the same terms as the first article, but did not include\nher denial.\n5. The third\narticle headlined “MUST READ” reported that the former friend who the woman had\nstalked had written a book based on her experience, and that the book had been\nbacked by a footballer. It also described the complainant as being 32. It\nincluded a quote from the footballer who said “I know the pain and mental\ntorture [former friend] has been through along with [former friend’s husband]…\nit’s something I wouldn’t wish on anyone”. It repeated the description of the\ncomplainant’s conviction in the same terms as the first and second articles. It\nalso repeated the reference to the allegedly faked relationship in the same terms\nas the first article, although it also reported that the woman claimed that a\ndiffered footballer was “’going to help with an Ibrox proposal’ from her fake\nboyfriend”. This article also did not include a denial from the complainant on\nthis point.\n6. The fourth\narticle headlined “CHAMPAGNE JILL” reported that the woman had “boasted” on\nsocial media that she had obtained tickets to a football match. It said that\nthe woman had claimed on social media that she had tickets for a football\nmatch, by uploading a screenshot from a football club appearing to confirm that\nthis was the case, alongside the comment “Yeeeeeee haaaaaaaa. Let’s gooooo”.\nThis had caused controversy in light of her recent conviction and jail\nsentence. It did not include the details of the complainant’s conviction or the\nalleged fake relationship as included in the previous articles. However, it did\ndescribe the complainant as a “fantasist”.\n7. The\ncomplainant, the woman who had been convicted of stalking her former friend and\nher husband, said that the first article headlined “GUILTY TEARS” contained a\nnumber of inaccuracies in breach of Clause 1. She said that she was aged 33 at\nthe time of publication, rather than 32. She disputed that she had ever been\njealous of her former friend’s engagement, or that this was heard in court. She\nsaid that it was not the case that she pleaded guilty to sending threats of\nviolence to her former friend and her husband, or using sectarian language.\nHowever, she provided a copy of her indictment, and did accept that it showed\nshe had pleaded guilty to “repeatedly leave voicemail messages for [the former\nfriend] in which [the complainant] did utter sectarian remarks and threats of\nviolence”. She said that she was not convicted of sending the former friend any\n“poison pen” messages cut out of newspapers, but did accept that her indictment\nshowed she pleaded guilty to “repeatedly send letters to [former friend’s\nhusband’s] colleagues which included malicious remarks”.  She also said that it was not the case that\nthe video was filmed two months prior to the article being published – she said\nthat instead it was filmed in 2017. Finally, she said that she had never\nfabricated a relationship with the man, and she was the victim of a hoax. She\nalso said that although she was originally charged with offences relating to\nthe allegedly faked relationship, these were dropped and she was never\nconvicted on these points. She said that she had always denied this allegation,\nand her denial was in the public domain at the time of publication via previous\narticles.\n8. The complainant\nsaid that the second article headlined “LOYAL CUSTOMERS” also breached Clause\n1. She said that where it reported her age, details of her conviction, and the\nallegedly fake relationship in the same terms as the first article, it was\ninaccurate for the same reasons. She said that it was also not the case that\nshe had “moaned” in her Facebook post. She also said that reporting on her\nbusiness constituted an intrusion into her privacy, in breach of Clause 2.\n9. The complainant\nsaid that the third article headlined “MUST READ” also breached Clause 1. She\nsaid that where it reported her age, details of her conviction, and the\nallegedly fake relationship in the same terms as the first article, it was\ninaccurate for the same reasons. She also said that she had not claimed that a\nfootballer would be helping her “fake boyfriend” propose at Ibrox stadium. She\nsaid that the footballer – a different one from the person allegedly involved\nin the proposal – was  inaccurate to say\nthat her former friend and her husband had suffered “pain” and “mental torture”\n– she said that this was not the case.\n10. The complainant\nsaid that the fourth article headlined “CHAMPAGNE JILL” also breached Clause 1.\nShe said that she did not post a picture of her football tickets on social\nmedia.\n11. The newspaper did\nnot accept that the first article contained any inaccuracies. It said that the\ndifference between 32 and 33 was not significant in the context of the overall\narticle, especially when the difference was only one of a year. With regard to\nthe former friend’s claim that the complainant was jealous of her, it provided\na press release from the Scottish Crown Procurator Fiscal Service (SCPFS)\npublished after the complainant was sentenced which said that “the court heard\nthat Sharp became jealous when a former friend formed a relationship and\nsubsequently married” and that the complainant “sent threatening and abusive\ntext messages, poison pen letters cut out of newspapers and emails to the\nemployers of her victims”. It said that the actual time that the video had been\nfilmed was not significant to the article, and it was not in dispute that it\nhad been recently uploaded to social media. The newspaper said that in relation\nto the allegedly fabricated relationship, the article made clear that these\nwere allegations. It noted that the article reported that the complainant was\n“accused” of faking a relationship and that she had shared stories of “their\nalleged romance”. It also said that the article included the complainant’s\ndenial of these allegations by reporting “she denied any wrongdoing and said\nthe accusations ‘simply weren’t true’”. Nevertheless, on receipt of the\ncomplaint it removed the references to the fake relationship from the article,\nthe word “fantasist”. It also offered to add the following footnote to the\narticle:\nA previous version of this article reported suggestions that\nJill Sharp had stalked a man by pretending to be in a relationship with him. We\nwould like to make clear that Ms Sharp disputes the allegations.\n12.  The newspaper\nsaid that the second article was not misleading to characterise the\ncomplainant’s Facebook post as having “moaned” – it was clear from the post\nthat she was denying the crimes she had been convicted of and believed she was\nin fact the victim. It said that in relation to the reporting of her age,\nconviction and the allegedly fake relationship, this was also not misleading\nfor the reasons given for the first article. However, on receipt of the\ncomplaint it removed the word “fantasist” from the article and all references\nto the allegedly fake relationship, aside from the complainant’s own quote\nreferring to “fake news stories in 2017”. It also offered to publish the same\nfootnote as for the first article.\n13.  The newspaper\nsaid that the third article presented the point regarding the former friends\nhaving suffered “mental pain and torture” as a quote from the footballer.\nTherefore, it was clearly distinguished as a person’s opinion. Furthermore, in\nthe SCPFS’s press release, the Procurator Fiscal was quoted as saying that the\ncomplainant’s conduct “caused significant anxiety and alarm” and that “the\ninvasion of the personal lives of her victims was wholly unacceptable”.\nTherefore, this quote did not mislead as to the nature of the complainant’s\nconviction. It said that in relation to the reporting of her age, conviction\nand the allegedly fake relationship, this was also not misleading for the\nreasons given for the first article. However, on receipt of the complaint it\nremoved the word “fantasist” from the article and all references to the\nallegedly fake relationship. It also offered to publish the same wording as for\nthe first article.\n14. The newspaper\nsaid that the fourth article was not inaccurate. The article did not say that\nthe complainant posted a picture of her tickets on social media – only that she\nhad posted about it and posted a screenshot of an email appearing to confirm\nthat this was the case. It said that it was not misleading to describe the\ncomplainant as a fantasist when she had been convicted of creating fake social\nmedia accounts to harass her former friend and her husband. However, on receipt\nof the complaint it removed the word “fantasist” from the article.\n15. The complainant\ndisputed the accuracy of the press release referred to by the newspaper but\naccepted that she had not approached the SCPFS to amend the alleged\ninaccuracies.\n16. The newspaper\nsaid that in relation to Clause 3, this generally related to the conduct of\njournalists during the newsgathering process. It did not apply to the frequency\nthat articles about a person were published, so the terms of Clause 3 were not\nengaged.\nRelevant Code Provisions\nClause 1 (Accuracy)\ni) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not\nsupported by the text.\nii) A significant inaccuracy, misleading statement or\ndistortion must be corrected, promptly and with due prominence, and — where\nappropriate — an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator.\niii) A fair opportunity to reply to significant inaccuracies\nshould be given, when reasonably called for.\niv) The Press, while free to editorialise and campaign, must\ndistinguish clearly between comment, conjecture and fact.\nClause 2* (Privacy)\ni) Everyone is entitled to respect for his or her private\nand family life, home, health and correspondence, including digital\ncommunications\nii) Editors will be expected to justify intrusions into any\nindividual's private life without consent. Account will be taken of the\ncomplainant's own public disclosures of information.\niii) It is unacceptable to photograph individuals, without\ntheir consent, in public or private places where there is a reasonable\nexpectation of privacy.\nClause 3* (Harassment)\ni) Journalists must not engage in intimidation, harassment\nor persistent pursuit.\nii) They must not persist in questioning, telephoning,\npursuing or photographing individuals once asked to desist; nor remain on\nproperty when asked to leave and must not follow them. If requested, they must\nidentify themselves and whom they represent.\niii) Editors must ensure these principles are observed by\nthose working for them and take care not to use non-compliant material from\nother sources.\nFindings of the Committee\n17. In relation to\nthe claim made in three of the articles regarding the complainant’s age, the\ndifference between 32 and 33 did not amount to a significant inaccuracy in the\ncontext of the overall article – it did not affect the reporting of the\ncomplainant’s conviction or the nature of the claims made against her. With\nregards to the claim which appeared in the first, second and third articles\nthat the complainant had sent poison pen letters cut out from newspapers, this\nhad been accurately reported from the SCPFS statement released after the\ncomplainant’s conviction. The Committee noted that the complainant had disputed\nthis statement, but in the absence of complaint to the SCPFS or material to\ncontradict it and where the complainant had pleaded guilty to sending letters\nwhich included malicious remarks, the Committee could not find that this point\nrepresented a significant inaccuracy. For these reasons, the Committee did not\nfind that these points raised any breach of Clause 1 in relation to the first,\nsecond and third articles.\n18. With regards to\nthe claim which appeared in the first article that the complainant had been\njealous of her former friend’s engagement – this was a claim attributed to the\nformer friend, who said it was her belief that this was the case. The Committee\nalso had regard to the statement from the SCPFS, which said that this narrative\nhad been heard by the court. Where this was clearly speculation, attributed to\na person rather than adopted as part of the court’s findings, there was no\nfailure to distinguish between comment, conjecture and fact, and was not\nsignificantly misleading as to charges to which the complainant had pleaded\nguilty. Where the article had accurately reported the statement from the SCPFS,\nthere was no failure in taking care over the accuracy of the article in\nreporting that this claim had also been heard by the court. For the reasons set\nout previously – that this did not affect the charges for which the complainant\nhad been convicted – it did not represent any significant inaccuracy requiring\ncorrection. In regards to the first article, whether the video had been filmed\nin 2017 or the previous year was not significant to the overall article where\nit was not in dispute that it had been posted recently on social media. For\nthese reasons, the Committee did not find that these points in the first\narticle raised any breach of the Clause 1.\n19.  In regards to the\nsecond, third and fourth articles, where the second article set out that the\ncomplainant had expressed her dismay and disagreement with her conviction in\nthe video she posted online, and considered that she was the victim in the\ncase, the basis was made clear to describe her as having “moaned” in the video.\nThere was no failure to take care over the accuracy of the article in\ndescribing the complainant’s actions in these terms and no significant\ninaccuracy requiring correction. The claim in the third article that the\ncomplainant’s behaviour had caused her former friend and her husband “pain” and\n“mental torture” was attributed to the footballer in quotation marks. There was\nno failure to distinguish between comment, conjecture and fact in reporting\nthis quote, and where the complainant was not in a position to have first-hand\nknowledge of the effects of her behaviour, there was no significant inaccuracy\nrequiring correction. In relation to the fourth article, the article did not\nsay that the complainant had posted a picture of her tickets on social media.\nAs such, the article was not inaccurate in the way she suggested. There was no\nbreach of Clause 1 in relation to these points. The ownership of a business is\na matter of public record and the publication of its name, location and\nappearance did not relate to the complainant’s private life. As such, there was\nno breach of Clause 2 in relation to the second article.\n20. In relation to\nthe allegedly fabricated relationship which was referenced in the first, second\nand third articles, the articles did make clear that the complainant disputed\nthe claims, and some of the references included in the articles were presented\nas claims – for example by reporting that the complainant was “accused” of the\nfabrication and describing it as the “alleged romance”. However, the Committee\nconsidered that the articles did make claims of fact – they reported that the\ncomplainant had told her friends that she was engaged to the man and that she\nhad created a “double life”. The third article also stated as fact that the\ncomplainant had a “fake boyfriend”. Presenting this allegation as fact, despite\nthe existence of the complainant’s denial via previous articles, constituted a\nfailure to distinguish between comment, conjecture and fact, and there was a\nbreach of Clause 1(iv). Where the articles were significantly misleading as to\nthe status of these serious allegations, a clarification putting on the record\nthat these claims were allegations disputed by the complainant was required\nunder Clause 1(ii).\n21. On receipt of the\ncomplaint, the newspaper had amended the first, second and third articles to\nremove references to the allegedly fake relationship. It also offered to\npublish footnotes to record that this change had been made, and to put on\nrecord that the faked relationship was an allegation which the complainant\ndisputed. Where these offers were made on receipt of the complaint, they were\nsufficiently prompt, and as footnotes to the online article, they were\nsufficiently prominent. The wording of the footnotes made clear the\ncomplainant’s position and the status of the claims, as required under Clause\n1(ii). For these reasons, there was no breach of Clause 1(ii) in relation to\nthe first, second and third articles.\n22. The fourth\narticle did not contain any reference to the allegedly faked relationship, and\nso for the reasons already set out, it did not contain any breach of the Code.\n23. Finally, the\nterms of Clause 3 are generally interpreted to apply to the conduct of\njournalists during the newsgathering process. The concern that the newspaper\nhad printed an article which was unnecessary did not engage the terms of Clause\n3.\nConclusions\n24. The complaint was\npartly upheld under Clause 1 in relation to the first, second and third\narticles.\nRemedial action.\n25. The action which\nthe newspaper had offered was sufficiently prompt and prominent, and made clear\nthe status of the claims. This was sufficient to comply with the terms of\nClause 1(ii), and should now be printed.Date complaint received: 11/01/2020Date complaint concluded: 21/01/2021\nBack to ruling listing\n\n\n"
}