{
    "url": "/rulings-and-resolution-statements/ruling/?id=00236-20",
    "title": "00236-20 Sharp v Take a Break",
    "provisions": [
        "1 Accuracy (2019)"
    ],
    "outcome": "Breach - sanction: action as offered by publication",
    "publication": "Take a Break (H. Bauer Publishing)",
    "published_on": "2019-11-21 00:00:00",
    "received_on": "2020-01-09 00:00:00",
    "concluded_on": "2020-10-27 00:00:00",
    "complaint_processing_days": 292,
    "conclusion_long": "15. The complaint was upheld under Clause 1(iv).",
    "remedial_action": "16. The clarification offered by the magazine was sufficiently prompt, prominent, and clearly set out the complainant’s position on the claims in order to meet the terms of Clause 1(ii). This should now be published to avoid a breach of Clause 1(ii).   Date complaint received: 09/01/20",
    "text": "\n\n\n\n\n\nDecision\nof the Complaints Committee – 00236-20 Sharp v Take a Break\nSummary\nof Complaint\n1. Jill\nSharp complained to the Independent Press Standards Organisation that Take a\nBreak breached Clause 1 (Accuracy) of the Editors’ Code of Practice in an\narticle headlined “The SNAKE and the FAKE” published on 21 November 2019.\n2. The\narticle was a woman’s first-person account of being harassed. The woman said\nthat she had first met the person accused of harassing her because of their\nshared support for a particular football team. The woman recounted how once she\nbegan a new relationship, her friend’s behaviour changed.  She described how her friend began sending\nher excessive messages, and would not listen to her requests to stop. She said\nthat a year and half into her friendship, her friend told her that she had also\nbegun a new relationship and had shared extensive details of the relationship\non social media as well as with her directly. The article reported that\nultimately, the friendship had ended, following which, the former friend had\ninsulted her on social media. The account reported that a friend had discovered\nthat the new partner did not exist and that he was a “figment of [the former\nfriend’s] imagination”. The woman explained that her former friend “…had\ncreated a fake second life using photos of a complete stranger” and had “…taken\nthem [the photographs] from his social media accounts and even gone so far as\nto edit his real fiancée out of the snaps and herself into them. And if that\nwasn’t weird enough, she’d followed the couple so she could be pictured in\nplaces they’d visited. She’d even set up a Twitter account for [the alleged\nboyfriend] and sent romantic messages between them.”\n3. The\nwoman explained that when this was exposed in an article published in 2017, the\nformer friend blamed her and began a campaign against her and her husband by\nwriting abusive messages online and leaving malicious voicemails. She also said\nthat her and her husband “…started getting malicious messages from a woman\ncalled Gemma Stuart. I [the woman] felt sure it was [her former friend]”. The\nwoman said that this woman had contacted her friends, family and workplace\nclaiming that her and her husband were involved in criminal activity. Finally,\nthe woman explained that her former friend pleaded guilty to causing fear and\nalarm to her and her husband, and that she was sentenced to a year in prison.\n4. The\narticle was also trailed on the front page of the magazine, with a picture of\nthe woman and the headline “She hated me for being happy/Jealous friend FAKED a\nfiancée to STALK ME”\n5. The\ncomplainant was the woman named in the article as the person who was convicted\nof causing her former friend and her husband fear and alarm. She said that it\nwas not the case that she had fabricated a relationship with the man, as\nreported in the article. She said that she had always disputed this claim as\nreported in the article published in 2017 and considered that she had been the\nvictim of a hoax. She also said that she had never been convicted of any crime\nin relation to this claim. Furthermore, she disputed that she contacted the\nfamily of the woman or the family of the woman’s husband during her campaign of\nharassment or used the pseudonym Gemma Stuart. In support of this position, she\nprovided her indictment which showed that her conviction was based upon her\ncontacting the woman and her husband directly, contacting their colleagues, and\ncontacting “others connected with them”. Finally, she considered that she\nshould have been contacted before the article was published and given a right\nto reply.\n6. When\nthe magazine initially received the complaint, it did not accept that the\narticle was inaccurate. It said that the woman was entitled to publish her\naccount of her experience as a victim of crime, and the article was presented\nas her account. Furthermore, it said that the articles from 2017 which originally\nrevealed the allegedly fake relationship were now a matter of public record and\ncould be relied upon to support the woman’s account. It noted that although the\ncomplainant denied these allegations, she had not been able to provide any\nconclusive proof that they were untrue; the article did not report that the\ncomplainant had been convicted for creating the online profile or faking a\nrelationship, nor had it reported this as fact. It said that the article did\nnot, definitively state that the complainant was Gemma Stuart, or that the\ncourt had found this to be the case, but that the woman had feared that it was\nthe complainant – this was not unreasonable where she had pleaded guilty to\nusing false identities to harass the victim and her husband. Nevertheless,\napproximately 2 and a half weeks into its direct correspondence with the\ncomplainant, the magazine offered to print the following clarification in its\nnext edition, and made clear that it was open to taking further action if the\ncomplainant could set out what would resolve her concerns:\n“Following\nour article in issue 47 of 2019, The Snake and the Fake, we are happy to\nclarify that Jill Sharp was convicted of causing fear and alarm. She was not\nconvicted of fabricated a relationship with [named man] or of any offence in\nrelation to [named man]”\n7. This\nwas declined by the complainant.\n8. When\nIPSO began its investigation, the magazine said that the woman who wrote the\narticle had provided social media coverage from the man who was allegedly\nstalked, his girlfriend, and a now deleted Twitter account which appeared at\nthe time to belong to the complainant. It said that these provided a basis for\nthe woman’s claims that the complainant had in fact fabricated a relationship\nwith the man, in addition to the then uncorrected articles from 2017. It said\nthat it did not contact the complainant prior to publication as it was not its\nusual practice to seek comment from individuals who had been convicted of a\ncrime in relaiton to that crime, as it was not appropriate in a story which was\nthe victim’s first-person account of their experience. It reiterated that it\nwas willing to publish a clarification with the complainant’s input, but she\nhad not engaged in setting out specific wording in direct correspondence.\n9. By\nthis time, following a separate complaint to IPSO, a correction had been\npublished in relation to the articles published in 2017 which first reported on\nthe allegedly fabricated relationship. Following the publication of this\ncorrection, on the 23rd of June approximately 3 weeks after IPSO began its\ninvestigation, the magazine offered to print the following clarification:\n“Following\nour article in Issue 47 of 2019, the Snake and the Fake, we are happy to\nclarify that Jill Sharp was convicted of causing fear and alarm to [named\nvictim] and her partner, not of fabricating a relationship with [named man],\nfeatured in our article, or of any offence in relation to him. Miss Sharp’s\nposition is that she did not fabricate a relationship or use the pseudonym ‘Gemma\nStuart’. Miss Sharp also advises she has been in a happy, loving relationship\nwith her partner [name] for the past 9 years.”\nThe\nmagazine said that this clarification would appear on its letters page. It said\nthat although it was the last editorial page in the magazine, it was\nsufficiently prominent to the original article because it was popular with\nreaders and contained lot of stories – this was where clarifications and\ncorrections generally appeared. For context, it provided a mock-up of this\noffer, in which the clarification appeared at the top of the page in a pink box\nand large bold font. In relation to the statement which appeared on the front\npage, it said that this clarification was sufficient to put the complainant’s\nposition on the record, and in any event, the front page was clearly presented\nas the woman’s own view.\nRelevant\nCode Provisions\n10. Clause 1 (Accuracy)\ni) The\nPress must take care not to publish inaccurate, misleading or distorted\ninformation or images, including headlines not supported by the text.\nii) A\nsignificant inaccuracy, misleading statement or distortion must be corrected,\npromptly and with due prominence, and — where appropriate — an apology\npublished. In cases involving IPSO, due prominence should be as required by the\nregulator.\niii) A\nfair opportunity to reply to significant inaccuracies should be given, when\nreasonably called for.\niv) The\nPress, while free to editorialise and campaign, must distinguish clearly\nbetween comment, conjecture and fact.\nFindings\nof the Committee\n11. The\nCommittee emphasised first that it was not making a finding on the accuracy of\nthe allegations made against the complainant. Its role was to decide whether\nthere had been a breach of the Editors’ Code.\n12. The\npublication was entitled to report the woman’s account of her experience being\nharassed by the complainant and the article was presented as a first-person\naccount, in her own words. This extended to the front page of the magazine,\nwhere the headline was clearly presented as the woman’s own claim. Furthermore,\nthe article was not a court report – it was the woman’s own experience of her\nfriendship and the subsequent harassment – and it was clear that the account\nfocused primarily on the background to the offences, as perceived by the\nvictim. The article did not state that the allegations regarding the fabricated\nrelationship formed part of the complainant’s conviction – the article set out\nthat she was convicted of causing the woman and her husband fear and alarm.\nHowever, whilst the article had presented the account in the woman’s own words,\nit was not clear from the presentation of her comments that the points relating\nto the allegedly faked relationship were claims disputed by the complainant.\nThis was despite there being articles from 2017 reporting the complainant’s\ndenial. Furthermore, the magazine had not contacted the complainant for comment\nin relation to the woman’s account – although there is not a standalone\nrequirement for publications to contact subjects of article for comment, in\nthis case by neither including the complainant’s denial as reported in the 2017\narticles or her comment in relation to this article, the status of the claim,\nas a disputed allegation, was not sufficiently clear. As such, there was a failure\nto distinguish between comment, conjecture and fact, in breach of Clause 1(iv).\nFurthermore, presenting these claims as fact constituted a failure to take care\nnot to publish misleading information; by omitting the complainant’s denial,\nthe article was significantly misleading as to the status of these serious\nallegations. A clarification putting on the record that the complainant\ndisputed the allegation was therefore required under Clause 1(ii).\n13. The\nmagazine had offered to print a clarification when it initially received the\ncomplaint, which made clear that the complainant had not been for allegedly\nfaking a relationship. When the magazine became aware that the 2017 article had\nbeen corrected following a separate complaint to IPSO, it continued to try and\nresolve the complaint by offering to print a clarification or to take other\naction. When it became clear that the complainant would not accept an offer the\nmagazine was willing to make, the magazine had regard to its obligations under\nClause 1(ii), and offered to print a clarification which put the complainant’s\nposition on the record regarding the allegedly faked relationship. Although\nthis offer was made approximately 3 weeks after IPSO  began its investigation, the Committee had\nregard for the fact that the magazine had tried repeatedly to resolve the\ncomplaint with the complainant’s input since it first received the complaint,\nand expressed willingness to put her position on the record. As such, this\noffer was sufficiently prompt to satisfy the terms of Clause 1(ii). The\nmagazine offered to print this clarification on its letters page, which is the\nlast editorial page in the magazine. In determining whether this offer was\nsufficiently prominent to satisfy the terms of Clause 1(ii), the Committee had\nregard to the fact that the letters page was where any clarifications or\ncorrections would normally appear in the magazine – readers would be familiar\nwith it as the place to find updates on articles or points of correction. The\nCommittee also noted that the magazine offered to publish the clarification at\nthe top of the page, and in a prominent box. With regards to the front page\nreference, the Committee considered that requiring the clarification to appear\nthere would be disproportionate to the requirements under Clause 1(ii) – the\nCommittee was mindful that requiring remedial action to appear on a\npublication’s front page is amongst its most serious sanctions. The Committee\nrecognised that it was the article itself that was significantly misleading,\nrather than the front page reference, as the article had not made clear that\nthis claim was disputed. In this instance, the requirement under Clause 1(ii)\nwas to make clear that the claim that the complainant had fabricated a\nrelationship was disputed by the complainant and to put her position on record\nin order to rectify the misleading information published in the article. In\nthese circumstances, the magazine’s offer was sufficiently prominent to meet\nthe terms of Clause 1(ii). The clarification made clear that the allegation did\nnot form any part of the complainant’s conviction and which specific claims she\ndisputed. For all of these reasons, there was no breach of Clause 1(ii).\n14. The\narticle reported the woman’s worry that a person who contacted her called Gemma\nStuart was in fact the complainant using a pseudonym. This was clearly\nattributed to the woman, who did not assert as fact that the complainant was\nGemma Stuart, or that this had been proven by the court. There was no breach of\nClause 1(i), and no significant inaccuracy requiring correction under the terms\nof Clause 1(ii). Nevertheless, the Committee welcomed the magazine’s offer to\nput the complainant’s denial on the record on this point. With regards to the\nwoman’s claim that the complainant had contacted her and her husband’s family,\nthe Committee noted that the indictment provided by the complainant recorded\nthat part of her conviction relating to contacted people “connected” to the\nwoman and her husband; it did not specify whether this was their friends,\nfamily or both. As such, the Committee did not have grounds to find that\nreporting that the complainant contacted the woman’ and her husband’s families\nas part of her campaign of harassment was significantly misleading as to the\nnature of her conviction, and there was no breach of Clause 1 on this point. \nConclusions\n15. The\ncomplaint was upheld under Clause 1(iv).\nRemedial\nAction Required\n16. The\nclarification offered by the magazine was sufficiently prompt, prominent, and\nclearly set out the complainant’s position on the claims in order to meet the\nterms of Clause 1(ii). This should now be published to avoid a breach of Clause\n1(ii).\n \nDate\ncomplaint received: 09/01/20\nDate\ncomplaint concluded by IPSO: 27/10/20\nBack to ruling listing\n\n\n"
}