{
    "url": "/rulings-and-resolution-statements/ruling/?id=00233-20",
    "title": "00233-20 Sharp v birminghammail.co.uk",
    "provisions": [
        "2 Privacy (2019)",
        "3 Harassment (2019)",
        "1 Accuracy (2019)"
    ],
    "outcome": "Breach - sanction: action as offered by publication",
    "publication": "birminghammail.co.uk (Birmingham Live) (Reach PLC)",
    "published_on": "2019-10-16 00:00:00",
    "received_on": "2020-01-11 00:00:00",
    "concluded_on": "2021-01-21 00:00:00",
    "complaint_processing_days": 376,
    "conclusion_long": "20. The complaint was partly upheld under Clause 1.",
    "remedial_action": "21. The action which the newspaper had offered was sufficiently prompt and prominent, and made clear the status of the claims. This was sufficient to comply with the terms of Clause 1(ii), and should now be printed.  Date complaints received: 11/01/2020",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee — 00233-20 Sharp v\nbirminghammail.co.ukSummary of Complaint1. Jill Sharp complained to the Independent Press Standards\nOrganisation that birminghammail.co.uk breached Clause 1 (Accuracy), Clause 2\n(Privacy) and Clause 3 (Harassment) of the Editors’ Code of Practice in an\narticle headlined “Depraved stalker flaunts early prison release with brazen\nchampagne celebration snaps” published on 16 October 2019.2. The article was published after a woman had been released\nfrom prison after she had been convicted of stalking her former friend and her\nhusband. It reported that she had caused controversy by posting photographs of\nherself drinking champagne and celebrating after her release. The husband of\nthe former friend was quoted in the article as saying that the woman was a\nlaughing stock at Ibrox stadium; that “this obsession she has with champagne is\nsad but we won’t be intimidated by her”; that she was a “fantasist and a\nstalker”, and that “details emerged in court” about her behaviour. The article\nalso included critical comments made on Twitter about the woman, including that\nshe was not welcome in supporters’ pubs. 3. The article also reported that “In February 2017, it was\nreported that [ the woman] had stalked a man who was a complete stranger to\nher. She created a fake second life using photos [name] and his fiancée [name]\nhad posted on social media. [The woman] copied their movements so she could be\npictured in places they had visited, then posted loved-up snaps online.  She set up a fake Twitter page for her\n‘boyfriend’ and sent romantic messages between them, as well as explicit details\nof an imaginary sex life.”  4. The article also included several photographs of the\nwoman, including a photograph of her drinking champagne in her pyjamas after\nhaving been released from prison, two different photographs of the woman\ndrinking champagne in a hot tub, a photograph of the woman and a man which the\nnewspaper said the woman had fabricated to make it appear as if they were in a\nrelationship, and a copy of the original news article which had reported on the\nallegedly faked relationship. The photographs which showed the woman drinking\nchampagne prominently displayed the bottles.5. The complainant was the woman who had been convicted of\nstalking her former friend and her husband, and who had been previously accused\nof fabricating a relationship. She said that the article contained a number of\ninaccuracies in breach of Clause 1. She said that she was not being “brazen” as\nreported in the headline when she posted pictures of herself on social media.\nShe said that it was not the case that she was a laughing stock at Ibrox\nstadium. She said that she did not have an obsession with champagne or that she\nwas trying to intimidate anyone, nor that she was a fantasist or a stalker. She\nalso said that it was not the case that “details emerged in court” about her\nbehaviour – she said that very little was said in court about her behaviour.6. The complainant said that the article was also inaccurate\nto report that she had fabricated a relationship. She said that she had not\nbeen convicted of any offence in relation to this allegation, and had always\nmaintained that she was the victim of a hoax. She said that she had always\nstrongly denied this allegation, which the article did not make clear. She said\nthat her denial was in the public domain at the time of publication, via its inclusion\nin previous articles. 7. The complainant also said that the article intruded into\nher privacy in breach of Clause 2 by using photographs of her without her\npermission. However, she did accept that all the photographs had either\nappeared on publicly-accessible social media profiles at the time of\npublication, or had already been published in articles from 2017.8. Finally, the complainant said that the publication of the\narticle represented a continuation of persistent coverage by the newspaper,\nwhich she said was unjustified and excessive. Therefore, she said that the\npublication of the article constituted a breach of Clause 3.9. Aside from the issue relating to the allegedly faked\nrelationship, the newspaper did not accept that the article contained any\nsignificant inaccuracies requiring correction. With regards to the allegedly\nfaked relationship, it said that at the time that the article was published,\nthe publication was confident that the article was accurate. It said that the\ncomplainant was originally charged with offences relating to this allegation,\nalthough they were not pursued by the Crown. In light of this development, the\nnewspaper accepted that the article should be amended to reflect this. As such,\non receipt of the complaint it amended the article to make clear that the\npoints relating the allegedly faked relationship were claims, and added this\nwording as a footnote: “This article has been amended to make clear that the\ninformation relating to [name] are claims.”In the newspaper’s first response to IPSO’s investigation,\nit also offered to add this wording to the footnote: “Prior to the trial of the defendant with charges of\nharassment relating to [former friend and former friend’s husband], we are\nhappy to make clear that the Crown did not pursue the charges in relation to\n[name].”A day after this offer, it then revised this wording to\nstate:“This article has been amended to make clear that the\ninformation relating to [name] are claims. Prior to the trial of the defendant\nwith charges of harassment relating to [former friend and former friend’s\nhusband], we are happy to make clear that the Crown did not pursue the charges\nin relation to [name] and that Jill Sharp disputes these claims.”10. The newspaper did not accept that the complainant had a\nreasonable expectation of privacy in relation to the photographs published in\nthe article. It said that the images were freely available on\npublicly-accessible social media accounts at the time of publication. In relation\nto Clause 3, it said that the frequency at which articles were published about\na subject did not engage the terms of Clause 3.Relevant Code Provisions11. Clause 1 (Accuracy)i) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not\nsupported by the text.ii) A significant inaccuracy, misleading statement or\ndistortion must be corrected, promptly and with due prominence, and — where\nappropriate — an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator.iii) A fair opportunity to reply to significant inaccuracies\nshould be given, when reasonably called for.iv) The Press, while free to editorialise and campaign, must\ndistinguish clearly between comment, conjecture and fact.12. Clause 2 (Privacy)*i) Everyone is entitled to respect for his or her private\nand family life, home, health and correspondence, including digital\ncommunicationsii) Editors will be expected to justify intrusions into any\nindividual's private life without consent. Account will be taken of the\ncomplainant's own public disclosures of information.iii) It is unacceptable to photograph individuals, without\ntheir consent, in public or private places where there is a reasonable\nexpectation of privacy.13. Clause 3 (Harassment)*i) Journalists must not engage in intimidation, harassment\nor persistent pursuit.ii) They must not persist in questioning, telephoning,\npursuing or photographing individuals once asked to desist; nor remain on\nproperty when asked to leave and must not follow them. If requested, they must\nidentify themselves and whom they represent.iii) Editors must ensure these principles are observed by\nthose working for them and take care not to use non-compliant material from\nother sources.Findings of the Committee14. In relation to the allegedly fabricated relationship,\nthis was reported as fact and the article did not report that the complainant\ndenied the allegation. Presenting this allegation as fact, despite the\nexistence of the complainant’s denial which was in the public domain at the\ntime of publication, constituted a failure to distinguish between comment,\nconjecture and fact, and there was a breach of Clause 1(iv). Where the article\nwas significantly misleading as to the status of these serious allegations, a\nclarification putting on the record that these claims were allegations disputed\nby the complainant was required under Clause 1(ii).15. On receipt of the complaint, the newspaper had amended\nthe article to make clear that the points relating to the allegedly faked\nrelationship were claims, rather than points of fact. It also added a footnote\nto the articles to record that this change had been made. In the first response\nto IPSO’s investigation, it offered to add to the footnote that the charges\nrelating to this allegation were not pursued by the Crown – a day after this response,\nit added that the complainant disputed the claims. This offer was sufficiently\nprompt and as a footnote to the online article, was sufficiently prominent. The\nwording of the footnote made clear the complainant’s position and the status of\nthe claims, as required under Clause 1(ii). For these reasons, there was no\nbreach of Clause 1(ii).16. Where the complainant had been criticised for posting\nphotographs on social media showing her drinking champagne after her release\nfrom prison, there was a basis to describe her as being “brazen” and this\ndescription was not significantly misleading as to the facts of her behaviour\nsuch as to require correction. The rest of the alleged inaccuracies were all\nattributed to the husband of her former friend via quotation marks. There was\nno failure to distinguish between comment, conjecture and fact in reporting his\ncomments. With regards to the claim that she was a “laughing stock” at Ibrox,\nalthough the complainant disputed this, she did not provide any basis to suggest\nthat she had not been criticised or caused controversy following her conviction\nor release from prison. The Committee also considered that the complainant was\nnot in a position to dispute this claim – she could not claim to have knowledge\nof all members of the Ibrox community or club fanbase, or their views of her\nbehaviour. Furthermore, the article reported comments which were critical of\nthe complainant and said that she was not welcome at supporters’ pubs – the\ncomplainant did not dispute that these comments had been accurately reported.\nFor this reason, the Committee did not find that this claim raised any\nsignificant inaccuracies requiring correction under the terms of Clause 1(ii). 17. Although the complainant disputed she had an “obsession\nwith champagne”, the basis for this was set out in the article – she had\ncelebrated her release from prison by posting pictures on social media of her\ndrinking champagne. Furthermore, as reported in the article, the complainant\nhad previously posted photographs of her drinking champagne, each with the\nchampagne a focus of the photograph. The Committee did not find that this\ncomment – clearly presented as the former friend’s husband’s own\ncharacterisation – represented a significant inaccuracy requiring correction.\nThe former friend was entitled to his view that the complainant had been trying\nto intimidate him and his wife – this claim did not distort the facts of the\ncomplainant’s behaviour, which had been accurately reported. Reporting this\nclaim did not give rise to any significant inaccuracy requiring correction.\nWhere the complainant had been convicted of stalking offences and was found to\nhave created fake online profiles in order to do this, it was not significantly\nmisleading to describe her as a “fantasist and a stalker”, and where her case\nhad been heard in court, it was not inaccurate to report that “details emerged\nin court” about her behaviour. For all of these reasons, these points did not\nraise any breach of Clause 1 in the second article.18. With regards to the photographs, the complainant\naccepted that they were publicly accessible on social media at the time of\npublication or had been published in previous articles. For these reasons, the\ncomplainant did not have a reasonable expectation of privacy over these\nphotographs and their publication did not represent an intrusion into her\nprivacy. There was no breach of Clause 2. 19. The terms of Clause 3 are generally interpreted to apply\nto the conduct of journalists during the newsgathering process. The concern\nthat the newspaper had printed an article which was unnecessary did not engage\nthe terms of Clause 3.Conclusions20. The complaint was partly upheld under Clause 1.Remedial Action Required21. The action which the newspaper had offered was\nsufficiently prompt and prominent, and made clear the status of the claims.\nThis was sufficient to comply with the terms of Clause 1(ii), and should now be\nprinted.  Date complaints received: 11/01/2020\nDate complaints concluded by IPSO: 21/01/2021\n\nBack to ruling listing\n\n\n"
}