{
    "url": "/rulings-and-resolution-statements/ruling/?id=00232-20",
    "title": "00232-20 Sharp v dailystar.co.uk",
    "provisions": [
        "1 Accuracy (2019)",
        "3 Harassment (2019)",
        "2 Privacy (2019)"
    ],
    "outcome": "Breach - sanction: action as offered by publication",
    "publication": "dailystar.co.uk (Reach PLC)",
    "received_on": "2020-01-11 00:00:00",
    "concluded_on": "2021-01-21 00:00:00",
    "complaint_processing_days": 376,
    "conclusion_long": "27. The complaint was partly upheld under Clause 1 in relation to the first article.",
    "remedial_action": "28. The action which the newspaper had offered was sufficiently prompt and prominent, and made clear the status of the claims. This was sufficient to comply with the terms of Clause 1(ii), and should now be printed. The second article did not breach the Code, and so no further action was required in relation to it. Date received: 11/01/2020",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee – 00232-20 Sharp v\ndailystar.co.ukSummary of Complaint1. Jill Sharp complained to the Independent Press Standards\nOrganisation that dailystar.co.uk breached Clause 1 (Accuracy), Clause 2\n(Privacy) and Clause 3 (Harassment) of the Editors’ Code of Practice in\narticles headlined “Stalker Jill Sharp flaunts early release with champagne and\nballoons pics” published on 16 October 2019 and “Rangers fan and stalker Jill\nSharp flogs footie gear weeks after prison release” published on 22 October\n2019 . 2. The first article was published after a woman had been\nreleased from prison having been convicted of stalking her former friend and her\nhusband. It reported that she had caused controversy by posting photographs of\nherself drinking champagne and celebrating after her release. The article\nreported that she had been ridiculed and disowned by many fans of a football\nclub she also supported, reporting that other fans had made clear on Twitter\nthat she was not welcome at supporters’ pubs and that she had been described as\na “maniac”. The article described her as being “notorious”, as an “internet\nfaker”, and that she had carried out a “three year campaign” against her former\nfriends. The husband of the former friend was quoted in the article as saying\nthat “this obsession [the woman] has with champagne is sad but we won’t be\nintimidated by her” and that she was a “fantasist and a stalker”. 3. The article also said that “In February 2017, it was\nreported that [woman] had obsessively stalked a man online – who had never met\nher and didn’t know who she was – and even claimed they were engaged. She also\nset up a fake Twitter account for her ‘boyfriend’ and sent romantic messages\nbetween them, as well as explicit details of an imaginary sex life.” 4. The article also included several photographs of the\nwoman, including a photograph of the woman drinking champagne in her pyjamas\nafter having been released from prison and two different photographs of the\nwoman drinking champagne in a hot tub. The photographs which showed the woman\ndrinking champagne prominently displayed the bottles.5. The second article reported that the woman had set up a\nbusiness following her release from prison. It reported that she was aged 32\nand that she had “infuriated her victims” by “flaunting her prison release”\nearlier that month by “posting pics of herself guzzling champagne in a hot\ntub”. It also described the complainant as a stalker and that she harassed her\nformer friend and her husband over a three-year period. 6. The article included the same two photographs as the\nfirst article, showing the complainant drinking champagne in a hot tub.7. The complainant was the woman who had been convicted of\nstalking her former friend and her husband, and who had been previously accused\nof fabricating a relationship. She said that the first article contained a\nnumber of inaccuracies in breach of Clause 1. She said that it was not the case\nthat she had been ridiculed or disowned by football fans. She said that she was\nnot “notorious” and that she did not stalk the couple for three years, although\nshe did accept that the Sheriff had said that she carried out a campaign “for\nmore than three years” and that her indictment covered from 1 January 2014 – 6\nAugust 2017.  She said that she did not\nhave an obsession with champagne or that she was trying to intimidate anyone,\nnor that she was a fantasist or a stalker. 8. The complainant said that the first article was also\ninaccurate to report that she had fabricated a relationship. She said that she\nhad not been convicted of any offence in relation to this allegation, and had\nalways maintained that she was the victim of a hoax. She said that she had\nalways strongly denied this allegation, which the article did not make clear.\nShe said that her denial was in the public domain at the time of publication,\nvia its inclusion in previous articles. 9. The complainant also said that the first article intruded\ninto her privacy in breach of Clause 2 by using photographs of her without her\npermission. However, she did accept that all the photographs had appeared on\nopen social media profiles.10. The complainant said that the second article also breached\nClause 1. She said that she was aged 33 at the time of publication, not 32. She\nsaid that the article was insulting by reporting that she had “guzzled”\nchampagne and she disputed that she had been “flaunting” by posting the\npictures on social media. Where the article repeated the claim that she had\nharassed the couple over a three-year period, she disputed that for the same\nreasons as the first article.11. Where the second article used the same photographs as\nthe first article, she considered that it also intruded into her privacy. 12. Finally, the complainant said that the publication of\nthe articles represented a continuation of persistent coverage by the\nnewspaper, which she said was unjustified and excessive. Therefore, she said\nthat the publication of these articles constituted a breach of Clause 3.13. The newspaper said that it was not inaccurate to report\nthat the complainant had harassed the couple for three years, as reported in\nboth articles. It said that this reflected the facts of her conviction and what\nwas heard in court. It also noted that the Sheriff had said: “For more than three years you conducted a campaign against\nthem in a calculated and deliberate attempt to ruin their lives. In this aim\nyou succeeded.”14. The newspaper said that with regard to the allegedly\nfaked relationship which appeared in the first article, at the time that this\narticle was published, the publication was confident that the article was\naccurate. It said that the complainant was originally charged with offences\nrelating to this allegation, although they were not pursued by the Crown.  In light of this development, the newspaper\naccepted that the article should be amended to reflect this. As such, on\nreceipt of the complaint it amended the article to make clear that the points\nrelating the allegedly faked relationship were claims, and added this wording\nas a footnote: “This article has been amended to make clear that the\ninformation relating to [name] are claims.”In the newspaper’s first response to IPSO’s investigation,\nit also offered to add this wording to the footnote: “Prior to the trial of the defendant with charges of\nharassment relating to [former friend and former friend’s husband], we are\nhappy to make clear that the Crown did not pursue the charges in relation to\n[name]”A day after this offer, it then revised this wording to\nstate:“This article has been amended to make clear that the\ninformation relating to [name] are claims. Prior to the trial of the defendant\nwith charges of harassment relating to [former friend and former friend’s\nhusband], we are happy to make clear that the Crown did not pursue the charges\nin relation to [name] and that Jill Sharp disputes these claims.”15. The newspaper did not accept that the complainant had a\nreasonable expectation of privacy in relation to the photographs published in\nthe articles. In relation to Clause 3, it said that the frequency of articles\ndid not engage the terms of Clause 3.Relevant Code Provisions16. Clause 1 (Accuracy)i) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not\nsupported by the text.ii) A significant inaccuracy, misleading statement or\ndistortion must be corrected, promptly and with due prominence, and — where\nappropriate — an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator.iii) A fair opportunity to reply to significant inaccuracies\nshould be given, when reasonably called for.iv) The Press, while free to editorialise and campaign, must\ndistinguish clearly between comment, conjecture and fact.17. Clause 2* (Privacy)i) Everyone is entitled to respect for his or her private\nand family life, home, health and correspondence, including digital\ncommunications.ii) Editors will be expected to justify intrusions into any\nindividual's private life without consent. Account will be taken of the\ncomplainant's own public disclosures of information.iii) It is unacceptable to photograph individuals, without\ntheir consent, in public or private places where there is a reasonable\nexpectation of privacy.18. Clause 3* (Harassment)i) Journalists must not engage in intimidation, harassment\nor persistent pursuit.ii) They must not persist in questioning, telephoning,\npursuing or photographing individuals once asked to desist; nor remain on\nproperty when asked to leave and must not follow them. If requested, they must\nidentify themselves and whom they represent.iii) Editors must ensure these principles are observed by\nthose working for them and take care not to use non-compliant material from\nother sources.Findings of the Committee19. In relation to the claim which appeared in both\narticles, where it was accepted that the complainant’s indictment covered a\nperiod of more than three and a half years, it was not inaccurate to report\nthat she had carried out a three year campaign or stalked her former friends\nover three years. There was no breach of Clause 1 on these points. 20. With regards to the claim in the first article that she\nwas had been ridiculed and disowned by many football fans, the basis for this\nclaim was set out in the article by reporting critical comments which had been\nmade by other fans on Twitter, including that she was not welcome at\nsupporters’ pubs. Although the complainant disputed this, she did not provide\nany basis to suggest that the comments had not been accurately reported from\nTwitter. For this reason, the Committee did not find that there was any failure\nto take care over the accuracy of the article by reporting this claim, and no\nsignificant inaccuracy requiring correction under the terms of Clause 1(ii).\nSimilarly, where the complainant had been discussed on social media and in the\npress with regards to her conviction and subsequent behaviour, it was not\ninaccurate to describe her as “notorious”. It was the former friend’s husband’s\nown claim – attributed to him via quotation marks – that the complainant had an\n“obsession with champagne” and that “we won’t be intimidated by her”. There was\nno failure to take care to distinguish between comment, conjecture and fact in\nreporting this comment. 21. Although the complainant disputed she had an “obsession\nwith champagne”, the basis for this was set out in the article – she had\ncelebrated her release from prison by posting pictures on social media of her\ndrinking champagne. Furthermore, as reported in the article, the complainant\nhad previously posted photographs of her drinking champagne, each with the\nchampagne a focus of the photograph. The Committee could not find that this\ncomment – clearly presented as the former friend’s husband’s own\ncharacterisation –represented a significant inaccuracy requiring correction.\nFurthermore, the former friend was entitled to his view that the complainant\nhad been trying to intimidate him and his wife – this claim did not distort the\nfacts of the complainant’s behaviour, which had been accurately reported.\nReporting this claim did not give rise to any significant inaccuracy requiring\ncorrection.  Where the complainant had\nbeen convicted of stalking offences and was found to have created fake online\nprofiles in order to do this, it was not significantly misleading to describe\nher as a fantasist, a stalker, or an “internet faker”. For all of these\nreasons, these points did not raise any breach of Clause 1 in the second\narticle.22. In relation to the allegedly fabricated relationship\nwhich was referenced in the first article, this was reported as fact and the\narticles did not report that the complainant denied the allegation. Presenting\nthis allegation as fact, despite the existence of the complainant’s denial\nwhich was in the public domain at the time of publication, constituted a\nfailure to distinguish between comment, conjecture and fact, and there was a\nbreach of Clause 1(iv). Where the article was significantly misleading as to\nthe status of these serious allegations, a clarification putting on the record\nthat these claims were allegations disputed by the complainant was required under\nClause 1(ii).23. On receipt of the complaint, the newspaper had amended\nthe article to make clear that the points relating to the allegedly faked\nrelationship were claims, rather than points of fact. It also added a footnote\nto the articles to record that this change had been made. In the first response\nto IPSO’s investigation, it offered to add to the footnote that the charges\nrelating to this allegation were not pursued by the Crown – a day after this\nresponse, it added that the complainant disputed the claims. This offer was\nsufficiently prompt and as a footnote to the online article, was sufficiently\nprominent. The wording of the footnote made clear the complainant’s position\nand the status of the claims, as required under Clause 1(ii). For these\nreasons, there was no breach of Clause 1(ii).24. In relation to the second article, the difference\nbetween 32 and 33 did not amount to a significant inaccuracy in the context of\nthe overall article – it did not affect the reporting of the complainant’s\nconviction or the nature of the claims made against her. Furthermore, the\nCommittee considered that where it was not in dispute that the complainant had\nposted pictures on social media of herself drinking champagne following her\nrelease from prison and had previously posted pictures of herself drinking\nchampagne in a hot tub, both of which had caused controversy and prompted\ncriticism. It was therefore not misleading to report that she had been\n“guzzling” champagne in the photographs or had been “flaunting her release”.\nThere was no breach of Clause 1 on these points. 25. With regards to the photographs which appeared in both\narticles, the complainant accepted that they were publicly available on social\nmedia at the time of publication. For these reasons, the complainant did not\nhave a reasonable expectation of privacy over these photographs and their\npublication did not represent an intrusion into her privacy. There was no\nbreach of Clause 2.26. The terms of Clause 3 are generally interpreted to apply\nto the conduct of journalists during the newsgathering process. The concern\nthat the newspaper had printed an article which was unnecessary did not engage\nthe terms of Clause 3.Conclusions27. The complaint was partly upheld under Clause 1 in relation\nto the first article.Remedial Action Required28. The action which the newspaper had offered was\nsufficiently prompt and prominent, and made clear the status of the claims.\nThis was sufficient to comply with the terms of Clause 1(ii), and should now be\nprinted. The second article did not breach the Code, and so no further action was\nrequired in relation to it. Date received: 11/01/2020\nDate concluded by IPSO: 21/01/2021\n\nBack to ruling listing\n\n\n"
}