{
    "url": "/rulings-and-resolution-statements/ruling/?id=00232-17",
    "title": "00232-17 Oerton v The Times",
    "provisions": [
        "1 Accuracy (2016)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "The Times (News UK)",
    "received_on": "2017-01-12 00:00:00",
    "concluded_on": "2017-04-13 00:00:00",
    "complaint_processing_days": 91,
    "conclusion_long": "22. The complaint was not upheld.",
    "remedial_action": "23. N/A Date complaint received: 12/01/2017",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee 00232-17 Oerton v The Times\n1. Richard Oerton\ncomplained to the Independent Press Standards Organisation that The Times\nbreached Clause 1 (Accuracy) of the Editors’ Code of Practice in relation to a\nnumber of articles, headlined:\n1)  “Only the guilty\nwill cheer curbs on the press”, published on 3 January;\n2)  “New law 'will\nallow corrupt to gag press'”, published on 3 January;\n3)  A letter to the\neditor headed “Curbs on the press”, published on 5 January;\n4)  “A law that loads\nthe dice in favour of criminals”, published on 5 January;\n5)  “Don't clap our\ncrusading press in leg-irons”, published on 6 January;\n6)  “Press regulator\n'biased against papers and BBC’”, published on 6 January;\n7)  A letter to the\neditor headed “Press Regulation”, published on 7 January;\n8)  “Newspapers and the\nState”, published on 7 January;\n9)  “State Press\nregulator has 'major flaws'”, published on 9 January.\n2. The articles all\nconcerned press regulation, in the context of the Government’s consultation on\nthe implementation of Section 40 of the Crime and Courts Act 2013.  Each article contained a claim or explanation\nabout the effect of this legislative provision on a newspaper or publisher\nwhich had not joined a “recognised regulator”.\n3. Adopting the\nnumbering above, the first article was a comment piece by a well-known\ninvestigative journalist, which claimed that ”in a nutshell [a newspaper which\nhad not joined a recognised regulator] …will be compelled to pay the costs of\nclaimants even if their claim fails. Crooks like Robert Maxwell could sue, lose\ntheir case having been exposed in court as liars, and still receive millions of\npounds from the victorious newspaper”. The second article was a news article in\nthe same edition of the newspaper as the first article, which reported on the\nopinions expressed by the investigative journalist in the first article, as\nwell as opposing views. In identifying this journalist’s objections to Section\n40, it reported that a newspaper would be required to “pay complainant’s legal\nbills even if they are defeated in court”. The third item was a letter to the\neditor from the Executive Director of the European Publishers Council, which\nsaid that a newspaper “could be wrongly accused of libel, malicious falsehood\nor slander, taken to court, win the action, and vindicate its journalism – yet\nstill have to pay the legal bills of whoever brought the case as well as their\nown”.\n4. The fourth\narticle was a comment piece in which the author described his own experience of\nworking as an investigative journalist at the newspaper, and the effects of\npotential civil liability on the newspaper’s decision making processes. In that\ncontext, he expressed concern about the impact Section 40 would have on\ninvestigative journalism, and said that it would have prevented publication of\nmany articles had it previously been in force. The article claimed that under\nSection 40, a newspaper which had declined to join IMPRESS (a recognised\nregulator), “would be forced to pay its opponent’s legal costs in any claim\nbrought for libel or breach of privacy, even if it won the case”. It went on to\nclaim that Section 40 was “an almost inbuilt guarantee of punitive financial\nsanctions. Any chancer…would be able to take you to court in the sure and\ncertain knowledge that they and their lawyers would not lose a penny by doing\nso”.\n5. The fifth\narticle was a comment piece by an MP and former journalist, advocating against\nimplementation of Section 40. It claimed that “in any case where a newspaper\nwas sued for libel the title would have to pay all the costs of the case, even\nif every word it printed was true. No good deed will go unpunished”.\n6. The sixth\narticle was a news article which claimed that a newspaper that “had failed to\njoin an approved regulator would be liable to pay legal costs for libel and\nprivacy cases, even if it won the case. It would mean that newspapers could\nface paying out hundreds of thousands of pounds under [Section 40] if they did\nnot join Impress”. The seventh item was a letter to the editor from the CEO of\na US media trade association, which stated that a publisher “should not have to\npay the costs of parties bringing frivolous claims in the courts…regardless of\nwhether those claimants win or lose”. The eighth article was a leading article.\nIt stated that Section 40 “would create the presumption that newspapers that do\nnot join Impress would pay both sides’ costs in any libel action, whoever wins.\nIt would, in effect, force papers to pay to print the truth, whenever the truth\nproved unpalatable to anyone prepared to sue”. The ninth article was a news\narticle, which stated that a newspaper “would probably have to pay the legal\ncosts for both sides of privacy and libel cases even if they won”.\n7. The complainant\nsaid that the newspaper had repeatedly misrepresented the effects of Section\n40. He accepted that Section 40 required that a court must award costs against\na newspaper which is not a member of an approved press regulator. However, he\nsaid that under the statute, this was subject to two exceptions. Firstly, the\nrule does not apply unless the claim in question could have been resolved using\nthe arbitration scheme of the approved regulator. Secondly, the rule does not\napply if the court thinks it is “just and equitable in all the circumstances”\nfor it not to apply.\n8. The complainant\nsaid that the effect of these exceptions was that the only circumstances where\na court would award costs to the claimant in a case where the newspaper had\nsuccessfully defended the claim would be where the claim was genuine and made\nin good faith, and where the court took the view it was not unjust or\ninequitable for this to happen. The complainant said it was misleading to claim\nthat under Section 40, courts would award costs in favour of all claimants, or\nclaimants where their claims were not made in good faith or genuine. He said\nthat the award of costs is always at the discretion of the courts, and that\nSection 40 does not create a presumption, but simply weights this discretion.\n9. The newspaper\nsaid that Section 40 has not been commenced, and that all commentary on its\neffects was grounded in interpretation. It said that the newspaper’s view was\nthat Section 40 creates a presumption that costs be awarded against a newspaper\nwhich is not a member of a recognised regulator. It noted that the requirement\nthat costs “must” be awarded against a newspaper, “unless” a court was\nsatisfied that one of the exceptions applied. The newspaper said that the\neffect of the two exceptions was unclear. In relation to the first exception,\nit said that whether a particular claim could have been resolved using the\narbitration scheme of an approved regulator would be uncertain, and any such\narguments would be mired in legal debate. In relation to the second exception,\nit said that the effect of this was simply to require that judges do not act\nunjustly, which lacked legal certainty. It said that newspapers had no\nassurance that Section 40 would be interpreted in their favour, and noted that\nthe purpose of Section 40 was to penalise publishers who chose not to join a\nrecognised regulator. The newspaper said that the view that Section 40 would\nmean that costs would be awarded against a newspaper even if they won a case,\nas expressed by its writers, brought home the vice of the provision.\n10. The newspaper said that as one of the many newspapers to\nhave lost libel cases, only for it to be subsequently shown that the claimant\nhad lied, it lacked any confidence that the two exceptions to the general rule\ncreated by Section 40 would have the effect claimed by the complainant; that\ncosts would not be awarded against newspapers who successfully defended\nvexatious claims. The newspaper said that in any event, the vast majority of\nclaims against newspapers, which they might successfully defend, are both made\nin good faith and might qualify for arbitration under the scheme of an approved\nregulator, such that a newspaper would not benefit from the two exceptions. In\nthese cases, Section 40 would require a newspaper who successfully defended the\nclaim to pay the costs of the defendant. It noted that this was the\ninterpretation of Section 40 adopted by Hacked Off, who had said that\n“newspapers which choose not to join an approved regulator – and so do not\nprovide access to justice through an approved low cost arbitration scheme –\nmust pay the costs of litigants who bring arguable and honest cases against\nthem”.\nRelevant Code provisions\n11. Clause 1 (Accuracy)\ni) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not\nsupported by the text.ii) A significant inaccuracy, misleading statement or\ndistortion must be corrected, promptly and with due prominence, and — where\nappropriate — an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator.\niii) A fair opportunity to reply to significant inaccuracies\nshould be given, when reasonably called for.\niv) The Press, while free to editorialise and campaign, must\ndistinguish clearly between comment, conjecture and fact.\nFindings of the Committee\n12. Critical to the Committee’s consideration of this\ncomplaint was the fact that at the time of publication, Section 40 had not been\ncommenced. The newspaper and complainant were offering their interpretation of\na legislative provision and how it might, in practice, be applied. The\nCommittee gave weight to the fact that the articles were published in the\ncontext of debate and advocacy in relation to the implementation of Section 40.\nIt noted the newspaper’s argument that the provision’s requirement that courts\n“must” award costs against a newspaper, “unless” the court was satisfied that\ntwo exemptions applied, created a presumption that costs should be awarded\nagainst a newspaper. The Committee also gave weight to the fact that the\npurpose of the provision was to incentivise publications to join a recognised\nregulator by the imposition of an unfavourable costs rule to those who chose\nnot to, contrary to the current position where costs are awarded according to\nthe outcome of the case. Nevertheless, the newspaper was under an obligation to\ntake care not to publish inaccurate or misleading information under the Code,\nand the Committee examined whether the newspaper had fulfilled this obligation\nin relation to each of the articles under complaint.\n13. The first article stated that under Section 40,\nnewspapers would be “compelled to pay the costs of claimants even if their\nclaim fails”, but did not refer to the two exceptions to the rule contained in\nthe provision. The article was clearly presented as a comment piece. It\nintroduced its claim about the effect of Section 40 with the words “in a\nnutshell”, making clear it was providing a summary of the effects of the\nprovision.  For these reasons, the\nCommittee considered that the article’s characterisation of the effects of\nSection 40 was not significantly misleading, and there was no breach of Clause\n1.\n14. The second article contained a statement about the\neffect of Section 40, in the context of a news article reporting that the\nauthor of the first article had expressed concern about the implementation of\nthe provision. The article’s claim was not an inaccurate statement of the\npresumption Section 40 would create in relation to costs. To omit reference to\nthere being exceptions to this presumption was not significantly misleading in\nthe context of the article, which did not present itself as providing anything\nmore than a summary of the authors’ position on the effects of the provision.\nThere was no breach of Clause 1.\n15. The third article, a letter to the editor, made clear it\nwas making a claim about how costs “could” be awarded in cases where\nnewspaper’s successfully defended claims. This statement was not inaccurate\nstatement about how costs could be awarded under the terms of Section 40; this\nclaim was not misleading because the letter did not also refer to the two\nexceptions in the provision, and there was no breach of Clause 1.\n16. The fourth article referred to the costs rule created by\nSection 40 as applying to “any claim”, without referring to there being\nexceptions to this rule. It also predicted that claimants would have the “sure\nand certain knowledge” that they would be awarded costs. Although this might be\nconsidered overly optimistic, within the context of the article read as a\nwhole, it was no more than a prediction, one among a number of predictions\nabout the effect of Section 40 made in a comment piece. In response to the\ncomplaint, the newspaper provided a reasonable basis for these predictions. The\narticle was not misleading in the manner alleged, and there was no breach of\nClause 1.\n17. The fifth article claimed that if Section 40 was\nimplemented, there would be “penalties” for newspapers who did not join\nIMPRESS. In that context it claimed that under Section 40, costs would be awarded\nagainst a newspaper “in any case where a newspaper was sued for libel…even if\nevery word it printed was true”. The article was a comment piece, which clearly\nadvocated against implementation of Section 40. It provided a summary of the\neffect of Section 40, to explain the nature of the “penalty” it created for\nnewspapers which were not members of IMPRESS. The newspaper provided a\nreasonable basis for this prediction about the effect of Section 40, and the\narticle was not misleading in the manner alleged.\n18. The sixth article, which reported criticisms of IMPRESS,\nstated that Section 40 would have the effect that a newspaper which had not\njoined a recognised regulator, “would be liable to pay legal costs for libel\nand privacy cases even if they won the case”. It then claimed that such\nnewspapers “could face paying out hundreds of thousands of pounds”. As with the\nsecond article, this was presented as a summary of the effect of Section 40 in\nthe context of a news article. For the article to omit reference to these\nexceptions to the rule on costs was not significantly misleading in the context\nof the article, and there was no breach of Clause 1 on this point.\n19. The seventh article was a letter to the editor, which\nobjected to Section 40 being implemented on the basis that publishers should\nnot have to pay the costs of parties bringing “frivolous claims….regardless of\nwhether those claimants win or lose”. It was not misleading to publish this\nclaim about the effect of Section 40, which was clearly presented as the\nopinion of the letter writer, for which the newspaper provided a reasonable\nbasis in response to the complaint. This aspect of the complaint did not\nrepresent a breach of the Code.\n20. The eighth article was a leading article, and therefore\nwas distinguished as the editorial view of the newspaper. It claimed that\nSection 40 would create a presumption that newspapers that do not join IMPRESS\nwould “pay both sides’ costs in any libel action, whoever wins”.  It then stated that the effect of this presumption\nwould be to “force papers to pay to print the truth, whenever the truth proved\nunpalatable to anyone prepared to sue”. In this article, the general rule on\nthe award of costs contained in Section 40 was referred to as a “presumption”,\nindicating that there might be cases in which it would not be followed.  The article was not misleading in the manner\nalleged, and there was no breach of Clause 1.\n21. The ninth article referred to newspapers “probably”\nhaving costs awarded against them, even if they won, as part of an explanation\nas to the effect of Section 40. The word “probably” indicated that the\npresumption Section 40 would create in relation to costs was not absolute. It\nwas not misleading for the article to summarise the effect of Section 40 in\nthis way, without making specific reference to the nature of the exceptions.\nThis aspect of the complaint did not raise a breach of Clause 1.Conclusions\n22. The complaint was not upheld.\nRemedial Action Required\n23. N/A\nDate complaint received: 12/01/2017Date decision issued: 13/04/2017\nBack to ruling listing\n\n\n"
}