{
    "url": "/rulings-and-resolution-statements/ruling/?id=00247-17",
    "title": "00247-17 Versi v express.co.uk",
    "provisions": [
        "1 Accuracy (2016)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "express.co.uk (Reach PLC)",
    "published_on": "2017-01-12 00:00:00",
    "received_on": "2017-01-12 00:00:00",
    "concluded_on": "2017-04-20 00:00:00",
    "complaint_processing_days": 98,
    "conclusion_long": "11. The complaint was not upheld.",
    "remedial_action": "12. N/ADate complaint received:  12/01/2017",
    "text": "\n\n\n\n\n\nDecision\nof the Complaints Committee 00247-17\nVersi v express.co.ukSummary\nof Complaint1. Miqdaad Versi complained to the Independent\nPress Standards Organisation that express.co.uk breached Clause 1 (Accuracy) of\nthe Editors’ Code of Practice in an article headlined “Terror in Spain: Gunman\nscreaming ‘Allahu Akbar’ opens fire in supermarket”, published on 12 January\n2017.2. The article reported that “a gunman had\nopened fire in a Spanish supermarket while shouting ‘Allahu Akbar’”, and\nattributed the information to police in the sub-headline. It said that numerous\nshoppers were inside the shop when the gunman entered and fired several shots.\nIt said that “one witness told local media that the man, who was standing a few\nyards from him, yelled ‘Allahu Akbar’”.3. The complainant said that it was inaccurate\nto report that police had said that the gunman had shouted “Allahu Akbar”. He\nsaid that the Spanish newspaper story from which this article appeared to be\nsourced had initially reported that the source of the claim was an individual\nwitness, and not the police. He said that the account of this witness in the\nSpanish article was contradicted by other witnesses, who thought the man said\nsomething in the Basque language; he said this made the claim conjecture rather\nthan fact, not least because the police had said that this information should\nnot be relied on. He said that according to an updated version of the Spanish\narticle, police sources had subsequently ruled out any political or religious\nmotive for the attack, and said that the gunman potentially had psychological\nissues.4. The publication said that the article was a\nbreaking news story, where claims, counter-claims, facts and conjecture have to\nbe digested to produce an article to report unfolding events. It said that the\narticle accurately reported the unfolding story, and cited a Spanish newspaper\narticle which reported that the man had shouted “Allahu Akbar” as he carried\nout the shooting. It said that this article did not report that police had\ndenied the use of the phrase. The publication said that when the Spanish\nnewspaper subsequently updated its story to report that police did not believe\nthere was a political or religious motive for the attack, it published a second\narticle updating the story, which included a line that said “local media\ninitially reported that the gunman shouted ‘Allahu Akbar’ but that was later\ndenied by Spanish police”. It said that this article linked back to the\noriginal article. Nonetheless, while it did not consider that the original\narticle was inaccurate in the context of a breaking news story, it deleted the\noriginal article and offered to publish following clarification on the\ncorrections and clarification section of the website:On\n11 January 2017 we published an article headlined “TERROR IN SPAIN: Gunman\nscreaming ‘Allahu Akbar’ opens fire in supermarket.”  The article was accurate at the point of\npublication because it reported the breaking and rolling news event. However,\nas Spanish police have now denied that the gunman said those words, the\noriginal article has been deleted and the circumstances of the event clarified\nwith an updated article headlined “Gunman opens fire in Spain supermarket –\nthen calmly eats a Banana”.Relevant\nCode Provisions5. Clause\n1 (Accuracy)i)\nThe Press must take care not to publish inaccurate, misleading or distorted\ninformation or images, including headlines not supported by the text.ii)\nA significant inaccuracy, misleading statement or distortion must be corrected,\npromptly and with due prominence, and — where appropriate — an apology\npublished. In cases involving IPSO, due prominence should be as required by the\nregulator.Findings\nof the Committee6. The article was a breaking news story which\nrelied upon local media reports in Spain of what had occurred in the\nsupermarket. Fast-developing news stories such as this will, by their nature,\ninvolve the reporting of detail which, while believed to be accurate at the\ntime of publication, is clarified or refuted as events become clearer.\nNonetheless, Clause 1(i) of the Code places a requirement on newspapers to take\ncare not to publish inaccurate information in such circumstances. In this\ninstance, the Committee considered that in relying on local media reports of an\nincident that took place in another country, and in clearly attributing the\nclaims to those present at the scene during the attack, there was no failure on\nthe publication’s part to take care not to publish inaccurate information in\nbreach of Clause 1(i). However, the claim that a gunman shouted “Allahu Akbar”\nwas a significant inaccuracy that required correction under the terms of Clause\n1(ii).7. The publication had published a news\narticle which updated the story and reported that police had denied reports\nthat the man had shouted “Allahu Akbar”; this sentence also contained a\nhyperlink back to the publication’s original article which had included this\nclaim. While the Committee welcomed the prompt action taken by the publication,\nreaders of the original article would not have been aware that Spanish police\nhad subsequently denied that the gunman had shouted those words. As a result,\nthe updated story was not sufficient to meet the requirements of Clause 1(ii).8. However, on receipt of the complaint, the\npublication had offered to delete the article from its website, and it offered\nto publish a clarification on its website which explained why the original\narticle was deleted. The Committee noted that the clarification was not offered\non receipt of the complaint. Nevertheless, in circumstances where steps were\ntaken by the publication to update the story as soon as it became aware of the\npolice’s position, the Committee considered, on balance, that the action taken\nwas sufficiently prompt to meet the requirements of Clause 1(ii).9. The Committee noted the complainant’s\nposition that the claim that the gunman had shouted “Allahu Akbar” had come\nfrom an eyewitness, and not police as reported in the sub-headline. However, in\nthe context of a fast-developing news story, where the police did not initially\ndispute this account, and the article went on to make clear that the claims was\nmade by an eyewitness to local media, it did not consider that any inaccuracy\non this point in the sub-headline was significant. There was no breach of\nClause 1.10.\nThe wording of the clarification offered by the newspaper made clear the\nposition that Spanish police had denied the gunman had shouted “Allahu Akbar”.\nHowever, it also stated that the article was correct at the time of publication,\nwhich was not the correct position as police had not claimed that the gunmen\nhad shouted “Allahu Akbar”. In order to avoid a breach of Clause 1, the\nnewspaper should omit this assertion when the correction is published on the\nclarifications and corrections section of the website.Conclusions11. The\ncomplaint was not upheld.Remedial\nAction Required12.\nN/ADate complaint received:  12/01/2017Date decision issued:\n20/04/2017\nBack to ruling listing\n\n\n"
}