{
    "url": "/rulings-and-resolution-statements/ruling/?id=00256-15",
    "title": "00256-15 A woman v Lancashire Evening Post",
    "provisions": [
        "3 (Privacy) 2015",
        "7 (Children in sex cases) 2015"
    ],
    "outcome": "Breach - sanction: publication of adjudication",
    "publication": "Lancashire Post (National World Publishing Ltd)",
    "received_on": "2015-01-15 00:00:00",
    "concluded_on": "2015-04-07 00:00:00",
    "complaint_processing_days": 82,
    "conclusion_long": "12. The complaint was upheld under Clause 3 (Privacy).",
    "remedial_action": "13. Having upheld the complaint, the Committee considered what remedial action should be required. The Committee has the power to require the publication of a correction and/or adjudication, the nature, extent and placement of which is to be determined by IPSO. It may also inform the publication that further remedial action is required to ensure that the requirements of the Code are met.14. The Committee required the newspaper to publish the Committee's ruling upholding the complaint. The article had been published on the front page of the newspaper, and continued on page 9. The adjudication should be published in full on page 9, with a front page reference directing readers to this page, which should include the headline of the adjudication. The headline should make clear that IPSO has upheld the complaint, and refer to its subject matter; it must be agreed in advance.15. The terms of the adjudication to be published are as follows:Following an article published in the Lancashire Evening Post in January 2015, a woman complained to the Independent Press Standards Organisation (IPSO) that the Post had intruded into her child's privacy, in breach of Clause 3 (Privacy) of the Editors' Code of Practice. IPSO upheld the complaint and established a breach of the Editors' Code. IPSO required the Post to publish this decision by its Complaints Committee as a remedy to the breach.The article reported that photographs of children from Lancashire had been found on a file sharing website which the newspaper described variously as a “Russian pervert website” and a “paedophile website”. The article reported that most of the pictures were accompanied by sexually suggestive comments from users across the world which suggested that they were being used for sexual gratification.The article was illustrated with five pixelated photographs of local children which had been hosted on the Russian site.The complainant said that two of these images were of her young child. They had originally been published on her Facebook profile, and recognised from the newspaper by friends who had alerted her to the article. She said that – given the content of the website – publishing photographs in which her child was identifiable intruded into her child's privacy in breach of Clause 3, as they had been reproduced from a website where they had been used for sexual gratification.The newspaper defended its use of the photographs as an important element of a public-interest story, which made clear the nature of the material on the website. While it had been unable to contact the parents of the children involved before publication because it did not know their identities, it had alerted local schools to give them a chance to implement child protection procedures. The newspaper said that it had been contacted by other parents who were grateful that they had been alerted to the possible use of images of their children in this way. Following its coverage, the link to photographs of children from Lancashire had been removed from the website, and a local MP had become involved in the issue.While the photographs were not pornographic, they were sensitive, and it had therefore chosen to publish them heavily pixelated and in a small size (smaller than a postage stamp), in its print edition only. It strongly denied that the child was identifiable from the photographs. Nonetheless, it apologised to the complainant for the distress caused by their publication, and removed the images from a planned follow-up article after being contacted by her directly.IPSO's Complaints Committee understood that the article under complaint had led to the removal of the photographs of local children from the website, new child protection procedures at local schools, and the involvement of a local MP. The right of the newspaper to publish the story was not in doubt, and indeed it had done a valuable public service by publicising the issue.The pixelation of the images had evidently been insufficient to prevent the child from being identified by those who were familiar with them. The newspaper knew that the images had been sourced from publicly accessible social media profiles; it should therefore have recognised the risk that the child could be identified in this way.The photographs had previously been published by the complainant on social media, in innocuous circumstances. However, the fact that the child had featured on the Russian website constituted significant and deeply personal new information, with the clear potential to cause significant trauma and disruption. Notwithstanding the public interest in the story itself, there was no public interest which justified the publication of identifiable photographs of the child in this context. Publication, in this form, represented a failure to respect the child's family life and a breach of Clause 3.Date complaint received: 15/01/2015",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee 00256-15 A woman\nv Lancashire Evening PostSummary of complaint 1. A woman complained to the Independent Press Standards\nOrganisation that the Lancashire Evening Post had breached Clause 3 (Privacy)\nand Clause 7 (Children in sex cases) of the Editors' Code of Practice in an\narticle published in January 2015.2. The article reported that photographs of children from\nLancashire had been found on a file sharing website which the newspaper\ndescribed variously as a \"Russian pervert website\" and a\n\"paedophile website\". The article reported that most of the pictures\nwere accompanied by sexually suggestive comments from users across the world\nwhich suggested that they were being used for sexual gratification.3. The article was illustrated with five pixelated\nphotographs of local children which had been hosted on the Russian site.4. The complainant said that two of these images were of\nher young child. They had originally been published on her Facebook profile,\nand recognised from the newspaper by friends who had alerted her to the\narticle. She said that – given the content of the website – publishing\nphotographs in which her child was identifiable intruded into her child's\nprivacy in breach of Clause 3 and Clause 7, as they had been reproduced from a\nwebsite where they had been used for sexual gratification.5. The newspaper defended its use of the photographs as\nan important element of a public-interest story, which made clear the nature of\nthe material on the website. While it had been unable to contact the parents of\nthe children involved before publication because it did not know their\nidentities, it had alerted local schools to give them a chance to implement\nchild protection procedures. The newspaper said that it had been contacted by\nother parents who were grateful that they had been alerted to the possible use\nof images of their children in this way. Following its coverage, the link to\nphotographs of children from Lancashire had been removed from the website, and\na local MP had become involved in the issue.6. While the photographs were not pornographic, they were\nsensitive, and it had therefore chosen to publish them heavily pixelated and in\na small size (smaller than a postage stamp), in its print edition only. It\nstrongly denied that the child was identifiable from the photographs.\nNonetheless, it apologised to the complainant for the distress caused by their\npublication, and removed the images from a planned follow-up article after\nbeing contacted by her directly. As the article did not relate to a court case,\nit did not agree that the terms of Clause 7 were engaged.Relevant Code Provisions7. Clause 3 (Privacy)i) Everyone is entitled to respect for his or her private\nand family life, home, health and correspondence, including digital\ncommunications.ii) Editors will be expected to justify intrusions into\nany individual's private life without consent. Account will be taken of the\ncomplainant's own public disclosures of information.Clause 7 (Children in sex cases)i) The press must not, even if legally free to do so,\nidentify children under 16 who are victims or witnesses in cases involving sex\noffences.The Public Interest5. In cases involving children under 16, editors must\ndemonstrate an exceptional public interest to over-ride the normally paramount\ninterest of the child.Findings of the Committee8. The article under complaint had led to the removal of\nthe photographs of local children from the website, new child protection\nprocedures at local schools, and the involvement of a local MP. The right of\nthe newspaper to publish the story was not in doubt, and indeed it had\nperformed a valuable public service by publicising the issue.9. The pixelation of the images had evidently been\ninsufficient to prevent the child from being identified by those who were\nfamiliar with them. The newspaper knew that the images had been sourced from\npublicly accessible social media profiles; it should therefore have recognised\nthe risk that the child could be identified in this way.10. The photographs had previously been published by the\ncomplainant on social media, in innocuous circumstances. However, the fact that\nthe child had featured on the Russian website constituted significant and\ndeeply personal new information, with the clear potential to cause significant\ntrauma and disruption. Notwithstanding the public interest in the story itself,\nthere was no public interest which justified the publication of identifiable\nphotographs of the child in this context. Publication, in this form,\nrepresented a failure to respect the child's family life and a breach of Clause\n3.11. On this occasion, given that it was not suggested\nthat the child in question had been the victim in a case involving a sex\noffence, the Committee did not establish a separate breach of Clause 7.Conclusions12. The complaint was upheld under Clause 3 (Privacy).Remedial Action Required13. Having upheld the complaint, the Committee considered\nwhat remedial action should be required. The Committee has the power to require\nthe publication of a correction and/or adjudication, the nature, extent and\nplacement of which is to be determined by IPSO. It may also inform the\npublication that further remedial action is required to ensure that the\nrequirements of the Code are met.14. The Committee required the newspaper to publish the\nCommittee's ruling upholding the complaint. The article had been published on\nthe front page of the newspaper, and continued on page 9. The adjudication\nshould be published in full on page 9, with a front page reference directing\nreaders to this page, which should include the headline of the adjudication.\nThe headline should make clear that IPSO has upheld the complaint, and refer to\nits subject matter; it must be agreed in advance.15. The terms of the adjudication to be published are as\nfollows:Following an article published in the Lancashire Evening\nPost in January 2015, a woman complained to the Independent Press Standards\nOrganisation (IPSO) that the Post had intruded into her child's privacy, in\nbreach of Clause 3 (Privacy) of the Editors' Code of Practice. IPSO upheld the\ncomplaint and established a breach of the Editors' Code. IPSO required the Post\nto publish this decision by its Complaints Committee as a remedy to the breach.The article reported that photographs of children from\nLancashire had been found on a file sharing website which the newspaper\ndescribed variously as a “Russian pervert website” and a “paedophile website”.\nThe article reported that most of the pictures were accompanied by sexually\nsuggestive comments from users across the world which suggested that they were\nbeing used for sexual gratification.The article was illustrated with five pixelated\nphotographs of local children which had been hosted on the Russian site.The complainant said that two of these images were of her\nyoung child. They had originally been published on her Facebook profile, and\nrecognised from the newspaper by friends who had alerted her to the article.\nShe said that – given the content of the website – publishing photographs in\nwhich her child was identifiable intruded into her child's privacy in breach of\nClause 3, as they had been reproduced from a website where they had been used\nfor sexual gratification.The newspaper defended its use of the photographs as an\nimportant element of a public-interest story, which made clear the nature of\nthe material on the website. While it had been unable to contact the parents of\nthe children involved before publication because it did not know their\nidentities, it had alerted local schools to give them a chance to implement\nchild protection procedures. The newspaper said that it had been contacted by\nother parents who were grateful that they had been alerted to the possible use\nof images of their children in this way. Following its coverage, the link to\nphotographs of children from Lancashire had been removed from the website, and\na local MP had become involved in the issue.While the photographs were not pornographic, they were\nsensitive, and it had therefore chosen to publish them heavily pixelated and in\na small size (smaller than a postage stamp), in its print edition only. It\nstrongly denied that the child was identifiable from the photographs.\nNonetheless, it apologised to the complainant for the distress caused by their\npublication, and removed the images from a planned follow-up article after\nbeing contacted by her directly.IPSO's Complaints Committee understood that the article\nunder complaint had led to the removal of the photographs of local children\nfrom the website, new child protection procedures at local schools, and the\ninvolvement of a local MP. The right of the newspaper to publish the story was\nnot in doubt, and indeed it had done a valuable public service by publicising\nthe issue.The pixelation of the images had evidently been\ninsufficient to prevent the child from being identified by those who were\nfamiliar with them. The newspaper knew that the images had been sourced from\npublicly accessible social media profiles; it should therefore have recognised\nthe risk that the child could be identified in this way.The photographs had previously been published by the\ncomplainant on social media, in innocuous circumstances. However, the fact that\nthe child had featured on the Russian website constituted significant and\ndeeply personal new information, with the clear potential to cause significant\ntrauma and disruption. Notwithstanding the public interest in the story itself,\nthere was no public interest which justified the publication of identifiable\nphotographs of the child in this context. Publication, in this form,\nrepresented a failure to respect the child's family life and a breach of Clause\n3.Date complaint received: 15/01/2015\nDate decision issued: 07/04/2015\nBack to ruling listing\n\n\n"
}