{
    "url": "/rulings-and-resolution-statements/ruling/?id=00253-17",
    "title": "00253-17 A woman v That’s Life",
    "provisions": [
        "1 Accuracy (2016)"
    ],
    "outcome": "Breach - sanction: publication of adjudication",
    "publication": "That’s Life (H. Bauer Publishing)",
    "published_on": "2017-01-19 00:00:00",
    "received_on": "2017-01-13 00:00:00",
    "concluded_on": "2017-06-14 00:00:00",
    "complaint_processing_days": 152,
    "conclusion_long": "11. The complaint was upheld.",
    "remedial_action": "12. Having upheld the complaint, the Committee considered what remedial action should be required. 13. The magazine had published a significantly inaccurate headline, which was not supported by the article, and it had failed to comply with the obligations of Clause 1(ii) by offering to publish a correction. In those circumstances, the Committee would generally require the publication of an upheld adjudication. The complainant confirmed to IPSO in correspondence that she did not wish for any further information to be published in the magazine, which related to her son. The Committee noted that the article related to private, medical details of a young child, which would be referenced in any published adjudication. In those particular circumstances, and having considered the nature of the breach it had established and the complainant’s request, the Committee concluded that it was not appropriate to require the publication of an upheld adjudication. No further action was required. Date complaint received: 13/01/2017",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee 00253-17 A woman v That’s Life\nSummary of complaint\n1. A woman\ncomplained to the Independent Press Standards Organisation that That’s Life\nbreached Clause 1 (Accuracy) of the Editors’ Code of Practice in an article\nheadlined “No genitals! Baby was neither boy nor girl”, published on 19 January\n2017.\n2. The article was\nthe complainant’s first-person account of her pregnancy. It was reported that\nshe suffered complications throughout her pregnancy and that her son was born\nprematurely under a cesarean section. It was also reported that doctors were\nunable to confirm the sex of her son until he was four months old. The article\nreported that he suffered from hydrops fetalis, which caused extensive swelling\naround his body and the swelling of his sex organs in the womb. It was also\nreported that when he was one month old, an endocrinologist confirmed that he\nhad male genitals in place, and that when he was four months old, a chromosome\nand genetics expert confirmed that he was male.\n3. The complainant\nsaid that the headline was inaccurate because her son was not born with “no\ngenitals”. She said that due to the swelling around his body, consultants said\nthat they thought they could see male genitals, but would wait until he was in\na more stable condition before tests were carried out to confirm this. The\ncomplainant also said that the article was inaccurate because it reported that\nduring a pre-natal scan, the sonographer said that her son had “extensive\nswelling around the body”. The complainant said that she was only informed of\nthis once he had been born. Further, the complainant said that the article was\ninaccurate because it reported that her contractions began when she was\ntwenty-eight weeks pregnant and that a doctor said “it’s time to get the baby\nout”. The complainant said that the correct position was that she went to\nhospital with tightenings and had three contractions the following day, when\nshe underwent an emergency cesarean section.\n4. The publication\nsaid that any ambiguity surrounding the headline was made clear in the article.\nIt said that it accurately summarised the position in the article, that no\ngenitals could be seen on the complainant’s son, which left her in a position\nof not knowing whether her son was a male or a female. The publication also said\nthat they took care to ensure that the complainant’s story was represented\naccurately. It said that a thorough interview was conducted with the\ncomplainant, and the story was read back to her three times until the article\nwas approved by the complainant. It noted that the final version of the\narticle, which was read to the complainant, contained the quotes which the\ncomplainant has disputed.\nRelevant Code Provisions\n5.Clause 1\n(Accuracy)\ni.The Press must take care not to publish\ninaccurate, misleading or distorted information or images, including headlines\nnot supported by the text.\nii. A significant inaccuracy, misleading\nstatement or distortion must be corrected, promptly and with due prominence,\nand — where appropriate — an apology published. In cases involving IPSO, due\nprominence should be as required by the regulator.\niii. A fair opportunity to reply to\nsignificant inaccuracies should be given, when reasonably called for.\niv. The Press, while free to editorialise\nand campaign, must distinguish clearly between comment, conjecture and fact.\nv. A publication must report fairly and\naccurately the outcome of an action for defamation to which it has been a\nparty, unless an agreed settlement states otherwise, or an agreed statement is\npublished.\nFindings of the Committee\n6. Given the\nsensitivity of the story, which was a first-person account of the complainant’s\npregnancy and the birth of her child, particular care should have been taken to\naccurately summarise the story on the front page of the magazine.\n7. The\ncomplainant’s son had been born with a condition which had caused his genitals\nto swell so that when he was born, doctors could not determine whether he was\nmale or female. It was not the case that he had been born with “no genitals”,\nas stated on the front cover. This inaccuracy had been compounded by the\nsub-headline, which read “Baby was neither boy nor girl”.8. The Committee\nacknowledged that the magazine had taken care over the accuracy of the article\nitself, which made clear the nature of the child’s condition; however, this had\nbeen undermined by its failure to accurately summarise the story on the front\npage. The headline was not supported by the text. Given the sensitive subject\nmatter, this represented a serious breach of Clause 1 (i).\n9. The inaccuracy\nhad given a significantly misleading impression of the child’s condition, and\nit had misrepresented the way in which the complainant had told her story. The\nmagazine’s failure to offer to publish a correction was a breach of Clause 1\n(ii).\n10. The magazine had interviewed the complainant three times\nand it had received her approval for the final draft of the article. While the\nCommittee acknowledged the complainant’s concerns that the article itself\ninaccurately reported comments made to her by the sonographer, and the\ncircumstances surrounding her son’s birth, the Committee was satisfied that the\npublication had taken sufficient care over the accuracy of this information. In\ncircumstances where it is not disputed that the complainant had a caesarean\nsection following contractions, and that she was told that her son had\n“extensive swelling” around his body, the Committee did not consider that the\narticle was significantly inaccurate on these points. There was no breach of\nClause 1 on these aspects of the complaint.\nConclusions\n11. The complaint was upheld.\nRemedial action required\n12. Having upheld the complaint, the Committee considered\nwhat remedial action should be required.\n13. The magazine had published a significantly inaccurate\nheadline, which was not supported by the article, and it had failed to comply\nwith the obligations of Clause 1(ii) by offering to publish a correction. In\nthose circumstances, the Committee would generally require the publication of\nan upheld adjudication. The complainant confirmed to IPSO in correspondence\nthat she did not wish for any further information to be published in the\nmagazine, which related to her son. The Committee noted that the article\nrelated to private, medical details of a young child, which would be referenced\nin any published adjudication. In those particular circumstances, and having\nconsidered the nature of the breach it had established and the complainant’s\nrequest, the Committee concluded that it was not appropriate to require the\npublication of an upheld adjudication. No further action was required.\nDate complaint received: 13/01/2017Date decision issued: 14/06/2017\nBack to ruling listing\n\n\n"
}