{
    "url": "/rulings-and-resolution-statements/ruling/?id=00252-21",
    "title": "00252-21 Cohen v basingstokegazette.co.uk",
    "provisions": [
        "1 Accuracy (2021)",
        "2 Privacy (2021)",
        "6 Children (2021)",
        "9 Reporting of crime (2021)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "basingstokegazette.co.uk (Newsquest Media Group)",
    "received_on": "2021-01-05 00:00:00",
    "concluded_on": "2021-07-16 00:00:00",
    "complaint_processing_days": 192,
    "conclusion_long": "18. The complaint was not upheld.",
    "remedial_action": "19. N/A   Date complaint received: 05/01/2021",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee – 00252-21 Cohen v\nbasingstokegazette.co.uk\nSummary of Complaint\n1. Charlotte Cohen complained to the Independent Press\nStandards Organisation that basingstokegazette.co.uk breached Clause 1\n(Accuracy), Clause 2 (Privacy), Clause 6 (Children) and Clause 9 (Reporting of\ncrime) in an article headlined “School staff accused of holding New Year's Eve\nparty” published 5 January 2021.\n2. The article described how a concerned parent had reported\n“members of staff from two [local] schools…for a possible Covid-19 rule break”\nafter “photographs [emerged] allegedly showing [them] enjoying a New Year’s Eve\nparty together”. The photographs had appeared with a Facebook post. The article\nshowed the text of the Facebook post: “If you don’t know then you don’t need to\nsay anything…great New Year’s with these people. Xmas bubble, childcare bubble,\nhouse moving bubble, food delivery bubble, hospital transporter bubble…not seen\nanyone else…all I need to say.” The article also showed the photographs that\nhad appeared in the Facebook post although the faces of the individuals pictured\nwere pixelated. The article reported that the concerned parent had said, “The\npost clearly shows a New Year’s Eve party indoors with zero social distancing\nand zero regards to ours and other children and families”. It also went on to\nreport that a local councillor had advised a local resident “to report the\nalleged breach [of Covid rules] to the police”.\n3. The complainant, a woman who attended the gathering and\nwas pictured in the photographs, said the article breached Clause 1 as she\nconsidered that it alleged that she and her family had breached Covid rules.\nThe complainant said that in fact the family were visiting a terminally ill\nrelative, which she said was allowed by the rules. The complainant also said\nthe article breached Clause 2 as the pixilated photographs published in the\narticle had originally been published in a Facebook post made by her sister.\nThe post was only accessible to around 140 Facebook friends of her sister. She\nalso said the photograph led to a breach of Clause 6 as it showed her child.\nFinally, the complainant said that by alleging a breach of Covid rules, leading\nto hostility from members of the public, the article had also breached Clause\n9.\n4. The publication did not accept it had breached the Code.\nIt emphasised that it did not claim as fact that the complainant and her family\nbroke lockdown rules, but rather made clear that there were allegations of a\nrule break. It said its reporter had contacted a local councillor, the police,\ncounty council and the schools that employed the complainant and her sister.\nThe county council confirmed that the matter was being investigated and the\ncouncillor had recommended that potential evidence of the alleged breach be\nforwarded to the police. In any event, it said that at the time of publication,\nit appeared likely that a breach of the rules had been committed due to the\nsarcastic nature of the Facebook post, the fact that no social distancing or\nmask wearing was evident in the image, and the fact that multiple households appeared\nto be engaged in a party.\n5. With regard the complaint of intrusion, the publication\naccepted that the photo had only been shared to the complainant’s sister’s\napproximately 140 Facebook friends, one of whom had forwarded the post to the\npublication. However, the publication noted that it had pixelated and not named\nthe individuals in the photographs, and highlighted that other material on the\nsister’s Facebook profile was publicly accessible. Further, it noted the public\ninterest in illustrating an alleged Covid-19 rule breach by council employees\nwho worked with local children. It emphasised that this public interest had\nbeen discussed and carefully considered prior to publication. Finally, with\nregard to Clause 6, it noted that no children were visible in the photographs\nor named in the report.\n6. The publication offered to include a post-publication\nright of reply.\n7. The complainant and publication were unable to agree the wording\nfor the right of reply.\nRelevant Code Provisions\n8. Clause 1 (Accuracy)\ni) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not\nsupported by the text.\nii) A significant inaccuracy, misleading statement or\ndistortion must be correction, promptly and with due prominence, and –where\nappropriate– an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator.\niii) A fair opportunity to reply to significant inaccuracies\nshould be given, when reasonably called for.\niv) The Press, while free to editorialise and campaign, must\ndistinguish clearly between comment, conjecture and fact.\n9. Clause 2 (Privacy)\ni) Everyone is entitled to respect for their private and\nfamily life, home, physical and mental health, and correspondence, including\ndigital communications.\nii) Editors will be expected to justify intrusions into any\nindividual's private life without consent. In considering an individual's\nreasonable expectation of privacy, account will be taken of the complainant's\nown public disclosures of information and the extent to which the material\ncomplained about is already in the public domain or will become so.\niii) It is unacceptable to photograph individuals, without\ntheir consent, in public or private places where there is a reasonable\nexpectation of privacy.\n10. Clause 6 (Children)\ni) All pupils should be free to complete their time at\nschool without unnecessary intrusion.\n11. Clause 9 (Reporting of crime)\ni) Relatives or friends of persons convicted or accused of\ncrime should not generally be identified without their consent, unless they are\ngenuinely relevant to the story.\n12. Public interest\nThere may be exceptions to the clauses marked * where they\ncan be demonstrated to be in the public interest.\n1. The public interest includes, but is not confined to:\nDetecting or exposing crime, or the threat of crime, or\nserious impropriety.Protecting public health or safety.Protecting the public from being misled by an action or\nstatement of an individual or organisation.Disclosing a person or organisation’s failure or likely\nfailure to comply with any obligation to which they are subject.Disclosing a miscarriage of justice.Raising or contributing to a matter of public debate,\nincluding serious cases of impropriety, unethical conduct or incompetence\nconcerning the public.Disclosing concealment, or likely concealment, of any of the\nabove.\n\n\n\n\n\n\n2. There is a public interest in freedom of expression\nitself.\n3. The regulator will consider the extent to which material\nis already in the public domain or will become so.\n4. Editors invoking the public interest will need to\ndemonstrate that they reasonably believed publication - or journalistic\nactivity taken with a view to publication – would both serve, and be\nproportionate to, the public interest and explain how they reached that\ndecision at the time.\nFindings of the Committee\n13. The article did not claim as fact that the complainant\nor her family had broken lockdown rules, rather it clearly distinguished these\nclaims as allegations made by a parent on the basis of the photographs, which\nit republished. It made clear what was alleged, namely household mixing during\na New Year’s Eve party when Tier Four regulations did not allow this. The\npublication had also taken steps to check the accuracy of the claims before\npublication, including by contacting the complainant’s employer for comment. In\nlight of the fact that the publication had presented the claims as such and had\ntaken appropriate steps to verify them before publication, there was no failure\nto take care over the accuracy of the article and so there was no breach of\nClause 1(i).\n14. The Committee next considered whether the article\ncontained a significant inaccuracy or misleading statement. The Committee noted\nthat it was not its function to determine whether or not the rules had been\nbreached. In any event, the claims that the family may have broken the rules\nhad been clearly distinguished as allegations. There had been no confirmation\nthat the allegations had since been dismissed or found to be ill-founded. The\nCommittee was of the view that it was not significantly inaccurate to describe\nthere having been allegations that the complainant had breached Covid rules.\nThere was no breach of Clause 1(ii). Nevertheless, the Committee welcomed the\npublication’s efforts to resolve the complaint. \n\n15. The Committee noted the limited intrusion into the\ncomplainant’s private life caused by the publication of the photographs from\nthe Facebook post. However, the complainant was not named and she was heavily\npixelated in the photograph; she would not have been identifiable to most\nreaders. The photograph had also been visible to around 140 people on Facebook\nin any event and only showed family members engaged in a New Year’s Eve party.\nSuch information was not especially private. Any intrusion caused by the\npublication of the photograph was limited given the extensive pixilation and\nclearly justified by the public interest of illustrating alleged wrongdoing and\nin making clear the nature of the evidence for the alleged Covid-19 rule\nbreaches. There was no breach of Clause 2.\n16. The article was about the alleged wrongdoing of the\ncomplainant and other adult attendees at the party. It did not discuss the\nactions of the complainant’s child nor did it even mention she had children.\nThe photographs had pixilated the faces of those in the photograph, including\nthe complainant’s child, and in the view of the Committee, the extent of the\npixilation prevented the child from being identifiable either individually or\nas being a child. There was no unjustified intrusion into the complainant’s\nchild’s time at school and no breach of Clause 6.\n17. Clause 9 prevents the identification of relatives or\nfriends of persons convicted or accused of crime in circumstances where they\nare not genuinely relevant to the story. The article under complainant did not\nname the complainant or her child, and their faces were heavily pixilated. In\nthese circumstances, the Committee did not consider that they were identified.\nIn addition, with respect to the complainant, the Committee noted that the\narticle reported allegations that she might have breached Covid regulations;\nshe had not been presented as the relative or friend of a person so accused.\nThere was no breach of Clause 9.\nConclusions\n18. The complaint was not upheld.\nRemedial Action Required\n19. N/A\n \nDate complaint received: 05/01/2021\nDate complaint concluded by IPSO: 16/07/2021\nBack to ruling listing\n\n\n"
}