{
    "url": "/rulings-and-resolution-statements/ruling/?id=00264-14",
    "title": "00264-14 Coleman v Hendon and Finchley Times",
    "provisions": [
        "1 (Accuracy) 2015",
        "4 (Harassment) 2015",
        "3 (Privacy) 2015"
    ],
    "outcome": "No breach - after investigation",
    "publication": "Hendon & Finchley Times (Newsquest Media Group)",
    "published_on": "2014-09-09 00:00:00",
    "received_on": "2014-09-22 00:00:00",
    "concluded_on": "2014-12-15 00:00:00",
    "complaint_processing_days": 84,
    "conclusion_long": "14. The complaint was not upheld.",
    "remedial_action": "N/A   Date complaint received: 22/09/2014",
    "text": "\n\n\n\n\n\n·      Decision of the Complaints Committee 00264-14 Coleman v Hendon and Finchley Times\nSummary of complaint \n1. Dr Brian Coleman complained to the Independent Press\nStandards Organisation that the Hendon & Finchley Times had breached Clause\n1 (Accuracy), Clause 3 (Privacy) and Clause 4 (Harassment) of the Editors’ Code\nof Practice in an article headlined “Helen Michael, owner of Café Buzz, North\nFinchley, visited by Equita bailiffs,” published online on 9 September 2014,\nand in print on 11 September 2014. \n2. The complainant is a former councillor, who was suspended\nfrom the Conservative Party after pleading guilty to assaulting the café owner\nreferred to in the article. \n3. The article reported that council bailiffs had visited\nthe cafe to reclaim unpaid debts, which had then been cleared by a customer,\nwho wanted to thank the café owner “for helping to get rid of [the\ncomplainant]”. \n4. The complainant said that the article was inaccurate, as\nthe tone of the piece implied that the café owner was a “victim” or a\n“heroine”. Rather, there was a court order against her for unpaid council tax,\nand she had failed to keep up with repayments. He said that this should have\nbeen noted more prominently in the article. The complainant stated that the\nnewspaper had not offered evidence that the council had acted improperly, and\nhe considered that the article should have included more extensive comment from\nthe council. He speculated that it was unlikely that the café owner was not\naware of a court summons or liability order against her, as she would have\nreceived letters from the council about these matters. \n5. The complainant considered the article’s reference to him\nto be a breach of his privacy. He said that this article was one of many about\nhim on the newspaper’s website. On an occasion in the past, a journalist from\nthe publication had telephoned members of his local Rotary Club to ask for\ncomment about his becoming President. He said that the newspaper was harassing\nhim, including by naming him in the article. \n6. The newspaper defended the accuracy of its coverage, and\nstated that the complainant did not have grounds to dispute the facts of the\nmatter.  It noted that the council had\nnot complained about perceived inaccuracies in the piece, but had provided a\nletter providing comment on its use of bailiffs to reclaim debts, which the\nnewspaper had published. \n7. The newspaper said that the complainant had been relevant\nto the story because of the customer’s comments. Further, he did not have a\nreasonable expectation of privacy in relation to his conviction. \n8. The newspaper defended its conduct as measured and\nreasonable. The previous story about the complainant’s presidency of Barnet\nRotary Club was in the public interest. While the complainant was now largely\nremoved from the political scene, he had achieved notoriety throughout his\ncareer and it was inevitable that his name would sometimes appear in the press. \nRelevant Code Provisions\n9. Clause 1 (Accuracy) \ni) The Press must take care not to publish inaccurate,\nmisleading or distorted information, including pictures. \nii) A significant inaccuracy, misleading statement or\ndistortion once recognised must be corrected, promptly and with due prominence,\nand – where appropriate – an apology published. \niii) The Press, whilst free to be partisan, must\ndistinguish clearly between comment, conjecture and fact. \nClause 3 (Privacy) \ni) Everyone is entitled to respect for his or her private\nand family life, home, health and correspondence, including digital\ncommunications. \nii) Editors will be expected to justify intrusions into any\nindividual’s private life without consent. Account will be taken of the\ncomplainant’s own public disclosures of information. \nClause 4 (Harassment) \ni) Journalists must not engage in intimidation, harassment\nor persistent pursuit. \nii) They must not persist in questioning, telephoning,\npursuing or photographing individuals once asked to desist; nor remain on their\nproperty when asked to leave and must not follow them. If requested, they must\nidentify themselves and whom they represent. \nFindings of the Committee\n10. The complainant considered that the article contained\ninaccuracies relating to the café owner’s debt, and the steps taken to recover\nthe funds, but he did not have direct knowledge of the situation, and his\nconcerns were mostly based on speculation. Neither the council nor the café\nowner had complained about inaccuracies in the article. Further, the article\nhad included comment from both parties, and the newspaper had published a\nfollow-up letter from the council. The newspaper had detailed both sides of the\ndispute. The article had not stated that the council or the bailiffs had acted\nimproperly, but had included the view of the café owner that the action taken\nhad been inappropriate. There had been no failure to take care not to publish\ninaccurate information in breach of Clause 1 (i), and the Committee did not\nestablish the existence of inaccuracies which would require correction under\nthe terms of Clause 1 (ii).\n11. The complainant’s objection to the tone of the article,\nand what he perceived as the suggestion that the café owner was a “victim”, did\nnot engage the terms of Clause 1. The newspaper was entitled to publish the\ncafé owner’s comments on her experiences.\n12. While the complainant objected to the article’s\ninclusion of his name, the fact of his conviction was in the public domain, and\nthe newspaper was entitled to refer to it. The publication of the customer’s\ncomments did not represent an intrusion into the complainant’s private life.\nThere was no breach of Clause 3.\n13. The terms of Clause 4 relate to the conduct of\njournalists during the news-gathering process, and do not generally apply to\nthe way in which newspapers choose to cover stories. The inclusion of the\ncomplainant’s name in the article did not raise a breach of Clause 4\nConclusions\n14. The complaint was not upheld.\nRemedial Action Required\nN/A\n \nDate complaint received: 22/09/2014\nDate decision issued: 15/12/2014\nBack to ruling listing\n\n\n"
}