{
    "url": "/rulings-and-resolution-statements/ruling/?id=00275-15",
    "title": "00275-15 Ivleva v Daily Express",
    "provisions": [
        "1 (Accuracy) 2015",
        "2 (Opportunity to reply) 2015",
        "3 (Privacy) 2015",
        "4 (Harassment) 2015",
        "10 (Clandestine devices and subterfuge) 2015",
        "12 (Discrimination) 2015"
    ],
    "outcome": "No breach - after investigation",
    "publication": "Daily Express (Reach PLC)",
    "published_on": "2014-12-02 00:00:00",
    "received_on": "2015-01-16 00:00:00",
    "concluded_on": "2015-03-26 00:00:00",
    "complaint_processing_days": 69,
    "conclusion_long": "15. The complaint was not upheld.",
    "remedial_action": "N/ADate complaint received: 16/01/2015",
    "text": "\n\n\n\n\n\nDecision of\nthe Complaints Committee 00275-15\nIvleva v Daily Express\nSummary of complaint \n1. Marina Ivleva complained to the Independent Press\nStandards Organisation that the Daily Express had breached Clause 1 (Accuracy),\nClause 2 (Opportunity to reply), Clause 3 (Privacy), Clause 4 (Harassment),\nClause 10 (Clandestine devices and subterfuge) and Clause 12 (Discrimination)\nof the Editors’ Code of Practice in an article headlined “Penniless trucker in\nbattle over internet bride’s £300k fortune”, published on 2 December 2014.2. The complainant had grown up in the Autonomous\nRepublic of Crimea, had married a British man and was resident in the UK. Her\nhusband had filed for divorce in 2013 and had been informed that she had already\ndivorced him in Ukraine. The article was primarily a report of court\nproceedings, stating that the British courts had refused to recognise the\nUkrainian decision, and that the complainant’s appeal of this judgment had been\nunsuccessful, leaving the complainant’s husband free to file for divorce in the\nUK. The article had also included comments made by the complainant’s husband to\na journalist following the court case. He had said that she had considerable\nfinancial resources, while he was living in poverty.3. The complainant said that the article had inaccurately\nreported the date of the hearing reported, which had taken place on 24\nNovember, and had fabricated her employment details; she was a programme\nadministrator and not a senior administrator as reported. She also said that\nshe did not possess assets of £300,000 as reported. She considered that the\nnewspaper should have contacted her for comment prior to publication, and\nconsidered the failure to do so to be a breach of Clause 2. The complainant\nbelieved that the article had intruded into her privacy and said that one of\nthe newspaper’s reporters in Ukraine had harassed her friends and family. She\nsaid that a photographer had stolen a photograph of her and published it\nwithout her consent.  Furthermore, she\nsaid that the article was biased and discriminatory towards her, and that it\nshould not have made reference to her Ukrainian background.4. The newspaper said that the article had been obtained\nfrom an agency and was a fair and accurate report of court proceedings. The\ncopy had been obtained the day before publication, hence the article stating\nthat the hearing had taken place “yesterday”. It accepted that the estimate of\nthe complainant’s wealth, and her employment, had not been heard as part of\nproceedings, but were based on comments made by her husband to a reporter\noutside the court. It noted that these claims could have been more clearly\ndistinguished as the view of the complainant’s husband, and offered to publish\nthe following correction in its corrections column on its letters page:Marina IvlevaIn our article “Penniless trucker in battle over internet\nbride’s £300k fortune” published on 2 December 2014 we said that Ms Ivleva had\namassed assets of £300,000 during her 12 year marriage to John Yates, whilst\nworking as a senior administrator for a university. In fact, this figure is her\nhusband’s estimate of her wealth. Ms Ivleva denies that she has any assets and\nhas asked us to make it clear that she does not have a senior role or a highly\npaid job.5. The complainant did not accept the terms of the\ncorrection. She said that the entire article was fabricated, and any wording should\nreflect this.6. The newspaper did not accept that the article had\nintruded into the complainant’s privacy; it was based on an appeal held in open\ncourt. The photograph used in the article had been supplied by the agency, who\nmaintained that it was obtained lawfully. The reporter who the complainant said\nwas guilty of harassment had never been employed by the newspaper in any\ncapacity, and it could not be held responsible for her conduct. The publication\ndid not have a Moscow office. The terms of Clause 12 did not prohibit\nreferences to an individual’s nationality.Relevant Code Provisions7. Clause 1 (Accuracy)i) The Press must take care not to publish inaccurate,\nmisleading or distorted information, including pictures.ii) A significant inaccuracy, misleading statement or\ndistortion once recognised must be corrected, promptly and with due prominence,\nand – where appropriate – an apology published.iii) The Press, whilst free to be partisan, must\ndistinguish clearly between comment, conjecture and fact.Clause 2 (Opportunity to reply)A fair opportunity for reply to inaccuracies must be\ngiven when reasonably called for.Clause 3 (Privacy)i) Everyone is entitled to respect for his or her private\nand family life, home, health and correspondence.ii) Editors will be expected to justify intrusions into\nany individual’s private life without consent.Clause 4 (Harassment)i) Journalists must not engage in intimidation,\nharassment or persistent pursuit.ii) They must not persist in questioning, telephoning,\npursuing or photographing individuals once asked to desist; nor remain on their\nproperty when asked to leave and must not follow them.Clause 10 (Clandestine devices and subterfuge)i) The press must not seek to obtain or publish material\nacquired by using hidden cameras or clandestine listening devices; or by\nintercepting private or mobile telephone calls, messages or emails; or by the\nunauthorised removal of documents or photographs; or by accessing\ndigitally-held private information without consent.Clause 12 (Discrimination)i) The press must avoid prejudicial or pejorative\nreference to an individual’s race, colour, religion, gender, sexual orientation\nor to any physical or mental illness or disability.ii) Details of an individual’s race, colour, religion,\nsexual orientation, physical or mental illness or disability must be avoided\nunless genuinely relevant to the story.Findings of the Committee8. The Press is free to publish individual comment and\nconjecture. As such, the newspaper was entitled to publish the complainant’s\nhusband’s comment on her wealth. The Committee expressed some concern that the\nheadline and first paragraph had not made clear that the value of the\ncomplainant’s assets was based on comments made by her husband outside court.\nHowever, given that the article had later made clear that this was his\nestimate, it did not on balance establish a breach of Clause 1. The Committee\nwelcomed the newspaper’s offer of a correction on this point, but in the\ncircumstances, there was no requirement to publish this wording.9. The discrepancy between the complainant’s reported job\ntitle of senior administrator and her actual role of programme administrator\ndid not represent a significant inaccuracy requiring correction. Nor did the\narticle’s assertion that the hearing had taken place “yesterday”, rather than\nthe week before, materially affect the facts of the case. There was no breach\nof Clause 1 on these points.10. The terms of Clause 2 do not require publications to\nask the subjects of stories for comment prior to publication, but provide the\nopportunity to respond to published inaccuracies. The complainant had expressed\nconcern that the article was “fabricated” but had not asked for an opportunity\nto reply, and had declined the newspaper’s offer to publish a correction. There\nwas no breach of Clause 2.11. The article was primarily a report of court\nproceedings, information which had already been placed in the public domain.\nWhile the complainant did not consider the details of her divorce to be\nnewsworthy, this did not affect the publication’s right to publish information\ngiven in court. The two details which did not appear to have been previously\nheard in court related to her husband’s claims about her assets, and the nature\nof her employment. The Committee did not consider that the publication of this\ninformation constituted a failure to respect her private life; there was no\nbreach of Clause 3.12. The copy for the article had been provided by an\nagency, and was based on a report of open court proceedings, and an interview\nwith the complainant’s husband. She had not been approached by a journalist in\nconnection to the article, and the Committee did not therefore consider the complaint\nunder the terms of Clause 4.13. The complainant had not provided grounds for her\nbelief that a journalist had stolen photographs from her computer or loft. The\nCommittee was satisfied that the pictures had been obtained lawfully by the\nagency, in compliance with the Code.14. There had been no pejorative reference to the\ncomplainant in relation to any of the characteristics covered by the terms of\nClause 12, and this Clause does not generally prohibit the inclusion of\nbiographical details such as nationality. In any case, given the complainant’s\nattempt to divorce her husband in Ukraine, and the subsequent overturning of\nproceedings by the UK Courts, her Ukrainian background was relevant to the\nstory. There was no breach of Clause 12.Conclusions15. The complaint was not upheld.Remedial Action RequiredN/ADate complaint received: 16/01/2015\nDate decision issued: 26/03/2015\nBack to ruling listing\n\n\n"
}