{
    "url": "/rulings-and-resolution-statements/ruling/?id=00276-17",
    "title": "00276-17 Robertson v Daily Record",
    "provisions": [
        "1 Accuracy (2016)",
        "2 Privacy (2016)",
        "3 Harassment (2016)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "Daily Record (Reach PLC)",
    "received_on": "2017-01-14 00:00:00",
    "concluded_on": "2017-06-13 00:00:00",
    "complaint_processing_days": 150,
    "conclusion_long": "25. The complaint was not upheld.",
    "remedial_action": "N/A   Date complaint received: 14/01/2017",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee 00276-17 Robertson v\nDaily Record \nSummary of Complaint \n1.    Colin\nRobertson complained to the Independent Press Standards Organisation that the\nDaily Record breached Clause 1 (Accuracy), Clause 2 (Privacy) and Clause 3\n(Harassment) of the Editors’ Code of Practice in the following articles\nheadlined:\n(1)   “Trump Nazi\nrally extremist is mystery Scottish vlogger,” published in print on 24 November\n2016, and\n(2)   “who?”,\npublished online 23 November 2016;\n(3)   “Unmasked”,\npublished in print on 9 January 2017, and\n(4)   “Meet the\nvile blogger whose racist articles have made him a global internet sensation”,\npublished online on 9 January 2017;\n(5)   “Racist\nvlogger could face hate law cop probe”, published in print on 10 January 2017,\nand\n(6)   “Vile vlogger\nColin Robertson could face police probe over racist rants”, published online on\n10 January 2017;\n(7)   “And good\nriddance”, published in print on 11 January 2017, and\n(8)   “Vile YouTube\nracist flees to US and puts out the begging bowl after Record exposes him”,\npublished online 11 January 2017. \n2.  The articles\nreported on speculation surrounding the identity of a video blogger, who had\npublished videos on his YouTube channel, “Millenial Woes”. They reported that\nthe blogger had given a speech at a white nationalist conference in Washington\nDC, which had gained international attention after footage from the event had\nappeared to show supporters giving Nazi salutes and shouting “Hail Trump”. They\nsaid that the conference had led the then president-elect, Donald Trump, to\n“disavow the extremist alt-right”. \n3.    The first and\nsecond article contained an image of the complainant, taken from one of his\nYouTube videos. The articles reported: “Do you know this Scots vlogger? If so,\nplease call our news desk “. The third and fourth articles identified the\ncomplainant as the YouTube blogger who had attended the US conference. \n4.  The articles\ndescribed the complainant as “racist”, “misogynistic”, “anti-Semitic”, and\n“hateful”. They reported that the complainant delivers “racist and misogynistic\nmonologues”, “pours out a stream of sordid venom” and “preaches Nazi vitriol\nfrom his bedroom”, describing the videos as “vile”, “rants”, and “hate-filled”.\n\n5.   The fourth and\nfifth articles said that a journalist had visited the complainant at his home\nin order to obtain comment, but said that “two police officers told our\nreporter the person inside the property had ‘no interest whatsoever in\nspeaking’”. They also reported that “a woman who answered the door at his mother’s\nhouse declined to speak yesterday”. The articles also included an image of the\noutside of the complainant’s home. \n6.  The complainant\nexpressed concern that the way in which the articles described him, and his\nvideos, were inaccurate and pejorative characterisations. He said that the\nquotes from his videos, had been taken out of context, and therefore the use of\nthis terminology in the article was a misleading characterisation of the views\nheld by the complainant. \n7.  He said that\nthe articles had inaccurately referred to him as “racist”. The complainant said\nthat third and fourth articles inaccurately reported that he “spouts pathetic\nwhite supremacist views and promotes hatred of black people, Jews and women”,\nand delivers “racist and misogynistic monologues”. He said that although the\nattitudes expressed by him “would be pigeon-holed as “racist” by liberals”, he\nsaid that his views were “nothing more than ethnic loyalty”, and did not\ndemonstrate hatred for other groups, which he said was the common definition of\n“racism”. \n8.  The complainant\nsaid that in those circumstances, it was inaccurate for the articles to report\nthat he was “hate filled” and a “hatemonger”, as well as an individual who\n“delivers hate online “, engages in “hateful speech” and someone who “pours out\na stream of sordid venom” in his YouTube videos. He also said that the articles\ninaccurately reported that the he held views which were “misogynistic”. \n9.   He said that\nthe newspaper’s characterisation of his videos as “vile”, was inaccurate,\nbecause the material contained within them was innocuous. He further said it\nwas inaccurate for the articles to refer to his videos as “rants”, given that\nhe delivers his videos in a calm, moderate and even speaking tone. He further\nsaid that he does not address the audience of his videos in a manner which\nwould suggest that he is hateful, or hates a particular group in society. He\nsaid that his videos were not hateful, and did not incite violence or other\nillegal, unlawful or inappropriate activity. \n10. The complainant expressed concern that by asking\nreaders to identify him in the first and second article, including the image of\nhim in the print article, the newspaper had breached his privacy. Whilst he\naccepted that he was a “minor public figure”, given that he had publicly spoken\nat three “Identitarian” conferences, he said that he was not a prominent\nindividual, and was only known for his YouTube videos, and therefore the\nnewspaper’s actions had been disproportionately intrusive. \n11. The complainant said that the reporter had failed to\ncontact him, prior to attending his home, and had arrived at his front door\nwithout permission. Although the complainant accepted that the journalist and\nphotographer had left his house once the police were called, he said that the\njournalists had continued to interview his neighbours. He said that the\njournalist’s visit to his mother’s home, amounted to harassment of him, as did\nthe publication of a series of articles, which asked readers to identify him, and\nsubsequently revealed his identity and an image of his home. \n12. The newspaper did not accept a breach of the Code.\nThe newspaper provided links to a selection of videos which the complainant had\npublished on his YouTube channel. It said that these videos demonstrated that\nthe complainant’s views, and the description of his beliefs as set out in the\narticles, were justifiable both in truth, and as a matter of comment.\n13. It said that in one video, entitled “The Power of\nPepe”, the complainant had said: “I was struggling to accept that I really was,\nwell, racist, for wont of a better word. I just really didn’t want lots of\nblack people in my country. It came down to a racial thing, a racial loyalty. I\ndidn’t want black people, I didn’t want Indians, I didn’t want Chinese. I\ndidn’t want Arabs. I wanted my country to be for my people. Ultimately my\nobjection was an extreme one.... it was existential, fundamental, spiritual\neven....... It took me quite a few years to realise the scope of my objection\nto what I was seeing in the world.”\n14. It said that the complainant had spoken at the US\nconference of far-right extremists. It provided footage from the event, which\nappeared to show members of the crowd making Nazi-style salutes, after the\norganiser at the event had shouted “Heil Trump”. The newspaper said that in the\nfootage, the complainant had said: “two or three years ago, I finally came to\nunderstand what is called the Jewish Question. That there are problems with the\nJewish people. And that was difficult because I really didn’t want to become an\nanti-Semite. It’s like the biggest right-wing cliché.” \n15. The newspaper further said that the footage showed\nthe complainant saying: “Women shouldn’t have the vote. Because if you do give\nthem the vote, they will mess up your psychological defences and your legal\nsystems, your protocols, your culture and make it vulnerable.” \n16. The newspaper provided a link to one video, entitled\n“Men Shouldn’t Want Respect (Apparently) which showed the complainant\ndiscussing a YouTube video, which depicted a woman giving a “stand-up” comedy\nroutine. The complainant described the video as a “feminist novel-reading get\ntogether “and “the most disgusting example of modern feminism”. He said that “I\ndon’t blame any man, when he sees this video, for wanting to punch that woman\nin the face. That’s how I feel.” In the 12 minute video, the complainant went\non to say, “I think deep down the truth is these feminists don’t know what they\nwant. What they need is just to be fucking told. They need to be told. Here’s\nwhat you need, here’s what you should want and here’s what you’re going to\nfucking get. You stupid, smug, ungrateful cow. And she wasn’t even attractive.\nI’ll just add that. She wasn’t even attractive”. \n17. The newspaper said that the complainant had no\nexpectation of privacy in relation to his identity. It said that he had\nbroadcast hundreds of videos with his face exposed, and it was in the public\ninterest for the public to be aware of his identity, given the views he had\nbroadcast openly. \n18. The newspaper said that a reporter and a photographer\nhad attended the complainant’s home in an attempt to seek comment from him. It\nsaid that when the police were called, the journalist had withdrawn. It said\nthat in those circumstances, there was no persistent pursuit or refusal to\nleave following repeated requests. It did not accept that asking readers to\nidentify the complainant, amounted to harassment. Relevant Code provisions\n19. Clause 1 (Accuracy)\ni) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not\nsupported by the text. \nii) A significant inaccuracy, misleading statement or\ndistortion must be corrected, promptly and with due prominence, and — where\nappropriate — an apology published. In cases involving IPSO, due prominence should\nbe as required by the regulator. \niii) A fair opportunity to reply to significant\ninaccuracies should be given, when reasonably called for. \niv) The Press, while free to editorialise and campaign,\nmust distinguish clearly between comment, conjecture and fact. \nv) A publication must report fairly and accurately the\noutcome of an action for defamation to which it has been a party, unless an\nagreed settlement states otherwise, or an agreed statement is published. \nClause 2. *(Privacy)\ni) Everyone is entitled to respect for his or her private\nand family life, home, health and correspondence, including digital\ncommunications. \nii) Editors will be expected to justify intrusions into\nany individual's private life without consent. Account will be taken of the\ncomplainant's own public disclosures of information. \niii) It is unacceptable to photograph individuals,\nwithout their consent, in public or private places where there is a reasonable\nexpectation of privacy. \nClause 3. *(Harassment)\ni) Journalists must not engage in intimidation,\nharassment or persistent pursuit. \nii) They must not persist in questioning, telephoning,\npursuing or photographing individuals once asked to desist; nor remain on\nproperty when asked to leave and must not follow them. If requested, they must\nidentify themselves and whom they represent. \niii)  Editors must\nensure these principles are observed by those working for them and take care\nnot to use non-compliant material from other sources. \nFindings of the Committee \n20. In considering this complaint, the Committee’s role\nwas not to reach a judgement on whether the complainant was a “racist”,\n“misogynistic”, “anti-Semitic”, or “hateful”; nor was it making a judgement on\nwhether his videos were “vile”, “rants”, or “hate-filled”. Instead, in\nassessing whether the newspaper had complied with its obligations under Clause\n1 (i), the Committee was concerned with whether the newspaper had provided a\nsufficient basis to support its characterisation of the complainant and his\nvideos in those terms.   \n21. The newspaper had provided a large number of videos,\nproduced and posted by the complainant, which focused on issues of race,\nreligion and gender, in which the complainant had repeatedly made comments\nwhich could reasonably be described as prejudicial and extreme. Indeed, the\ncomplainant had – in one video – self-identified as “racist”, and while he had,\nin the context of his complaint to IPSO, sought to characterise this as “ethnic\nloyalty” rather than what he termed a “standard” definition of racism, he also\naccepted that he would be “pigeon-holed” as racist by “liberals”.\n22. In this context, the Committee was satisfied that the\nvideos relied upon by the newspaper provided a sufficient basis for the manner\nin which it had characterised the complainant. There was no failure to take\ncare over the accuracy of the article, and the Committee did not consider that\n– in all the circumstances – the newspaper’s characterisation had been\nsignificantly misleading or inaccurate. There was no breach of the Code. \n23. The Committee acknowledged that the complainant had\nobjected to the reporter’s visit to his home. It was accepted, however, that\nthe reporter had immediately left, after being asked to do so by the police. In\nthose circumstances, it did not appear that the journalist had persisted in\nmaking enquiries, once being asked to desist. The newspaper had invited readers\nto get in contact with them, should they recognise the complainant from the\nphotograph contained in the 24 November article. This request had formed part\nof the newspaper’s legitimate attempts to obtain information relating to the\ncomplainant’s identity, and the Committee did not conclude that it had amounted\nto harassment, such as to engage the terms of Clause 3. The newspaper was\nentitled to publish a series of articles which reported on the content of the\ncomplainant’s videos, and the Committee did not conclude that in doing so, the\nnewspaper’s actions had amounted to harassment. There was no breach of Clause\n3. \n24. The image of the complainant’s home, published in the\nfifth and sixth articles, showed the outside walls of the property. In\npublishing this image, the Committee did not conclude that the articles\nrevealed any private information about the complainant or his home. The\ncomplainant had no expectation of privacy in relation to his identity, in\ncircumstances where he had published videos on a public YouTube account and had\nspoken at public conferences, where he had made no attempt to conceal his\nidentity. There was no breach of Clause 2. \nConclusion\n25. The complaint was not upheld.\nRemedial Action Required\nN/A\n \nDate complaint received: 14/01/2017 \nDate decision issued: 13/06/2017\nBack to ruling listing\n\n\n"
}