{
    "url": "/rulings-and-resolution-statements/ruling/?id=00277-17",
    "title": "00277-17 Robertson v mirror.co.uk",
    "provisions": [
        "1 Accuracy (2016)",
        "2 Privacy (2016)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "mirror.co.uk (Reach PLC)",
    "received_on": "2017-01-14 00:00:00",
    "concluded_on": "2017-06-13 00:00:00",
    "complaint_processing_days": 150,
    "conclusion_long": "22. The complaint was not upheld",
    "remedial_action": "N/ADate complaint received: 14/01/2017",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee 00277-17 Robertson v\nmirror.co.uk\nSummary of Complaint\n1. Colin\nRobertson complained to the Independent Press Standards Organisation that\nMirror.co.uk breached Clause 1 (Accuracy) and Clause 2 (Privacy) of the\nEditors’ Code of Practice in an article headlined “Mystery British bloggers\nspeaks at rally where ‘alt-right’ members gave Nazi-style salutes in support of\nDonald Trump”, published on 24 November 2016, and “Racist vlogger who became\nglobal YouTube sensation unmasked as jobless ex-student who lives with Dad,”\npublished on 9 January 2017.  \n2. The\narticles reported on speculation surrounding the identity of a video blogger,\nwho had published videos on his YouTube channel, “Millenial Woes”. They\nreported that the blogger had given a speech at a white nationalist conference\nin Washington DC, which had gained international attention after footage from\nthe event had appeared to show supporters giving Nazi salutes and shouting\n“Hail Trump”. They said that the conference had led the then president-elect,\nDonald Trump, to “disavow the extremist alt-right”. The 9 January article\nidentified the complainant as the YouTube blogger who had attended the US\nconference.\n3. The\narticles described the complainant as “racist”, “misogynistic”, “anti-Semitic”,\nand “hateful”; and described his videos as “vile”, “rants”, and “hate-filled”.\nThe articles contained an image of the complainant, taken from one of his\nYouTube videos, as well as footage of the speech which he had given at the US\nconference.\n4. The 9\nJanuary article included an image of the outside of the complainant’s home,\nwhich appeared to have been taken from the opposite side of the street. It also\nreported that “Robertson admits being reported to police over his videos”.\n5. The\ncomplainant expressed concern that the articles contained claims which were\ninaccurate, and pejorative mischaracterisations. \n6. The\ncomplainant said that the 24 November article inaccurately referred to him as\n“racist”. He said that although the attitudes expressed by him “would be\npigeon-holed as “racist” by liberals”, he said that his views were “nothing\nmore than ethnic loyalty”, and did not demonstrate hatred for other groups,\nwhich he said was the common definition of “racism”. \n7. He said\nthat the newspaper’s characterisation of his videos as “vile” was inaccurate,\nbecause the material contained within them was innocuous. He further said it\nwas inaccurate for the article to refer to his videos as “rants”, given that he\ndelivers his videos in a calm, moderate and even speaking tone. \n8. The\ncomplainant said that in those circumstances, it was inaccurate for the\narticles to report that he was “hateful”, or that his YouTube videos were\n“hatefilled”. He further said that he does not address the audience of his\nvideos in a manner which would suggest that he is hateful, or hates a\nparticular group in society. He said that his videos did not incite violence or\nother illegal, unlawful or inappropriate activity. \n9. The\ncomplainant said that the 9 January articles inaccurately reported that he had\nbeen reported to the police over his videos.\n10. The\ncomplainant expressed concern that by identifying him in the 9 January article,\nand by including images of him, the newspaper had breached his privacy. Whilst\nhe accepted that he was a “minor public figure”, given that he had publicly\nspoken at three “Identitarian” conferences, he said that he was not a prominent\nindividual, and was only known for his YouTube videos. He said that in those\ncircumstances, the newspaper’s actions had been disproportionately intrusive.\nHe further expressed concern about the inclusion of an image of his home in the\n9 January article, he said that given that the article contained his name, as\nwell as the town he lived, sufficient information was provided in order for a\nreader to find his address. \n11. The\nnewspaper did not accept a breach of the Code. The newspaper provided links to\na selection of videos which the complainant had published on his YouTube\nchannel. It said that these videos demonstrated that the complainant’s views,\nand the description of his beliefs as set out in the articles, were justifiable\nboth in truth, and as a matter of comment.\n12. It said that\nin one video, entitled “The Power of Pepe”, the complainant had said: “I was\nstruggling to accept that I really was, well, racist, for wont of a better\nword. I just really didn’t want lots of black people in my country. It came\ndown to a racial thing, a racial loyalty. I didn’t want black people, I didn’t\nwant Indians, I didn’t want Chinese. I didn’t want Arabs. I wanted my country\nto be for my people. Ultimately my objection was an extreme one.... it was\nexistential, fundamental, spiritual even....... It took me quite a few years to\nrealise the scope of my objection to what I was seeing in the world.\n13. It said that\nthe complainant had spoken at the US conference where far-right extremists had\nshouted ‘Hail Trump’”. It provided footage from the event, which appeared to\nshow members of the crowd making Nazi-style salutes, after the organiser at the\nevent had shouted “Heil Trump”. The newspaper said that in the footage, the\ncomplainant had said: “two or three years ago, I finally came to understand\nwhat is called the Jewish Question. That there are problems with the Jewish\npeople. And that was difficult because I really didn’t want to become an\nanti-Semite. It’s like the biggest right-wing cliché.”\n14. The\nnewspaper further said that the footage showed the complainant saying: “Women\nshouldn’t have the vote. Because if you do give them the vote, they will mess\nup your psychological defences and your legal systems, your protocols, your\nculture and make it vulnerable.”\n15. The\nnewspaper provided a link to one video, entitled “Men Shouldn’t Want Respect\n(Apparently) which showed the complainant discussing a YouTube video, which\nshowed a woman giving a “stand-up” comedy routine. The complainant described\nthe video as a “feminist novel-reading get together “and “the most disgusting\nexample of modern feminism”. He said that “I don’t blame any man, when he sees\nthis video, for wanting to punch that woman in the face. That’s how I feel.” In\nthe 12 minute video, the complainant went on to say, “I think deep down the truth\nis these feminists don’t know what they want. What they need is just to be\nfucking told. They need to be told. Here’s what you need, here’s what you\nshould want and here’s what you’re going to fucking get. You stupid, smug,\nungrateful cow. And she wasn’t even attractive. I’ll just add that. She wasn’t\neven attractive”. \n16. The\nnewspaper provided a link to an online chat forum, in which the complainant had\nanswered a number of questions from his viewers, in answer to one, the\ncomplainant had explained that he had made a number of videos on his YouTube\naccount private, and explained that “I had just been reported to the police”. \n17. The\nnewspaper said that the complainant had no expectation of privacy in relation\nto his identity. It said that he had broadcast hundreds of videos with his face\nexposed, and it was in the public interest for the public to be aware of his\nidentity, given the views he had broadcast openly. \nRelevant Code Provisions\n17. Clause 1 (Accuracy)\ni) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not\nsupported by the text.\nii) A significant inaccuracy, misleading statement or\ndistortion must be corrected, promptly and with due prominence, and — where\nappropriate — an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator. \niii) A fair opportunity to reply to significant\ninaccuracies should be given, when reasonably called for.\niv) The Press, while free to editorialise and campaign,\nmust distinguish clearly between comment, conjecture and fact.\nv) A publication must report fairly and accurately the\noutcome of an action for defamation to which it has been a party, unless an\nagreed settlement states otherwise, or an agreed statement is published.\nClause 2. *(Privacy)\ni) Everyone is entitled to respect for his or her private\nand family life, home, health and correspondence, including digital\ncommunications.\nii) Editors will be expected to justify intrusions into\nany individual's private life without consent. Account will be taken of the\ncomplainant's own public disclosures of information.\niii) It is unacceptable to photograph individuals,\nwithout their consent, in public or private places where there is a reasonable\nexpectation of privacy.\nFindings of the Committee\n18. In\nconsidering this complaint, the Committee’s role was not to reach a judgement on\nwhether the complainant was a “racist”, “misogynistic”, “anti-Semitic”, or\n“hateful”; nor was it making a judgement on whether his videos were “vile”,\n“rants”, or “hate-filled”. Instead, in assessing whether the newspaper had\ncomplied with its obligations under Clause 1 (i), the Committee was concerned\nwith whether the newspaper had provided a sufficient basis to support its\ncharacterisation of the complainant and his videos in those terms.  \n19. The\nnewspaper had provided a large number of videos, produced and posted by the\ncomplainant, which focused on issues of race, religion and gender, in which the\ncomplainant had repeatedly made comments which could reasonably be described as\nprejudicial and extreme. Indeed, the complainant had – in one video – self-identified\nas “racist”, and while he had, in the context of his complaint to IPSO, sought\nto characterise this as “ethnic loyalty” rather than what he termed a\n“standard” definition of racism, he also accepted that he would be\n“pigeon-holed” as racist by “liberals”. \n20. In this\ncontext, the Committee was satisfied that the videos relied upon by the\nnewspaper provided a sufficient basis for the manner in which it had\ncharacterised the complainant. There was no failure to take care over the\naccuracy of the article, and the Committee did not consider that – in all the\ncircumstances – the newspaper’s characterisation had been significantly\nmisleading or inaccurate. The complainant had accepted that he had been\nreported to the police over his videos. There was no breach of Clause 1. \n21. The image of\nthe complainant’s home, showed the outside walls of the property. In publishing\nthis image, the Committee did not conclude that the articles revealed any\nprivate information about the complainant or his home. The complainant had no\nreasonable expectation of privacy in relation to his identity, in circumstances\nwhere he had published videos on a public YouTube account and had spoken\npublicly at conferences, where he had made no attempt to conceal his identity.\nThere was no breach of Clause 2.\nConclusion\n22. The complaint was not upheld\nRemedial Action Required\nN/ADate complaint received: 14/01/2017Date decision issued: 13/06/2017\nBack to ruling listing\n\n\n"
}