{
    "url": "/rulings-and-resolution-statements/ruling/?id=00274-14",
    "title": "00274-14 Miah v The Daily Telegraph",
    "provisions": [
        "1 (Accuracy) 2015",
        "12 (Discrimination) 2015"
    ],
    "outcome": "No breach - after investigation",
    "publication": "The Daily Telegraph (Telegraph Media Group Ltd)",
    "published_on": "2014-09-06 00:00:00",
    "received_on": "2014-09-22 00:00:00",
    "concluded_on": "2014-12-15 00:00:00",
    "complaint_processing_days": 84,
    "conclusion_long": "11. The complaint was not upheld.",
    "remedial_action": "N/A Date complaint received: 22/09/2014",
    "text": "\n\n\n\n\n\n·         Decision of the Complaints Committee 00274-14 Miah v The Daily Telegraph\nSummary of complaint \n1. Mr Kabir Miah complained to the Independent Press\nStandards Organisation that The Daily Telegraph had breached Clause 1 (Accuracy)\nand Clause 12 (Discrimination) of the Editors’ Code of Practice in an article\nheadlined “How our allies in Kuwait and Qatar funded Islamic state”, published\nonline on 6 September 2014. \n2. The article discussed the funding of Islamic State (IS),\nsuggesting that the organisation was receiving funds from Syria and Qatar. It\nmade reference to the al-Muntada mosque in West London, which it described as\n“hardline”. The article also stated that al-Muntada was linked to mosques\naccused of radicalising young people, that it was supported by Qatari\nfunds,  and that it raised money for\nSyria, adding that the mosque “insisted” that this money was “exclusively for\nhumanitarian purposes”. \n3. The complainant said that it was inaccurate to describe\nthe mosque as “radical” or “hardline”, and to imply that it had links to\nIslamic State. The complainant further considered that the article had\ninaccurately suggested that funds raised by the mosque for Syrian refugees had\nbeen diverted to IS. \n4. The complainant also considered that the article was\nIslamophobic, and had discriminated against the Muslim community.  He stated that it had caused disharmony and\ntension within the community. \n5. The newspaper said that al-Muntada had a history of\npromoting extremism, and had hosted extremist preachers, as well as Nabil\nAl-Awadi, who is accused of being an IS funder. Further, al-Muntada’s own\nformer Imam, who retained contact with the mosque, had made several visits to\nal Manar mosque, which had been accused of radicalising its congregants, and\nhad been named by Whitehall as a candidate for a proposed anti-extremism order.\nIt was against this background that the mosque had been described as\n“hardline”. The article had not stated that the mosque was linked to IS\ndirectly, rather that it had “close links” to British mosques with congregants\nwho were known to be associated with the group. Nor had the article suggested\nthat funds raised by the mosque were diverted to IS; the journalist had raised\nquestions as to whether funds raised by the mosque in support of Syria were\nused exclusively for humanitarian purposes, which he was entitled to do given\nits links to “hardline” preachers. \n6. The newspaper denied that the article was discriminatory\nagainst the Muslim community; rather it was an article which explored aspects\nof the financing of IS. In any event, Clause 12 related to individuals, and not\nto groups or categories of people. \nRelevant Code Provisions\n7. Clause 1 (Accuracy) \ni) The press must take care not to publish inaccurate,\nmisleading or distorted information, including pictures. \nii) A significant inaccuracy, misleading statement or\ndistortion once recognised must be corrected, promptly and with due prominence,\nand – where appropriate – an apology published. \niii) The Press, whilst free to be partisan, must\ndistinguish clearly between comment, conjecture and fact. \nClause 12 (Discrimination) \ni) The press must avoid prejudicial or pejorative reference\nto an individual’s race, colour, religion, gender, sexual orientation or to any\nphysical or mental illness or disability. \nii) Details of an individual’s race, colour, religion,\nsexual orientation, physical or mental illness or disability must be avoided\nunless genuinely relevant to the story. \nFindings of the Committee\n8. The newspaper had provided extensive grounds, both in the\narticle and in correspondence with IPSO and the complainant, to support its\ndescription of al-Muntada as “hardline”. While the complainant had disagreed\nwith this description, he had not disputed the newspaper’s grounds for its\ncharacterisation of the mosque in this way. In the context of the piece, in\nwhich the journalist had explained his position in detail, the newspaper was\nentitled to present the view that the mosque was “hardline”, and in doing so it\nhad not breached Clause 1. \n9. The article had not stated that al-Muntada was linked to\nIS, rather that it “had close links to British mosques accused of radicalising\nyoung people into Isil”. The complainant had not disputed this. The article had\nstated that al-Muntada raised funds for Syria which it insisted were for\nhumanitarian purposes. The Committee noted that there appeared to be a degree\nof scepticism in the way in which the journalist had referred to the mosque’s\nfundraising efforts. However, given the wider web of connections set out in the\narticle, the writer was entitled to present the material in this way.\nFurthermore, the article had included the mosque’s position on its fundraising\nefforts. There was therefore no breach of Clause 1 on this point. \n10. The terms of Clause 12 are designed to protect\nindividuals, and do not apply to groups or categories of people. The newspaper\nwas not in breach of Clause 12 because the article did not make pejorative\nreference to any individual’s race or religion. \nConclusions\n11. The complaint was not upheld. \nRemedial Action Required\nN/A\nDate complaint received: 22/09/2014\nDate decision issued: 15/12/2014\nBack to ruling listing\n\n\n"
}