{
    "url": "/rulings-and-resolution-statements/ruling/?id=00278-15",
    "title": "00278-15, Pearson v Daily Star",
    "provisions": [
        "1 (Accuracy) 2015",
        "3 (Privacy) 2015",
        "12 (Discrimination) 2015"
    ],
    "outcome": "Breach - sanction: action as offered by publication",
    "publication": "Daily Star (Reach PLC)",
    "received_on": "2015-01-19 00:00:00",
    "concluded_on": "2015-03-26 00:00:00",
    "complaint_processing_days": 66,
    "conclusion_long": "14. The complaint was upheld in part.",
    "remedial_action": "15. Having partially upheld the complaint, the Committee considered what remedial action should be required. The Committee has the power to require the publication of a correction and/or adjudication; the nature, extent and placement is to be determined by IPSO. It may inform the publication that further remedial action is required to ensure that the requirements of the Editors’ Code are met. 16. The article was corrected by the newspaper as soon as it was alerted to the error. It also published a correction, which identified the inaccuracy and made clear the true position, and which had included a suitable apology. As the article had originally appeared on the newspaper’s homepage, the publication of the correction on the home page and alongside the article was appropriate. No further action was required. Date complaint received: 19/01/2015",
    "text": "\n\n\n\n\n\nDecision of\nthe Complaints Committee 00278-15,\nPearson v Daily Star\nSummary of complaint \n1. Linda Pearson\ncomplained to the Independent Press Standards Organisation that the Daily Star\nhad breached Clause 1 (Accuracy), Clause 3 (Privacy) and Clause 12\n(Discrimination) of the Editors’ Code of Practice in an article headlined “Too\nfat to wash! Grubby gran who weighed 27 stone didn’t have a bath for 20 years”,\npublished online only on 16 January 2015. 2. The article\nwas based on an interview given by the complainant to a press agency and\nreported that the complainant had lost 16 stone. 3. The\ncomplainant said the article’s headline had been inaccurate, intrusive and\ndiscriminatory. While she had not bathed for 20 years, she had washed; she was\nnot “grubby”. The newspaper had wrongly reported that she had visited a private\nsurgery, and a caption had incorrectly stated that she had a gastric band\nfitted; rather, she had undergone a gastric bypass. The article had also\nintruded into her grandson’s private life: he had been taunted as a result of\nit and had missed school. 4. The newspaper\naccepted that the article’s headline had been inaccurate and it apologised for\nthe distress this had caused. It had amended the article within hours of\npublication and it published the following apology on its homepage and\nalongside the online article: “Linda PearsonIn our article\n“Too fat to wash” published on 16 January 2015 we said that Linda Pearson had\nnot had a bath for 20 years because she was too fat and had not therefore\nwashed. This is of course untrue and we apologise to Mrs Pearson for any hurt\nand distress the article may have caused.” 5. The newspaper\nalso accepted that the complainant had not had a gastric band fitted and had\nnot visited a private clinic. It offered to amend the online article\naccordingly and to append the following note: “This article\nwas amended on 29 January 2015. An earlier version of the article stated that\nMrs Pearson had a gastric band and that she had approached a private clinic in\nrespect of seeking treatment. Mrs Pearson has advised us that she did not\nattend a private clinic and actually underwent a gastric bypass rather than\nhaving a gastric band fitted, the article was amended to reflect this.” 6. The newspaper\ndid not accept that the remaining issues raised a breach of the Code. While it\nwas sorry that the complainant’s grandson had been bullied, the piece had not\nnamed him and so it had not intruded into his private life in breach of Clause\n3. Obesity was not a physical disability therefore there was no breach of\nClause 12. 7. The\ncomplainant said the newspaper had published the online apology without her\nagreement. While the headline had been corrected promptly, the damage had been\ndone, and other online publications, including a local newspaper, had already\nrepublished it. She requested compensation. Relevant Code\nProvisions8. Clause 1\n(Accuracy) i) The Press\nmust take care not to publish inaccurate, misleading or distorted information,\nincluding pictures. ii) A\nsignificant inaccuracy, misleading statement or distortion once recognised must\nbe corrected, promptly and with due prominence, and - where appropriate - an\napology published. In cases involving the Regulator, prominence should be\nagreed with the Regulator in advance. Clause 3\n(Privacy) i) Everyone is\nentitled to respect for his or her private and family life, home, health and\ncorrespondence, including digital communications. ii) Editors will\nbe expected to justify intrusions into any individual's private life without\nconsent. Account will be taken of the complainant's own public disclosures of\ninformation. Clause 12\n(Discrimination)i) The press\nmust avoid prejudicial or pejorative reference to an individual's race, colour,\nreligion, gender, sexual orientation or to any physical or mental illness or\ndisability. ii) Details of\nan individual's race, colour, religion, sexual orientation, physical or mental\nillness or disability must be avoided unless genuinely relevant to the story. Findings of\nthe Committee9. The article’s\nheadline had substantially misrepresented information provided by the\ncomplainant in the interview: at no point had the complainant said she had not\nwashed for 20 years. This represented a clear failure by the newspaper to take\ncare not to publish inaccurate information, which had caused significant\ndistress to the complainant and her family. This aspect of the complaint under\nClause 1 (i) was upheld. 10. Given that\nthis was a serious and avoidable error that had the clear potential to cause\ndistress to the complainant, a correction and an apology were required to meet\nthe terms of Clause 1 (ii). When the newspaper was alerted to the error, it had\ncorrected it promptly and it had published a correction, which included an\napology, on its homepage and alongside the article. The Committee considered\nthat this met the requirement of Clause 1 (ii) and there had therefore been no\nfurther breach in this regard. 11. The\nCommittee did not consider that whether the complainant had been fitted with a\ngastric band or had undergone a gastric bypass was a significant point. These\nwere both types of weight-loss surgery, which involved reducing the amount a\nstomach can hold. Whether the complainant had visited a private clinic was also\nnot significant in the context of a story that focused on the complainant’s\nweight loss. There was no breach of Clause 1 on these points. However, the\nCommittee welcomed the fact the online article had been revised and a\nclarification appended due to the complainant’s concerns. 12. With regard\nto the complaint under Clause 3, the Committee noted that the complainant had\ndisclosed her story to a news agency and had agreed to it being published.\nAlthough the publication of inaccurate information had, regrettably, affected\nher personal life and that of her grandson, this did not represent a breach of\nClause 3. 13. Finally, the\nCommittee considered the complainant’s concern that the article had been\ndiscriminatory in breach of Clause 12. While it sympathised with the\ncomplainant’s position that the inaccurate headline had been derogatory, the\ndescription of her as “fat” did not amount to a pejorative or discriminatory\nreference to a physical or mental illness or disability that would engage the\nterms of Clause 12. Conclusions14. The\ncomplaint was upheld in part. Remedial\nAction Required15. Having\npartially upheld the complaint, the Committee considered what remedial action\nshould be required. The Committee has the power to require the publication of a\ncorrection and/or adjudication; the nature, extent and placement is to be determined\nby IPSO. It may inform the publication that further remedial action is required\nto ensure that the requirements of the Editors’ Code are met. 16. The article\nwas corrected by the newspaper as soon as it was alerted to the error. It also\npublished a correction, which identified the inaccuracy and made clear the true\nposition, and which had included a suitable apology. As the article had\noriginally appeared on the newspaper’s homepage, the publication of the\ncorrection on the home page and alongside the article was appropriate. No\nfurther action was required. Date complaint\nreceived: 19/01/2015\nDate decision\nissued: 26/03/2015\nBack to ruling listing\n\n\n"
}