{
    "url": "/rulings-and-resolution-statements/ruling/?id=00281-17",
    "title": "00281-17 Brighton and Hove City Council v The Argus",
    "provisions": [
        "1 Accuracy (2016)"
    ],
    "outcome": "Breach - sanction: publication of correction",
    "publication": "The Argus (Brighton) (Newsquest Media Group)",
    "published_on": "2017-01-09 00:00:00",
    "received_on": "2017-01-13 00:00:00",
    "concluded_on": "2017-05-22 00:00:00",
    "complaint_processing_days": 129,
    "conclusion_long": "17. The complaint was upheld.",
    "remedial_action": "18. In circumstances where the Committee establishes a breach of the Editors’ Code, it can require the publication of a correction and/or adjudication, the nature, extent and placement of which is determined by IPSO. 19. In this case, the newspaper had taken steps to address the concerns raised by the complainant; however, the wording had not identified the misleading information published, and it had included a further inaccuracy. The prominence of the correction on page eight was also insufficient given that the inaccuracy had appeared on the front page. 20. Given that the allegations made in the article, which the complainant denied, had been set out as claims, and the steps the newspaper had already taken to address the complaint, the Committee considered that the publication of a further correction was appropriate. 21. This correction should appear on page two of the newspaper, and at the top of the article as it appears online. The correction should state that it has been published following an upheld ruling by the Independent Press Standards Organisation, and it should make clear the complainant’s denial of the specific allegations made in the article. The full wording should be agreed with IPSO in advance. Date complaint received: 13/01/17",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee Brighton and Hove City Council v The Argus\n1. Brighton and\nHove City Council complained to the Independent Press Standards Organisation\nthat The Argus breached Clause 1 (Accuracy) of the Editors’ Code of Practice in\nan article headlined “Council ‘inhumane’ to tent dwellers”, published on 9\nJanuary 2017.\n2. The front-page\narticle reported that Brighton and Hove City Council, the complainant, had been\n“branded inhumane” for evicting rough sleepers from their tents into “freezing\nweather” on New Year’s Day. It quoted a representative of Brighton in Need who\nhad said “these people are humans just like you and me who do not deserve to be\nwoken in the early hours and given ten minutes to gather their belongings\ntogether only to see what they don’t manage being taken away to the dump”. The\narticle also quoted a representative of the council, who had said that “there\nare cases when people are asked to stop camping around the city and this is\nhandled working with partners and outreach workers to make sure people are\ngiven advice on where to go…The council works hard to look after people in need\non the streets”.\n3. The article was\nalso published online.\n4. The complainant\nsaid that the newspaper had inaccurately reported that it had evicted rough\nsleepers from their tents on New Year’s Day, and had given them ten minutes to\nremove their belongings or they would be taken away to the dump. The report had\nbeen based on hearsay; the eviction had not taken place.\n5. The complainant\nsaid that while the newspaper had asked it to comment on the allegation that it\nhad evicted homeless people on New Year’s Day, it had been given insufficient\ntime to check the allegation. Had it been given more time, it would have\nestablished that the eviction had not taken place and it would have provided a\nsuitable comment. Moreover, the reporter had not informed it of the allegation\nthat it had woken homeless people in the early hours of the morning, had given\nthem ten minutes to move on, and had threatened to take their belongings to the\ndump. Had this been made clear, it would have been alerted to the fact that the\nallegations were all false, and it would have been able to challenge the\nclaims.\n6. The complainant\nrequested the removal of the article from the newspaper’s website. It also\nrequested a prominent correction in print and online, which would state that\nthe events reported had not happened; that no one had been evicted from their\ntents by the council in the early hours of the morning; that the council did\nnot move people on without notice and support; that people’s possessions were\nnot taken to be dumped by the council; and that the council was not given the\ndetails of the allegations when asked for comment.\n7. The complainant\nsaid that it had raised its concerns directly with the newspaper, but it had\nfailed to respond appropriately meaning that the inaccurate article had been\nshared and repeated online.\n8. The newspaper\nsaid that the article was based on a proposal for a story submitted through its\nwebsite by a representative of Brighton in Need. In that proposal, the\nrepresentative had said that in the last few days “eleven or more tents have\nbeen removed and junked by the council” and made the comments, which were\nquoted in the article, that on New Year’s Day, the council had given rough\nsleepers ten minutes to move on or their belongings would be taken to the dump.\n9. The newspaper said\nthat on receipt of this information, it had spoken to homeless people and\nvolunteers working with them who confirmed that they had seen the council\nmoving people on. The newspaper said this was supported by the council’s own\nstatement that it does sometimes evict people living in tents.\n10. The newspaper said that it had put all the allegations\nto the council before publication during a series a telephone conversations. It\ncould not provide any notes taken, but it was its usual practice to go through\nall claims thoroughly, and it had published the comment provided by the council\nthat people living in tents were sometimes moved on.\n11. In light of the concerns raised, however, the newspaper\npublished the following correction on page eight and it appended it to the\nonline article:\nON MONDAY, January 9, we reported that Brighton and Hove\nCity Council turfed homeless people out of their tents on New Year's Day. We\nasked the council to provide us with a statement on the allegations which they\ndid. However, since publication the council has informed us that the events\nreported did not happen. The city council does accept, however, that it evicts\nrough sleepers from their tents on occasion. We are happy to report that the\ncouncil states it does this in an appropriate and supportive way. Anyone\nconcerned about a rough sleeper can share information with\nwww.streetlink.org.uk and the details will be used to help connect the person\nto local services and support.\n12. The complainant said that the correction was not\nsufficiently prominent and it had given the misleading impression that all the\nallegations had been put to it for comment before the article was published.\n14. The newspaper said that it had tried to respond to the\nconcerns raised as promptly as possible. It could not publish the wording\nrequested by the complainant as it was accepted that the council did sometimes\nmove rough sleepers on. Its understanding had been that the article had simply\ngiven the wrong date for the eviction.\nRelevant Code provisions\nClause 1 (Accuracy)\ni. The Press must take care not to publish\ninaccurate, misleading or distorted information or images, including headlines\nnot supported by the text.\nii. A significant inaccuracy, misleading\nstatement or distortion must be corrected, promptly and with due prominence,\nand — where appropriate — an apology published. In cases involving IPSO, due\nprominence should be as required by the regulator.\niii. A fair opportunity to reply to\nsignificant inaccuracies should be given, when reasonably called for.\niv. The Press, while free to editorialise\nand campaign, must distinguish clearly between comment, conjecture and fact.\nFindings of the Committee\n15. The newspaper had based its story on information\nprovided by a credible source – a representative of an organisation that works\nwith homeless people in the city – which had been given “on the record” and had\nbeen appropriately attributed in the article. However, although it was accepted\nthat it had put the allegation that homeless people were evicted on New Year’s\nDay to the complainant, no notes or recording had been taken during the\nconversation. The newspaper was unable to demonstrate that it had also sought\ncomment on the serious allegation that homeless people were evicted early in\nthe morning, that they had been given ten minutes to move on, and that they had\nbeen threatened with the disposal of their belongings. This represented a\nfailure to take care over the accuracy of the article in breach of Clause 1(i).\nThe comments quoted in the article had given the significantly misleading\nimpression that the complainant had accepted that the eviction had taken place.\nA correction was required in order to avoid a breach of Clause 1 (ii).\n16. The newspaper had published a correction which made\nclear that the complainant had not evicted homeless people living in tents on\nNew Year’s Day. While the wording also stated the complainant’s position that\nwhen homeless people are moved on, it always does so in an “appropriate and\nsupportive way”, it had not made clear that the complainant denied carrying out\nevictions in the early hours of the morning, that it had given people ten\nminutes to move on, and its position that it had not threatened homeless people\nwith the disposal of their belongings. Furthermore, the newspaper had been\nunable to demonstrate that it had given the complainant the opportunity to\ncomment on these allegations before publication, as stated in the correction.\nThe wording was insufficient to meet the requirement of Clause 1 (ii). This\nrepresented a further breach of the Code.\nConclusions\n17. The complaint was upheld.\nRemedial action required\n18. In circumstances where the Committee establishes a\nbreach of the Editors’ Code, it can require the publication of a correction\nand/or adjudication, the nature, extent and placement of which is determined by\nIPSO.\n19. In this case, the newspaper had taken steps to address\nthe concerns raised by the complainant; however, the wording had not identified\nthe misleading information published, and it had included a further inaccuracy.\nThe prominence of the correction on page eight was also insufficient given that\nthe inaccuracy had appeared on the front page.\n20. Given that the allegations made in the article, which\nthe complainant denied, had been set out as claims, and the steps the newspaper\nhad already taken to address the complaint, the Committee considered that the\npublication of a further correction was appropriate.\n21. This correction should appear on page two of the\nnewspaper, and at the top of the article as it appears online. The correction\nshould state that it has been published following an upheld ruling by the\nIndependent Press Standards Organisation, and it should make clear the\ncomplainant’s denial of the specific allegations made in the article. The full\nwording should be agreed with IPSO in advance.\nDate complaint received: 13/01/17Date complaint concluded: 22/05/17\nBack to ruling listing\n\n\n"
}