{
    "url": "/rulings-and-resolution-statements/ruling/?id=00285-20",
    "title": "00285-20 Ratcliffe v kentlive.news",
    "provisions": [
        "4 Intrusion into grief or shock (2019)",
        "5 Reporting suicide (2019)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "kentlive.news (Reach PLC)",
    "published_on": "2020-01-08 00:00:00",
    "received_on": "2020-01-14 00:00:00",
    "concluded_on": "2020-04-17 00:00:00",
    "complaint_processing_days": 94,
    "conclusion_long": "10. The complaint was not upheld",
    "remedial_action": "11. N/A  Date complaint received: 14/01/2020",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee -- 00285-20\nRatcliffe v kentlive.news\nSummary of Complaint\n1. Hannah Ratcliffe complained to the Independent Press\nStandards Organisation that kentlive.news breached Clause 4 (Intrusion into\ngrief or shock) and Clause 5 (Reporting suicide) of the Editors’ Code of\nPractice in an article headlined “Heartbreaking last text sent by dad found\ndead in Ramsgate cave” published on 8 January 2020.\n2. The article reported on the inquest of a man who had\ntaken his own life. It reported that the man had injured himself and then\njumped from a cliff; a member of the public had found a bloodied knife at the\ntop of the cliff. It also reported contents of the texts the man had sent to\nhis family before he died, and the street address of where the man lived with\nhis family.\n3. The complainant was the sister-in-law of the man who\ndied. She said that her sister and the wider family were unaware that the man\nhad injured himself before he jumped from the cliff and reading this\ninformation in the article had caused them much distress. She also said that it\nwas deeply distressing to read the contents of the texts sent by the man to his\nfamily, and to have the street where he lived included in the article. She said\nthat publication of this information constituted a breach of Clause 4. The\ncomplainant also said that the article breached Clause 5 because it included\ninformation about how the man had injured himself before he jumped from the\ncliff.\n4. The publication expressed its sincere condolences for the\ncomplainant’s loss however, it did not accept that the article breached the\nCode. It said that the article simply reported what had been heard in the\ninquest. It said that as with all open inquests, newspapers are entitled to\nreport freely on proceedings, even if this is distressing to a family. It said\nthat the article did not give excessive detail of a suicide method. The\ninformation about where the man died was heard in the inquest and was a public,\neasily accessible area. It was not excessive to include the information about\nhow the man injured himself because it was necessary to explain how the coroner\nwas satisfied that the man had taken his own life; the coroner relied upon it\nto find a verdict of suicide, and to rule out an accidental death. However, as\na gesture of goodwill, it offered to write a private letter to the complainant\nand her family.\nRelevant Code Provisions\n5. Clause 4 (Intrusion into grief or shock)\nIn cases involving personal grief or shock, enquiries and\napproaches must be made with sympathy and discretion and publication handled\nsensitively. These provisions should not restrict the right to report legal\nproceedings.\n6. Clause 5 (Reporting of suicide)\nWhen reporting suicide, to prevent simulative acts care\nshould be taken to avoid excessive detail of the method used, while taking into\naccount the media's right to report legal proceedings.\nFindings of the Committee\n7. The Committee expressed its sincere condolences to the\ncomplainant and her family for their loss.\n8. The Committee recognised that reading a report of a\nfamily member’s inquest can be distressing, especially where a person may not\nhave been aware of some of the circumstances of a death, or the fact that\ninformation heard at the inquest can be reported, subject to the requirements\nof the Code. The Committee noted that the requirement that publication is\nhandled sensitively in cases involving personal grief or shock does not\nrestrict the right to report legal proceedings, which include inquests. As well\nas the proceedings being a matter of public record, there is a public interest\nin reporting on a death, the circumstances of which affect communities as well\nas immediate family members.\n9. In this instance, the article was a factual report of the\ninquest proceedings. Reporting information heard at the inquest as to how the\nman died, the texts he sent to his family before he died, and where he had\nlived was not insensitive in breach of Clause 4. In relation to Clause 5, the\narticle had reported how the man had injured himself, and this was referred to\nby the coroner as being a core detail in the narrative of her findings. The\nCommittee considered that this did not constitute excessive detail as to a\nsuicide method; it was apparent that, because of their nature, the actions of\nthe man would have caused him harm, and it was necessary to include this\ninformation in the article to fully explain to readers the basis for the\ncoroner’s finding of suicide. For this reason, there was no breach of Clause 5.\nConclusions\n10. The complaint was not upheld\nRemedial Action Required\n11. N/A\n\nDate complaint received: 14/01/2020\nDate complaint concluded: 17/04/2020\nBack to ruling listing\n\n\n"
}