{
    "url": "/rulings-and-resolution-statements/ruling/?id=00294-17",
    "title": "00294-17 Brown v The Daily Telegraph",
    "provisions": [
        "1 Accuracy (2016)"
    ],
    "outcome": "Breach - sanction: publication of adjudication",
    "publication": "The Daily Telegraph (Telegraph Media Group Ltd)",
    "received_on": "2017-01-16 00:00:00",
    "concluded_on": "2017-05-04 00:00:00",
    "complaint_processing_days": 108,
    "conclusion_long": "26. The complaint was upheld.",
    "remedial_action": "27. Having upheld the complaint, the Committee considered what remedial action should be required. 28. The newspaper had offered to publish a correction, but given the seriousness of the breach of Clause 1 (i) and the newspaper’s failure to offer a published apology, the publication of an adjudication was an appropriate remedy. 29. The headline of the adjudication must make clear that IPSO has upheld the complaint, and refer to its subject matter; it must be agreed in advance. The article had been published on page 18 on 24 December 2016, and on page 19 on 27 December 2016. As such, the adjudication should appear on page 18 or further forward. 30. It should also be published on the newspaper’s website, with a link to the full adjudication appearing on the homepage for 24 hours; it should then be archived in the usual way. The terms of the adjudication for publication are as follows: Following an article published in the Daily Telegraph on 24 and 27 December 2016, headlined “’For hundreds of years, Britain’s commitment to a free press has helped make this country a beacon of freedom for the world…But all this is now under threat from MPs and Lords’”, Gordon Brown complained to the Independent Press Standards Organisation that the Daily Telegraph breached Clause 1 (Accuracy) of the Editors’ Code of Practice. IPSO upheld the complaint and has required the Daily Telegraph to publish this decision as a remedy to the breach. The article said that the freedom of the press was under threat from the possible enforcement of Section 40 of the Crime and Courts Act 2013. It said that Section 40 would “make it impossible to conduct serious investigative journalism, since people whose wrongdoing was exposed would be able to bring ruinously expensive legal actions against newspapers”. It said that it was “only because of the Telegraph that voters learned how MPs were abusing their expenses”. The piece was illustrated by three small images of front-page stories, including the Daily Telegraph’s first front page relating to the expenses scandal, which was headlined “The truth about the Cabinet’s expenses” and included an image of the complainant and his brother. The complainant said that the publication of the image of the 2009 article, which included his and his brother’s photographs and stated “Brown paid his brother more than £6,000 for ‘cleaning expenses’” had given the significantly misleading impression that he was an example of someone “whose wrongdoing was exposed”. The article had failed to make clear that following the original publication of this story, the newspaper had accepted that it had inaccurately reported that he and his brother had abused the MPs’ expenses system, and it had agreed to publish a correction. The newspaper had failed to correct this further inaccuracy promptly, and the correction it had offered to publish had failed to include an apology.   The newspaper said that the image under complaint was one of three partial front covers used as generic examples of public interest journalism. Its use of this front page had not given the impression that it had exposed the complainant engaging in wrongdoing; the article was not about the complainant; it was about the threat to freedom of expression and the free press. The newspaper said that the 2009 coverage of the complainant’s cleaning expenses claim had been both fair and accurate. It had never accepted that there was any need for a correction or an apology; rather, it had offered to publish some additional wording as a clarification.  The Committee considered that the use of the complainant’s image to illustrate a piece which referred to MPs “abusing their expenses” had given the significantly misleading impression that he was one of those MPs who had been found to have abused the expenses system. While the newspaper had offered to publish a correction promptly, it had failed to acknowledge that it had effectively made a fresh allegation of “abuse” against the complainant. This was a serious, unjustified allegation, and an apology was required under the terms of the Code. The complaint was upheld.Date complaint received: 16/01/2017",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee 00294-17 Brown v The Daily TelegraphSummary of complaint1. Gordon\nBrown complained to the Independent Press Standards Organisation that The Daily\nTelegraph breached Clause 1 (Accuracy) of the Editors’ Code of Practice in an\narticle headlined “’For hundreds of years, Britain’s commitment to a free press\nhas helped make this country a beacon of freedom for the world…But all this is\nnow under threat from MPs and Lords’”, published on 24 December 2016 and\nrepublished on 27 December 2016.\n2. The\narticle said that the freedom of the press was under threat from the possible\nenforcement of Section 40 of the Crime and Courts Act 2013. It said that\nSection 40 would mean that newspapers that refused to subscribe to an\nofficially recognised regulator would have to pay the costs of anyone who\nbrought legal action against them, even if they won the case. It said this\nlegislation would “make it impossible to conduct serious investigative\njournalism, since people whose wrongdoing was exposed would be able to bring\nruinously expensive legal actions against newspapers”. It said that it was\n“only because of the Telegraph that voters learned how MPs were abusing their\nexpenses”, and it appealed to readers to respond to the government’s\nconsultation on the implementation of Section 40.\n3. The piece\nwas illustrated by three small images of front-page stories: The Daily\nTelegraph’s first front page relating to the expenses scandal, which was\nheadlined “The truth about the Cabinet’s expenses” and included an image of the\ncomplainant and his brother, and two further front pages, from other\nnewspapers, as illustrations of public interest journalism.\n4. The\narticle was also published online on 23 December 2016, but the image of The\nDaily Telegraph’s front page was cropped to omit the lower section of the\nstory.  \n5. The\ncomplainant expressed concern that the newspaper had published an image of an\narticle, which had originally been published in 2009, that included his and his\nbrother’s photographs and stated “Brown paid his brother more than £6,000 for\n‘cleaning expenses’”. He said the article had failed to make clear that\nfollowing the original publication of this story, the newspaper had accepted\nthat it had inaccurately reported that he and his brother had abused the MPs’\nexpenses system, and it had agreed to publish this correction:\nFor the avoidance of doubt, The Daily Telegraph does not\nallege that the Prime Minister’s brother, Andrew Brown, received any improper\nbenefit from the Prime Minister’s expense claim for cleaning services. The\nDaily Telegraph accepts that the sums received by him from the Prime Minister\nwere duly paid to their shared cleaner for services rendered to the Prime\nMinister and his wife.\n6. The\ncomplainant said that the newspaper had also agreed that the story would not be\npublished again without an accompanying correction.\n7. The\ncomplainant said that the republication of the front page in the context of\nthis article about public interest journalism had given the significantly\nmisleading impression that he was an example of someone “whose wrongdoing was\nexposed”. He noted that the opening of the article had asked “why would those\nin power want to constrain the press unless they are doing something that they\ndo not want the public to know?”. He also noted that the newspaper had asserted\nthat its “revelations about MPs expenses” had been accurately reported, and he\nargued that readers would not have considered that the examples of public\ninterest journalism, which had been used to illustrate the piece, had included\njournalistic mistakes. He said it was deeply upsetting to be used as an example\nalongside stories about alleged murderers and disgraced Lord Sewel when he had\nbeen found guilty of no wrongdoing whatsoever.\n8. The\ncomplainant also expressed concern that when he raised his concern with the\nnewspaper directly, it had failed to correct the inaccuracy promptly, and had\nmerely offered to republish the 2009 correction. He considered that the online\narticle should have been taken down immediately, and a new correction\nacknowledging the newspaper’s error and including a generous apology should\nhave been published in print and online. He also expressed serious concern that\nthe newspaper had failed to make clear that the article under complaint had\nappeared in print on two separate occasions until the end of IPSO’s investigation.\n\n9. The\ncomplainant suggested the following wording for publication in print, with a\nsimilar form to be appended to the online article:\nGordon Brown and Andrew Brown\nIn two recent advertisements we used an image of our front\npage published on the first day of our coverage of the MPs expenses scandal\nwhich featured pictures of Gordon Brown and his brother. We are happy to\nconfirm that there is no suggestion of wrongdoing on Mr Brown's part or that of\nhis brother. A few days after the first article in May, 2009 we published the\nfollowing statement:’ For the avoidance of doubt, The Daily Telegraph does not\nallege that the Prime Minister’s brother, Andrew Brown, received any improper\nbenefit from the Prime Minister’s expense claim for cleaning services. The\nDaily Telegraph accepts that the sums received by him from the Prime Minister\nwere duly paid to their shared cleaner for services rendered to the Prime\nMinister and his wife’. We are happy to do so again.  We also accept that in our website coverage\nof the expenses issues we should have made clear in every article referring to\nMr Brown’s claims for cleaning services that there was no wrongdoing on the\npart of Gordon Brown or his brother.  We\napologise to Mr Brown and his brother for not making this clear in all the\nrelevant articles. \n10. The\ncomplainant also expressed concern that the article had been tweeted by the\nnewspaper, and an image of the article, including his image, remained on the\nnewspaper’s Facebook page even at the end of IPSO’s investigation. He\nconsidered that the newspaper had made him a poster boy for press exposure of\nvery serious and appalling wrongdoing.\n11. The\nnewspaper said it was sorry if its article had caused the complainant upset.\nThis had not been its intention.\n12. It said\nthat the image under complaint was one of three partial front covers used as\ngeneric examples of public interest journalism. It considered that each of the\nfront covers had become iconic, including its own which had been the first to\nlaunch its investigation into MPs’ expenses and had become emblematic of the\nwhole of its expenses coverage.\n13. The\nnewspaper did not consider that its use of this front page had given the\nimpression that it had exposed the complainant engaging in wrongdoing. It\nconsidered that the article was not about the complainant; it was about the\nthreat to freedom of expression and the free press.\n14. The\nnewspaper considered that the only visible words in the print article had been\n“The truth about the Cabinet’s expenses”, and in the online version, as well as\nthe headline, the sub-headline “The Prime Minister. Brown paid his brother more\nthan £6,000 for cleaning ‘expenses’”, could be read.\n15. The\nnewspaper said that the 2009 coverage of the complainant’s cleaning expenses\nclaim had been both fair and accurate. It had never accepted that there was any\nneed for a correction or an apology; rather, it had offered to publish some\nadditional wording as a clarification.\n16. The\nnewspaper rejected the complainant’s contention that it had failed to respond\nto his complaint appropriately. It said that it had received the complaint on\n29 December 2016, and the online article had been amended the following day. It\nsaid that it could not agree to publishing the complainant’s suggested wording\nfor a correction as it had not accurately reflected the events of 2009.\nInstead, on 31 December 2016, the newspaper offered the following wording for\npublication on page two in print, with a similar form for publication online\nGordon Brown and Andrew Brown\nIn two recent advertisements we used an image of our front\npage published on the first day of our coverage of the MPs expenses scandal\nwhich featured pictures of Gordon Brown and his brother. We are happy to\nconfirm that there is no suggestion of wrongdoing on Mr Brown’s part or that of\nhis brother. A few days after the first article in May 2009 we published the\nfollowing statement: For the avoidance of doubt, The Daily Telegraph does not\nallege that the Prime Minister’s brother, Andrew Brown, received any improper\nbenefit from the Prime Minister’s expense claim for cleaning services. The Daily\nTelegraph accepts that the sums received by him from the Prime Minister were\nduly paid to their shared cleaner for services rendered to the Prime Minister\nand his wife. We are happy to do so again. \n17. The\nnewspaper considered that this remedial action was sufficient; an apology was\nnot required.\n18. The\nnewspaper said that its investigation into MPs’ expenses had not – in the main\n–related to criminality; the scandal was that the expenses system had been so\ngenerous that it had become commonplace for MPs to receive payments for items\nor services that a normal working person would consider unethical given that it\nwas public money. It noted that an investigation carried out by Sir Thomas Legg\nhad concluded that the system was “deeply flawed”, and following Sir Thomas’s\nreport, the complainant had repaid £12,000 of the cleaning expenses he had\nclaimed, and had made further repayments including one for the repainting of a\nsummer house at his constituency home.\n19. The\nnewspaper said that it had not intentionally misled IPSO regarding the number\nof occasions the article had been published, and it noted that the correction\nit had offered to print had referred to “two recent advertisements”. When\nalerted to the Facebook posting, it removed it.20. The complainant\nsaid that Sir Thomas Legg had made an assessment that a London cleaner should\nonly be paid minimum wage, whereas he had paid the living wage including a\nLondon supplement. He had therefore made a voluntary repayment of £12,000. He\nsaid there was never any suggestion by Sir Thomas of impropriety on his part,\nand his record on expenses and on refusing to accept public money offered to\nhim had been beyond reproach.\nRelevant Code provisions\n21. Clause 1\n(Accuracy)\ni. The\nPress must take care not to publish inaccurate, misleading or distorted\ninformation or images, including headlines not supported by the text.\nii. A\nsignificant inaccuracy, misleading statement or distortion must be corrected,\npromptly and with due prominence, and — where appropriate — an apology\npublished. In cases involving IPSO, due prominence should be as required by the\nregulator. \niii. A fair\nopportunity to reply to significant inaccuracies should be given, when\nreasonably called for.\niv. The\nPress, while free to editorialise and campaign, must distinguish clearly\nbetween comment, conjecture and fact.\nFindings of the Committee\n22. There was\ndisagreement between the parties as to whether the newspaper had agreed in 2009\nthat its front page story was inaccurate and that any future publication of it\nwould be accompanied by a particular form of wording. However, in 2009, the\nnewspaper had accepted that the complainant’s claim for cleaning expenses had\nnot been improperly paid to his brother, and it had therefore agreed to publish\na clarification.\n23. The\narticle under complaint argued that Section 40 represented a threat to the free\npress, and it said that it was only because of the newspaper’s investigation\nthat the public had learned how “MPs were abusing their expenses”. The\nCommittee considered that the use of the complainant’s image under the heading\n“The truth about the cabinet’s expenses” in this context had given the\nsignificantly misleading impression that he was one of those MPs who had been\nfound to have abused the expenses system. The use of inverted commas in the\nsub-headline to the 2009 article had suggested that he had paid his brother for\ncleaning services improperly.\n24. Given that\nit had been accepted in 2009 that the complainant had not been guilty of any\nwrongdoing in relation to the payment to his brother for cleaning expenses, the\nrepeated use of his image in this context represented a serious failure to take\ncare over the accuracy of the article in breach of Clause 1 (i). A correction\nwas required in order to avoid a breach of Clause 1 (ii).\n25. Two days\nafter the complainant contacted the newspaper to express his concerns, it had\noffered to publish a correction in print, 16 pages further forward than the\noriginal article had appeared, and the online article had been amended. While\nthe newspaper had acted promptly, the wording merely repeated the clarification\npublished in 2009 and failed to acknowledge that it had effectively made a\nfresh allegation of ”abuse” against the complainant. This was a serious,\nunjustified, allegation, and an apology was required under the terms of 1 (ii).\nThe newspaper’s refusal to apologise constituted a further breach of the Code.\nConclusion\n26. The\ncomplaint was upheld.\nRemedial action required\n27. Having\nupheld the complaint, the Committee considered what remedial action should be\nrequired.\n28. The\nnewspaper had offered to publish a correction, but given the seriousness of the\nbreach of Clause 1 (i) and the newspaper’s failure to offer a published\napology, the publication of an adjudication was an appropriate remedy.\n29. The\nheadline of the adjudication must make clear that IPSO has upheld the\ncomplaint, and refer to its subject matter; it must be agreed in advance. The\narticle had been published on page 18 on 24 December 2016, and on page 19 on 27\nDecember 2016. As such, the adjudication should appear on page 18 or further\nforward.\n30. It should\nalso be published on the newspaper’s website, with a link to the full\nadjudication appearing on the homepage for 24 hours; it should then be archived\nin the usual way. The terms of the adjudication for publication are as follows:\nFollowing an article published in the Daily Telegraph on 24\nand 27 December 2016, headlined “’For hundreds of years, Britain’s commitment\nto a free press has helped make this country a beacon of freedom for the\nworld…But all this is now under threat from MPs and Lords’”, Gordon Brown\ncomplained to the Independent Press Standards Organisation that the Daily\nTelegraph breached Clause 1 (Accuracy) of the Editors’ Code of Practice. IPSO\nupheld the complaint and has required the Daily Telegraph to publish this\ndecision as a remedy to the breach.\nThe article said that the freedom of the press was under\nthreat from the possible enforcement of Section 40 of the Crime and Courts Act\n2013. It said that Section 40 would “make it impossible to conduct serious\ninvestigative journalism, since people whose wrongdoing was exposed would be\nable to bring ruinously expensive legal actions against newspapers”. It said\nthat it was “only because of the Telegraph that voters learned how MPs were\nabusing their expenses”. The piece was illustrated by three small images of\nfront-page stories, including the Daily Telegraph’s first front page relating\nto the expenses scandal, which was headlined “The truth about the Cabinet’s\nexpenses” and included an image of the complainant and his brother.\nThe complainant said that the publication of the image of\nthe 2009 article, which included his and his brother’s photographs and stated\n“Brown paid his brother more than £6,000 for ‘cleaning expenses’” had given the\nsignificantly misleading impression that he was an example of someone “whose\nwrongdoing was exposed”. The article had failed to make clear that following\nthe original publication of this story, the newspaper had accepted that it had\ninaccurately reported that he and his brother had abused the MPs’ expenses\nsystem, and it had agreed to publish a correction. The newspaper had failed to\ncorrect this further inaccuracy promptly, and the correction it had offered to\npublish had failed to include an apology. \n\nThe newspaper said that the image under complaint was one of\nthree partial front covers used as generic examples of public interest\njournalism. Its use of this front page had not given the impression that it had\nexposed the complainant engaging in wrongdoing; the article was not about the\ncomplainant; it was about the threat to freedom of expression and the free\npress. The newspaper said that the 2009 coverage of the complainant’s cleaning\nexpenses claim had been both fair and accurate. It had never accepted that\nthere was any need for a correction or an apology; rather, it had offered to\npublish some additional wording as a clarification. \nThe Committee considered that the use of the complainant’s\nimage to illustrate a piece which referred to MPs “abusing their expenses” had\ngiven the significantly misleading impression that he was one of those MPs who\nhad been found to have abused the expenses system.\nWhile the newspaper had offered to publish a correction\npromptly, it had failed to acknowledge that it had effectively made a fresh\nallegation of “abuse” against the complainant. This was a serious, unjustified\nallegation, and an apology was required under the terms of the Code. The\ncomplaint was upheld.Date complaint received: 16/01/2017Date decision issued: 04/05/2017  \nBack to ruling listing\n\n\n"
}