{
    "url": "/rulings-and-resolution-statements/ruling/?id=00306-16",
    "title": "00306-16 Portes v Daily Express",
    "provisions": [
        "1 Accuracy (2016)"
    ],
    "outcome": "Breach - sanction: publication of correction",
    "publication": "Daily Express (Reach PLC)",
    "published_on": "2016-01-18 00:00:00",
    "received_on": "2016-01-19 00:00:00",
    "concluded_on": "2016-04-19 00:00:00",
    "complaint_processing_days": 91,
    "conclusion_long": "10. The complaint was upheld.",
    "remedial_action": "11 In circumstances where the Committee establishes a breach of the Editors’ Code, it can require the publication of a correction and/or adjudication, the nature, extent and placement of which is determined by IPSO. The newspaper had published a correction online, which met the requirements of Clause 1(ii); however, it had not corrected the inaccuracy in print, and had failed to comply with its obligations under this Clause. In this case, the Committee required the newspaper to publish a correction in its established Amplifications and Clarifications column which mirrors the text of the correction already published online; it should also explain that that the correction is being published following a ruling by IPSO.Date complaint received: 19/01/2016",
    "text": "\n\n\n\n\n\nDecision\nof the Complaints Committee 00306-16 Portes v Daily ExpressSummary\nof complaint1.\nJonathan Portes complained to the Independent Press Standards Organisation that\nthe Daily Express breached Clause 1 (Accuracy) of the Editors’ Code of Practice\nin an article headlined “Europe’s leaders have no plan to cut immigration”,\npublished on 18 January 2016.2.\nThe article was an opinion piece in which the author expressed his view that\nBritain should leave the European Union. The article referred extensively to\nthe “new migrant disaster”, and suggested that as long as Britain remained in\nthe EU, it would have no control of immigration. The author supported his view\nby referring to a “revelation” at the weekend that “at least 20,000 Indians\nhave been allowed to settle in Britain by using Portuguese passports since\ntheir homeland of Goa was once a colony of Portugal”, and said that this figure\nwas “just part of an annual tidal wave of 228,000 non-EU migrants who use\nEuropean passports to gain access to Britain”.3.\nThe print and online versions of the article were identical. 4.\nThe complainant said that it was inaccurate to report that 228,000 EU citizens\nborn outside of the EU gained access to Britain on an annual basis; he said\nthat the total number of non-EU migrants coming to Britain annually, the vast\nmajority of whom do not have EU passports, was only about 300,000.5.\nThe newspaper accepted that the 228,000 figure was inaccurate in that it should\nhave referred to the total number of EU citizens born outside of the EU who\nwere living in Britain. It said that that figure had been taken from a report\nin another newspaper which had referred to Office of National Statistics (ONS)\nfigures, and had been misread. The newspaper said that it was common practice\nfor columnists to use statistics from other publications in their pieces. It\ndenied that the inaccuracy rendered the article significantly misleading.\nNonetheless, it corrected the online article and added the following footnote:This\narticle was amended on 4 March 2016. It previously stated that the “annual\ntidal wave of non EU migrants who use European passports to gain access to\nBritain” was 228,000. This number is the total known number of non-EU migrants\nthat entered with European passports not the annual figure.6.\nThe complainant accepted that the figure of 228,000 was an accurate figure for\nthe total number of EU citizens born outside the EU living in Britain. However,\nhe said that the inaccuracy was significantly misleading, the online correction\nwas unclear and believed that a correction should also be published in print.\nHe also criticised the newspaper for copying figures from other publications. Relevant\nCode Provisions7.\nClause 1 (Accuracy)i)\nThe Press must take care not to publish inaccurate, misleading or distorted\ninformation or images, including headlines not supported by the text.ii)\nA significant inaccuracy, misleading statement or distortion must be corrected,\npromptly and with due prominence, and — where appropriate — an apology\npublished. In cases involving IPSO, due prominence should be as required by the\nregulator.Findings\nof the Committee8.\nThe article was a polemic which expressed the view that Britain should leave\nthe EU. This view was supported by several arguments based around the issue of\nimmigration. The newspaper had explained that the figure for EU citizens born outside\nthe EU had been misread from an article in another newspaper as an annual,\nrather than total, number. This figure was used to illustrate the author’s\nassertion that Britain would have no control of immigration while it remained\nin the EU. In this context, it was a compelling statistic which added credence\nto the author’s point in respect of immigration, as well as to the strength of\nhis overall argument that Britain should leave the EU. The error which led to\nthe statistic being incorrectly reported represented a failure to take care not\nto publish misleading information in breach of Clause 1(i), and was\nsignificantly misleading such as to warrant correction under Clause 1(ii).9.\nThe newspaper had removed the inaccuracy from the online article, and published\na footnote explaining that the article had been amended. The wording of this\nfootnote recognised the inaccuracy; there was no breach of Clause 1(ii) in\nrelation to the online article. However, the newspaper had failed to correct\nthe inaccuracy in print, and this represented a further breach of the Code.Conclusions10.\nThe complaint was upheld.Remedial\nAction Required11\nIn circumstances where the Committee establishes a breach of the Editors’ Code,\nit can require the publication of a correction and/or adjudication, the nature,\nextent and placement of which is determined by IPSO. The newspaper had\npublished a correction online, which met the requirements of Clause 1(ii);\nhowever, it had not corrected the inaccuracy in print, and had failed to comply\nwith its obligations under this Clause. In this case, the Committee required\nthe newspaper to publish a correction in its established Amplifications and\nClarifications column which mirrors the text of the correction already\npublished online; it should also explain that that the correction is being\npublished following a ruling by IPSO.Date\ncomplaint received: 19/01/2016Date\ndecision issued: 19/04/2016\nBack to ruling listing\n\n\n"
}