{
    "url": "/rulings-and-resolution-statements/ruling/?id=00328-16",
    "title": "00328-16 Herry v The Sunday Mercury",
    "provisions": [
        "2 (Opportunity to reply) 2015",
        "4 (Harassment) 2015",
        "1 (Accuracy) 2015"
    ],
    "outcome": "Breach - sanction: action as offered by publication",
    "publication": "Sunday Mercury (Reach PLC)",
    "received_on": "2016-01-14 00:00:00",
    "concluded_on": "2016-04-06 00:00:00",
    "complaint_processing_days": 83,
    "conclusion_long": "16. The complaint was upheld.",
    "remedial_action": "17. Having upheld the complaint, the Committee considered what remedial action should be required.18. The newspaper had promptly amended the online article and appended a note, which identified the inaccuracy and made the correct position clear. No further action online was required.19. The newspaper should now also publish the wording in print, as offered.  Date complaint received: 14/01/2016",
    "text": "\n\n\n\n\n\nDecision\nof the Complaints Committee 00328-16 Herry v The Sunday MercurySummary\nof complaint1.\nDamieon Herry complained to the Independent Press Standards Organisation that\nthe Sunday Mercury breached Clause 1 (Accuracy), Clause 2 (Opportunity to\nreply) and Clause 4 (Harassment) of the Editors’ Code of Practice in an article\nheadlined “Teacher fired for knife threat on pupil loses dismissal case”,\npublished in print on 4 October 2015, and “Teacher sacked after ‘knife threat\nto pupil’ loses race discrimination case”, published online on 4 October 2015.2.\nThe article reported that the complainant, a teacher who had been sacked for\nallegedly threatening a pupil with a craft-knife, had lost his claim for racial\ndiscrimination against Dudley Council. It said that the complainant had claimed\nthat he had been victimised and harassed by Hillcrest School and Community\nCollege because of his Caribbean background.3.\nThe articles were identical in print and online except for the headline.4.\nThe complainant said that he had not lost his job or been suspended because he\nhad allegedly threatened a pupil with a craft-knife. He explained that in\nFebruary 2009, a pupil had claimed to have felt threatened by him during a\nsession in which he had demonstrated how to use a craft-knife safely. He\nprovided the evidence that he had given to the employment tribunal in which he\nhad said that he had been summoned to speak to the Vice Principal on the\ngrounds that he had “acted aggressively and threatening with a craft knife”. He\nnoted that the Vice Principal had told him to be “mindful” of his conduct; he\nwas not sacked or suspended, as reported.5.\nThe complainant said that he was suspended in January 2010 because of a\nseparate allegation made by a coach driver; he was reinstated in March 2010. He\nsaid he was dismissed in May 2015 for allegedly not handing in sick notes, for\nrefusing to complete Disclosure and Barring Service checks, and for “trust and\nconfidence” issues; all of which had allegedly amounted to gross misconduct.6.\nThe complainant said that the published inaccuracy had seriously damaged his\nreputation. He said that the newspaper had deliberately published the allegation\nin the knowledge that it was untrue, which amounted to harassment. He also\nexpressed concern that the newspaper had not contacted him for comment before\nthe article was published.7.\nThe newspaper said that the allegation that the complainant had threatened a\npupil with a craft-knife had been documented in witness evidence, which the\ntribunal judge had shown its freelance reporter at the start of the hearing.\nThe newspaper accepted, however, that the evidence had not stated that the\ncomplainant had been sacked as a result of the allegation. It noted that the\narticle had included the complainant’s denial of the allegation, as well as the\ncouncil’s position that the complainant had failed to provide sick notes while\nhe was absent from work. Nevertheless, the newspaper offered to amend the\nonline article and to append the following note:This\narticle originally reported that Mr Herry had been sacked after allegedly\nthreatening a pupil with a craft-knife. We would like to make clear that this\nwas not the reason for Mr Herry’s dismissal and that he has denied the\nallegation.It\nalso offered to publish the following wording on page two of the newspaper (the\noriginal article appeared on page 17):On\nOctober 4 2015 under the headline “Teacher fired for knife threat on pupil\nloses dismissal case”, we reported that Damieon Herry had been “sacked after\nallegedly threatening a pupil with a craft-knife”. We would like to make clear\nthat this was not the reason for Mr Herry’s dismissal and he has denied the\nallegation.8.\nThe newspaper said that Clause 2 does not require that comment is sought before\npublication; rather, it requires that newspapers provide people with a fair\nopportunity to respond to published inaccuracies.9.\nThe newspaper did not consider that Clause 4 was engaged: the report had been\nbased on information provided by the judge at the hearing.10.\nThe complainant said that the suggested corrections were insufficient.Relevant\nCode provisions11.\nClause 1 (Accuracy)i)\nThe Press must take care not to publish inaccurate, misleading or distorted\ninformation, including pictures.ii)\nA significant inaccuracy, misleading statement or distortion once recognised\nmust be corrected, promptly and with due prominence, and - where appropriate -\nan apology published. In cases involving the Regulator, prominence should be\nagreed with the Regulator in advance.iii)\nThe Press, whilst free to be partisan, must distinguish clearly between\ncomment, conjecture and fact.Clause\n2 (Opportunity to reply)A\nfair opportunity for reply to inaccuracies must be given when reasonably called\nfor.Clause\n4 (Harassment)i)\nJournalists must not engage in intimidation, harassment or persistent pursuit.ii)\nThey must not persist in questioning, telephoning, pursuing or photographing\nindividuals once asked to desist; nor remain on their property when asked to\nleave and must not follow them. If requested, they must identify themselves and\nwhom they represent.iii)\nEditors must ensure these principles are observed by those working for them and\ntake care not to use non-compliant material from other sources.Findings\nof the Committee12.\nIt was accepted that the complainant had not been dismissed or suspended as a\nresult of an allegation that he had threatened a pupil with a craft-knife. In\nfact, he had lost his job because of his alleged failure to hand in sick notes\nduring a period of absence from work. The newspaper had misreported evidence\npresented at the tribunal, which had given the significantly misleading\nimpression that the more serious matter concerning an allegation that he had\nthreatened a pupil with a knife had been true, and had resulted in his\ndismissal. The misleading impression was compounded by the presentation of the\ninaccuracy in the articles’ headlines. This represented a failure to take care\nover the accuracy of the article in breach of Clause 1 (i). A correction was\nrequired in order to avoid a breach of Clause 1 (ii).13.\nThe newspaper had corrected the online article and appended a corrective note,\nwhich made clear that the complainant had not been dismissed because of an\nallegation that he had threatened a pupil with a craft-knife. The note also\nmade clear that he had denied the allegation. The newspaper had also offered to\npublish similar wording on page two in print, 15 pages further forward than the\noriginal article had appeared. The Committee considered that the newspaper’s\nprompt offer to address the complaint was sufficient to meet the requirement of\nClause 1 (ii). There was no further breach of the Code on this point.14.\nClause 2 does not require newspapers to seek comment before an article is\npublished. Rather, it requires that they provide a fair opportunity for\nindividuals to reply to published inaccuracies. The complainant had not\nrequested an opportunity to reply. There was no breach of Clause 2.15.\nClause 4 generally relates to the conduct of journalists during the\nnewsgathering process. While the Committee understood the complainant’s concern\nthat the article had damaged his reputation, the publication of the inaccuracy\ndid not represent harassment in breach of Clause 4.Conclusions16.\nThe complaint was upheld.Remedial\naction required17.\nHaving upheld the complaint, the Committee considered what remedial action\nshould be required.18.\nThe newspaper had promptly amended the online article and appended a note,\nwhich identified the inaccuracy and made the correct position clear. No further\naction online was required.19.\nThe newspaper should now also publish the wording in print, as offered.  Date\ncomplaint received: 14/01/2016Date\ndecision issued: 06/04/2016\nBack to ruling listing\n\n\n"
}