{
    "url": "/rulings-and-resolution-statements/ruling/?id=00333-22",
    "title": "00333-22 Bunting v Sunday Life",
    "provisions": [
        "1 Accuracy (2021)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "Sunday Life (MEDIAHUIS UK)",
    "published_on": "2021-11-07 00:00:00",
    "received_on": "2022-01-10 00:00:00",
    "concluded_on": "2022-06-06 00:00:00",
    "complaint_processing_days": 147,
    "text": "\n\n\n\n\n\nDecision\nof the Complaints Committee – 00333-22 Bunting v Sunday Life\nSummary\nof Complaint\n1. Peter\nBunting complained to the Independent Press Standards Organisation that the\nSunday Life breached Clause 1 (Accuracy) of the Editors’ Code of Practice in an\narticle headlined “’Give New IRA cash if they turn their backs on terror’…says\nEx union boss Bunting”, published on 7 November 2021.\n2. The\narticle was an interview with the complainant – a former assistant general\nsecretary of the Irish Congress of Trade Unions – about his views on\ninitiatives which aim to help paramilitaries move away from criminality. He was\nquoted throughout the article discussing relevant mechanisms which would need\nto be in place for those who wish to transition away from violence. The\ncomplainant was quoted saying: “If they are serious about transitioning [away\nfrom violence], there has to be a model to encourage that transitioning, but\nthere has to be a ceasefire first”; “If there are people who are genuinely\ncommitted to transitioning from conflict to peaceful political activity, we\nhave to have the route for that to happen” and “There should be some degree of\na route map for those who may well be tempted at some stage in the future to\ntransition”. The front page was headlined “’Give New IRA cash if they turn\ntheir backs on terror’…says Ex union boss Bunting” and the article continued on\npage 7 under the headline “‘Give New IRA cash if they give up terror’”.\n3. The\narticle also appeared online in substantially the same format, headlined “‘Give\nNew IRA cash if they give up terror’”.\n4. The\ncomplainant said that the headline breached Clause 1 as he considered it to be\ninaccurate, misleading and not supported by the text of the article. He said\nthe use of quotation marks gave the impression that he made the specific\nstatement in the interview with the journalist, whereas he claimed he had not.\nHe further said that at no stage did he explicitly refer to providing “cash” to\narmed groups, including the New IRA, but rather referred to a transition/route\nmap for armed groups from violence and various related matters such as\nreintegration of prisoners, ceasefire, and decommissioning.\n5. The\npublication said it did not accept a breach of the Code. The newspaper provided\na recording of the interview and said the journalist had relied on this when\nwriting the article and provided a transcript of selected excerpts.\n6. The\npublication said that the use of quotation marks in a headline was a\nwell-established convention which indicates either a direct quote or a concise\ndistillation of comments which are the subject of the story. It further stated\nthat it was well established that the headline and article must be read\ntogether for their full meaning. The publication argued that the essence of the\ncomplainant’s comments was that if – a key caveat that was included in the\nheadline – paramilitary groups who continue to operate in Northern Ireland, of\nwhich the Real IRA is the most active and well known, were willing to\ntransition to a peace process then there needed to be a mechanism to\naccommodate and encourage such a transition akin to money that had been availed\nof by 'traditional' paramilitary groups through community funding projects.\n7. The\npublication added that the article and sub-headline contained further\nexplanations of the complainant’s comments, telling readers that he was\nadvocating a process that would encourage dissident groups to give up violence.\n8. The\npublication explained that at the beginning of the interview the journalist had\ndiscussed the Peace IV programme. This programme had supported peace and\nreconciliation through various charity organisations. The publication said that\nvarious groups linked to paramilitary groups on ceasefire had benefited from\nPeace IV funds via charity organisations and provided some links to these\ncharities.\n9. The\npublication quoted the journalist who asked the complainant in the recording\nwhether he would like to see “groups like ONH and the New IRA being involved in\nthose [Peace IV funded] projects? To which the complainant replied: \"It's\nconditional, of course, on the fact that they have given up attacking the\nsecurity forces and members of their own community. That would have to happen\nfirst. If they are serious about transitioning, there has to be a model to\nencourage that transitioning. Again it is conditional on that there has to be a\nceasefire first.\"\n10. The\npublication supplied a transcript of the interview which it believed provided\nthe basis for the headline, including the following exchange:\nThe\njournalist asked: \"A more positive approach you would say, using the New\nIRA as example, would be declare a ceasefire, show you are sincere about it and\nhere are the benefits you can potentially reap from that, funding for positive\nprojects post-violence.\"\nThe\ncomplainant replied: \"Yeah, as happened to the UVF, UDA, elements of the\nUDA, elements of the UVF, INLA and republicans. They are availing of assistance\nin their transition and so in NI, in working class communities, if we are\nmoving to transition we need to have a route map\".\n11. The\npublication said that during the interview, the journalist referred to the New\nIRA on a number of occasions as one of the groups that the complainant’s views\nwould apply to and that he did not say any particular group was to be excluded.\n12. The\nnewspaper also highlighted the additional article on page 7 of the print\nversion which was by the same journalist which detailed how such community\nfunding projects have worked to date.\n13.  While the publication did not accept a breach\nof Clause 1, in an attempt to resolve the matter, it offered the complainant a\nright of reply by way of a letter to the editor.\nRelevant\nCode Provisions\nClause 1\n(Accuracy)\ni) The\nPress must take care not to publish inaccurate, misleading or distorted\ninformation or images, including headlines not supported by the text.\nii) A\nsignificant inaccuracy, misleading statement or distortion must be corrected,\npromptly and with due prominence, and — where appropriate — an apology\npublished. In cases involving IPSO, due prominence should be as required by the\nregulator. \niii) A\nfair opportunity to reply to significant inaccuracies should be given, when\nreasonably called for.\niv) The\nPress, while free to editorialise and campaign, must distinguish clearly\nbetween comment, conjecture and fact.\nFindings\nof the Committee\n14. The\nCommittee acknowledged that the complainant had not said the exact words\ncontained within the quotation marks in the headline. However, it noted that\nquotation marks can serve different purposes: while they can denote a verbatim\nquotation, they can also be used to indicate that the enclosed statement\nrepresents a summary. In this instance, the Committee was satisfied that the\nquotation marks were being used for the latter purpose.\n15. The\nquestion for the Committee to consider was whether the headline was an accurate\nsummary of the complainant’s position and whether it was supported by the\narticle. In this instance, the Committee considered that there was sufficient\nbasis for the summary in the headline, where in the transcript the journalist\nreferenced funding post-violence projects and the IRA as an example: “A more\npositive approach you would say, using the New IRA as example, would be declare\na ceasefire, show you are sincere about it and here are the benefits you can\npotentially reap from that, funding for positive projects post-violence.\"\nTo which the complainant responded: \"Yeah, as happened to the UVF, UDA,\nelements of the UDA, elements of the UVF, INLA and republicans. They are\navailing of assistance in their transition and so in NI, in working class\ncommunities, if we are moving to transition, we need to have a route map”. The\narticle further supported the headline where it quoted the complainant\nextensively on his position on the mechanisms that would need to be in place\nfor such incentives and made clear that it was “conditional” that these groups\ngive up violence first, a caveat which was distinguished in the headline. The\nCommittee decided that the headline summary of the complainant’s position was\nsupported by the complainant’s comments and that the publication had taken care\nnot to publish inaccurate information. There was no breach of Clause 1 on this\npoint. Nevertheless, the Committee acknowledged the publication’s offer to\npublish a letter from the complainant in which he would have an opportunity to\nclarify his position.\nConclusion(s)\n14. The\ncomplaint was not upheld under Clause 1.\n\n\n\nDate complaint\nreceived: 10/01/2022\nDate\ncomplaint concluded by IPSO: 06/06/2022\nBack to ruling listing\n\n\n"
}