{
    "url": "/rulings-and-resolution-statements/ruling/?id=00334-14",
    "title": "00334-14 HRH Sara bint Talal bin Abdulaziz v The Sunday Telegraph",
    "provisions": [
        "1 (Accuracy) 2015",
        "3 (Privacy) 2015",
        "4 (Harassment) 2015"
    ],
    "outcome": "No breach - after investigation",
    "publication": "The Sunday Telegraph (Telegraph Media Group Ltd)",
    "published_on": "2014-09-21 00:00:00",
    "received_on": "2014-09-24 00:00:00",
    "concluded_on": "2014-12-02 00:00:00",
    "complaint_processing_days": 69,
    "conclusion_long": "15. The complaint was not upheld.",
    "remedial_action": "N/A Date complaint received: 24/09/2014",
    "text": "\n\n\n\n\n\n·        Decision of the Complaints Committee 00334-14 HRH Sara bint Talal bin Abdulaziz v The Sunday\nTelegraph\nSummary of complaint\n1. HRH Sara bint Talal bin Abdulaziz complained to the\nIndependent Press Standards Organisation via representatives that The Sunday\nTelegraph had breached Clause 1 (Accuracy), Clause 3 (Privacy) and Clause 4\n(Harassment) of the Editors’ Code of Practice in an article headlined “Fur\nflies over Saudi princess’s unruly retriever”, published on 21 September 2014\nin print and on 20 September 2014 online. \n2. The article detailed a dispute between the complainant\nand a dog trainer over alleged non-payment of a fee for training for her pet\ngolden retriever, Silver. \n3. The complainant said that she had not been provided with\nan adequate opportunity to respond to the allegations before publication, with\nthe result that the article contained a number of inaccuracies. In particular,\nshe said that her dog was not aggressive and had never bitten anyone. While\nthere had been an incident involving her dog in the past, to which police were\ncalled, the dog had never been taken into police custody, as the article said.\nFurther, the dog trainer had not been engaged as a “last hope”. The complainant\nalso stated that the dog was four years old, rather than nine as reported, and\nthat the dog trainer had been employed by a former employee of the complainant,\nrather than the complainant herself. The complainant speculated that it was\ninaccurate to state that the trainer had “declined to comment”; she believed\nthat the trainer had contacted the newspaper about the matter. \n4. The complainant also stated that the article had intruded\ninto her privacy, in revealing details about her residence, including the cost\nof her home and its proximity to a London park. The complainant considered that\nthe article was designed to discredit her, and that its true purpose was the\n“persistent pursuit of details of her private life”, which she considered to be\na form of harassment. \n5. The newspaper said that it had received credible\ninformation that the dog had bitten a child on the nose. The newspaper had put\na number of questions to the complainant, asking about the behaviour of the\ndog, the dispute with the trainer and the complainant’s feelings on the matter.\nIt had provided her with 48 hours in which to comment, and had then informed\nher that it intended to proceed to publication. The complainant had not\nanswered the questions, and instead had only confirmed that she had a bill to\npay the trainer and maintained that the dispute related only to the amount due.\nThe claims in the article were therefore clearly presented as such, and not as\nestablished facts. \n6. The newspaper considered the points about the age of the\ndog, and whether or not the trainer had been engaged as a “last resort”, to be\ntrivial matters. \nRelevant Code Provisions\n7. Clause 1 (Accuracy) \ni) The press must take care not to publish inaccurate,\nmisleading or distorted information, including pictures. \nii) A significant inaccuracy, misleading statement or\ndistortion once recognised must be corrected, promptly and with due prominence,\nand – where appropriate – an apology published. \niii) The Press, whilst free to be partisan, must distinguish\nclearly between comment, conjecture and fact. \niv) A publication must report fairly and accurately the\noutcome of an action for defamation to which it has been a party \nClause 3 (Privacy) \ni) Everyone is entitled to respect for his or her private\nand family life, home, health and correspondence. \nii) Editors will be expected to justify intrusions into any\nindividual’s private life without consent. Account will be taken of the\ncomplainant’s own public disclosures of information. \nClause 4 (Harassment) \ni) Journalists must not engage in intimidation, harassment\nor persistent pursuit. \nii) Editors must ensure these principles are observed by\nthose working for them and take care not to use non-compliant material from\nother sources. \nFindings of the Committee\n8. The story had evidently originated with a confidential\nsource, who had provided the newspaper with information about the dispute over\nthe payment to the trainer, and made a number of additional claims about the\ncomplainant. As was appropriate – in the absence of any specific corroborating\nevidence on these points -- the newspaper had put a number of questions to the\ncomplainant’s representatives prior to publication, asking for her comment on\nthe matters raised in the article, including the biting allegation. In the view\nof the Committee, the publication had provided the complainant with an adequate\nopportunity to respond to the claims. In the absence of any specific further\ninformation from her, it was entitled to proceed with publication of the\nclaims, so long as it took care to distinguish them from established fact, as\nit indeed had done. The Committee established no breach of Clause 1 (i). \n9. The remaining question was whether the article contained\nsignificant inaccuracies such that a correction or clarification was necessary\nunder Clause 1 (ii). The complainant had accepted that her dog had been\ninvolved in an “incident” in 2012, which had led to police involvement. The\nCommittee was satisfied that on balance, where it was accepted that the dog had\nbeen involved in an “incident” of unspecified nature, the dispute over the\nprecise nature of the dog’s behaviour was not sufficient to establish a\nsignificant inaccuracy in this regard. Further, the biting incident was\ndistinguished as an allegation, to which the newspaper was entitled to refer.\nWhile the complainant disputed that any allegation had been made, the newspaper\nwas free to print information obtained from other sources. \n10. The complainant had not denied that she was in dispute\nwith the trainer over non-payment of a bill. The article had not included\ndetails of who had engaged the trainer, or the terms of her contract, but had\nreported that proceedings were on-going over payment. The article did not\ncontain misleading information on this point. \n11. While the complainant considered that the trainer was\nthe likely source of the story, and that it was therefore inaccurate for the\npublication to state that she had refused to comment, this was speculation on\nthe part of the complainant. The newspaper was entitled to maintain the\nconfidentiality of its source, and the Committee did not establish a breach of\nClause 1 on this point. \n12. The discrepancy regarding the dog’s age and the\ncharacterisation of the decision to hire the trainer as a “last resort” were\nnot matters of significance such that a correction would be required under the\nterms of Clause 1 (ii). \n13. With regard to the complaint under Clause 3, the\nCommittee noted that the article had not included the complainant’s address,\nbut rather provided information about its location and nature. While the\nCommittee expressed some concern on this point, on balance it concluded that\nthis did not include enough detail to constitute an intrusion into the\ncomplainant’s private life, and as such did not establish a breach of Clause 3. \n14. The terms of Clause 4 generally relate to the conduct of\njournalists during the news-gathering process. There had been no suggestion\nfrom the complainant that, while gathering material for the article,\nrepresentatives from the newspaper had engaged in conduct which would engage\nthe terms of Clause 4. Rather, the newspaper had contacted the complainant’s\nrepresentatives in an appropriate manner, as part of the normal newsgathering\nprocess.  There was no breach of Clause 4\nof the Editors’ Code. \nConclusions\n15. The complaint was not upheld.\nRemedial Action Required\nN/A\nDate complaint received: 24/09/2014\nDate decision issued: 02/12/2014\nBack to ruling listing\n\n\n"
}