{
    "url": "/rulings-and-resolution-statements/ruling/?id=00339-19",
    "title": "00339-19 Wardell v Daily Record",
    "provisions": [
        "1 Accuracy (2018)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "Daily Record (Reach PLC)",
    "published_on": "2018-10-30 00:00:00",
    "received_on": "2019-01-15 00:00:00",
    "concluded_on": "2019-03-14 00:00:00",
    "complaint_processing_days": 58,
    "conclusion_long": "8.    The complaint was not upheld.",
    "remedial_action": "9.    N/ADate complaint received: 15/01/2019",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee – 00339-19 Wardell v Daily RecordSummary\nof Complaint 1.    Gareth Wardell complained to the\nIndependent Press Standards Organisation that the Daily Record breached Clause\n1 (Accuracy) of the Editors’ Code of Practice in an article headlined\n“Anti-Semite claims hit SNP online”, published on 30 October 2018. 2.   \n The article reported that the First Minister\nhad been asked by the Scottish Labour Party and the GMB union to investigate\nclaims that SNP members had promoted a “’vile anti-Semitic blog’” online. It\nsaid that a blog “calling GMB union official [name] ‘the Jew’ was shared on SNP\nsocial media”. The article said that the blog had now been removed from a\nnumber of the party’s local social media outlets, which it named. It quoted the\nSNP as stating that the blog “should not have been shared by any member”, and\narguing that the union official deserved “a full apology from the author”. 3.   \nThe\ncomplainant, who was the author of the blog referred to, said that the article\nwas inaccurate in breach of Clause 1 (Accuracy), because his blog had not\nreferred to the union official as “’the Jew’”. The blog was a critique of the\nmotivations of the GMB union, and of the official, in holding a strike in\nGlasgow, over an issue the complainant considered already resolved. The\ncomplainant said that he considered holding the strike to be an authoritarian\nact; he therefore wanted to compare this to the views Hitler adopted in\nrelation to trade unions. Consequently, under the heading “Hitler’s view”, his\nblog had described how “fascist ideology hates unions”, and explained how\nHitler had attacked the unions and “accused ‘The Jew’ of gradually assuming\nleadership of the trade union movement”. It said that “Hitler wanted a blindly\nobedient fighting force loyal only to the national leader of government”. In\nthe next paragraph, the blog originally said that “whether or not [the union\nleader] is intellectually aware of Hitler’s outlook is unknown but she\ncertainly knows how to make the most of it”. This was subsequently amended to\nread “but she is certainly commendably assiduous in condemning anti-Semitism in\nthe Labour Party”. The complainant said that he was unaware that the union\nofficial was Jewish, and that he had been trying to explain that, unlike\nHitler, the official was not antisemitic. 4.   \nThe\npublication denied any breach of Clause 1 (Accuracy). It said that the\ncomplainant’s blog had made reference to “Hitler’s view” that “’The Jew’” had\nassumed leadership of the trade union movement, and had then immediately\nspeculated about the union official’s awareness of these views. The publication\nsaid that the reference to “’The Jew’” could therefore only be in reference to the\nunion official and her religion. It said the complainant had not provided any other\nconvincing explanation for having referenced Hitler’s views of Jews in the\ntrade union movement in an article about the Glasgow strike. It also said that\nthe blog had been widely understood on social media to have referred to the\nunion official as “’The Jew’”, and that she had herself interpreted it in this\nway. \nRelevant\nCode Provisions 5.    Clause 1\n(Accuracy) i) The\nPress must take care not to publish inaccurate, misleading or distorted\ninformation or images, including headlines not supported by the text. ii) A\nsignificant inaccuracy, misleading statement or distortion must be corrected,\npromptly and with due prominence, and — where appropriate — an apology published.\nIn cases involving IPSO, due prominence should be as required by the\nregulator. iii) A\nfair opportunity to reply to significant inaccuracies should be given, when\nreasonably called for. iv) The\nPress, while free to editorialise and campaign, must distinguish clearly\nbetween comment, conjecture and fact. \nFindings\nof the Committee 6.    The focus\nof the complainant’s blog had been the union official and her trade union, of\nwhich the complainant was severely critical. The blog featured a prominent\nphotograph of the union official which was accompanied by the caption\n\"Somehow a wholly unnecessary strike turned into an elevation of [the\nunion official]\". In this context, the blog had also referred to “Hitler’s\nview” of the trade union movement and his repeated attacks against trade\nunions. The complainant noted that Hitler had accused “’The Jew’” of gradually\nassuming leadership of the trade union movement. The complainant had then\nimmediately referred to the union official, and speculated as to whether she\nwas aware of Hitler’s views of the unions, stating that she “certainly knows\nhow to make the most of” his outlook; he had subsequently amended the blog to  make reference to the union official being\n“assiduous in\ncondemning anti-Semitism”. 7.    In\ncircumstances where the official was a Jewish trade union leader, and where the\ncomplainant had referred to her immediately following the reference to “’The\nJew’” assuming leadership of the trade union movement, the Committee considered\nthat the reference could reasonably be understood to have been made, by\nanalogy, about the union official and her “elevation” within the trade union\nmovement. There was therefore no failure to take care over the claim in the\narticle that the blog had “called” the official “’The Jew’”. Given that the\ncomplainant's blog could reasonably be interpreted in the way presented in the\narticle, the claim did not give rise to any misleading impression of the blog’s\ncontents that would require correction. There was no breach of Clause 1\n(Accuracy).  \nConclusions 8.    The complaint was not upheld. \nRemedial\naction required 9.    N/ADate\ncomplaint received:\n15/01/2019\nDate\ndecision issued: 14/03/2019\nBack to ruling listing\n\n\n"
}