{
    "url": "/rulings-and-resolution-statements/ruling/?id=00349-17",
    "title": "00349-17 Trotman v The Times",
    "provisions": [
        "2 Privacy (2016)",
        "3 Harassment (2016)",
        "6 Children (2016)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "The Times (News UK)",
    "received_on": "2017-01-18 00:00:00",
    "concluded_on": "2017-04-21 00:00:00",
    "complaint_processing_days": 93,
    "conclusion_long": "14. The complaint was not upheld.",
    "remedial_action": "N/ADate complaint received: 18/01/2017",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee 00349-17 Trotman v The Times\nSummary of complaint\n1. Darren Trotman,\nalso acting on behalf of his wife, complained to the Independent Press\nStandards Organisation that the conduct of a journalist acting for The Times\nbreached Clause 2 (Privacy), Clause 3 (Harassment) and Clause 6 (Children) of\nthe Editors’ Code of Practice.\n2. The complainant,\na tram driver, expressed concern that a reporter representing the newspaper had\nvisited his house while he was at work, and had questioned his wife in a manner\nthat had been “pushy” and “alarming”.\n3. He said the\nreporter had failed to use the intercom security system, and had arrived at his\nfront door inside the block of flats without permission. The reporter had then\nproceeded to ask his wife whether he was the driver involved in the tram crash\nin Croydon. When his wife confirmed that he was not the driver, and that she\ncould not help the reporter with her inquiries, the reporter had continued to\nask questions and had said words to the effect of “I hope you’re not lying”.\n4. The complainant\nsaid that the reporter had looked through the crack in his front door and had\ncommented that she could see his child watching television. The complainant\nsaid that this conduct was shocking, and considered that the safety and\nsecurity of his child had been compromised.\n5. The newspaper\ndid not accept the complainant’s account. It said that the reporter had been\nadmitted to the block of flats by workmen who were painting downstairs; she had\nknocked at the complainant’s front door, had introduced herself and had\npolitely asked some questions of his wife for up to five minutes. The newspaper\ndenied that the reporter had been “pushy” or that her conduct had been\nintimidating, but it apologised if this had been the impression created.\n6. Due to the fact\nthat the complaint was lodged more than two months after the encounter, the\nreporter said that she was unable to recall the exact questions she had asked,\nbut that her standard approach was to begin by introducing herself and the\nnewspaper. She recalled that she had then asked general questions about the\ntram crash, whether the woman’s husband had been involved, and for information\non where tram drivers go to socialise. She denied that she had ever suggested\nthat the woman might have been lying, and said that the woman had appeared\nrelaxed, pleasant and helpful; had she asked her to stop asking questions, she\nwould have done so.\n7. The reporter did\nnot recall making a comment about the child, but she said that she may have\nenquired as to whether she was disrupting the child’s routine as she usually\nwould when she approached people with children in the early evening. She said\nthat nothing malicious had been intended by the comment, and considered that\nthe woman had not appeared to be perturbed.\nRelevant Code provisions\n8. Clause 2\n(Privacy)\ni) Everyone is entitled to respect for his or her private\nand family life, home, health and correspondence, including digital\ncommunications.\nii) Editors will be expected to justify intrusions into any\nindividual's private life without consent. Account will be taken of the\ncomplainant's own public disclosures of information.\niii) It is unacceptable to photograph individuals, without\ntheir consent, in public or private places where there is a reasonable\nexpectation of privacy.\nClause 3 (Harassment)\ni) Journalists must not engage in intimidation, harassment\nor persistent pursuit.\nii) They must not persist in questioning, telephoning,\npursuing or photographing individuals once asked to desist; nor remain on\nproperty when asked to leave and must not follow them. If requested, they must\nidentify themselves and whom they represent.\niii)  Editors must\nensure these principles are observed by those working for them and take care\nnot to use non-compliant material from other sources.\nClause 6 (Children)\ni) All pupils should be free to complete their time at\nschool without unnecessary intrusion.\nFindings of the Committee\n9. The Committee\nacknowledged that the complainant and his wife had found the reporter’s visit\nto their home alarming. The question for the Committee to consider was whether\nthe reporter’s conduct had amounted to harassment.\n10. While the Committee understood the complainant’s\ndiscomfort at the reporter accessing the building without using the intercom,\nit was accepted that when his wife opened the door to the reporter, the\nreporter had immediately introduced herself as a journalist and had named the\nnewspaper she worked for.\n11. The Committee noted the complainant’s position that the\nreporter had been “pushy” and had intimidated his wife by asserting that she\nhoped she was not lying to her. However, the reporter strongly denied\nsuggesting that the complainant’s wife may have been lying, and considered that\nshe had acted professionally and politely throughout. The Committee was unable\nto reconcile these differing accounts. Furthermore, while the complainant’s\nwife had found the reporter’s remark about her child threatening, the\nreporter’s intention had been to make a friendly comment. This did not amount\nto harassment under the terms of Clause 3. \n12. It was accepted that although the complainant’s wife had\nsaid that she was unable to assist the reporter with her inquiries, she had not\ntold the reporter to stop asking questions, and she had not asked her to leave\nthe property. As such, the Committee was satisfied that the reporter had not\nfailed to respect a request to desist in breach of Clause 13. The reporter had visited the complainant’s home in order\nto research an article about the Croydon tram crash. While the complainant and\nhis wife had found the reporter’s visit – and in particular her failure to use\nthe intercom – intrusive, there was no suggestion that anything private about\nthe complainant or his wife had been published. The reporter’s visit to their\nhome did not represent a breach of Clause 2. Furthermore, the comment the\nreporter made in relation to the complainant’s child did not represent an\nintrusion into the child’s time at school in breach of Clause 6.\nConclusion14. The complaint was not upheld.\nRemedial Action Required\nN/ADate complaint received: 18/01/2017Date decision issued: 21/04/2017 \nBack to ruling listing\n\n\n"
}