{
    "url": "/rulings-and-resolution-statements/ruling/?id=00342-17",
    "title": "00342-17 Pandor v Daily Mail",
    "provisions": [
        "1 Accuracy (2016)",
        "2 Privacy (2016)",
        "6 Children (2016)",
        "12 Discrimination (2016)"
    ],
    "outcome": "Breach - sanction: action as offered by publication",
    "publication": "Daily Mail (Associated Newspapers Limited)",
    "published_on": "2016-11-03 00:00:00",
    "received_on": "2017-01-17 00:00:00",
    "concluded_on": "2017-04-27 00:00:00",
    "complaint_processing_days": 100,
    "conclusion_long": ".6. The complainant also disputed the assertions that the Deobandi’s “most outspoken preachers have urged followers not to mix with Christians, Jews or Hindus”, and that many Muslims in Savile Town only wanted to live with those from their own culture. He said that the newspaper had referred to one such “outspoken preacher”, and noted that there were many religious communities that do not mix. He expressed concern that there was a reference to Sharia councils, but not to Jewish courts. 7. The complainant disputed the writer’s position that every girl she had seen had been “wrapped up in a hijab and shoulder-to-toe-gown”, and that there were “scores of boys in Islamic robes”. This was not his experience walking around the area. He said this also represented a breach of Clause 6.8. The complainant also objected to the reference to pubs in the area closing down due to lack of custom as the writer had failed to mention that as well as people arriving, local residents had left the area. The article had also failed to explain why the hair salon, which had once given “stern perms to Yorkshire ladies”, had closed down. He noted that shops had closed down in many localities due to the arrival of superstores that provided all services under one roof. He also objected to the suggestion that there was nowhere to socialise for “white folk”, as “we are white folks as well”.9. He said that Savile Town had not been “left to become an enclave”, nor had the town “seen its white population almost entirely replaced”; rather, the local people had left. Savile Town had also not produced “jihadists”, the boys in question had attended a school outside the town and external influences, such as the internet, would have played a part in influencing them.10. The complainant objected to the newspaper’s description of his radio interview with the BBC as “an investigation” into Savile Town; the “investigation” had only involved his interview. He was also not a “spokesman for the Deobandi”; he had not “refused to let [the BBC interviewer] see his wife” when he visited his home; and he did not insist that his wife was covered at all times. His wife covered her face as a matter of free choice and devotion to her faith, and he was very clear in the interview that the interviewer could meet his wife, but that she would have her face covered in accordance with their culture. The assertion that she had been “permitted” to make the tea was derogatory and sexist. The transcript of the interview was as follows:Complainant: In terms of my household, I would say…maybe you need to ask my wife that, if you really want to know. My thinking is, I have sort of relaxed a lot of things. For example, we would go into the airport and my wife covers her face, and if we’re going into the airport, rather than cause a problem, I say to my wife just lift your veil up so the customs officer can see. So we don’t cause problems, don’t draw unnecessary attention to ourselves.    Interviewer: But actually, when you say, you know “you should ask my wife”, I mean, we’ve just had a cup of tea and I didn’t see your wife. I don’t know if it was her that produced the tea. But there was a knocking at the door and the tea just appeared, and I wasn’t allowed to see the women in your household I suspect. Isn’t that right?Complainant: Er, you can certainly say hello to her. I have no issues with that because the Qu’ran says if the women want to ask a question to the prophet they will ask him through a veil. So there is no harm in talking to her, but in terms of seeing her face, our culture does not allow that. So that’s where we stand. 11. The complainant also said that the newspaper had inaccurately reported that his family “rarely watches TV”, which had given the misleading impression that his family were extremists. The interviewer had asked him about specific programmes and he had expressed his likes and dislikes. The transcript of the interview was as follows:Interviewer: So just in terms of your household again. We’re in your sitting room. No TV?Complainant: No, I have a TV in the other room.Interviewer: You have no problem with television?Complainant: Ah I have no problem with television. I have no problem with a knife. It’s how you use it. If you use a knife to cut meat, that’s fine. If you use a knife to go out and kill somebody. God forbid what happened to Lee Rigby. If you use that, that’s not acceptable. So if you’re sitting and watching porn at night, bikini galore or something like that, that’s not acceptable. But if you’re watching it for news.Interviewer: Strictly Come Dancing?Complainant: Not acceptable.Interviewer: X Factor?Complainant: To some extent I quite like X Factor…I think there’s some good talent there.Interviewer: I think there might be a bit of slippage there! Complainant: There might be some grey areas there! Yes, but I think, you know what, talent is talent. Singing is talent. 12. The complainant also disputed that in his interview, he had said that Muslim men should only be permitted to enter higher education to study and pray. The transcript was as follows:Interviewer: There are articles [in the complainant’s magazine] that say that it is only OK if you go to university if you have your head down the whole time in case you see a woman and that you should only go to the lecture room and the prayer room, you shouldn’t interact in the university life in any other way.Complainant: I’ve been to university. I certainly didn’t behave that way. I don’t think we’ve got articles that say you must keep your head down. Interviewer: I can show you the reference. I can give you the date. When I ask you about these articles you don’t seem to agree with them. Yet the magazine you’re producing is saying don’t integrate, don’t participate in these activities.Complainant: No I don’t accept that premise. Because I personally have written in that magazine about how we need to integrate in there. Maybe you’ve seen those. Maybe you were only looking for the negatives in there. It is a duty as scholars to say this is what we think is right, this is what we think is wrong.     13. The complainant objected to the assertion that his “back to basics” beliefs had represented “desperately backwards thinking”, and that the Deobandis were a “small outlandish sect”. He noted that earlier in the article, it was reported that the Deobandis ran nearly half of the 1,600 registered UK mosques.14. The newspaper said that the article was a first-person account of the writer’s experience of Savile Town, and it was published to accompany a report by Professor Ted Cantle about the “ghetto-isation” of parts of Britain.15. The newspaper said that the assertion that many Muslim women living in Savile Town spoke little or no English had been based on the journalist’s own experiences of the area. The journalist’s position was supported by the findings of the Casey Review, which said that 22 per cent of Muslim women could not speak English well or at all, and which made specific reference to Kirklees, of which Savile Town is a part, where 6,792 women could not speak English well or at all.16. The newspaper also said that it was the journalist’s experience of talking to residents over a number of days that had led her to conclude that many of the women living in Savile Town had been brought to the area to “wed British men”; that they “led restricted lives”; and that many Muslims wanted to live with those “from their own culture”. It considered that the Casey Review had found that thousands of people from “all-Muslim enclaves” seldom – if ever – left their areas. The Asian Voice newspaper had also reported that Dame Louise Casey had gathered evidence which revealed that “Muslims keep marrying foreign wives, leading to a ‘first generation in every generation’ phenomenon in their communities, which acts as a ‘bar’ to integration”. In addition, the Casey Review itself had said that “Rates of integration in some communities may have been undermined by high levels of transnational marriage”. As a gesture of goodwill, however, the newspaper amended the statement in the online article that “almost all” of the Muslim women in Savile Town had been brought to the UK to wed British men. 17. Similarly, the newspaper said that the journalist had observed that many western shops in Savile Town had closed down, including the local hairdressers and pub. A local woman had told the reporter that all the shops were now offering burkas, non-alcoholic perfumes, and other non-Western goods, and it quoted a local newspaper report, published in 2006, which stated that Savile Town’s last remaining pub was closing down. It was also the journalist’s experience that many boys in the area wore Islamic robes and young girls were “wrapped up”.18. The newspaper did not consider that it was inaccurate or misleading to describe Savile Town as an “enclave”, which was defined in the dictionary as a “portion of territory surrounded by larger territory whose inhabitants are culturally or ethnically distinct”.19. The newspaper said that the reference to the Deobandi’s “most outspoken preachers”, had referred to one British Islamic scholar. It noted that an article published by another national newspaper had said that this scholar had preached “contempt for Jews, Christians and Hindus”, and reference to him had also been made in the BBC radio documentary in which the complainant had appeared.20. The newspaper denied that it was inaccurate to describe the BBC radio documentary as an “investigation” into Savile Town; the area had been investigated as part of the BBC’s documentary on the Deobandis. It also denied that it was inaccurate to state that the complainant was a “spokesman for the Deobandis”. In the BBC documentary, when the complainant was asked why Shaikh Motala, the most senior Deobandi cleric in the UK “refused to speak publicly”, the complainant had replied “he has people, like me, as his mouthpiece”. Despite this position, the newspaper offered to amend the reference in the online article to the complainant being a “spokesman” so that it would read “a Muslim leader who is a Deobandi scholar”.21. The newspaper said that local council figures demonstrated that the white population in Savile Town had been replaced, and the article had clearly stated that “only 48 of 4,033 people living there are white British”.22. With regards to its report of the complainant’s BBC interview, the newspaper said that the statement that the interviewer was not permitted to “see his wife” had been a reference to her not being seen by the interviewer, despite the interview taking place in her home and despite her making the tea. It noted that while the complainant had said that the reporter could meet his wife, it did not happen.23. The newspaper also did not consider that it was misleading to suggest that the complainant’s family “rarely watches TV” as this was supported by his description of the strict situations in which the TV may be watched. Similarly, the interview demonstrated that the complainant had said that men should only enter university to study and pray as the interviewer had pointed out that, according to the magazine produced by him, students should “only go the lecture room or the prayer room”. It was not significant whether this point was introduced by the interviewer or the complainant.24. In light of the complainant’s concerns, however, the newspaper offered to amend the references to the complainant refusing to let the interviewer see his wife and to his comment on permissible behaviour at university in the online article. It also offered to publish the following clarification in print and online:An article on 3 November about a predominantly Muslim part of a Yorkshire town said that ‘almost all’ women there have been brought to the UK to marry and that local spokesman Mufti Pandor ‘refused’ to let a BBC reporter see his wife and told him that Muslim men should only be allowed to enter universities to study and pray. We are happy to clarify that, while Dame Louise Casey’s review said that many Muslim men take foreign wives, the exact proportion in Savile Town is unknown. We are also happy to make clear that while Mr Pandor’s wife was never seen by or introduced to the BBC reporter, Mr Pandor said it would be permissible for her to say hello provided her face was veiled and not seen, and that it was the BBC interviewer who raised the point about permissible university behaviour rather than Mr Pandor.25. With regards to the complainant’s concern that the article had said that he “insists that his wife is covered at all times”, it noted that the complainant had said that he “allows” his wife to lift her veil in the airport so that her identity may be confirmed. 26. The newspaper did not consider that it was misleading to state that the complainant’s views had represented “desperately backwards thinking”. This had referred to the idea of following the lifestyle of the Prophet, from 14 centuries ago, which the complainant had referred to as a “back to basics movement”. It considered that its journalist was entitled to her view that the Deobandis were an “outlandish sect”; it conveyed the sense that it was “unfamiliar”.Relevant Code provisions27. Clause 1 (Accuracy)i) The Press must take care not to publish inaccurate, misleading or distorted information or images, including headlines not supported by the text.ii) A significant inaccuracy, misleading statement or distortion must be corrected, promptly and with due prominence, and — where appropriate — an apology published. In cases involving IPSO, due prominence should be as required by the regulator. iii) A fair opportunity to reply to significant inaccuracies should be given, when reasonably called for.iv) The Press, while free to editorialise and campaign, must distinguish clearly between comment, conjecture and fact.Clause 2 (Privacy)i) Everyone is entitled to respect for his or her private and family life, home, health and correspondence, including digital communications.ii) Editors will be expected to justify intrusions into any individual's private life without consent. Account will be taken of the complainant's own public disclosures of information.Clause 6 (Children)i) All pupils should be free to complete their time at school without unnecessary intrusion.ii) They must not be approached or photographed at school without permission of the school authorities.iii) Children under 16 must not be interviewed or photographed on issues involving their own or another child’s welfare unless a custodial parent or similarly responsible adult consents.iv) Children under 16 must not be paid for material involving their welfare, nor parents or guardians for material about their children or wards, unless it is clearly in the child's interest.Clause 12 (Discrimination)i) The press must avoid prejudicial or pejorative reference to an individual's, race, colour, religion, sex, gender identity, sexual orientation or to any physical or mental illness or disability.ii) Details of an individual's race, colour, religion, gender identity, sexual orientation, physical or mental illness or disability must be avoided unless genuinely relevant to the story.Findings of the Committee28. The complainant had raised concerns that related to the writer’s account of her visit to Savile Town and to the interview he had given to the BBC. The Committee considered the concerns that related directly to the complainant first.29. In circumstances in which the BBC had visited Savile Town as part of its documentary on the Deobandis, it was not significantly misleading for the newspaper to have said that the BBC “investigated” the area. Furthermore, in the interview, the complainant had described himself as a “mouthpiece” of Shaykh Yusuf Motala, “Britain’s most senior Deobandi scholar”. It was therefore not significantly inaccurate to say that the complainant was a “spokesman” for the Deobandis.30. The Committee acknowledged that in the interview, the complainant had told the interviewer that he could meet and speak to his wife; however, he had made clear that her face would have to be covered. As such, it was not significantly misleading for the newspaper to state that the complainant had “refused” to let the interviewer “see” his wife. Furthermore, it was not significantly misleading for the newspaper to assert that the complainant insisted that his wife was covered at all times, given that he had told the interviewer that he had “relaxed a lot of things” and had then referred to the fact that he had told his wife that she may lift her veil to have her identity confirmed at the airport. Nevertheless, the Committee welcomed that the newspaper had offered to address this point in a correction.31. While the complainant had not told the BBC interviewer that his family “rarely watches TV”, it was clear from the interview that there were restrictions on the programmes that they may watch. As such, the Committee did not consider that the reference to the family’s television habits was significantly misleading.32. The newspaper had accepted that the complainant had not told the BBC that Muslim men should only go to university to “study and pray”, as reported. In fact, the interviewer had said that the magazine produced by the complainant had said such things, and the complainant had replied “I don’t think we’ve got articles that say you must keep your head down”, and the interviewer had acknowledged that the complainant did not appear to agree with those views. In light of this, the Committee considered that the newspaper had given a significantly misleading impression of the complainant’s comments to the BBC on the way Muslim men should behave at university. This represented a failure to take care over the accuracy of the article in breach of Clause 1(i). A correction was required in order to avoid a breach of Clause 1 (ii).33. The newspaper had offered to publish a correction in print and online that stated that it was the BBC interviewer who had raised the point about permissible behaviour in universities, and not the complainant. The Committee considered that this was sufficient to meet the requirement of Clause 1 (ii).34. With regards to the complainant’s concern that the writer had referred to his “back to basics” beliefs as “desperately backwards thinking”, this was a view the writer was entitled to express. Furthermore, the writer had not stated as fact that the Deobandis were a “small outlandish sect”. Rather, she had emphasised their influence and “outlandish” referred to the fact that the Deobandis were unfamiliar to most people. There was no breach of the Code on these points.35. The Committee then considered the complainant’s concerns regarding information reported about Savile Town. The article was clearly a first-person account of the writer’s experience visiting Savile Town; it was not a sociological survey of the area, but an account of the writer’s impresesions. While the complainant denied that most of the individuals the writer had met had spoken little or no English and that most people in the area, including children, wore Islamic dress, this was clearly the writer’s view of her experiences in the area, which the newspaper was entitled to publish.36. Similarly, the writer was entitled to describe the aspects of the community which she considered to be noteworthy. For instance, the fact that only one pub remained open in the area, and that the hairdressers had closed down. The writer was not obliged to state that many such outlets close because of the arrival of shopping centres offering the same services under one roof; she was entitled to express her opinion that the closures were due to the changing population. 37. The writer was also entitled to express her opinion that the women she had met had led “restricted lives” and that many Muslims in the area “only want to live with those from their own culture”. The complainant was not in a position to dispute the experiences of the people with whom the writer had spoken.38. The Committee noted that the writer had asserted as fact that “almost all” the women in the area had been brought to the UK to wed British men of South Asian heritage, when the exact statistics for such marriages in Savile Town were unknown. However, in the context of this article, which was clearly an account of the writer’s own experience gained from the people she had interviewed, the Committee did not consider that the assertion was significantly misleading. It also noted that the prevalence of transnational marriage in South Asian communities had been referred to in the Casey Review. While this point did not require correction under the Code, the Committee welcomed the newspaper’s offer to address it in a clarification.39. The newspaper had explained that the reference to the Deobandi’s “most outspoken preachers” had concerned one Islamic scholar, and the complainant did not dispute that he had urged Muslims not to mix with other religious groups. It was not significantly misleading to omit the fact that other religions also discourage mixing; nor was it misleading to refer to the presence of a Sharia court and not to a Jewish court. There was no breach of the Code on these points. 40. The Committee noted the complainant’s concern that the writer had asserted that the area had been left to become an “enclave”, and that the local population had been “replaced”. However, he accepted that many of the white local people had left the area as the Muslim population had increased; indeed, he had referred to this in his interview with the BBC as “white flight”. It was also not in dispute that the last census had recorded that only 48 of 4,033 Savile Town residents were white, as stated in the article. As such, it was not significantly misleading to refer to the area as an “enclave” or to assert that the local population had been “replaced”. It was also not significantly misleading for the writer to refer to “white folk” to describe the white British population. There was no breach of the Code on these points. 41. The complainant did not dispute that a number of young people in area had left to join Islamic State. Regardless of the other influences that may have affected their behaviour – such as their schooling or internet use – it was not significantly misleading for the newspaper to assert that the area had “produced” the jihadists. There was no breach of the Code on this point.  42. The Committee noted the complainant’s position that the writer’s portrayal of his interview with the BBC had been discriminatory. While the Committee had found that the article had given a significantly misleading impression of one aspect of the interview, it did not consider that the writer had made any pejorative or discriminatory references to the complainant’s religion in breach of Clause 12.43. The article had reported details of an interview the complainant had given to the BBC, which had been broadcast on the radio. The article had not disclosed private information about him in breach of Clause 2. Furthermore, the references to children in Savile Town wearing Islamic dress did not represent an intrusion their time at school in breach of Clause 6.Conclusion44. The complaint was upheld in part.Remedial action required45. Having upheld the complaint in part, the Committee considered what remedial action should be required.46. The newspaper had offered to publish a correction in print and online, which identified the inaccuracy and made the correct position clear.47. The newspaper should now also publish the wording, as offered.48. On receipt of the Committee’s decision, the newspaper took the opportunity to comment on the",
    "remedial_action": ", as permitted under IPSO’s regulations. The newspaper noted that the wording it had previously offered to publish had addressed points that did not require correction under the Code. As such, it suggested that the following alternative wording would more clearly address the Committee’s findings:An article on 3 November about a predominantly Muslim part of a Yorkshire town said that local Deobandi spokesman Mufti Pandor had said in a BBC radio interview that Muslim men should only go to university to study and pray. In fact it was the BBC reporter who had asserted that this was the instruction given by Mr Pandor’s magazine. We are also happy to clarify that, while the spokesman’s wife was not seen by the BBC reporter, Mr Pandor said it would be permissible for her to say hello provided her face was veiled.49. The Committee considered that the alternative wording identified the inaccuracy regarding the complainant’s comments, and made clear that it was the BBC interviewer who had said that the complainant’s magazine had included comments on permissible behaviour in universities. The Committee considered that this was sufficient to meet the requirement of Clause 1 (ii), and instructed the newspaper to publish the wording.  Date complaint received: 17/01/2017",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee 00342-17 Pandor v Daily MailSummary of complaint1. Mohammed\nPandor complained to the Independent Press Standards Organisation that the\nDaily Mail breached Clause 1 (Accuracy), Clause 2 (Privacy), Clause 6\n(Children) and Clause 12 (Discrimination) of the Editors’ Code of Practice in\nan article headlined “The corner of Yorkshire that’s just 1pc white”, published\non 3 November 2016. 2. The\narticle was a first-person account of the writer’s visit to Savile Town in\nYorkshire, which she described as “one of the most racially homogeneous parts\nof Britain” where almost all of the residents have Pakistani or Indian\nbackgrounds. She observed that “even the lady selling ice creams from a van\nduring the summer wears a burka”, that the only mobile butcher “offers only\nhalal goat, lamb and ostrich”, and that eight out of the nine pubs in the area\nhad closed down because hardly any locals drank alcohol. She said that the\narea’s “detachment from mainstream society had disturbing repercussions” as it\nhad produced several young jihadists who had gone to fight for Islamic State.\nThe article said that the complainant, who lives near Savile Town and was a\n“spokesman for the Deobandis”, had been interviewed for BBC radio, and had\n“refused to let the interviewer see his wife when the reporter visited the\ncouple’s home, although she was permitted to make tea in the kitchen”. It said\nthat the complainant “insists that [his wife] is completely covered at almost\nall times…and his family rarely watches British TV and says all music is\nun-Islamic”.3. The\narticle was also published online with the headline “’Go away, you shouldn’t be\nhere. Don’t come back’: The corner of Yorkshire that has almost no white\nresidents”.4. The\ncomplainant said that the article included a number in inaccuracies and\nmisleading statements in breach of the Code, which had demonised the Muslim\ncommunity. He expressed concern that the newspaper had sought to defend the\npiece by reference to the findings of the Casey Review, which was published a\nmonth after the article under complaint.5. The\ncomplainant said that the writer had inaccurately asserted that “like many\nMuslims who live in [Savile Town]”, the passers-by she had seen had spoken\n“little or no English”; that “almost all [of them] have been bought to the UK\nto wed British men of south Asian heritage”; and that the “wives have\nrestricted lives”. He questioned how many people the journalist had spoken to\nin order to come to these conclusions.6. The\ncomplainant also disputed the assertions that the Deobandi’s “most outspoken\npreachers have urged followers not to mix with Christians, Jews or Hindus”, and\nthat many Muslims in Savile Town only wanted to live with those from their own\nculture. He said that the newspaper had referred to one such “outspoken\npreacher”, and noted that there were many religious communities that do not\nmix. He expressed concern that there was a reference to Sharia councils, but\nnot to Jewish courts. 7. The\ncomplainant disputed the writer’s position that every girl she had seen had\nbeen “wrapped up in a hijab and shoulder-to-toe-gown”, and that there were\n“scores of boys in Islamic robes”. This was not his experience walking around\nthe area. He said this also represented a breach of Clause 6.8. The\ncomplainant also objected to the reference to pubs in the area closing down due\nto lack of custom as the writer had failed to mention that as well as people\narriving, local residents had left the area. The article had also failed to\nexplain why the hair salon, which had once given “stern perms to Yorkshire\nladies”, had closed down. He noted that shops had closed down in many\nlocalities due to the arrival of superstores that provided all services under\none roof. He also objected to the suggestion that there was nowhere to\nsocialise for “white folk”, as “we are white folks as well”.9. He said\nthat Savile Town had not been “left to become an enclave”, nor had the town\n“seen its white population almost entirely replaced”; rather, the local people\nhad left. Savile Town had also not produced “jihadists”, the boys in question\nhad attended a school outside the town and external influences, such as the\ninternet, would have played a part in influencing them.10. The\ncomplainant objected to the newspaper’s description of his radio interview with\nthe BBC as “an investigation” into Savile Town; the “investigation” had only\ninvolved his interview. He was also not a “spokesman for the Deobandi”; he had\nnot “refused to let [the BBC interviewer] see his wife” when he visited his\nhome; and he did not insist that his wife was covered at all times. His wife\ncovered her face as a matter of free choice and devotion to her faith, and he\nwas very clear in the interview that the interviewer could meet his wife, but\nthat she would have her face covered in accordance with their culture. The\nassertion that she had been “permitted” to make the tea was derogatory and\nsexist. The transcript of the interview\nwas as follows:Complainant: In terms of my household, I would say…maybe you\nneed to ask my wife that, if you really want to know. My thinking is, I have\nsort of relaxed a lot of things. For example, we would go into the airport and\nmy wife covers her face, and if we’re going into the airport, rather than cause\na problem, I say to my wife just lift your veil up so the customs officer can\nsee. So we don’t cause problems, don’t draw unnecessary attention to\nourselves.    Interviewer: But actually, when you say, you know “you\nshould ask my wife”, I mean, we’ve just had a cup of tea and I didn’t see your\nwife. I don’t know if it was her that produced the tea. But there was a\nknocking at the door and the tea just appeared, and I wasn’t allowed to see the\nwomen in your household I suspect. Isn’t that right?Complainant: Er, you can certainly say hello to her. I have\nno issues with that because the Qu’ran says if the women want to ask a question\nto the prophet they will ask him through a veil. So there is no harm in talking\nto her, but in terms of seeing her face, our culture does not allow that. So\nthat’s where we stand. 11. The\ncomplainant also said that the newspaper had inaccurately reported that his\nfamily “rarely watches TV”, which had given the misleading impression that his\nfamily were extremists. The interviewer had asked him about specific programmes\nand he had expressed his likes and dislikes. The transcript of the interview\nwas as follows:Interviewer: So just in terms of your household again. We’re\nin your sitting room. No TV?Complainant: No, I have a TV in the other room.Interviewer: You have no problem with television?Complainant: Ah I have no problem with television. I have no\nproblem with a knife. It’s how you use it. If you use a knife to cut meat,\nthat’s fine. If you use a knife to go out and kill somebody. God forbid what\nhappened to Lee Rigby. If you use that, that’s not acceptable. So if you’re\nsitting and watching porn at night, bikini galore or something like that,\nthat’s not acceptable. But if you’re\nwatching it for news.Interviewer: Strictly Come Dancing?Complainant: Not acceptable.Interviewer: X Factor?Complainant: To some extent I quite like X Factor…I think\nthere’s some good talent there.Interviewer: I think there might be a bit of slippage there!\nComplainant: There might be some grey areas there! Yes, but\nI think, you know what, talent is talent. Singing is talent. 12. The\ncomplainant also disputed that in his interview, he had said that Muslim men\nshould only be permitted to enter higher education to study and pray. The\ntranscript was as follows:Interviewer: There are articles [in the complainant’s\nmagazine] that say that it is only OK if you go to university if you have your\nhead down the whole time in case you see a woman and that you should only go to\nthe lecture room and the prayer room, you shouldn’t interact in the university\nlife in any other way.Complainant: I’ve been to university. I certainly didn’t\nbehave that way. I don’t think we’ve got articles that say you must keep your\nhead down. Interviewer: I can show you the reference. I can give you\nthe date. When I ask you about these articles you don’t seem to agree with\nthem. Yet the magazine you’re producing is saying don’t integrate, don’t\nparticipate in these activities.Complainant: No I don’t accept that premise. Because I\npersonally have written in that magazine about how we need to integrate in\nthere. Maybe you’ve seen those. Maybe you were only looking for the negatives\nin there. It is a duty as scholars to say this is what we think is right, this\nis what we think is wrong.     13. The\ncomplainant objected to the assertion that his “back to basics” beliefs had\nrepresented “desperately backwards thinking”, and that the Deobandis were a\n“small outlandish sect”. He noted that earlier in the article, it was reported\nthat the Deobandis ran nearly half of the 1,600 registered UK mosques.14. The\nnewspaper said that the article was a first-person account of the writer’s\nexperience of Savile Town, and it was published to accompany a report by\nProfessor Ted Cantle about the “ghetto-isation” of parts of Britain.15. The\nnewspaper said that the assertion that many Muslim women living in Savile Town\nspoke little or no English had been based on the journalist’s own experiences\nof the area. The journalist’s position was supported by the findings of the\nCasey Review, which said that 22 per cent of Muslim women could not speak\nEnglish well or at all, and which made specific reference to Kirklees, of which\nSavile Town is a part, where 6,792 women could not speak English well or at\nall.16. The\nnewspaper also said that it was the journalist’s experience of talking to\nresidents over a number of days that had led her to conclude that many of the\nwomen living in Savile Town had been brought to the area to “wed British men”;\nthat they “led restricted lives”; and that many Muslims wanted to live with those\n“from their own culture”. It considered that the Casey Review had found that\nthousands of people from “all-Muslim enclaves” seldom – if ever – left their\nareas. The Asian Voice newspaper had also reported that Dame Louise Casey had\ngathered evidence which revealed that “Muslims keep marrying foreign wives,\nleading to a ‘first generation in every generation’ phenomenon in their\ncommunities, which acts as a ‘bar’ to integration”. In addition, the Casey\nReview itself had said that “Rates of integration in some communities may have\nbeen undermined by high levels of transnational marriage”. As a gesture of\ngoodwill, however, the newspaper amended the statement in the online article\nthat “almost all” of the Muslim women in Savile Town had been brought to the UK\nto wed British men. 17. Similarly,\nthe newspaper said that the journalist had observed that many western shops in\nSavile Town had closed down, including the local hairdressers and pub. A local\nwoman had told the reporter that all the shops were now offering burkas,\nnon-alcoholic perfumes, and other non-Western goods, and it quoted a local\nnewspaper report, published in 2006, which stated that Savile Town’s last\nremaining pub was closing down. It was also the journalist’s experience that\nmany boys in the area wore Islamic robes and young girls were “wrapped up”.18. The\nnewspaper did not consider that it was inaccurate or misleading to describe\nSavile Town as an “enclave”, which was defined in the dictionary as a “portion\nof territory surrounded by larger territory whose inhabitants are culturally or\nethnically distinct”.19. The\nnewspaper said that the reference to the Deobandi’s “most outspoken preachers”,\nhad referred to one British Islamic scholar. It noted that an article published\nby another national newspaper had said that this scholar had preached “contempt\nfor Jews, Christians and Hindus”, and reference to him had also been made in\nthe BBC radio documentary in which the complainant had appeared.20. The\nnewspaper denied that it was inaccurate to describe the BBC radio documentary\nas an “investigation” into Savile Town; the area had been investigated as part\nof the BBC’s documentary on the Deobandis. It also denied that it was\ninaccurate to state that the complainant was a “spokesman for the Deobandis”.\nIn the BBC documentary, when the complainant was asked why Shaikh Motala, the\nmost senior Deobandi cleric in the UK “refused to speak publicly”, the\ncomplainant had replied “he has people, like me, as his mouthpiece”. Despite\nthis position, the newspaper offered to amend the reference in the online\narticle to the complainant being a “spokesman” so that it would read “a Muslim\nleader who is a Deobandi scholar”.21. The\nnewspaper said that local council figures demonstrated that the white\npopulation in Savile Town had been replaced, and the article had clearly stated\nthat “only 48 of 4,033 people living there are white British”.22. With\nregards to its report of the complainant’s BBC interview, the newspaper said\nthat the statement that the interviewer was not permitted to “see his wife” had\nbeen a reference to her not being seen by the interviewer, despite the\ninterview taking place in her home and despite her making the tea. It noted\nthat while the complainant had said that the reporter could meet his wife, it\ndid not happen.23. The\nnewspaper also did not consider that it was misleading to suggest that the\ncomplainant’s family “rarely watches TV” as this was supported by his\ndescription of the strict situations in which the TV may be watched. Similarly,\nthe interview demonstrated that the complainant had said that men should only\nenter university to study and pray as the interviewer had pointed out that,\naccording to the magazine produced by him, students should “only go the lecture\nroom or the prayer room”. It was not significant whether this point was introduced\nby the interviewer or the complainant.24. In light\nof the complainant’s concerns, however, the newspaper offered to amend the\nreferences to the complainant refusing to let the interviewer see his wife and\nto his comment on permissible behaviour at university in the online article. It\nalso offered to publish the following clarification in print and online:An article on 3 November about a predominantly Muslim part\nof a Yorkshire town said that ‘almost all’ women there have been brought to the\nUK to marry and that local spokesman Mufti Pandor ‘refused’ to let a BBC\nreporter see his wife and told him that Muslim men should only be allowed to\nenter universities to study and pray. We are happy to clarify that, while Dame\nLouise Casey’s review said that many Muslim men take foreign wives, the exact\nproportion in Savile Town is unknown. We are also happy to make clear that\nwhile Mr Pandor’s wife was never seen by or introduced to the BBC reporter, Mr\nPandor said it would be permissible for her to say hello provided her face was\nveiled and not seen, and that it was the BBC interviewer who raised the point\nabout permissible university behaviour rather than Mr Pandor.25. With\nregards to the complainant’s concern that the article had said that he “insists\nthat his wife is covered at all times”, it noted that the complainant had said\nthat he “allows” his wife to lift her veil in the airport so that her identity\nmay be confirmed. 26. The\nnewspaper did not consider that it was misleading to state that the complainant’s\nviews had represented “desperately backwards thinking”. This had referred to\nthe idea of following the lifestyle of the Prophet, from 14 centuries ago,\nwhich the complainant had referred to as a “back to basics movement”. It\nconsidered that its journalist was entitled to her view that the Deobandis were\nan “outlandish sect”; it conveyed the sense that it was “unfamiliar”.Relevant Code provisions27. Clause 1\n(Accuracy)i) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not\nsupported by the text.ii) A significant inaccuracy, misleading statement or\ndistortion must be corrected, promptly and with due prominence, and — where\nappropriate — an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator. iii) A fair opportunity to reply to significant inaccuracies\nshould be given, when reasonably called for.iv) The Press, while free to editorialise and campaign, must\ndistinguish clearly between comment, conjecture and fact.Clause 2 (Privacy)i) Everyone is entitled to respect for his or her private\nand family life, home, health and correspondence, including digital\ncommunications.ii) Editors will be expected to justify intrusions into any\nindividual's private life without consent. Account will be taken of the\ncomplainant's own public disclosures of information.Clause 6 (Children)i) All pupils should be free to complete their time at\nschool without unnecessary intrusion.ii) They must not be approached or photographed at school\nwithout permission of the school authorities.iii) Children under 16 must not be interviewed or\nphotographed on issues involving their own or another child’s welfare unless a\ncustodial parent or similarly responsible adult consents.iv) Children under 16 must not be paid for material\ninvolving their welfare, nor parents or guardians for material about their\nchildren or wards, unless it is clearly in the child's interest.Clause 12 (Discrimination)i) The press must avoid prejudicial or pejorative reference\nto an individual's, race, colour, religion, sex, gender identity, sexual\norientation or to any physical or mental illness or disability.ii) Details of an individual's race, colour, religion,\ngender identity, sexual orientation, physical or mental illness or disability\nmust be avoided unless genuinely relevant to the story.Findings of the Committee28. The\ncomplainant had raised concerns that related to the writer’s account of her\nvisit to Savile Town and to the interview he had given to the BBC. The\nCommittee considered the concerns that related directly to the complainant\nfirst.29. In\ncircumstances in which the BBC had visited Savile Town as part of its\ndocumentary on the Deobandis, it was not significantly misleading for the\nnewspaper to have said that the BBC “investigated” the area. Furthermore, in\nthe interview, the complainant had described himself as a “mouthpiece” of\nShaykh Yusuf Motala, “Britain’s most senior Deobandi scholar”. It was therefore\nnot significantly inaccurate to say that the complainant was a “spokesman” for\nthe Deobandis.30. The\nCommittee acknowledged that in the interview, the complainant had told the\ninterviewer that he could meet and speak to his wife; however, he had made\nclear that her face would have to be covered. As such, it was not significantly\nmisleading for the newspaper to state that the complainant had “refused” to let\nthe interviewer “see” his wife. Furthermore, it was not significantly\nmisleading for the newspaper to assert that the complainant insisted that his\nwife was covered at all times, given that he had told the interviewer that he\nhad “relaxed a lot of things” and had then referred to the fact that he had\ntold his wife that she may lift her veil to have her identity confirmed at the\nairport. Nevertheless, the Committee welcomed that the newspaper had offered to\naddress this point in a correction.31. While the\ncomplainant had not told the BBC interviewer that his family “rarely watches\nTV”, it was clear from the interview that there were restrictions on the\nprogrammes that they may watch. As such, the Committee did not consider that\nthe reference to the family’s television habits was significantly misleading.32. The\nnewspaper had accepted that the complainant had not told the BBC that Muslim\nmen should only go to university to “study and pray”, as reported. In fact, the\ninterviewer had said that the magazine produced by the complainant had said\nsuch things, and the complainant had replied “I don’t think we’ve got articles\nthat say you must keep your head down”, and the interviewer had acknowledged\nthat the complainant did not appear to agree with those views. In light of\nthis, the Committee considered that the newspaper had given a significantly misleading\nimpression of the complainant’s comments to the BBC on the way Muslim men\nshould behave at university. This represented a failure to take care over the\naccuracy of the article in breach of Clause 1(i). A correction was required in\norder to avoid a breach of Clause 1 (ii).33. The\nnewspaper had offered to publish a correction in print and online that stated\nthat it was the BBC interviewer who had raised the point about permissible\nbehaviour in universities, and not the complainant. The Committee considered\nthat this was sufficient to meet the requirement of Clause 1 (ii).34. With\nregards to the complainant’s concern that the writer had referred to his “back\nto basics” beliefs as “desperately backwards thinking”, this was a view the\nwriter was entitled to express. Furthermore, the writer had not stated as fact\nthat the Deobandis were a “small outlandish sect”. Rather, she had emphasised\ntheir influence and “outlandish” referred to the fact that the Deobandis were\nunfamiliar to most people. There was no breach of the Code on these points.35. The\nCommittee then considered the complainant’s concerns regarding information\nreported about Savile Town. The article was clearly a first-person account of\nthe writer’s experience visiting Savile Town; it was not a sociological survey\nof the area, but an account of the writer’s impresesions. While the complainant\ndenied that most of the individuals the writer had met had spoken little or no\nEnglish and that most people in the area, including children, wore Islamic\ndress, this was clearly the writer’s view of her experiences in the area, which\nthe newspaper was entitled to publish.36. Similarly,\nthe writer was entitled to describe the aspects of the community which she\nconsidered to be noteworthy. For instance, the fact that only one pub remained\nopen in the area, and that the hairdressers had closed down. The writer was not\nobliged to state that many such outlets close because of the arrival of\nshopping centres offering the same services under one roof; she was entitled to\nexpress her opinion that the closures were due to the changing population. 37. The writer\nwas also entitled to express her opinion that the women she had met had led\n“restricted lives” and that many Muslims in the area “only want to live with\nthose from their own culture”. The complainant was not in a position to dispute\nthe experiences of the people with whom the writer had spoken.38. The\nCommittee noted that the writer had asserted as fact that “almost all” the\nwomen in the area had been brought to the UK to wed British men of South Asian\nheritage, when the exact statistics for such marriages in Savile Town were\nunknown. However, in the context of this article, which was clearly an account\nof the writer’s own experience gained from the people she had interviewed, the\nCommittee did not consider that the assertion was significantly misleading. It\nalso noted that the prevalence of transnational marriage in South Asian\ncommunities had been referred to in the Casey Review. While this point did not\nrequire correction under the Code, the Committee welcomed the newspaper’s offer\nto address it in a clarification.39. The\nnewspaper had explained that the reference to the Deobandi’s “most outspoken\npreachers” had concerned one Islamic scholar, and the complainant did not\ndispute that he had urged Muslims not to mix with other religious groups. It\nwas not significantly misleading to omit the fact that other religions also\ndiscourage mixing; nor was it misleading to refer to the presence of a Sharia\ncourt and not to a Jewish court. There was no breach of the Code on these\npoints. 40. The\nCommittee noted the complainant’s concern that the writer had asserted that the\narea had been left to become an “enclave”, and that the local population had\nbeen “replaced”. However, he accepted that many of the white local people had\nleft the area as the Muslim population had increased; indeed, he had referred\nto this in his interview with the BBC as “white flight”. It was also not in\ndispute that the last census had recorded that only 48 of 4,033 Savile Town\nresidents were white, as stated in the article. As such, it was not\nsignificantly misleading to refer to the area as an “enclave” or to assert that\nthe local population had been “replaced”. It was also not significantly\nmisleading for the writer to refer to “white folk” to describe the white\nBritish population. There was no breach of the Code on these points. 41. The\ncomplainant did not dispute that a number of young people in area had left to\njoin Islamic State. Regardless of the other influences that may have affected\ntheir behaviour – such as their schooling or internet use – it was not\nsignificantly misleading for the newspaper to assert that the area had\n“produced” the jihadists. There was no breach of the Code on this point.  42. The\nCommittee noted the complainant’s position that the writer’s portrayal of his\ninterview with the BBC had been discriminatory. While the Committee had found\nthat the article had given a significantly misleading impression of one aspect\nof the interview, it did not consider that the writer had made any pejorative or\ndiscriminatory references to the complainant’s religion in breach of Clause 12.43. The\narticle had reported details of an interview the complainant had given to the\nBBC, which had been broadcast on the radio. The article had not disclosed\nprivate information about him in breach of Clause 2. Furthermore, the\nreferences to children in Savile Town wearing Islamic dress did not represent\nan intrusion their time at school in breach of Clause 6.Conclusion44. The\ncomplaint was upheld in part.Remedial action required45. Having\nupheld the complaint in part, the Committee considered what remedial action\nshould be required.46. The\nnewspaper had offered to publish a correction in print and online, which\nidentified the inaccuracy and made the correct position clear.47. The\nnewspaper should now also publish the wording, as offered.48. On receipt\nof the Committee’s decision, the newspaper took the opportunity to comment on\nthe remedial action required, as permitted under IPSO’s regulations. The\nnewspaper noted that the wording it had previously offered to publish had\naddressed points that did not require correction under the Code. As such, it\nsuggested that the following alternative wording would more clearly address the\nCommittee’s findings:An article on 3 November about a predominantly Muslim part\nof a Yorkshire town said that local Deobandi spokesman Mufti Pandor had said in\na BBC radio interview that Muslim men should only go to university to study and\npray. In fact it was the BBC reporter who had asserted that this was the\ninstruction given by Mr Pandor’s magazine. We are also happy to clarify that,\nwhile the spokesman’s wife was not seen by the BBC reporter, Mr Pandor said it\nwould be permissible for her to say hello provided her face was veiled.49. The\nCommittee considered that the alternative wording identified the inaccuracy\nregarding the complainant’s comments, and made clear that it was the BBC\ninterviewer who had said that the complainant’s magazine had included comments\non permissible behaviour in universities. The Committee considered that this\nwas sufficient to meet the requirement of Clause 1 (ii), and instructed the\nnewspaper to publish the wording.  Date complaint received: 17/01/2017Date decision issued: 27/04/2017\nBack to ruling listing\n\n\n"
}