{
    "url": "/rulings-and-resolution-statements/ruling/?id=00348-19",
    "title": "00348-19 Taylor v derbytelegraph.co.uk",
    "provisions": [
        "1 Accuracy (2018)",
        "2 Privacy (2018)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "derbytelegraph.co.uk (Derbyshire Live) (Reach PLC)",
    "published_on": "2018-12-06 00:00:00",
    "received_on": "2019-01-16 00:00:00",
    "concluded_on": "2019-05-09 00:00:00",
    "complaint_processing_days": 113,
    "text": "\n\n\n\n\n\nDecision of the\nComplaints Committee 00348-19 Taylor v derbytelegraph.co.uk\nSummary of\nComplaint 1.   \nRachel\nTaylor complained to the Independent Press Standards Organisation that derbytelegraph.co.uk breached Clause 1 (Accuracy) and Clause 2 (Privacy) of the Editors’ Code of\nPractice in an article headlined “Prison worker from Derby jailed for smuggling\nspice, cannabis and mobile phones”, published on 6 December 2018. 2.   \nThe\narticle reported that the complainant, who had formerly been employed at a\nprison, had been convicted of conspiracy to supply Class B drugs and conspiracy\nto convey Class B drugs into prison. The article reported that, three months\nafter the start of her employment, colleagues became suspicious that the woman\nwas having “inappropriate relationships” with two named prisoners, who were\nco-defendants in the case, and that 16 wraps of cannabis were found in a\nsubsequent search of her home. It included a lengthy quote on the case from a Detective\nInspector, who said that she had spent the money on “an extravagant lifestyle\nof designer clothes and accessories”. 3.   \nThe\ncomplainant said that the article contained a number of inaccuracies in breach\nof Clause 1 (Accuracy). She said that police had not found 16 wraps of cannabis\nin her house; instead witness statements said that police had found “8 wraps of\nvegetable matter”. She said that misreporting the number of wraps was\nsignificant, as this greatly inflated the potential value of the drugs. 4.   \nThe\ncomplainant also said that it was inaccurate to report that concerns were\nraised three months after she began working at the prison about possible\nrelationships between her and two prisoners; one of the men in question was not\nat the prison and had never met her at the time the newspaper alleged that\ncolleagues had raised concerns. She also said that it was inaccurate to report\nthat she had lived an “extravagant lifestyle” or had spent money on designer\nclothes or accessories. She said that there was no evidence of this and this\nwas never heard in court. 5.   \nThe\ncomplainant also said that the article breached Clause 2 (Privacy) by\npublishing her partial home address. She said that as her co-defendants had\nlinks to gangs, publishing this information put her at risk. 6.   \nThe\npublication did not accept that the article was inaccurate or that there was\nany breach of the Code. It said that the article was based entirely on a press\nrelease published by Nottingham Police. On receipt of the complaint, the\npublication contacted the Police, which maintained that its press release was\nan accurate account of the case.  \nRelevant Code\nProvisions 7.   \nClause\n1 (Accuracy) i) The Press must take care not\nto publish inaccurate, misleading or distorted information or images, including\nheadlines not supported by the text.\nii) A significant inaccuracy,\nmisleading statement or distortion must be corrected, promptly and with due\nprominence, and — where appropriate — an apology published. In cases involving\nIPSO, due prominence should be as required by the regulator.  \nClause 2 (Privacy)*\ni) Everyone is entitled to\nrespect for his or her private and family life, home, health and\ncorrespondence, including digital communications. \nii) Editors will be expected to\njustify intrusions into any individual's private life without consent. In\nconsidering an individual's reasonable expectation of privacy, account will be\ntaken of the complainant's own public disclosures of information and the extent\nto which the material complained about is already in the public domain or will\nbecome so. \nFindings of the Committee 8.    The publication was entitled to\nrely on the police press release. This had been reported accurately. There was\nno breach of Clause 1(i). The Committee acknowledged that the complainant\ndisputed the article’s claim regarding the number of wraps found based on the\ntwo witness statements she provided. However, the claim that there were 16\nwraps of cannabis was provided by the police, who maintained that this was\naccurate. Therefore, while the Committee acknowledged the discrepancy between\nthe parties’ positions, where the article accurately reported the information\nfrom the police, who the Committee considered were best placed to know the\ncorrect position, it did not find a breach of Clause 1 (ii) in relation to this\npoint. 9.   \nRegardless,\nit was accepted that the articles had accurately reported the charge of which\nthe woman had been convicted, and the names of her co-defendants. In these\ncircumstances, any small discrepancy in relation to the number of wraps, or the\ndate at which colleagues became suspicious, did not represent significant\ninaccuracies. The reference to an extravagant lifestyle was attributed to the\nDetective Inspector. There was no significant inaccuracy requiring correction\nunder Clause 1 (ii). 10. In accordance with the principle\nof open justice, newspapers are generally entitled to report information that\nhas been disclosed in open court and is not subject to a reporting restriction.\nIn this case, the complainant did not dispute that the address was given in\ncourt, and so publishing this information did not represent any intrusion into\nthe complainant’s private life.  There\nwas no breach of Clause 2. \nConclusions 11.  The complaint was not upheld\nRemedial action 12.  N/ADate complaint received: 16/01/2019Date decision issued: 09/05/2019\n \nBack to ruling listing\n\n\n"
}