{
    "url": "/rulings-and-resolution-statements/ruling/?id=00351-15",
    "title": "00351-15 - Ata-Amonoo v Bristol Post",
    "provisions": [
        "3 (Privacy) 2015",
        "5 (Intrusion into grief or shock) 2015"
    ],
    "outcome": "No breach - after investigation",
    "publication": "Bristol Post (Reach PLC)",
    "received_on": "2015-01-16 00:00:00",
    "concluded_on": "2015-05-22 00:00:00",
    "complaint_processing_days": 126,
    "conclusion_long": "8. The complaint was not upheld.",
    "remedial_action": "N/A Date complaint received: 16/01/2015",
    "text": "\n\n\n\n\n\n·   Decision of the Complaints Committee 00351-15 -\nAta-Amonoo v Bristol Post\nSummary of complaint \n1. Ama Ata-Amonoo complained to the Independent Press\nStandards Organisation that The Bristol Post had breached Clause 3 (Privacy)\nand Clause 5 (Intrusion into grief or shock) of the Editors’ Code of Practice\nin an article headlined “Jobless man took life after split-up”, published in\nprint and online on 2 December 2014.\n2. The article reported on the inquest proceedings\nrelating to the death of the complainant’s brother.\n3. The complainant was concerned that the article disclosed\nher brother’s full address, his employment situation and details of his private\nlife and relationship.  She said that in\na case involving personal grief and shock, the use of the word “jobless” in the\nheadline, and the inclusion of these details was insensitive. In addition, she\nwas concerned that the article intruded on her brother’s privacy. She said that\nshe and other members of her family had been assured by the reporter attending\nthe inquest that if an article on the inquest were to be written, it would be\nin the public interest, and that the family’s wishes would be respected. She\nsaid that her sister visited the newspaper’s offices, and was assured that no\narticle would be published, and that contrary to this assurance, an article was\npublished the following day. She said that it was not in the public interest\nfor the newspaper to report on the inquest proceedings in the manner in which\nit did.\n4. The newspaper said that the complainant’s brother’s\naddress, employment, and the details about his personal life were disclosed as\npart of inquest proceedings. It said that in response to the complainant’s\nrequest that the inquest was not reported on, its reporter explained that it\nwas unlikely that the inquest would not be reported, but that she would ask the\nnews editor. The reporter passed on the family’s request, but the news editor\ndecided to publish the report. When the complainant’s sister visited the\nnewspaper’s office to enquire about whether the article would be published, she\nwas told that it would be. \nRelevant Code Provisions\n5. Clause 3 (Privacy)\ni.) Everyone is entitled to respect for his or her\nprivate and family life, home, health and correspondence, including digital\ncommunications.\nii.) Editors will be expected to justify intrusions into\nany individual's private life without consent. Account will be taken of the\ncomplainant's own public disclosures of information.\nClause 5 (Intrusion into grief or shock)\ni.) In cases involving personal grief or shock, enquiries\nand approaches must be made with sympathy and discretion and publication\nhandled sensitively. This should not restrict the right to report legal\nproceedings, such as inquests.\nii.) When reporting suicide, care should be taken to\navoid excessive detail about the method used.\nFindings of the Committee\n6. The Committee expressed its sympathy to the\ncomplainant for the death of her brother. However, the details of her brother’s\npersonal life, his employment and the circumstances surrounding his death were\ngiven as part of inquest proceedings, and in the absence of reporting\nrestrictions, these were a matter of public record that the newspaper was\nentitled to report on.  Reporting these\ndetails did not raise a breach of Clause 3 (Privacy).\n7. The Committee acknowledged that the family found the\ninclusion of the deceased’s personal details was upsetting and not to be in the\npublic interest. However, the article was not derogatory, and Clause 5\n(Intrusion into grief or shock) makes clear that it should not restrict the\nright to report legal proceedings, such as inquests. The Committee was unable\nto reconcile the two accounts of the contact between the complainant’s family\nand the newspaper prior to publication. Nevertheless, it took the view that, in\nthe circumstances, the publication of the article was not insensitive, and\nthere was no breach of Clause 5.  \nConclusions\n8. The complaint was not upheld.\nRemedial Action Required\nN/A\nDate complaint received: 16/01/2015 \nDate decision issued: 22/05/2015\nBack to ruling listing\n\n\n"
}