{
    "url": "/rulings-and-resolution-statements/ruling/?id=00359-22",
    "title": "00359-22 Kay v express.co.uk",
    "provisions": [
        "12 Discrimination (2021)",
        "3 Harassment (2021)",
        "1 Accuracy (2021)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "express.co.uk (Reach PLC)",
    "published_on": "2022-01-11 00:00:00",
    "received_on": "2022-01-11 00:00:00",
    "concluded_on": "2022-06-06 00:00:00",
    "complaint_processing_days": 146,
    "conclusion_long": "19. The complaint was not upheld.",
    "remedial_action": "20. N/A    Date complaint received: 11/01/2022",
    "text": "\n\n\n\n\n\nDecision\nof the Complaints Committee – 00359-22 Kay v express.co.uk\nSummary\nof Complaint\n1. Anthony\nKay complained to the Independent Press Standards Organisation that\nexpress.co.uk breached Clause 1 (Accuracy), Clause 3 (Harassment), and Clause\n12 (Discrimination) of the Editors’ Code of Practice in an article headlined\n“Antivaxxers are dumb as breeze blocks - it's time we stopped tolerating them\nPAUL BALDWIN”, published on 11 January 2022.\n2. The\narticle – which appeared online only – was an opinion piece, setting out the\nwriter’s view on “[a]ntivaxxers” – people who have chosen not to receive a\nCovid-19 vaccine. It stated that people “are fed-up of seven out of 10\nCovid-infected people taking up hospital beds not being vaccinated”. It also\nstated that the writer “like all sane people with a vague concern for\nself-preservation, […] ha[s] no problem with vaccine passports.”\n3. The\ncomplainant said that the article contained several inaccuracies in breach of\nClause 1. He said that, while the article reported that “seven out of 10\nCovid-infected people taking up hospital beds” were unvaccinated, the actual\nfigure was closer to 3 out of 10. He provided statistics from December 2021 to\nsupport his position on this point: Statistics from Public Health Scotland\nshowing that 541 vaccinated people were hospitalised versus 168 unvaccinated (2\nout of 10); statistics from NHS Wales showing that 433 vaccinated people were\nhospitalised versus 79 who were unvaccinated (2 out of 10); and figures from\nthe UK Health Security Agency reporting that 8,566 vaccinated people were\nhospitalised versus 4,738 unvaccinated people (4 out of 10).\n4. The\ncomplainant also said that the article was inaccurate as the latest figures\nfrom the UK Health Security Agency (UKHSA) indicated that 4 out of 5 Covid-19\ndeaths in the month leading up to 11 January 2022 had occurred amongst the\ndouble and triple vaccinated; the Covid-19 vaccine was “experimental” and would\nnot be authorised until 2023; and that the article omitted to state that\nCovid-19 vaccinations did not prevent either infection or the transmission of\nCovid-19. He then said that the article could not simply be the comment of the\narticle’s writer, given that the publication had – in his view – adopted the\nwriter’s position in its headline, and therefore it was not distinguished as\ncomment in line with the terms of Clause 1 (iv).\n5. The\ncomplainant also said that the article breached Clause 12 and Clause 3, as he\nbelieved the headline and article was intended to shame people who had chosen\nnot to be vaccinated.\n6. The\npublication did not accept that the article breached the Editors’ Code. Turning\nto the complainant’s Clause 1 concerns, it said that that the BMJ had – on the\n4th of January 2022 – published a fact check, addressing the question of how\nmany patients in UK intensive care units who had Covid-19 were unvaccinated.\nThe fact check had found that in December 2021 the proportion of patients\nadmitted to critical care in December 2021 with confirmed Covid-19 who were\nunvaccinated was 61%, having fallen from a 75% in May 2021. It also noted that\nnot all patients who are admitted to hospital would use a hospital bed, and\nthat occupied hospital beds within critical care settings were the most\ncrucial.\n7. The\npublication also noted that the BMJ’s Fact Check had found that the highest rate\nof unvaccinated patients in intensive care was 66% and, in north-east London in\nDecember 2021, 80% of critical care patients had not received two doses of the\nvaccine. With this in mind, it considered that there was sufficient basis for\nthe article that “seven out of 10 Covid-infected people taking up hospital\nbeds” were not vaccinated.\n8. While\nthe publication did not accept that the “7 out of 10” reference was inaccurate,\nit did offer to amend the article as a gesture of goodwill to refer\nspecifically to critical care beds, rather than hospital beds. It also said\nthat it would be content to add a line to the article, clarifying the sources\nof the “7 out of 10” figure.\n9. Addressing\nthe complainant’s Clause 12 concerns, it said that these concerns did not\nengage the terms of the Clause and therefore it could not have been breached.\nThe publication did not address the complainant’s Clause 3 concerns.\n10. The\ncomplainant said that amending the article on a single point would not be\nsufficient to address his concerns; he said that, in publishing the figures in\nthe first place, the publication was “following uncritically the [government]\nnarrative”.  He also said that, even if\none assumed that the 6 out of 10 figure from the BMJ was correct, this was not\nthe same as 7 out of 10, as the article reported.\n11. He\nalso said that IPSO should not take a narrow, legalistic view of the terms of\nClause 3 and Clause 12, and should accept that his concerns fell under the\nterms of these Clauses and should be addressed. He also said that the article\nshould make clear that only 20% of critical care beds were utilised. Finally,\nhe noted that he would perhaps be content to resolve his complaint should the\npublication publish some form of wording which accepted that the article was\n“provocative” and had gone too far.\n12. The\npublication did not consider that it would be appropriate to publish the\nwording suggested by the complainant, but said that it would be happy to add\nfurther wording to the article – beyond simply amending it – in the form of a\nfootnote, elaborating on what amendments had been made and why. It proposed to\npublish the following footnote:\nThis\narticle has been amended to make clear that the statistic of 'seven out of 10\nCovid-infected people taking up hospital beds' relates to those in critical\ncare, and taking up hospital beds long term. We are happy to clarify this.\nRelevant\nCode Provisions\nClause 1\n(Accuracy)\ni) The\nPress must take care not to publish inaccurate, misleading or distorted\ninformation or images, including headlines not supported by the text.\nii) A\nsignificant inaccuracy, misleading statement or distortion must be corrected,\npromptly and with due prominence, and — where appropriate — an apology\npublished. In cases involving IPSO, due prominence should be as required by the\nregulator. \niii) A fair\nopportunity to reply to significant inaccuracies should be given, when\nreasonably called for.\niv) The\nPress, while free to editorialise and campaign, must distinguish clearly\nbetween comment, conjecture and fact.\nClause 3\n(Harassment)*\ni)\nJournalists must not engage in intimidation, harassment or persistent pursuit.\nii) They\nmust not persist in questioning, telephoning, pursuing or photographing\nindividuals once asked to desist; nor remain on property when asked to leave\nand must not follow them. If requested, they must identify themselves and whom\nthey represent.\niii)  Editors must ensure these principles are\nobserved by those working for them and take care not to use non-compliant\nmaterial from other sources.\nClause\n12 (Discrimination)\ni) The\npress must avoid prejudicial or pejorative reference to an individual's race,\ncolour, religion, sex, gender identity, sexual orientation or to any physical\nor mental illness or disability.\nii)\nDetails of an individual's race, colour, religion, gender identity, sexual\norientation, physical or mental illness or disability must be avoided unless\ngenuinely relevant to the story.\nFindings\nof the Committee\n13.\nWhile the Editors’ Code acknowledges that the press is entitled to publish the\nview of individuals, there remains an obligation under Clause 1 to take care\nnot to publish inaccurate, misleading or distorted information. The article\nincluded the claim that “seven out of 10 Covid-infected people taking up\nhospital beds [are not] vaccinated” and – while the claim had appeared in a\ncomment piece – the publication had not disputed that the claim was a claim of\nfact.\n14. The\nCommittee noted that there were a wide-range of figures, all of which were from\nreliable sources – devolved governments, medical journals, and local NHS trusts\n– regarding how many individuals in critical care with Covid-19 were\nunvaccinated, with the lowest estimates ranging from 30% and the highest being\nrecorded as 80%. The Committee noted that it was not in a position to resolve\nthe discrepancy in these figures; rather, its role was to determine to what\nextent, if any, the publication had a factual basis for stating that “seven out\nof 10 Covid-infected people taking up hospital beds [are not] vaccinated”, and\nwhether it could establish any inaccuracy requiring correction.  The Committee noted that there were\ndifferences in methodology between the sources, with some sources defining “unvaccinated”\nas someone who had not – in December 2021 – received two doses of a Covid-19\nvaccination, and other sources defining it as someone who had received no doses\nat all.\n15. The\npublication had provided figures which showed that the proportion of people who\nhad received no vaccinations at all who were being treated in a critical care\nsetting in a hospital had peaked at 75% in May 2021, before dropping then\nrising again to 61% in December 2021, according to the BMJ. The Committee also\nnoted the wider context at the time that the article was published, which was\nthat critical care bed occupancy, and the pressure on critical care units –\nrather than overall hospital bed admissions – was a key component of reporting\nand debate. The data demonstrated, therefore, that the figure varied, and that\nat times it had been the case that 7 out of 10 people occupying critical care\nbeds who were unvaccinated. There was, therefore, a basis for the “7 out of 10”\nfigure, and no breach of Clause 1 arose from reporting this figure.\n16. The\ncomplainant had also said that the article breached Clause 1 as it omitted to\nrefer to the following points: that figures from the UK Health Security Agency\n(UKHSA) indicated that 4 out of 5 Covid-19 deaths in the month leading up to 11\nJanuary 2022 had occurred amongst the double and triple vaccinated; that the\nCovid-19 vaccine was “experimental” and would not be “authorised” until 2023;\nthat Covid-19 vaccinations did not fully prevent either infection or the\ntransmission of Covid-19; and that only 20% of critical care beds were in use\nduring the pandemic. Newspapers have the right to choose which pieces of\ninformation they publish, as long as this does not lead to a breach of the\nCode. In this instance, there was no obligation for the article to refer to the\ninformation flagged by the complainant, where not doing so did not render the\nthrust of the article – that the writer believed there should be more measures\nin place to discourage people from refusing the Covid-19 vaccination –\ninaccurate. There was no breach of Clause 1 on this point.\n17.\nWhile the complainant considered that the scope of Clause 12 and Clause 3\nshould be widened to deal with his concerns, the Committee noted that its role\nwas to adjudicate on complaints based on whether the terms of the Clauses have\nbeen breached; it would not be possible, or desirable, for the Committee to\nunilaterally expand its remit to address concerns which do not relate to the\nCode as written.\n18. With\nthis in mind, the Committee did not consider that the terms of Clause 12 or\nClause 3 had been breached, where the former Clause relates to specific\nreferences to an individual’s protected characteristic – and the article under\ncomplaint included no such reference – and the latter Clause generally relates\nto contact from journalists during the newsgathering process. There was\ntherefore no breach of Clause 12 or Clause 3.\nConclusion(s)\n19. The\ncomplaint was not upheld.\nRemedial\nAction Required\n20. N/A\n\n\n\nDate\ncomplaint received: 11/01/2022\nDate\ncomplaint concluded by IPSO: 06/06/2022\nBack to ruling listing\n\n\n"
}