{
    "url": "/rulings-and-resolution-statements/ruling/?id=00368-22",
    "title": "00368-22 Thompson v The Daily Telegraph",
    "provisions": [
        "1 Accuracy (2021)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "The Daily Telegraph (Telegraph Media Group Ltd)",
    "published_on": "2022-01-11 00:00:00",
    "received_on": "2022-01-11 00:00:00",
    "concluded_on": "2022-05-24 00:00:00",
    "complaint_processing_days": 133,
    "conclusion_long": "23. The complaint was not upheld.",
    "remedial_action": "24. N/A    Date complaint received: 11/01/2022",
    "text": "\n\n\n\n\n\nDecision\nof the Complaints Committee – 00368-22 Thompson v The Daily Telegraph\nSummary\nof Complaint\n1. Karen\nThompson complained to the Independent Press Standards Organisation that The\nDaily Telegraph breached Clause 1 (Accuracy) of the Editors’ Code of Practice\nin an article headlined “Sturgeon: Scots face having to wear mask for years /\nSturgeon pressed to bring an end to restrictions ‘this week’”, published on 11\nJanuary 2022.\n2. The\narticle reported on comments made by First Minister Nicola Sturgeon during an\ninterview with “STV’s Scotland Tonight”. The article opened by stating that\n“Scots will be forced to wear face coverings in public places for years to come\nunder Nicola Sturgeon’s long term strategy for ‘living with’ Covid, she\nindicated last night”. It went on to report that: “The First Minister said\nScotland will have to ask itself ‘what adaptations to pre-pandemic life’ might\nbe needed so the country can live with the virus. Citing the continued wearing\nof face coverings as an example, she said they ‘might be required in the\nlonger-term to enable us to live with it with far fewer protective measures’.”\n3. The\narticle went on to include Ms Sturgeon’s quote in full: “’Sometimes when you\nhear people talk about learning to live with Covid, what seems to be suggested\nis that one morning we’ll wake up and not have to worry about it anymore, and\nnot have to do anything to try to contain and control it,’ Ms Sturgeon said.\n‘That’s not what I mean when I say ‘learning to live with it’. Instead, we will\nhave to ask ourselves what adaptations to pre-pandemic life – face coverings,\nfor example – might be required in the longer term to enable us to live with it\nwith far fewer protective measures’.”\n4. The\narticle also reported more generally on the Covid-19 pandemic in Scotland, and\nthe response to restrictions. It stated that the Scottish government’s “figures\nshow[ed] Scotland has a higher Covid rate than England”, and that, according to\na survey conducted by the Aberdeen and Grampian Chamber of Commerce, “[t]hree\nin four businesses (76 per cent) said they did not think Ms Sturgeon was\ncorrectly balancing health and economic harms when drafting policy and almost\ntwo-thirds (65 per cent) thought the restrictions were not proportionate to the\nrisk posed by omicron.”\n5. The\narticle also appeared online in substantially the same form, under the headline\n“Scots could wear face masks for years under Nicola Sturgeon’s plan for living\nwith Covid”. The online version of the article opened with: “Scots will be have\nto wear face coverings [sic] in public places for years to come under Nicola\nSturgeon's long-term strategy for living with Covid, she has indicated.” The\nonline article also referred to “government figures showing that Scotland has a\nhigher Covid rate than England”, rather than referring specifically to figures\nfrom the Scottish government.\n6. The\nonline version of the article also included a cartoon, showing a queue of cars\nleaving Scotland. The cartoon showed a sign, with a Scottish flag and a picture\nof Nicola Sturgeon; the sign read:\nWelcome\nto Free Scotland*\nWhere\nevery Covid rule is pointlessly stricter than England’s\n*Twinned\nwith Wales\n7. The\ncomplainant said that the article included several alleged inaccuracies, in\nbreach of Clause 1. She first said that the headline was not supported by the\ntext of the article, where the print and online headlines both included\nreferences to people in Scotland wearing face-coverings “for years”. The\ncomplainant said that this was not borne out by what Ms Sturgeon had said\nduring the STV interview, where she referred only to the “longer term”. In\naddition, she noted that the online version of the headline referred to “Nicola\nSturgeon’s plan”, which she did not consider to be an accurate characterisation\nor summary of comments made by her during the television interview; the\ncomplainant considered that this reference suggested that a “solid framework”\nwas in place, rather than it being an inference on the part of the publication.\n8. The\ncomplainant then said that she believed that the article had “cherry-picked\ndata” in reporting that the Scottish government’s “figures show[ed] Scotland\nhas a higher Covid rate than England”. She said that this was a matter of\nongoing debate and investigation, and was also at odds with data published by\nthe Office for National Statistics (ONS), which showed that Covid rates had\nbeen higher in England at that time.\n9. The\ncomplainant then said that the figures which the publication provided to\nsupport its assertion that “figures show[ed] Scotland has a higher Covid rate\nthan England” were taken out of context and were incomplete, where they did not\nrefer to the fact that the 7th of January figures showed that the\nPCR-positivity percentage figure was lower in Scotland than in England (27% and\n30% respectively). The complainant believed the publication had “cherry-picked”\nits data to show the Scottish government in the worst possible light. She said\nthat this was also her concern with regards to the publication only reporting\non a survey from a single area.\n10. The\ncomplainant then said that statements on the impact that restrictions had had\non Scottish businesses had been taken from “Scotland's one and only\nConservative stronghold”, and they did not necessarily reflect the views of\nbusiness owners across Scotland as a whole.\n11. The\ncomplainant also expressed concern that the cartoon which appeared in the\nonline version of the article was politically biased, in breach of Clause 1.\nShe considered that stating that in Scotland “every Covid rule is pointlessly\nstricter than England’s” was a matter of opinion, but that the restrictions\nwere in line with the rest of Europe and that it would appear that Scotland had\n“overall less Covid cases, hospitalisations, and deaths per 100k than England”.\n12. The\npublication did not accept that the article was inaccurate in breach of Clause\n1. Turning first to the headline, it said that it was an accurate summary of\nthe quote from Nicola Sturgeon, which was included – in full – in the article.\nThe publication said that, given the context of the quote given by Ms Sturgeon\n– where she referenced the question of “learning to live” with Covid, it\nconsidered that her use of the term “longer term” could be accurately\ntranslated as “years”. It further noted that the phrase “learning to live with”\nmeans adjusting to a new situation which will not change; it did not suggest\nthat the change would be temporary or transitionary.\n13. The\npublication next addressed the complainant’s concerns arising from the\narticle’s claim that the Scottish government’s “figures show[ed] Scotland has a\nhigher Covid rate than England”. It said that, at the time the article was\nwritten, the Scottish government had reported that – on average – Scotland had\n2824 cases of Covid-19 per-million people, compared to 2615 per-million in\nEngland. The publication also provided a copy of the relevant statistics; in\nthe accompanying document, it stated that: “Average daily cases in Scotland\n(2,824 per 1 million population) in the week to 6 January 2022 were above\nEngland but below Wales and Northern Ireland”.\n14.\nRegarding the complainant’s concerns that the statements and surveys on the\nimpact of Covid-19 restrictions on business did not represent views across\nScotland, the publication said that it was not required to provide a\ncomprehensive account of the views of every business in Scotland, and that the\nfigures and statements reported were accurate and could not be said to be\nmisleading, where the source of the information was made clear: a survey\nconducted by the Aberdeen and Grampian Chamber of Commerce.\n15. The\npublication then said that the complainant’s concerns about the cartoon did not\nengage the terms of Clause 1.\n16. The\ncomplainant said that she noted the reference within Ms Sturgeon’s quote to\n“longer term” measures, but said that where a specific timeframe was not\nreferred to in the quote she did not accept that this supported the headlines’\nclaim that masks may be worn “for years”.\nRelevant\nCode Provisions\nClause 1\n(Accuracy)\ni) The\nPress must take care not to publish inaccurate, misleading or distorted\ninformation or images, including headlines not supported by the text.\nii) A\nsignificant inaccuracy, misleading statement or distortion must be corrected,\npromptly and with due prominence, and — where appropriate — an apology\npublished. In cases involving IPSO, due prominence should be as required by the\nregulator. \niii) A\nfair opportunity to reply to significant inaccuracies should be given, when\nreasonably called for.\niv) The\nPress, while free to editorialise and campaign, must distinguish clearly\nbetween comment, conjecture and fact.\nFindings\nof the Committee\n17. The\nCommittee first noted that it was not in a position to make a finding on\nprecisely what the First Minister meant in comments she made during the\ninterview; it would first need Ms Sturgeon’s input, for example, as to what\ntimeframe – if any – she had in mind when making her comments. The question for\nthe Committee was whether the headline of the article could be said to be an\ninaccurate or misleading interpretation of what the First Minister had said\nduring the interview, as reported more fully in the article.\n18. The\nCommittee noted that the First Minister had used the phrase “longer term” when\nreferring to adaptations to pre-pandemic life, including facemasks, which might\nbe needed to “enable us to live with” Covid. The Committee also noted the\ncontext in which the comment had been made, as reported in the article: Ms\nSturgeon had pointed out that she did not consider that “one morning we’ll wake\nup and not have to worry about it anymore”. The Committee acknowledged that\nwhat is meant by “longer term” was open to interpretation but noted that Ms\nSturgeon was speaking of “learning to live with [Covid]”, which indicated that\nshe was not referencing measures which would only be needed in the short-term.\nAs such, there was a basis for the publication interpreting Ms Sturgeon’s\ncomments as indicating that face masks may have to be worn by Scots for some\ntime; the headlines that Scots “face having to wear masks for years” or “could\nwear face masks for years” were therefore not inaccurate or misleading and were\nsupported by the text of the article, which reported Ms Sturgeon’s position in\nfull. There was no breach of Clause 1 on this point.\n19. The\nCommittee understood that the complainant had expressed concerns over the\nonline headline’s reference to “Ms Sturgeon’s plan”, which the complainant did\nnot consider to be an accurate description of what Ms Sturgeon had set out in\nthe television interview. The Committee noted again that the article was\nreporting on the adaptations to pre pandemic life which Ms Sturgeon had said\nmight be required in the future. The Committee considered that it was not\ninaccurate to describe the measures she mentioned as a “plan”, particularly\nwhere her comments were set out in the article in full for the benefit of\nreaders. There was no breach of Clause 1.\n20. The\ncomplainant had also expressed concerns that the article had “cherry-picked”\ndata to support its position. In responding to the complaint, the publication\nhad provided data on Covid cases in Scotland available at the time of\npublication, the accuracy of which was not disputed by the complainant,\ntogether with a document issued by the Scottish government which recorded that\n“[a]verage daily cases in Scotland […] in the week to 6 January 2022 were above\nEngland”. It was, therefore, not inaccurate or misleading for the article to\nreport that “figures show[ed] Scotland has a higher Covid rate than England\nwithout also reporting on other available data. \nThere was no breach of Clause 1 on this point.\n21. In\nreporting the results of a survey conducted by the Aberdeen and Grampian\nChamber of Commerce, the publication had made clear who had carried out the\nsurvey; the article did not claim that the results were representative of\nbusiness owners across Scotland. Taking this into account, and noting that the\ncomplainant did not dispute that the publication had accurately reported the\nresults of the survey, the Committee did not consider that the article was\ninaccurate or misleading in breach of Clause 1 on this point.\n22.  The complainant acknowledged that the cartoon\nconveyed the views of the publication on the subject of the article, rather\nthan representing a claim of fact. Where Clause 1 of the Editors’ Code makes\nclear that publications can publish comment, distinguished as such, and the\nCode does not prohibit the publication of material which may be biased or\npartisan in nature, the complainant’s concerns on this point did not represent\na breach of Clause 1.\nConclusion(s)\n23. The\ncomplaint was not upheld.\nRemedial\nAction Required\n24. N/A\n\n\n\nDate\ncomplaint received: 11/01/2022\nDate\ncomplaint concluded by IPSO: 24/05/2022\nBack to ruling listing\n\n\n"
}