{
    "url": "/rulings-and-resolution-statements/ruling/?id=00385-16",
    "title": "00385-16 Billingham v Chichester Observer",
    "provisions": [
        "1 Accuracy (2016)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "Chichester Observer (National World Publishing Ltd)",
    "received_on": "2016-01-21 00:00:00",
    "concluded_on": "2016-06-06 00:00:00",
    "complaint_processing_days": 137,
    "conclusion_long": "about the reports.15. While the Committee noted that  the press release did not include a clear admission of liability, it confirmed that the current Bishop of Chichester had apologised to the claimant; included a statement from the claimant’s solicitor setting out the claimant’s response to the settlement; and made clear that the police had “confirmed […] that the information obtained […] would have justified […] Bishop Bell’s arrest and interview on suspicion of serious sexual offences, […] and the subsequent submission of a police report to the CPS”.  The press release did not refer to an “alleged victim”, and instead referred to the claimant as a “survivor”, and said that the current bishop of Chichester “paid tribute to the survivor’s courage in coming forward to report the abuse”.16. To this extent – while initially referring to “allegations” – the press release had adopted the allegations of abuse as fact.17. The newspaper was entitled to report the information provided by the Church in an official press release. Given its content and tone, it was not unreasonable for the newspaper to conclude that the Church had accepted the account of the victim.  The Committee noted that the subsequent statements made by the Church publicly in relation to the case made clear that it had accepted that abuse had taken place.18. In the specific circumstances of the case, where the Church had provided details of the investigation it had carried out in its press release, as well as the conclusion of independent experts that there was no basis to doubt the veracity of the allegations against Bishop Bell, the Committee was satisfied that publication of those allegations as fact in the headline of the article did not represent a failure to take care over the article such as to breach Clause 1 (i) of the Code. While the Committee expressed some concern that the online article did not make clear the full context in which it had been published, it was not significantly misleading; there was no breach of the Code.Conclusions19. The complaint was not upheld.",
    "remedial_action": "N/ADate complaint received: 21/01/2016",
    "text": "\n\n\n\n\n\nDecision\nof the Complaints Committee 00385-16 Billingham v Chichester Observer Summary\nof complaint\n1. Marilyn Billingham complained to the\nIndependent Press Standards Organisation that the Chichester Observer breached\nClause 1 (Accuracy) of the Editors’ Code of Practice in an article headlined\n“George Bell: Hero bishop now known to have abused child”, published online on\n22 October 2015, and headlined “Legacy of Bishop Bell lies in ruins”, published\nin print on 29 October 2015.2. The\nonline article reported that the former Bishop of Chichester, George Bell, was\n“known to have abused [a] child”. It said that he had “abused a young victim\nwhile leader of the diocese”, and that this news would “come as a great shock\nto people who regarded him as a hero”. It said that “police [had] confirmed\nthat if George Bell was still alive when the victim [first] contacted the\nDiocese of Chichester in 1995, he would have been arrested and interviewed on\nsuspicion of ‘serious sexual offences’”. It also included a number of biographical\ndetails about George Bell, and set out why many members of the public held him\nin such high esteem. It said that “it now seems likely he will be remembered\nfor a horrendous act that has scarred a victim for life”. It quoted the\nclaimant’s solicitor, who said that “for [her] client, the compensation finally\nreceived does not change anything. How could any amount of money possibly\ncompensate for childhood abuse?”3. Similar coverage appeared in the print\nversion of the article. This also reported that George Bell had been “revealed\nto have abused a young child while leading the diocese”.4. The complainant said that it was inaccurate\nto report as fact that George Bell had sexually abused a child. George Bell had\nnot been found guilty in a court of law of such offences, and there was no\nfurther evidence to corroborate the allegations. It was therefore also\nmisleading for the article to have referred throughout to a “victim”, rather\nthan an “alleged victim”; the fact that the police had said that George Bell\nwould have been arrested had he been alive when the allegations were first made\nwas not indicative of any guilt.5. The\ncomplainant provided a copy of a Church of England press release which she said\nappeared to be the only information available in the public domain about the\nmatter prior to publication. The complainant noted that, while the press\nrelease said that the current Bishop of Chichester had issued a formal apology\nfollowing the settlement of a civil claim, it did not make any absolute\nadmissions of guilt or liability. She argued that on the basis of the\ninformation available in the public domain, the newspaper was unable to claim\nthat it was accurate to report that George Bell had abused a child.6. The complainant also said that separately,\nand a number of months following the publication of the article, the Bishop of\nDurham speaking in the House of Lords had indicated that the Church had not\naccepted the allegations were true; he said that “if noble Lords read very\ncarefully the statements that have been put out, they will see that there has\nbeen no declaration that we are convinced that this took place”. She also noted\nthat the Church of England press release had been the subject of some criticism\nby supporters of George Bell.7. The\nnewspaper said that it had given the matter careful consideration prior to\npublication, and argued that the article accurately reflected the Church of\nEngland’s position on the claim. According to the Church press release, the\nclaim had been settled on the basis of a payment of civil damages and the\ncurrent Bishop of Chichester had apologised to the victim. It made clear that\nthere had been a thorough pre-litigation process, which included the\ncommissioning of expert independent reports; it said that none of the reports\n“found any reason to doubt the veracity of the claim”. The newspaper argued\nthat in these circumstances – and given that the statement also included\nreference to the police’s position that George Bell would have been arrested\nhad he been alive – it was clear that the Church had accepted the veracity of\nthe claim, and that its coverage was therefore reasonable, accurate, and\nproportionate.8. The newspaper noted that, separately, the\nChurch had taken steps beyond the civil settlement; it had removed all\nreference to George Bell’s name in the properties it owned. Further, in\nresponse to an interview with the claimant subsequently published in a\ndifferent newspaper, the current Bishop of Chichester released a statement\nwhich made clear his position that “words of apology written in a letter can\nnever be enough to express the Church’s shame or our recognition of damage\ndone”. It also noted that during a radio interview which took place a number of\nmonths following the publication of the article, the Archbishop of Canterbury\nsaid that “on the balance of probability, at this distance, it seemed clear to\nus after very thorough investigation that [the person who came forward and said\nthat they had been abused by George Bell] was correct and so we paid\ncompensation and gave a profound and deeply felt apology”. Further, the\nnewspaper noted that the current dean of Chichester Cathedral subsequently said\nthat “in time to come we will acquire ways to continue to recognise the huge\ncontribution which Bell made to the history of his time and his lasting legacy,\nand hold them alongside an acknowledgement of his serious wrongdoing”, and that\nthe settlement “does not re-write history: Bell’s achievements are a matter of\nrecord. It does though acknowledge serious wrong-doing on his part”. It said\nthat this demonstrated that the Church had accepted that George Bell had abused\na child.9. The newspaper also argued that, to have\nreferred in the article to “allegations” of abuse – or to have referred to an\n“alleged victim” – would have been to cast doubt on the victim’s account; it\nhad an obligation not to undermine those who make claims of serious child sexual\nabuse. This had been a failing of too many people for too long, and had allowed\nfor a number of serial offenders to continue their behaviour unchallenged. It\nargued that it served the public interest not to dismiss the offences as mere\n“claims” in the full circumstances. It noted that high-profile individuals also\naccused of similar offences following their deaths – and who had never faced\ncriminal proceedings while alive – were not on the whole referred to as\n“alleged” offenders in the media for this reason.10.\nFinally, the newspaper said that it understood that a number of people would\nwant to defend George Bell given his past popularity. It had allowed people to\ndo so by publishing a number of articles and letters – including one written by\nthe complainant – in defence of George Bell.Relevant Code provisions11.\nClause 1 (Accuracy)i) The\nPress must take care not to publish inaccurate, misleading or distorted\ninformation, including pictures.ii) A\nsignificant inaccuracy, misleading statement or distortion once recognised must\nbe corrected, promptly and with due prominence, and – where appropriate – an\napology published.Findings\nof the Committee12. The\nCommittee acknowledged that George Bell had not been found guilty in a court of\nlaw of serious sexual offences against a child. Following George Bell’s death,\nthere was however no prospect of any such proceedings taking place. Therefore,\nwhen reporting on the extent to which the allegations could be said to have\nbeen proven, it was impossible for the newspaper to rely on the findings of a\ncourt when taking care not to publish inaccurate information in line with its\nobligations under Clause 1 (i), as it might have done had George Bell still\nbeen alive.13. The\nCommittee did not accept the contention that a newspaper may only report\nhistoric allegations as fact in circumstances where a court has found this to\nbe the case. Given their nature, many such allegations will never reach the\nstage where they could be considered by a court: in such cases, newspapers are\nnot obliged to cast doubt on allegations by constant qualification where a\nsufficient factual basis can be found elsewhere.14. In\nthis case, the newspaper had relied on the information provided by the Church\nof England in an official press release which made clear the basis on which the\nlegal claim relating to the allegations had been settled. It stated that this\nhad “followed a thorough pre-litigation process during which further\ninvestigations into the claim took place including the commissioning of expert\nindependent reports” and that “none of those reports found any reason to doubt\nthe veracity of the claim”. The Committee was not in a position to dispute the\nChurch’s conclusions about the reports.15.\nWhile the Committee noted that  the press\nrelease did not include a clear admission of liability, it confirmed that the\ncurrent Bishop of Chichester had apologised to the claimant; included a\nstatement from the claimant’s solicitor setting out the claimant’s response to\nthe settlement; and made clear that the police had “confirmed […] that the\ninformation obtained […] would have justified […] Bishop Bell’s arrest and\ninterview on suspicion of serious sexual offences, […] and the subsequent\nsubmission of a police report to the CPS”. \nThe press release did not refer to an “alleged victim”, and instead\nreferred to the claimant as a “survivor”, and said that the current bishop of\nChichester “paid tribute to the survivor’s courage in coming forward to report\nthe abuse”.16. To\nthis extent – while initially referring to “allegations” – the press release\nhad adopted the allegations of abuse as fact.17. The\nnewspaper was entitled to report the information provided by the Church in an\nofficial press release. Given its content and tone, it was not unreasonable for\nthe newspaper to conclude that the Church had accepted the account of the\nvictim.  The Committee noted that the\nsubsequent statements made by the Church publicly in relation to the case made\nclear that it had accepted that abuse had taken place.18. In\nthe specific circumstances of the case, where the Church had provided details\nof the investigation it had carried out in its press release, as well as the\nconclusion of independent experts that there was no basis to doubt the veracity\nof the allegations against Bishop Bell, the Committee was satisfied that\npublication of those allegations as fact in the headline of the article did not\nrepresent a failure to take care over the article such as to breach Clause 1\n(i) of the Code. While the Committee expressed some concern that the online\narticle did not make clear the full context in which it had been published, it\nwas not significantly misleading; there was no breach of the Code.Conclusions19. The\ncomplaint was not upheld.Remedial Action RequiredN/ADate\ncomplaint received: 21/01/2016\nDate decision issued: 06/06/2016 \n \nBack to ruling listing\n\n\n"
}