{
    "url": "/rulings-and-resolution-statements/ruling/?id=00389-17",
    "title": "00389-17 Mower v express.co.uk",
    "provisions": [
        "1 Accuracy (2016)"
    ],
    "outcome": "Breach - sanction: action as offered by publication",
    "publication": "express.co.uk (Reach PLC)",
    "published_on": "2017-01-13 00:00:00",
    "received_on": "2017-01-19 00:00:00",
    "concluded_on": "2017-06-19 00:00:00",
    "complaint_processing_days": 151,
    "conclusion_long": "12. The complaint was upheld.",
    "remedial_action": "13. To remedy the established breach of the Code, the newspaper should now publish the amended correction as offered. Date complaint received: 19/01/2017",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee 00389-17 Mower v\nexpress.co.uk\nSummary of Complaint\n1. Matthew Mower complained to the Independent Press\nStandards Organisation that express.co.uk breached Clause 1 (Accuracy) of the\nEditors’ Code of Practice in an article headlined “UK and USA are WEAK: Angela\nMerkel calls for German-led EU ARMY to defend Europe”, published on 13 January\n2017.\n2. The article reported on a speech which had been given\nby Angela Merkel in Brussels, which centred upon the relationship between the\nEU and the UK and US, following the Brexit referendum, and the election of\nDonald Trump. It reported that “Angela Merkel has renewed her call for the\nEuropean Union to have its own army, warning the bloc will not be able to rely\non others to guarantee its security with Donald Trump in the White House and\nBritain set to leave”. It reported that Chancellor Merkel had said that\n“Brussels will have to take on more responsibility in the world” and that she\nhad “predicted a cooling in trans-Atlantic ties under the Eurosceptic\nPresident-elect”.\n3. The article explained that Chancellor Merkel’s\ncomments had come as “eurocrats continue to press forward with plans for much\ncloser European cooperation on military matters - a so-called ‘Defence Union’ -\nwhich is seen by most observers as the back-door creation of an EU army.” It reported\nthat she had said, “Let’s not fool ourselves. From the point of view of some of\nour traditional partners - and I am thinking here as well about the\ntransatlantic relations - there is no eternal guarantee for a close cooperation\nwith us Europeans. I’m convinced that Europe and the EU will have to learn to\ntake on more responsibility in the world.”\n4. The complainant expressed concern that the article’s\nheadline had inaccurately reported the contents of Chancellor Merkel’s speech.\nHe said that she had not referred to the UK and USA as “weak”, nor had she had\nrequested “a German-led” EU army to defend Europe. \n5. The publication said that, given Germany's primacy\nwithin the structure of the EU, when the leading politician within the EU\ndelivers a speech with these comments, the meaning is that Europe cannot rely\nupon the armed forces of the UK and US, and the EU must establish military\nassets outside of NATO. However, the newspaper accepted that the headline,\nincluding the words ‘The US and UK are weak’ was inaccurate, although it did\nnot accept that it was a significant inaccuracy given the context of the\nspeech. \n6. In response to a number of complaints about the\narticle, the publication had amended the article’s headline to \"Merkel calls\nfor EU army to defend Europe as relations with UK and USA weaken\". The\nnewspaper had also published the following correction on the online article:\nThis article was amended on 10 February 2017. The\nheadline originally stated \"UK and USA are WEAK: Angela Merkel calls for\nGerman-led EU ARMY to defend Europe\". The original headline did not quote\nChancellor Merkel directly and was potentially open to misinterpretation.  Chancellor Merkel's speech was intended to\nconvey that the traditionally strong relations between the UK and US, and the\nrest of the EU could not be assumed in the future and that Europe needs to be\nready to take on more responsibility. The phrase 'more responsibility' has been\ninterpreted to mean increasing military assets. The reference in the headline\nto any combined European force being 'German-led' was not drawn from the\nChancellor's speech but was based on an inferences that Germany would\neventually be the largest individual contributor to the European Defence Fund.\nDetails of the actual composition and command structures of any eventual force\nhave yet to be established though the generality of the plan was examined in\nthe EU's global strategy for the EU's Foreign and Security Policy presented by\nFederica Mogherini on 28 June 2016.\n7. The complainant did not accept that the published\ncorrection had adequately addressed his concerns.\n8. The publication further offered to amend the\ncorrection, to include the following wording, and offered to publish this\nupdated correction on the publication’s homepage:\nIn addition we have been asked to clarify that Angela\nMerkel did not state that the ‘UK and USA are Weak’, rather the original\nheadline was intended to convey the declining military relationship between the\nUS, UK and Europe.\nRelevant Code Provisions\n9.  Clause 1\n(Accuracy)\n(i) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not\nsupported by the text.\n(ii) A significant inaccuracy, misleading statement or\ndistortion must be corrected, promptly and with due prominence, and — where\nappropriate — an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator.\n(iii) A fair opportunity to reply to significant\ninaccuracies should be given, when reasonably called for.\n(iv) The Press, while free to editorialise and campaign,\nmust distinguish clearly between comment, conjecture and fact.\nFindings of the Committee\n10. The publication had failed to demonstrate that\nChancellor Merkel had suggested that the UK and US were “weak”, in her speech\nin Brussels, or that she called for a “German-led EU army”. In those\ncircumstances, and on balance, the Committee considered that the headline was\nnot supported by the accompanying text, which represented a failure to take\ncare over the accuracy of the article, in breach of Clause 1 (i).\n11. The newspaper had published significantly inaccurate\ninformation which required correction under Clause 1 (ii). The Committee\nconsidered that the amended correction offered by the newspaper adequately\naddressed the inaccurate information, that Chancellor Merkel had said that the\nUK and US are “weak”, and that she had supported a “German led EU” army; the\ncorrection had made clear that this information had been an inference, and had\nnot been drawn from her speech. The Committee considered that the publication’s\noffer to publish the correction on the online article, as well as on its\nhomepage, was sufficiently prominent. There was no breach of Clause 1 (ii).\nConclusion\n12. The complaint was upheld.\nRemedial Action required\n13. To remedy the established breach of the Code, the\nnewspaper should now publish the amended correction as offered.\nDate complaint received: 19/01/2017\nDate decision issued: 19/06/2017\nBack to ruling listing\n\n\n"
}