{
    "url": "/rulings-and-resolution-statements/ruling/?id=00390-21",
    "title": "00390-21 Collins v Daily Mail",
    "provisions": [
        "1 Accuracy (2021)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "Daily Mail (Associated Newspapers Limited)",
    "published_on": "2021-01-12 00:00:00",
    "received_on": "2021-01-12 00:00:00",
    "concluded_on": "2021-06-28 00:00:00",
    "complaint_processing_days": 167,
    "conclusion_long": "13. The complaint was not upheld.",
    "remedial_action": "N/A Date complaint received: 12/01/2021",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee 00390-21 Collins v\nDaily Mail\nSummary of Complaint\n1. Nick Collins\ncomplained to the Independent Press Standards Organisation that the Daily Mail\nbreached Clause 1 (Accuracy) of the Editors’ Code of Practice in an article\nheadlined “Eat for immunity pullout / Start eating a RAINBOW of colours to\nbolster immunity”, published on 12 January 2021.\n2. The article\nunder complaint was a diet pullout, which included recipes which it said would\n“bolster immunity” and set out different methods to “keep your immune system in\nshape.” There was a reference to the pullout on the front-page of the\nnewspaper, in which it was referred to as an “Eat for immunity pullout.” The\npullout referred to Covid-19, including the statement that “there’s no doubt\nthat being able to fight off infection and disease has taken on a new and\nurgent significance, with Covid sweeping the planet”; it also referenced the\nhigher risk of being admitted to hospital with severe Covid symptoms associated\nwith obesity and a study which found reduced bacteria diversity in the stools\nof Covid-19 patients.\n3. The article also\nappeared online in substantially the same format, under the headline “Start\neating a rainbow of colours to bolster immunity: Chickpea patties, fennel and\npak choi, and a one pan miso aubergine... try these delicious ways to eat\nyourself healthy”.\n4. The complainant\nsaid that the pullout was inaccurate in breach of Clause 1, as there was no\nevidence which showed that diet could provide immunity to diseases in general\nor Covid-19. He further said that the headline of the pullout was misleading,\nas the headline claim was presented without proper context.\n5. The complainant\nalso said that the front-page reference to the pullout – which referred to it\nas an “Eat for immunity pullout” – breached Clause 1. He said that the claim\nwas presented without qualification and context and was therefore inaccurate –\nthe complainant said that it was not possible to “[e]at for immunity”, and\nnoted that an individual would not be able to eat the diet advertised in the\npull-out and somehow gain immunity to disease.\n6. The publication\nsaid it did not accept that either the article or headlines were inaccurate in\nbreach of Clause 1. It first noted that the pullout headline referred to\n“bolster[ing] immunity”, and that it was clear from the context of the article\nthat this referred to the ability to resist disease and not to prevent it\naltogether; there was no claim that the diet provided immunity from Covid-19 or\nindeed any disease. It also noted that the pullout itself made clear that the\ndiet and nutrients referred to in the pullout could help “keep your immune\nsystem in shape.” Therefore, it said, the headline of the pullout, read in\nconjunction with the pullout itself as intended, was not misleading; the\npullout made clear what was meant by stating that the diet could “bolster\nimmunity”. It also noted that the pullout contained several references to the\n“immune system” and how the diet could benefit it; it considered that it was\nclear that the pullout was referring to “bolster[ing] immunity” through eating\nfoods to help “keep your immune system in shape” and that it was not claiming\nthat the diet would confer immunity.\n7. The publication\nfurther said that the front-page reference to the pullout was intended as a\nbrief summary or “nib” to act as a promotional teaser for the pullout. It\nconsidered it to be a concise and accurate summary of the content of the\npullout, and that readers would be aware they would need to read the full\npullout to understand the context of the claim. It provided examples of similar\n”nibs” which had appeared in publications and argued that, therefore, readers\nwould be aware of the nature of such nibs and that they are intended only to\nact as a brief summary of the article and should be read in the context of the\narticle as a whole. The publication also said that the terms “immune system”\nand “immunity” are often used interchangeably, and provided examples of\nheadlines from other publications in which the terms were used as such. It said\nthat readers would understand that the front-page nib was not promising that a\ncertain diet would confer immunity to diseases.\n8. The complainant\nreiterated that he considered both the headline and the front-page summary to\nbe inaccurate, and said that the publication appeared to have conflated\nimmunity – defined as the “prevention of the development of pathogenic\nmicroorganisms” – with eating well to boost a weakened immune system, noting\nthat a strong immune system was not the same as immunity; an individual with a\nstrong immune system could still be infected by infections such as Covid-19. He\nnoted that the general public would understand immunity in the context of\nprotection from a disease, and this was not what the pullout diet offered.\nRelevant Clause Provisions\nClause 1 (Accuracy)\ni) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not\nsupported by the text.\nii) A significant inaccuracy, misleading statement or\ndistortion must be corrected, promptly and with due prominence, and — where\nappropriate — an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator.\niv) The Press, while free to editorialise and campaign, must\ndistinguish clearly between comment, conjecture and fact.\nFindings of the Committee\n9. Clause 1 (i)\nrequires that publications take care not to publish headlines which are not\nsupported by the text of the article. It does not require a headline to give\nthe full context of the story in question, but the article must support the\nheadline.\n10. The headline of\nthe pullout recommended “eating a rainbow of colours to bolster immunity”. The\nphrase “bolster” indicated that the diet was designed to strengthen or enhance;\nit was not an unequivocal claim that the diet would confer immunity from\ndisease. The text of the pullout itself, in its first paragraph, explained that\nit concerned “getting [the] immune system into shape” and, throughout,\ncontained repeated references to the immune system.  The Committee considered that the reference\nto the diet “bolster[ing] immunity” in the headline was supported by the text\nof the pullout, which made clear that it was concerned with the benefits to the\nimmune system of a healthy diet.  There\nwas no breach of Clause 1 on this point.\n11. The front-page\nreference – “Eat for immunity pullout” – was a brief promotional reference and\nincluded no details about the diet or the nature of the immunity with which the\npullout was concerned. The Committee did not consider that this four-word\nreference constituted a factual claim that the diet described in the pullout would\nconfer immunity from disease. Further, it did not find that the omission of\nadditional information about the diet and its benefits amounted to a failure to\ntake care, or that there was a significant inaccuracy requiring correction.\n12. The complainant had expressed concerns that the article\nmay mislead readers into believing the diet offered immunity to Covid-19. The\nCommittee considered that, although Covid-19 was mentioned in the pullout, it\ndid not claim that the diet would offer immunity to Covid-19; the references to\nCovid-19 served only to illustrate that there was a “new and urgent\nsignificance” to understanding the ability of a strengthened immune system to\ncombat infection.  There was no breach of\nClause 1 on this point.\nConclusion\n13. The complaint was not upheld.\nRemedial action required\nN/A\nDate complaint received: 12/01/2021\nDate complaint concluded by IPSO: 28/06/2021\nBack to ruling listing\n\n\n"
}