{
    "url": "/rulings-and-resolution-statements/ruling/?id=00394-21",
    "title": "00394-21 Pelling v Metro",
    "provisions": [
        "1 Accuracy (2021)"
    ],
    "outcome": "Breach - sanction: publication of correction",
    "publication": "Metro (Associated Newspapers Limited)",
    "published_on": "2021-01-11 00:00:00",
    "received_on": "2021-01-12 00:00:00",
    "concluded_on": "2021-05-11 00:00:00",
    "complaint_processing_days": 119,
    "conclusion_long": "10. The complaint was upheld under Clause 1.",
    "remedial_action": "11. Having upheld the complaint, the Committee considered what remedial action should be required. Though the newspaper had taken sufficient care, the article had breached Clause 1 on a topic of public importance. In these circumstances, the Committee concluded that a clarification was the appropriate remedy. This should appear both online and in print in the newspaper’s Corrections and Clarifications column. It should state that it has been published following an upheld ruling by the Independent Press Standards Organisation. The full wording and position should be agreed with IPSO in advance.   Date complaint received: 12/01/2021",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee – 00394-21 Pelling v\nMetro\nSummary of Complaint\n1. Dr Michael Pelling complained to the Independent Press\nStandards Organisation that the Metro breached Clause 1 of the Editors’ Code of\nPractice in an article headlined “COVIDIOTS GOAD COPS / Ministers back\ncrackdown on lockdown law breakers”, published on 11 January 2021.\n2. The article reported on the policing of the pandemic,\nwith government ministers voicing their support for the actions taken by the\npolice against “lockdown law breakers” in Bournemouth. It reported that the\nHealth Secretary, Matt Hancock MP, said “the rules [were] not boundaries to be\npushed”, with the Home Secretary, Priti Patel MP, saying that the police “will\nnot hesitate” to enforce “the new rules” with fines of up to £10,000 for the\n“worst offenders”, adding that “there is still a need for strong enforcement\nwhere people are clearly breaking these rules”. The article went on to report\nthat the new rules introduced by the government “criminalise” meeting family or\nfriends unless they are part of one’s household or support bubble, adding that\n“homes can be left for exercise once a day – and not for recreation or\nleisure”. The article included a panel, titled “THE RULES SAY STAY AT HOME\nUNLESS FOR…”, that detailed 13 exemptions to the “stay at home” rule,\nincluding: “Exercise alone or with just one other person once a day”.\n3. A substantially similar version of the article also\nappeared online with the headline “Ministers back crackdown on lockdown law\nbreakers”. This article has since been removed for reasons unrelated to this\ncomplaint.\n4. The complainant said the panel titled “THE RULES SAY STAY\nAT HOME UNLESS FOR…” was inaccurate and misleading, in breach of Clause 1. He\nsaid that, firstly, it gave the misleading impression that the list of the 13\nexceptions it detailed to the “stay at home” rule was exhaustive. In fact, the\nlaw required members of the public to stay at home unless an individual had a\nreasonable excuse for absence and provided a non-exhaustive list of admissible\nexceptions for absence. Secondly, he said that the assertion that people could\n“Exercise alone or with just one other person once a day” did not appear in the\nlegislation – there was no limit placed on the number of times the home could\nbe left for exercise. The complainant considered that the publication had conflated\nguidance – which was not enforceable – with the law – which was. While the\nlanguage of the article as a whole clearly indicated it was referring to the\nlaw – using terms such as “law breakers”, “enforcement” and “criminalise” – the\nlimit on daily exercise was merely guidance. He said that mispresenting the\nlegislation in this area had the potential to be very damaging; people might\nfeel unable to leave home for a necessary and important reason, because it did\nnot fall within the 13 exceptions listed by the newspaper.\n5. The publication did not accept that the article breached\nthe Editors’ Code. Whilst the publication accepted the clear distinction\nbetween guidance and the law, it considered that “rules”, a term it had used\nthroughout the article, was an acceptable umbrella term for both, noting that\nthe Coronavirus Legislation itself made clear that “the law is what [one] must\ndo; the guidance might be a mixture of what [one] must do and what [one] should\ndo”. In addition, though the publication accepted that some of the “rules” were\nnot enforceable under law, such as the instruction to take outdoor exercise no\nmore than once a day, it said readers would not have been misled if they gained\nthe impression that leaving home, for reasons other than the 13 listed in the\npanel, might result in a fine by the police. It added that the panel was\nintended as a “quick, at-a-glance guide” to the main exemptions to the\nGovernment’s “stay at home” message and, as such, readers would not understand\nthis to be a definitive list, outlining every possible exemption to the\nlegislation. It added that the disputed information included in the panel\nmirrored what the Government said on its own website, which outlined “what\n[one] can and cannot do during the national lockdown” and stated that the\npublic “should follow this guidance immediately. This is the law”. The\npublication highlighted that the Government’s website made clear that people\nmay leave their home to “exercise with [their] household (or support bubble) or\none other person” and “exercise should be limited to once per day” and “[one]\nshould not travel outside your local area”.\n6. The complainant did not accept that “the rules” was an\nacceptable umbrella term for both Government guidance and the law, nor did he\naccept that readers would understand this from the article. He suggested that\nthe ambiguity over the boundary between law and guidance was a deliberate ploy\nby the Government to promote and engender compliance and argued that the\nGovernment’s approach did not excuse or absolve the newspaper from its own\nresponsibilities to accuracy. The word “rules” had been used elsewhere in the\narticle in reference to the law, not guidance.\nRelevant Code Provisions\nClause 1 (Accuracy)\ni) The Press must take care not to publish inaccurate,\nmisleading, or distorted information or images, including headlines not\nsupported by the text.\nii) A significant inaccuracy, misleading statement or\ndistortion must be corrected, promptly and with due prominence, and — where\nappropriate — an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator.\niii) A fair opportunity to reply to significant inaccuracies\nshould be given, when reasonably called for.\niv) The Press, while free to editorialise and campaign, must\ndistinguish clearly between comment, conjecture, and fact.\nFindings of the Committee\n7. It was clear that, in the context of the article as a\nwhole, where “rules” was used repeatedly to refer to laws, readers would\nunderstand that the panel was referring to laws, not guidance. As such, the\nquestion for the Committee was whether the newspaper had misrepresented the law\nin the content of the panel.\n8. In considering the care taken by the newspaper, the\nCommittee noted that the information included within the panel was based upon\nthe explanation of the Coronavirus legislation given on the Government’s\nwebsite, which specially identified the guidance it gave – including the\nlimitations on excursions for exercise – as law. It also presented the list of\npermissible reasons to be outside the home as exhaustive. Given the nature and\nauthority of this source, the newspaper was entitled to rely upon the accuracy\nof this information. There was no failure to take care on this point and no\nbreach of Clause 1 (i).\n9. It was clear, however, that, despite the government’s\npresentation of the guidance on its website, the limitation to one outing for\ndaily exercise was not included in the relevant legislation and was not,\ntherefore, set in law. Furthermore, the legislation did not define, or provide\na definitive list of, reasonable excuses for absence from the home. In light of\nthis, the Committee concluded that the impression given by the panel - that it\nprovided an exhaustive list of lawful reasons to leave the house, and that the\npublic were legally entitled to leave the house only once a day for exercise –\nwas misleading. The publication had failed to clearly distinguish between\nguidance and the law; this distinction was, in the view of the Committee, a\nsignificant one and, while it acknowledged that the conflation of the two had\narisen due to the government’s own failure to adequately distinguish between\nguidance and law on its own website, the misrepresentation by the panel on\nthese points amounted to a significant inaccuracy, requiring correction under\nClause 1 (ii). Neither a clarification nor a correction was offered by the\nnewspaper. As such, there was a further breach of Clause 1 (ii).\nConclusion\n10. The complaint was\nupheld under Clause 1.\nRemedial Action Required\n11. Having upheld the complaint, the Committee considered\nwhat remedial action should be required. Though the newspaper had taken\nsufficient care, the article had breached Clause 1 on a topic of public\nimportance. In these circumstances, the Committee concluded that a\nclarification was the appropriate remedy. This should appear both online and in\nprint in the newspaper’s Corrections and Clarifications column. It should state\nthat it has been published following an upheld ruling by the Independent Press\nStandards Organisation. The full wording and position should be agreed with\nIPSO in advance.\n \nDate complaint received: 12/01/2021\nDate complaint concluded by IPSO: 11/05/2021\nBack to ruling listing\n\n\n"
}