{
    "url": "/rulings-and-resolution-statements/ruling/?id=00409-19",
    "title": "00409-19 Pallett v mirror.co.uk",
    "provisions": [
        "1 Accuracy (2018)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "mirror.co.uk (Reach PLC)",
    "received_on": "2019-01-15 00:00:00",
    "concluded_on": "2019-05-08 00:00:00",
    "complaint_processing_days": 113,
    "conclusion_long": "13. The complaint was not upheld.",
    "remedial_action": "14. N/ADate complaint received: 15/01/2019",
    "text": "\n\n\n\n\n\nDecision of the\nComplaints Committee - 00409-19\nPallett v mirror.co.uk\nSummary of complaint 1.   \nRoxanne Pallett complained to the\nIndependent Press Standards Organisation that mirror.co.uk breached Clause 1\n(Accuracy) of the Editors’ Code of Practice in three articles headlined: ·        \nRoxanne Pallett SLAMS work claims ahead\nof TV return following [reality TV show] controversy (17.01.19); ·        \nRoxanne Pallett's TV return branded 'a\ndisgrace' days before [reality TV show] airs (18.01.19); ·        \nRoxanne Pallett's spectacular fail as\nshe brands [celebrity] INNOCENT (06.03.19). 2.    The articles\nformed part of broader coverage regarding the complainant’s appearance on a\nreality TV show. Many viewers believed that the complainant had caused\ncontroversy after she had left the show following an incident with another\nhousemate, described in the articles as the “punch gate scandal”. 3.    The first article\nreported comments from an anonymous source who claimed that the complainant\n“knew a TV comeback is not going to happen anytime soon” and was “now thinking\nabout where that next cheque will come from”. The article reported that these\nclaims had been “slammed” by the complainant’s representatives, who had called\nthe story “ridiculous” and “untrue”. 4.    The second article\nreported that the complainant was shortly to appear on another reality TV show.\nIt reported that “despite Roxanne\nissuing a public apology after it was proved that she had lied about the incident [in the earlier\nshow], there is not a lot of goodwill towards her ahead of her popping up on [the\nnew reality show]”. 5.    The third article reported comments which the complainant had\nmade on social media about a well-known pop star. It referred to her appearance\nin the reality TV show and reported that the complainant’s time on the show “ended in\nhumiliation after she was caught lying about [a fellow housemate] punching her”. 6.    The complainant denied\nthat she had “lied” about the incident referred to in the articles; she said\nthat it was accepted by the show that her fellow housemate had “punched her”.\nThe complainant said that she had misunderstood the intention behind this\naction and she denied that her reaction was motivated by malice. The\ncomplainant further denied the claims by the publication’s source: she said\nthat she did not have any money worries, nor had her work dried up. She said\nthat she had received several offers of TV work, but had chosen to decline them\nfor personal reasons. 7.    The publication did\nnot accept a breach of the Code. It provided video footage taken from the\nreality TV show which showed the alleged incident, and then later, footage\nwhich showed the complainant describing the alleged “punch” to her fellow\nhousemates. It said that when asked, “show\nme what he did”, the complainant had responded by physically punching the\nhousemate with force. The publication said that this did not reflect what had\nhappened previously.  As a gesture of\ngoodwill, the publication removed the following paragraph from the second\narticle during direct correspondence with the complainant: “Despite Roxanne issuing a public\napology after it was proved that she had lied about the incident, there is not\na lot of goodwill towards her ahead of her popping up on [the new reality show]”. 8.    The publication\nsaid that the first article clearly set out the complainant’s response to the\nclaims made by the source and included a comment from her representatives that\nthe story was “ridiculous” and “untrue”. \nRelevant\nCode Provisions 9.    Clause 1 (Accuracy) i) The Press must take care not\nto publish inaccurate, misleading or distorted information or images, including\nheadlines not supported by the text. ii) A significant inaccuracy,\nmisleading statement or distortion must be corrected, promptly and with due\nprominence, and — where appropriate — an apology published. In cases involving\nIPSO, due prominence should be as required by the regulator. iii) A fair opportunity to reply\nto significant inaccuracies should be given, when reasonably called for. iv) The Press, while free to\neditorialise and campaign, must distinguish clearly between comment, conjecture\nand fact. \nFindings\nof the Committee 10. The\nCommittee noted the complainant’s denial that she had “lied” about the incident\nin the reality TV show, and her position that she had mistook the man’s\nintentions. The Committee’s role was not to determine the truth or otherwise of\nthis claim; the question for the Committee was whether the newspaper had taken\ncare over the reporting of the complainant’s role in the incident. 11. In\nthis instance, the newspaper contended that the TV footage had demonstrated an\napparent discrepancy between the man’s actions and the way in which the\ncomplainant had described them to her fellow housemates. In those circumstances,\nand where the complainant had subsequently apologised for her description of\nhis actions, the newspaper’s characterisation of her having lied about the\nincident did not represent a failure to take care, and no misleading impression\nwas given, such that a correction was required. 12. The first article\ndid not assert as fact that the complainant had “money worries” or that her\nwork had “dried up”. Care had been taken by the newspaper to present this as\nclaims of source and the article had made clear that the complainant denied\nthese claims. There was no breach of Clause 1. \nConclusions 13. The complaint\nwas not upheld. \nRemedial\nAction Required 14. N/ADate complaint received: 15/01/2019Date decision issued: 08/05/2019\nBack to ruling listing\n\n\n"
}