{
    "url": "/rulings-and-resolution-statements/ruling/?id=00437-16",
    "title": "00437-16 Soliman v Daily Mail",
    "provisions": [
        "1 Accuracy (2016)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "Daily Mail (Associated Newspapers Limited)",
    "received_on": "2016-01-28 00:00:00",
    "concluded_on": "2016-05-06 00:00:00",
    "complaint_processing_days": 99,
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee 00437-16 Soliman v\nDaily Mail\n1. Fadel Soliman\ncomplained to the Independent Press Standards Organisation that the Daily Mail\nbreached Clause 1 (Accuracy) of the Editors’ Code of Practice in an article\nheadlined “Campus cleric: It’s fine to hit wife who doesn’t please you”,\npublished in print on 9 January, and “’It’s fine to hit a wife who doesn’t\nplease you’: What Islamic cleric is telling students as he tours British\nuniversities unchallenged… and he’s not alone”, published online on 9 January\n2016. He also complained about an article headlined “Daily Mail Comment:\nSocially acceptable?” published on 9 January 2016.\n2. The first\narticle said that the complainant, an Islamic cleric, was among a “string of\nextremist speakers” touring British universities. It referred to a series of\nYouTube videos in which it said the complainant spoke in favour of hitting\nwomen, and outlined the case for sex slavery and polygamy. It reported that the\ncomplainant “advises physical punishment for wives who have displeased their\nhusbands”, and had said that “the hitting must be done with a small stick”. It\nsaid that he also explained why it was “necessary” to hit a wife after “passing\nthrough two stages of non-physical interaction”. The article included a denial\nfrom the complainant that he supported domestic violence.   \n3. The online\nversion of this article was accompanied by a video, which showed short clips\nfrom the complainant’s lecture at Sheffield University, as well as from his\nYouTube videos in relation to domestic violence, polygamy and sex slavery. It\nwas identical to the print version, aside from the headline and sub-headlines.\nThe relevant sub-headlines of the online article read: “Egyptian cleric Fadel\nSoliman told students to do the hitting with a stick”, and “Preacher’s one of\nmany extremists permitted to voice views unchallenged”.\n4. The second\narticle was a comment piece which asked why students had tried to ban Germaine\nGreer from a lecture for saying that “men don’t become proper women after\nsex-change surgery”, when no such action had been threatened against the\ncomplainant despite him offering advice to Muslims “on the correct way to hit\ntheir wives”.\n5. The online and\nprint versions of the second article were identical.  \n6. The complainant\ndenied saying, either to students or in his “Islamophobia” series of YouTube\nvideos, that “it’s fine to hit a wife who doesn’t please you”; that he told\nstudents to “do the hitting with a stick”; or that it was “necessary” to hit\nwomen. He said that during the video, he was explaining a verse from the Qur’an\nwhich says “as to those women on whose part you fear disloyalty and\nill-conduct, admonish them first, next refuse to share their beds (and last)\nspank them”. He said that he then put across the views of an Islamic scholar\nwho believed that after two stages of non-physical interaction, a small stick\nshould be used to hit a wife in order to signify that the situation had become\nmore serious, and divorce would be the next step. The complainant said that his\nown view was that divorce, rather than a physical warning, should be the next\nstage in the process; he said that he was opposed to domestic violence. He said\nthat at the end of the video, he had emphasised that the Prophet Mohammed\nexplicitly forbade such beating of women, and that men are not free to beat\ntheir wives. He said that the article was an unfair “cut and paste” job\ndesigned to portray him as an extremist.\n7. The complainant\ndenied that he had referred students to his YouTube videos when speaking at the\nfive universities; he noted that the newspaper had only attended one of these\nlectures, and was not in a position to know what was said at the others. He\nalso said the video accompanying the online article, which included clips from\nhis YouTube videos on domestic violence, polygamy and sex slavery, had been\nselectively edited; he denied promoting polygamy and sex slavery, and was in\nfact opposed to both. \n8. The complained\nalso denied he was an “extremist”. He said that he has engaged with\ngovernments, police and academics to help with de-radicalisation of Muslim\nextremists. He said that among Muslims, he is viewed as a moderate thinker, and\nemphasised that he does not support Al-Qaeda, ISIS or the killing of innocent\ncivilians. He said that the newspaper had ignored the weight of his work\nagainst extremism.\n9. The newspaper\ndenied that it was inaccurate to report that the complainant had said “it’s\nfine to hit a wife that doesn’t please you”, that he “told the students to do\nthe hitting with a stick”, or that it was “necessary” to hit women. It said\nthat in his YouTube video, the complainant had said that the Qur’an tells\nhusbands to adopt a process of three consecutive stages in relation to a\ndisloyal wife; the complainant then quoted the views of an Islamic scholar who\nadvocated “the physical stage” of this process. The newspaper said that the\ncomplainant had appeared in the video holding a sewak (small twig), which the\nscholar had advised should be used to strike a women during the process. It said\nthat the complainant clearly advocated “the physical stage” of the process, and\nwas effectively telling his audience that “it’s fine” to hit a wife. It quoted\na passage from the video in which the complainant said that the next warning\n“must” involve something physical, and said that this justified the assertion\nthat he had said it was “necessary” to hit a woman. In the overall context of\nwhat the complainant said in the video, it said that it was not inaccurate to\nreport that the complainant defends domestic violence.10. The newspaper acknowledged that the complainant does not\nsupport Al-Qaeda, ISIS or the killing of innocent civilians; nonetheless, it\ndefended its characterisation of him as an “extremist” because his views were\nextreme compared to the “norms of acceptable behaviour in the UK in 2016”. It\ngave a number of examples of what it said were the complainant’s extreme views,\nincluding: instructing young male Muslim students to control their wives’\nbehaviour and to demand submissiveness from them; that wives should be\n“admonished”, treated coldly and hit with a stick if they do not conform; the\nadvancement of views that Islam allows relationships between slaves and their\nmasters; and views in relation to the appropriate relationship between young\nmen and women, which it characterised as supporting a degree of segregation of\nthe sexes.\n11. The newspaper said it was not under an obligation to\nshow the complainant’s videos in full, and that the clips shown were an\naccurate representation of his view. \nRelevant Code Provisions\n12. Clause 1 (Accuracy)\ni)  The Press must\ntake care not to publish inaccurate, misleading or distorted information or\nimages, including headlines not supported by the text.\nii)  A significant\ninaccuracy, misleading statement or distortion must be corrected, promptly and\nwith due prominence, and — where appropriate — an apology published. In cases\ninvolving IPSO, due prominence should be as required by the regulator.\nFindings of the Committee\n13. In his YouTube video on domestic violence, the\ncomplainant had said that in Islam “men are not free to beat their wives”, and\nthat physical warnings are not “justification for men to physically abuse their\nwives”. However, the complainant had also spoken in detail about wives being\ngiven a physical “warning” before divorce in order to “escalate the intensity\nof the warning”, and that a small twig – which he displayed during the video –\nshould be used to administer the “warning”. He also relayed a conversation he\nhad with a woman who was considering converting to Islam, during which he\npersuaded her that this “physical stage” was a useful and necessary part of the\nprocess.  \n14. In the full context of the video, the Committee did not\nconsider that it was significantly misleading to summarise the complainant’s\nposition as “it’s fine to hit a wife that doesn’t please you”, that it is\n“necessary” to hit women, or “the hitting should be done with a stick”. The\nnewspaper had made clear the nature of the stick in the article; this did not\nundermine its right to criticise his position. Similarly, it did not consider\nthat it was significantly misleading of the second article to say that he was\noffering “Muslims advice on how to beat their wives”. There was no breach of\nClause 1 in relation to either article.\n15. The Committee recognised that the articles’\ncharacterisation of the complainant as an “extremist” reflected an assessment\nof his views. Such an assessment is a matter of opinion. The Committee\nacknowledged that an allegation of extremism is a serious one; however, it has\na broad meaning and, as a statement of the newspaper’s opinion, is something to\nwhich the Code grants considerable latitude. However, the fact that the\nstatement is a matter of opinion does not in itself absolve a newspaper of its\nobligations under Clause 1. The newspaper had provided a number of examples\nfrom the complainant’s YouTube videos which it believed supported its position:\nnamely, the views expressed in relation to husbands’ treatment of their wives,\nsex slavery and the segregation of young men and women. The Committee wished to\nmake clear that it was not making a judgement on whether the complainant was an\n“extremist”; rather, it had to decide whether the newspaper had provided\nsufficient evidence to support its characterisation of him in this way. In this\ncontext, while acknowledging the complainant’s position that he does not\nsupport Al-Qaeda, ISIS or the killing of innocent civilians, as well as the\ncounter-extremism work he has conducted, the Committee considered that the\nnewspaper had provided a sufficient basis to support its characterisation of\nhis views as “extreme” in the context of generally accepted values and\nattitudes in Britain. There was no breach of Clause 1.\n16. The newspaper was not in a position to know whether the\ncomplainant had referred to his series of YouTube videos in his lectures at\neach of the five universities; however, it had produced video evidence that he\nhad done so at Sheffield University. In the context of the article as a whole,\nit was not significantly inaccurate to report that he had mentioned his videos\nat all five lectures; there was no breach of Clause 1.\n17. The video that accompanied the online article contained\nclips from three of the complainant’s YouTube videos. It was clear the video\ncontained clips, rather than the full videos, and the article said that the\nfull videos were available online. In any event, the Committee did not consider\nthat the clips shown gave a misleading representation of the complainant’s\nviews on these issues as set out in the full videos; there was no breach of\nClause 1.\nConclusions\n18. The complaint was not upheld.\nDate complaint received: 28/01/2016Date decision issued: 06/05/2016\nBack to ruling listing\n\n\n"
}