{
    "url": "/rulings-and-resolution-statements/ruling/?id=00457-19",
    "title": "00457-19 Tabor-Thickett v Daily Mirror",
    "provisions": [
        "1 Accuracy (2018)",
        "2 Privacy (2018)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "Daily Mirror (Reach PLC)",
    "published_on": "2018-11-08 00:00:00",
    "received_on": "2019-01-21 00:00:00",
    "concluded_on": "2019-05-01 00:00:00",
    "complaint_processing_days": 100,
    "conclusion_long": "15. The complaint was not upheld",
    "remedial_action": "16. N/ADate complaint received: 21/01/2019",
    "text": "\n\n\n\n\n\nDecision\nof the Complaints Committee 00457-19 Tabor-Thickett v Daily Mirror\nSummary\nof complaint 1.    Sarah Tabor-Thickett complained\nto the Independent Press Standards Organisation that the Daily Mirror breached\nClause 1(Accuracy) and Clause 2 (Privacy) of the Editors' Code of Practice in\nan article headlined \"Debt help firm shut down by watchdog\" published\non 8 November 2018. 2.    The article reported that a debt\nmanagement company had been put into compulsory liquidation at the High Court\nin the public interest, after the court heard that substantial sums had been\nmisappropriated and transferred illegitimately to companies in the US. It\nreported that the Financial Conduct Authority had brought the case against the\ncompany after initially issuing a warning earlier in 2018 that was followed by\na \"supervisory notice\" which banned the company selling assets. The\narticle claimed that the complainant, one of the Directors of the company, then\nresigned after being on the Board since 2015. The article reported an encounter\nbetween the journalist and the complainant at her home, in which she distanced\nherself from involvement in any wrongdoing. She accepted that she was a\ndirector when the warning notice was issued, but had already began separating\nfrom the company at that stage; she had spent most of the year away from the\ncompany as she was ill. The article featured a photograph of the complainant in\nthe doorway of her residence. 3.    The article also appeared online\nunder the headline \"It promised to help people in debt, but now Total Debt\nRelief has been shut down after customers' money was 'misappropriated'\", and\nwas published on 8 November 2018. The online article also featured other\nexamples of misconduct involving debt management companies. 4.    The complainant said that the\nencounter with the journalist constituted an intrusion into her privacy in\nbreach of Clause 2. She said that the reporter arrived unannounced between 8\nand 8:30am while she was asleep, and that she was in her pyjamas and visibly\nunwell during their encounter; she had told the reporter this, hoping he would\npolitely leave, which he did not. The complainant said that the reporter did\nnot take the photograph featured in the article, and that any photographs were\ntaken secretly and without her consent by a second person obscured from her\nview, several metres from her front door. The complainant said she had an\nexpectation of privacy in these circumstances. 5.    The complainant said that the\narticle featured private information about her, it reported her full name, age hometown\nand the type of house she lived in. Additionally, the photograph itself\nfeatured her on the doorstep of her home, in her pyjamas when she was\nrecovering from surgery; she had an expectation of privacy in relation to the\ninformation displayed. 6.    The complainant also said that\nthe article inaccurately implicated her in the apparent misappropriation of\nfunds, when she had already left the company at that stage. She said that the\narticle inaccurately claimed that she was an owner or shareholder of the\ncompany. The complainant also said that the article inaccurately reported that\nher resignation left the company in the hands of the second director, when this\nindividual was the first Director. 7.    The publication said that the\nphotograph, and the circumstances in which it was taken, did not represent an\nintrusion into the complainant's private life. It said that the complainant was\nphotographed from a public street standing in her doorway, simply answering\nquestions from a journalist; anyone passing by would have seen her, and she\ncould have had no expectation of privacy in these circumstances. It said that\nthe photograph itself did not reveal any private or personal information about\nher, only her likeness. The publication also emphasised that the reporter was\nnot to know that she had been ill, and that when she had asked him to leave, he\nadhered to her request. 8.    The publication denied that it\nhad inaccurately reported the complainant's involvement in the misappropriation\nof funds and compulsory wind-up of the company. It said that it had accurately\nreported her position: that she had resigned, that she was unaware of the\nmisappropriation and transfer of funds to US bank accounts, that she had begun\nbreaking away from the company when the warning from the FCA was issued, that\nshe had not benefitted, and that she sympathised with those affected. Further,\nthe article did not report that she was a shareholder or owner as alleged. \nRelevant\nCode Provisions 9.    Clause 1 (Accuracy)\ni) The Press must take care not to\npublish inaccurate, misleading or distorted information or images, including\nheadlines not supported by the text. ii) A significant inaccuracy, misleading\nstatement or distortion must be corrected, promptly and with due prominence,\nand – where appropriate – an apology published. In cases involving IPSO, due\nprominence should be as required by the regulator. iii) A fair opportunity to reply to\nsignificant inaccuracies should be given, when reasonably called for. iv) The Press, while free to\neditorialise and campaign, must distinguish clearly between comment, conjecture\nand fact. v) A publication must report fairly and\naccurately the outcome of an action for defamation to which it has been a\nparty, unless an agreed settlement states otherwise, or an agreed statement is\npublished.  \nClause 2 (Privacy)*i)\nEveryone is entitled to respect for his or her private and family life, home,\nhealth and correspondence, including digital communications. ii)\nEditors will be expected to justify intrusions into any individual's private\nlife without consent. In considering an individual's reasonable expectation of\nprivacy, account will be taken of the complainant's own public disclosures of\ninformation and the extent to which the material complained about is already in\nthe public domain or will become so. iii) It\nis unacceptable to photograph individuals, without their consent, in public or\nprivate places where there is a reasonable expectation of privacy.\nFindings\nof the Committee 10. Firstly, the Committee would like\nto wish the complainant a swift recovery after her recent illness. 11. The published photograph had been\ntaken without the complainant's knowledge and consent, by a photographer who\nwas not visible to her, whilst she was standing in the doorway of her home. The\nCommittee acknowledged the potential for photographs taken in such\ncircumstances to be intrusive. However, the Committee considered that the\nintrusion in this instance was limited by the fact the complainant had been\nphotographed knowingly interacting with a reporter for several minutes and that\nshe would have been visible in her doorway from a public street. Further, the\nimage itself did not disclose any private information about the complainant; it\nhad only showed her likeness and her front door. Publication of the photograph,\nand the circumstances in which it was taken, did not breach Clause 2. 12. The article had reported the town\nand type of house the complainant lived in; it had not disclosed her full\naddress, nor could it be established from the information featured in the\narticle. The complainant's name and age does not constitute private information\nunder the Code and, in any event, is information which will have been placed in\nthe public domain in connection with the company by virtue of her position as a\nformer Director of the company. There was no breach of Clause 2. 13. The article did not report that\nthe complainant was an owner or shareholder of the company, it reported that\nshe was a Director which was not in dispute. In circumstances where there was\nmore than one Director of the company, and where another Director controlled\nthe company following her resignation, it was not significantly misleading to\nreport that the company was now in the hands of the second Director. There was\nno breach of Clause 1 on this point. 14. The publication had put\nallegations of misconduct by the company to the complainant, which it was\nentitled to do. The article featured the complainant's comments on who was\nresponsible and her denial of any wrongdoing. The Committee did not consider\nthat the article misleadingly implicated her in the misconduct, and it had\nreported her position. There was no breach of Clause 1 on this point.\nConclusions 15. The complaint was not upheld\nRemedial\naction required 16.\nN/ADate complaint received: 21/01/2019Date decision issued: 01/05/2019\n \nBack to ruling listing\n\n\n"
}