{
    "url": "/rulings-and-resolution-statements/ruling/?id=00456-16",
    "title": "00456-16 McConnell v Ardrossan & Saltcoats Herald",
    "provisions": [
        "1 Accuracy (2016)",
        "9 Reporting of crime (2016)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "Ardrossan & Saltcoats Herald (Newsquest Media Group)",
    "published_on": "2016-02-03 00:00:00",
    "received_on": "2016-01-29 00:00:00",
    "concluded_on": "2016-05-09 00:00:00",
    "complaint_processing_days": 101,
    "conclusion_long": "10. The complaint was not upheld.",
    "remedial_action": "N/A Date complaint received: 29/01/2016",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee 00456-16 McConnell v Ardrossan &\nSaltcoats Herald \nSummary of complaint\n1.    The\nRt Hon Lord McConnell of Glenscorrodale complained to the Independent Press\nStandards Organisation that the Ardrossan & Saltcoats Herald breached\nClause 1 (Accuracy) and Clause 9 (Reporting of crime) in an article headlined\n“Sister of ex First Minister stole £9k from 80-year-old”, published on 3\nFebruary 2016. It was published online with the headline “Anne McConnell, the\nsister of former First Minister Jack McConnell, has this week admitted stealing\n£9,000 from an 80-year-old woman she cared for”.\n2.    The\narticle was a report of the complainant’s sister’s appearance in court, where\nshe admitted stealing £9,000 from a woman who was in her care. The first\nversion of the online article, and the print version, reported that the court\nhad heard that “she even claimed to cops her brother would pay back the sum”.\nThe article noted that one of her brothers is the complainant, the former First\nMinister of Scotland.\n3.    The\ncomplainant said that naming him in the article, including prominently in the\nheadline, was a breach of Clause 9. He said that he had not been named during\nthe hearing, and at no point had anyone specified to which of the woman’s\nbrothers she had been referring. The article had initially been published\nonline without any comment from the complainant, and he said that it was a\nbreach of Clause 1 to publish without giving him an opportunity to respond to\nthe suggestion that he was the brother who would be assisting his sister with\nrepaying the money.\n4.    The\nnewspaper did not believe that it had breached the Editors’ Code. The defendant\nhad told police that one of her brothers would repay the money, and therefore\nthe complainant – as one of the woman’s brothers – was genuinely relevant to\nthe story. The fact that the complainant was a former First Minister, and now a\npeer, meant that the possibility that it was him who would repay the money was\nfirmly in the public interest.\n5.    The\nnewspaper noted that at a later hearing of the case the court had heard\nevidence that the complainant’s sister had been asked by police “have you\nspoken to Jack yet?” and she had replied “not yet”; this showed that the\ncomplainant had not been simply incidental to the proceedings. The newspaper\nsaid that the article had not specifically stated that the complainant was the\nbrother being referred to, and the complainant’s office had been contacted for\na response. His response had been added to an updated version of the online\narticle, and included in the print edition; it quoted his office as saying\n“Jack McConnell is not involved in this court case in any way. He has never\nbeen asked to contribute to any payment and is not making any payment in\nrelation to these proceedings.” The newspaper did not believe that any reader\ncould have had a negative view of the complainant’s connection to the case.\n6.    The\noriginal version of the online article reported the woman’s claim that her\nbrother would repay the money, but did not include the complainant’s statement\n(which had not at that stage been received). The amended version of the online\narticle did not reference the defendant’s claim that her brother would repay\nthe money but, as previously noted, did include the complainant’s statement.\nThe print version of the article reported the defendant’s claim and followed it\nby reporting that she has two brothers, and including the complainant’s\nstatement that he was not involved in any way.\nRelevant Code provisions\n7.    Clause\n1 (Accuracy) (i)  The press must take care not to publish\ninaccurate, misleading or distorted information or images, including headlines\nnot supported by the text.(ii)  A significant inaccuracy, misleading statement\nor distortion must be corrected, promptly and with due prominence, and – where\nappropriate – an apology published.(iii)   A fair opportunity to reply to significant\ninaccuracies should be given, when reasonably called for.(iv)   The press, while free to editorialise and\ncampaign, must distinguish clearly between comment, conjecture and fact.Clause 9 (Reporting of crime)(i)   Relatives or friends of persons convicted or\naccused of crime should not generally be identified without their consent,\nunless they are genuinely relevant to the story.The public interest3. The\nRegulator will consider the extent to which material is already in the public\ndomain, or will become so. \nFindings of the Committee\n8.    The\nCommittee understood that the complainant had not been named during the\nhearing, and that it was not established to which brother his sister may have been\nreferring. However, the newspaper was entitled to explain what had been heard\nin court and, in circumstances where a reference had been made to one of the\ndefendant’s brothers without him being named, to note that one of the woman’s\nbrothers was a prominent public figure. The complainant was genuinely relevant\nto the report of the proceedings, and there was no breach of Clause 9.\n9.    The\nnewspaper was entitled to report what had been heard in court, and was not\nrequired to independently investigate the truth of the claims made there. None\nof the versions of the article had stated that the complainant would be\nrepaying the money. While the Committee acknowledged that the original version\nof the online article had given the impression that the complainant may have\nbeen the brother involved, it did not state this as fact, and it had later been\nestablished in court that he was in fact the brother being referred to. In all\nthe circumstances, there was no failure to take care over the accuracy of the\narticle, and the Committee did not establish any significant inaccuracies which\nwould require correction under Clause 1 (ii).\nConclusions\n10. The\ncomplaint was not upheld.\nRemedial Action RequiredN/A\nDate complaint received:\n29/01/2016\nDate decision issued:\n09/05/2016\nBack to ruling listing\n\n\n"
}