{
    "url": "/rulings-and-resolution-statements/ruling/?id=00451-15",
    "title": "00451-15 Tomlin v Nottingham Post",
    "provisions": [
        "1 (Accuracy) 2015",
        "3 (Privacy) 2015"
    ],
    "outcome": "No breach - after investigation",
    "publication": "Nottingham Post (Reach PLC)",
    "published_on": "2014-11-20 00:00:00",
    "received_on": "2015-01-28 00:00:00",
    "concluded_on": "2015-04-14 00:00:00",
    "complaint_processing_days": 76,
    "conclusion_long": "11. The complaint was not upheld.",
    "remedial_action": "N/A  Date complaint received: 28/01/2015",
    "text": "\n\n\n\n\n\n   Decision of the Complaints Committee 00451-15\nTomlin v Nottingham Post\nSummary of\ncomplaint\n1. Simon Tomlin complained to the Independent Press\nStandards Organisation that the Nottingham Post had breached Clause 1\n(Accuracy) and Clause 3 (Privacy) of the Editors’ Code of Practice in an\narticle headlined, “’Deluded’ net troll hunted by police”, published online on\n20 November 2014 and in print on 21 November 2014. \n2. The article reported that the complainant had been\nfound guilty in his absence of two charges of harassment, and three charges\nunder the Communications Act 2003 and the Mallicious Communications Act. It\nalso reported that a warrant had been issued for his arrest on 20 November. \n3. The complainant said that there had been no “hunt” or\n“manhunt” for him as described in the articles; he had answered the warrant for\nhis arrest on 27 November. He also said that it was inaccurate to suggest that\nhe had been charged with “threatening behaviour”, and denied having suggested\nthat one of his victims was at risk of “murderous reprisals”. He had not\n“falsely” claimed to have seen her in stockings and suspenders, he had seen her\ndressed in these items. He also said that, contrary to the report, he had not\nbeen aware that the prosecution intended to apply for a criminal behaviour\norder. Furthermore, he was 46 years old, not 45, and was not resident at the\naddress given in the article,; this was his mother’s address. \n4. The complainant said that the publication of his\nmother’s address had intruded into her privacy. \n5. The newspaper acknowledged that it had incorrectly\nreported the complainant’s age; his 46th birthday had been three weeks before\nthe trial.  In circumstances where a warrant had been issued which\nauthorised the search for and arrest of the complainant, it was not inaccurate\nto describe him as “hunted”. \n6. The article had not said that the complainant had been\nconvicted of “threatening behaviour”; rather it had made reference to his\nposting “threatening and abusive comments”. This had been heard by the court,\nand the newspaper’s reporter had taken detailed notes of proceedings. The newspaper\nsaid that the reported address was the address given in a court document\nsupplied to the Press.  All other information disputed by the complainant\nhad been heard in court, and was included in the shorthand reporter’s notes\nthat the newspaper provided to IPSO. \nRelevant Code Provisions\n7. Clause 1 (Accuracy) \ni) The Press must take care not to publish inaccurate,\nmisleading or distorted information, including pictures. \nii) A significant inaccuracy, misleading statement or\ndistortion once recognised must be corrected, promptly and with due prominence,\nand – where appropriate – an apology published. \niii) The Press, whilst free to be partisan, must\ndistinguish clearly between comment, conjecture and fact. \nClause 3 (Privacy) \ni) Everyone is entitled to respect for his or her private\nand family life, home, health and correspondence. \nFindings of the Committee\n8. In circumstances where the complainant had not been in\nattendance at court when he was convicted and a warrant issued for his arrest,\nit was not inaccurate to describe the search for him as a “manhunt”. The\ndiscrepancy between the complainant’s reported age of 45 and true age of 46 did\nnot represent a significant inaccuracy requiring correction under the terms of\nClause 1 (ii). \n9. The other points disputed by the complainant were\ncorroborated by the reporter’s shorthand notes. The complainant had not been\npresent in court, and was not therefore in a position to dispute the accuracy\nof the notes. There was no breach of Clause 1. \n10. The newspaper was entitled to publish the address\ngiven in court. \nConclusions\n11. The complaint was not upheld. \nRemedial Action Required\nN/A \nDate complaint received: 28/01/2015\nDate decision issued: 14/04/2015\nBack to ruling listing\n\n\n"
}