{
    "url": "/rulings-and-resolution-statements/ruling/?id=00455-15",
    "title": "00455-15 Khalil v Wanstead & Woodford Guardian",
    "provisions": [
        "1 (Accuracy) 2015",
        "2 (Opportunity to reply) 2015",
        "3 (Privacy) 2015",
        "4 (Harassment) 2015",
        "5 (Intrusion into grief or shock) 2015",
        "8 (Hospitals) 2015"
    ],
    "outcome": "No breach - after investigation",
    "publication": "Wanstead & Woodford Guardian (Newsquest Media Group)",
    "published_on": "2015-01-27 00:00:00",
    "received_on": "2015-01-29 00:00:00",
    "concluded_on": "2015-05-08 00:00:00",
    "complaint_processing_days": 99,
    "conclusion_long": "16. The complaint was not upheld.",
    "remedial_action": "N/A  Date complaint received: 29/01/2015",
    "text": "\n\n\n\n\n\n·  Decision of the Complaints Committee 00455-15 Khalil v\nWanstead & Woodford Guardian\nSummary of\ncomplaint \n1. Dr Mahir Khalil complained to the Independent Press\nStandards Organisation that the Wanstead & Woodford Guardian had breached\nClause 1 (Accuracy), Clause 2 (Opportunity to reply), Clause 3 (Privacy),\nClause 4 (Harassment), Clause 5 (Intrusion into grief or shock) and Clause 8\n(Hospitals) in an article headlined “Your NHS: Doctor warns patients ‘could be\nhurt’ if staff shortages not addressed”, published on 27 January 2015. \n2. The article was an interview with the complainant,\ndetailing his experiences of working for the NHS. It was accompanied by a\nphotograph of the complainant outside Queen’s Hospital, Romford. It was part of\na series of articles about the experiences of NHS patients, their families, and\nstaff. \n3. The complainant identified what he believed to be a\nnumber of inaccuracies in the article, in breach of Clause 1. He said that he\nhad not mentioned in his interview that, while the number of patients had\nincreased, the staff numbers remained the same. He said that he had not said\nthat “I worry there will be mistakes because of this pressure leading to\nsomeone being hurt”; rather he had said that if you increase the number of\npatients you need more doctors. He said that he had not told the reporter that\nhis unit had had to refer patients back to A&E due to bed shortages;\ninstead he had said that the patients had to be transferred to a unit in\nanother hospital. He said that he had not stated that the hospital needed 10%\nmore staff, but said that it is currently using 10% additional agency staff.\nThe complainant was also concerned that the article was a combination of his\ninterview and the reporter’s opinion. \n4. After the article was published on the newspaper’s\nwebsite, the complainant contacted the newspaper and said that it was\ninaccurate and requested that it was not published in the print edition. He\nsaid that the fact that the newspaper continued to publish it breached Clause\n2. He said that his address and age were published without his consent, in\nbreach of Clause 3. He said that the journalist had called him several times\nand repeatedly requested that his photograph be taken, in breach of Clause 4.\nThe complainant said that the publication of inaccurate information and the\ninclusion of opinion in his interview breached Clause 5. \n5. The complainant also said that the newspaper should\nhave warned him that he should not speak on the record, as he is an NHS\nemployee and so could have faced disciplinary action. He said that this\nbreached Clause 8 (Hospitals) and Clause 1 (Accuracy). \n6. The newspaper said that the article was an accurate\nreport of the interview with the complainant, and provided the reporter’s\nshorthand notes to substantiate it. It said that the complainant had consented\nto an interview with the journalist, and that it is standard practice in local\nnewspapers to publish the partial address of the subjects of articles, in order\nto localise the story. It said that this information was willingly provided to\nthe journalist, and that the complainant consented to having his photograph\ntaken. The newspaper said that it had explained to the complainant when he had\ncontacted the Editor after online publication of the article, that the next\nedition of the newspaper had already gone to print and it was not possible to\nomit the article at that stage. \nRelevant Code Provisions\n7. Clause 1 (Accuracy) \ni) The press must take care not to publish inaccurate,\nmisleading or distorted information, including pictures. \nii) A significant inaccuracy, misleading statement or\ndistortion once recognised must be corrected, promptly and with due prominence,\nand – where appropriate – an apology published. \niii) The press, whilst free to be partisan, must\ndistinguish clearly between comment, conjecture and fact. \nClause 2 (Opportunity to reply) \nA fair opportunity for reply to inaccuracies must be\ngiven when reasonably called for. \nClause 3 (Privacy) \ni) Everyone is entitled to respect for his or her private\nand family life, home, health and correspondence, including digital\ncommunications. \nClause 4 (Harassment) \ni) Journalists must not engage in intimidation,\nharassment or persistent pursuit. \nii) They must not persist in questioning, telephoning,\npursuing or photographing individuals once asked to desist. \nClause 5 (Intrusion into grief or shock) \ni) In cases involving personal grief or shock, enquiries\nand approaches must be made with sympathy and discretion and publication\nhandled sensitively. This should not restrict the right to report legal\nproceedings, such as inquests. \nClause 8 (Hospitals) \ni) Journalists must identify themselves and obtain\npermission from a responsible executive before entering non-public areas of\nhospitals or similar institutions to pursue enquiries. \nClause 14 (Confidential sources) \nJournalists have a moral obligation to protect\nconfidential sources of information. \nFindings of the Committee\n8. The complainant had agreed to be interviewed by the\njournalist, and had arranged for his photograph to be taken. In these\ncircumstances it was reasonable for the newspaper to believe that he had\nconsented to publication of the article, and that he had consented to being\nidentified. \n9. The newspaper provided contemporaneous notes of the\ninterview with the complainant, which supported the published quotations. There\nwas no failure to take care over the accuracy of the article. While the\ncomplainant was concerned that he had been misquoted, the sentiments reported\nin the article regarding staffing and bed shortages, and sending patients back\nto A&E, were broadly supported by the reporter’s notes. The Committee did\nnot establish a breach of Clause 1. \n10. The article had appropriately distinguished between\nthe complainant’s quotations and the newspaper’s additional reporting. There\nwas no breach of Clause 1 iii). \n11. Clause 2 refers to a “fair opportunity to rely to\ninaccuracies”. The complainant had not requested an opportunity to rely, and\nthe continued publication of the article on the newspaper’s website did not\nraise a breach of Clause 2. \n12. It is common practice for newspapers to publish the\npartial addresses of subjects of articles, in order to differentiate them from\nothers in the area with the same or similar names. Further, the partial address\nand age of the complainant were not private information in this case. There was\nno breach of Clause 3. \n13. The complainant had consented to an interview, and to\nhaving his photograph taken at a pre-arranged time. The journalist was entitled\nto contact the complainant in these circumstances, in order to complete the\ninterview and photo shoot. This contact did not breach Clause 4. \n14. The complainant’s Clause 5 concerns on this occasion\ndid not engage the terms of that Clause; the Committee did not consider it\nfurther. \n15. The Committee understood that the complainant\nbelieved that his interview should have been off the record. While the\ncomplainant had not framed this concern under the terms of Clause 14, the\nCommittee considered that this was the most appropriate clause in these\ncircumstances. While the complainant had argued after publication that the\nnewspaper had a duty of care and should have informed him that he could face\ndisciplinary action by speaking on the record, he had not requested prior to\npublication that he not be identified, and considering the fact that he had arranged\nto be photographed by the newspaper’s photographer, there was no breach of\nClause 14. \nConclusions\n16. The complaint was not upheld. \nRemedial Action Required\nN/A \nDate complaint received: 29/01/2015\nDate decision issued: 08/05/2015\nBack to ruling listing\n\n\n"
}