{
    "url": "/rulings-and-resolution-statements/ruling/?id=00464-20",
    "title": "00464-20 Goodwin v County Times",
    "provisions": [
        "1 Accuracy (2019)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "County Times (Newsquest Media Group)",
    "received_on": "2020-01-24 00:00:00",
    "concluded_on": "2020-05-20 00:00:00",
    "complaint_processing_days": 117,
    "conclusion_long": "8. The complaint was not upheld.",
    "remedial_action": "9. N/A   Date complaint received: 24/01/2020",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee – 00464-20 Goodwin v\nCounty Times\nSummary of Complaint\n1. Kieran Goodwin complained to the Independent Press\nStandards Organisation that County Times breached Clause 1 (Accuracy) of the\nEditors' Code of Practice in an article headlined \"Sex offender returned\nto jail\", published 24 January 2020.\n2. The article appeared in the same format online under the\nheadline “Welshpool sex offender Kieran Goodwin recalled to prison”, published\non 27 January 2020.\n3. The article reported that the complainant had been sent\nback to jail for breaching his licence conditions. The article stated that “A\nspokesperson from the Probation Service said: “Kieran Goodwin was recalled to\nprison on January 20, after breaching his licence conditions. Offenders on\nlicence must comply with a strict set of conditions to protect the public - and\nif they don’t, they face going back to prison””.\n4. The complainant did not dispute the accuracy of the\ncontents of the quote included in the article. Rather, he said that the\nreported source of the quote –“A spokesperson from the Probation Service”- was\nincorrect. This was, he said, because the Dyfed Powys Probation Service had\nconfirmed that they did not release this information and they did not have a\nspokesperson.\n5. The publication did not accept that the article breached\nthe Code. It stated that it contacted the Ministry of Justice’s press office to\nconfirm the accuracy of a third party’s report that the complainant had been\nrecalled to prison. The publication provided the Ministry of Justice’s email it\nhad relied on. That email contained the full quote reported and prefaced it\nwith the words “A Probation Service spokeswoman said:”. The publication said\nthat the Ministry of Justice, the department responsible for running the\nProbation Service, therefore acted as spokesperson for the Probation Service.\nRelevant Code Provisions\n6. Clause 1 (Accuracy)\ni) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not\nsupported by the text.\nii) A significant inaccuracy, misleading statement or\ndistortion must be correction, promptly and with due prominence, and –where\nappropriate- an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator.\nFindings of the Committee\n7. The Ministry of Justice is the government department with\nultimate responsibility for the Probation Service. It was appropriate for the\npublication to approach this body to confirm the details of the complainant’s\nrecall to prison. The Ministry of Justice had provided a statement for\npublication and acted as “Probation Service spokeswomen”, which was accurately\nreported in the article. The fact the statement had been given by the Probation\nService at a national, rather than local level, did not affect the accuracy of\nthe article in the way that the complainant had suggested. In these\ncircumstances there was no failure to take care over the accuracy of origin of\nthis statement and reporting this was not inaccurate or misleading. There was\nno breach of Clause 1.  \nConclusions\n8. The complaint was not upheld.\nRemedial Action Required\n9. N/A\n \nDate complaint received: 24/01/2020\nDate decision issued: 20/05/2020\nBack to ruling listing\n\n\n"
}