{
    "url": "/rulings-and-resolution-statements/ruling/?id=00474-21",
    "title": "00474-21 A woman v lep.co.uk",
    "provisions": [
        "7 Children in sex cases (2021)",
        "2 Privacy (2021)",
        "4 Intrusion into grief or shock (2021)",
        "6 Children (2021)",
        "11 Victims of sexual assault (2021)"
    ],
    "outcome": "Breach - sanction: publication of adjudication",
    "publication": "lep.co.uk (National World Publishing Ltd)",
    "received_on": "2021-01-15 00:00:00",
    "concluded_on": "2021-05-27 00:00:00",
    "complaint_processing_days": 132,
    "conclusion_long": "13. The complaint was upheld under Clause 7.",
    "remedial_action": "14. Having upheld the complaint under Clause 7, the appropriate remedy was the publication of an adjudication. 15. The Committee considered the placement of its adjudication. In exercising its powers to determine the nature, extent and placement of a remedy to a breach of the Code that it has established, the Committee will have regard to a number of factors including the seriousness of the breach, its placement within the article, and its prominence. The Committee is also obliged to act proportionately. 16. The adjudication should be published on the newspaper’s website, with a link to the full adjudication (including the headline) appearing in the top 50% of stories on the publication’s website for 24 hours; it should then be archived in the usual way. The headline to the adjudication should make clear that IPSO has upheld the complaint, give the title of the newspaper and refer to the complaint’s subject matter. The headline must be agreed with IPSO in advance. 17. The terms of the adjudication for publication are as follows: A woman complained to the Independent Press Standards Organisation that lep.co.uk breached Clause 7 (Children in sex cases) of the Editors’ Code of Practice in an article published in 2021. Clause 7 of the Code requires that care must be taken that nothing in the report of legal proceedings implies the relationship between the accused and the child. IPSO upheld the complaint and has required lep.co.uk to publish this decision as a remedy to the breach. The article reported on a court case in which the defendant pleaded guilty to sexually assaulting a child. It contained information which described the circumstances in which the assaults had taken place, were reported and the impacts of the prosecution on the child. The defendant was named in the article. The complainant said that the article had contained details which had identified the relationship between the child and the defendant. The newspaper said that the details reported in the article were necessary in order to enable the public to understand the facts of the offence. It provided explanations as to why it did not believe that the details in the article were likely to contribute to the identification of the victim, and said it had deliberately left out information which may have led to the identification of the victim, or their relationship with the defendant. The Committee recognised that the publication had taken steps to reduce the likelihood of the victim’s identification, but the article had reported information heard in court regarding the circumstances in which the offences had taken place which the Committee considered was sufficient to imply a relationship between the defendant and the victim.  The complaint was upheld as a breach of Clause 7.   Date complaint received: 15/01/2021",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee – 00474-21 A woman v\nlep.co.uk\nSummary of Complaint\n1. A woman complained to the Independent Press Standards\nOrganisation that lep.co.uk breached Clause 2 (Privacy), Clause 4 (Intrusion\ninto grief and shock), Clause 6 (Children), Clause 7 (Children in sex cases),\nClause 11 (Victims of sexual assault) of the Editors’ Code of Practice in an\narticle published in January 2021.\n2. This decision is written in general terms, to avoid the\ninclusion of information which could identify a victim of sexual assault.\n3. The article reported on a court case in which the\ndefendant pleaded guilty to sexually assaulting a child. It gave the age range\nof the child at the time of the abuse, and an indication as to when the abuse\nstopped. It contained information from the Victim Personal Statement of the\nchild, and described the circumstances in which the assaults had taken place.\nThe defendant was named in the article.\n4. The complainant said the article contained details which\nimplied the relationship between the victim and the defendant in breach of\nClause 7. She said that the information in the article was private, and that\nits publication was upsetting and an intrusion into the child’s privacy and\ngrief and shock in breach of Clause 2 and Clause 4, respectively. The\ncomplainant also said that she was not aware that a Victim Personal Statement\nwould be read in court, or that this could be published, which she also considered\na breach of Clause 2. The complainant also said that the article breached\nClause 6 as, whilst she was not in school at the time of publication due to\nlockdown restrictions, the child was very anxious about returning due to a fear\nof gossip and having been identified as the victim by the article.\n5. The publication did not accept a breach of the Code. It\nnoted that the article did not name the victim, nor give the victim’s age,\naddress, school, or describe the victim’s appearance or any distinguishing\nfeatures. It said that the article did not give the location or timing of when\nthe crimes took place, and said that it could have happened at any point during\nthe defendant’s life or in a variety of circumstances. It said the article\nneither stated, nor alluded to, a relationship between the defendant and the\nvictim. It noted that other information was read out in court and that it\ndeliberately chose not to include this in the article in order not to identify\nthe victim, or the victim’s relationship to the defendant.\n6. With regards to the complaint concerning privacy, the\npublication said that the Victim Personal Statement was read out in open court.\nThe publication said such statements are an important part of the proceedings\nand can have a direct impact on the sentence imposed by the court. It noted\nthat guidance makes clear that such statements may be reported in the media,\nand that the judge referred directly to the statement when sentencing the\ndefendant. The publication also noted that there was further information from\nthe proceedings that it did not include in the article, but that the\ninformation it did choose to include was relevant in order to paint a picture\nof the defendant. The publication said that, therefore there was not a reasonable\nexpectation of privacy over the information under complaint, and that it was in\nthe public interest to publish it.\n7. The publication said it was important to understand the\nnature of the offences for which the defendant was convicted as the charges\nwhich the defendant faced covered a range of potential criminality. It said\nthat therefore it was imperative to explain the evidence presented to the court\nin order to present a fair and accurate account of the proceedings as required\nby law, and that doing so did not intrude into the complainant’s grief and\nshock in breach of Clause 4.\n8. The publication recognised that both the impact of the\noffences and court proceedings would have been extremely traumatic for the\nvictim, but as it did not accept that either the victim or the victim’s school\nwere identified; it said Clause 6 was not engaged.\nRelevant Code Provisions\nClause 2 (Privacy)*\ni) Everyone is entitled to respect for their private and\nfamily life, home, physical and mental health, and correspondence, including\ndigital communications.\nii) Editors will be expected to justify intrusions into any\nindividual's private life without consent. In considering an individual's\nreasonable expectation of privacy, account will be taken of the complainant's\nown public disclosures of information and the extent to which the material\ncomplained about is already in the public domain or will become so.\niii) It is unacceptable to photograph individuals, without\ntheir consent, in public or private places where there is a reasonable\nexpectation of privacy.\nClause 4 (Intrusion into grief or shock)\nIn cases involving personal grief or shock, enquiries and\napproaches must be made with sympathy and discretion and publication handled\nsensitively. These provisions should not restrict the right to report legal\nproceedings.\nClause 6 (Children)*\ni) All pupils should be free to complete their time at\nschool without unnecessary intrusion.\nii) They must not be approached or photographed at school\nwithout permission of the school authorities.\niii) Children under 16 must not be interviewed or\nphotographed on issues involving their own or another child’s welfare unless a\ncustodial parent or similarly responsible adult consents.\niv) Children under 16 must not be paid for material\ninvolving their welfare, nor parents or guardians for material about their\nchildren or wards, unless it is clearly in the child's interest.\nv) Editors must not use the fame, notoriety or position of a\nparent or guardian as sole justification for publishing details of a child's\nprivate life.\nClause 7 (Children in sex cases)*\nThe press must not, even if legally free to do so, identify\nchildren under 16 who are victims or witnesses in cases involving sex offences.\nIn any press report of a case involving a sexual offence\nagainst a child -\ni) The child must not be identified.\nii) The adult may be identified. \niii) The word \"incest\" must not be used where a\nchild victim might be identified.\niv) Care must be taken that nothing in the report implies\nthe relationship between the accused and the child.\nClause 11 (Victims of sexual assault)\nThe press must not identify or publish material likely to\nlead to the identification of a victim of sexual assault unless there is\nadequate justification and they are legally free to do so. Journalists are\nentitled to make enquiries but must take care and exercise discretion to avoid\nthe unjustified disclosure of the identity of a victim of sexual assault.\n*The Public Interest\nThere may be exceptions to the clauses marked * where they\ncan be demonstrated to be in the public interest.\n1. The public interest includes, but is not confined to:\nDetecting or exposing crime, or the threat of crime, or\nserious impropriety.Protecting public health or safety.Protecting the public from being misled by an action or\nstatement of an individual or organisation.Disclosing a person or organisation’s failure or likely\nfailure to comply with any obligation to which they are subject.Disclosing a miscarriage of justice.Raising or contributing to a matter of public debate,\nincluding serious cases of impropriety, unethical conduct or incompetence\nconcerning the public.Disclosing concealment, or likely concealment, of any of the\nabove.\n\n\n\n\n\n\n2. There is a public interest in freedom of expression\nitself.\n3. The regulator will consider the extent to which material\nis already in the public domain or will become so.\n4. Editors invoking the public interest will need to\ndemonstrate that they reasonably believed publication - or journalistic\nactivity taken with a view to publication – would both serve, and be\nproportionate to, the public interest and explain how they reached that\ndecision at the time.\n5. An exceptional public interest would need to be\ndemonstrated to over-ride the normally paramount interests of children under\n16.\nFindings of the Committee\n9. It is a fundamental principle of open justice that court proceedings\nmay be reported by the media in an open and transparent way. Nonetheless, the\nterms of Clause 7 impose strict constraints on court reporting of cases\ninvolving child victims of sexual offences in recognition of their\nexceptionally vulnerable position.\n10. The Committee recognised that the publication had taken\nsteps to reduce the likelihood that the child would be identified as the victim\nof the assaults for which the defendant had been convicted.  However, Clause 7 (iv) imposes an obligation\non a newspaper to take care that nothing in the report of proceedings implies\nthe relationship between the defendant and the victim. The article had reported\ninformation heard in court regarding the circumstances in which the offences\nhad taken place which the Committee considered was sufficient to imply the\nrelationship between the defendant and the victim in breach of Clause 7.\n11. The Committee acknowledged that the publication of\ndetails taken from the Victim Personal Statement had caused the complainant and\nthe child distress and expressed its sympathy. The statement had been read in\nopen court during the course of the proceedings and, as a result, had been\nplaced into the public domain. In circumstances where the child had not been\nidentified in the article, publication of this information did not represent a\nbreach of Clause 2 or Clause 4 of the Code, separate to the issues already\naddressed under Clause 7.\n12. The complaint under Clause 6 (Children) related to\nconcerns that the child’s time at school might be affected in the future by the\npublication of the article.  Given that\nthe child had not been identified in the article, publication did not amount to\nan unnecessary intrusion into the child’s time at school. There was no breach\nof Clause 6.\nConclusion\n13. The complaint was upheld under Clause 7.\nRemedial Action Required\n14. Having upheld the complaint under Clause 7, the\nappropriate remedy was the publication of an adjudication.\n15. The Committee considered the placement of its\nadjudication. In exercising its powers to determine the nature, extent and\nplacement of a remedy to a breach of the Code that it has established, the\nCommittee will have regard to a number of factors including the seriousness of\nthe breach, its placement within the article, and its prominence. The Committee\nis also obliged to act proportionately.\n16. The adjudication should be published on the newspaper’s\nwebsite, with a link to the full adjudication (including the headline)\nappearing in the top 50% of stories on the publication’s website for 24 hours;\nit should then be archived in the usual way. The headline to the adjudication\nshould make clear that IPSO has upheld the complaint, give the title of the newspaper\nand refer to the complaint’s subject matter. The headline must be agreed with\nIPSO in advance.\n17. The terms of the adjudication for publication are as\nfollows:\nA woman complained to the Independent Press Standards\nOrganisation that lep.co.uk breached Clause 7 (Children in sex cases) of the\nEditors’ Code of Practice in an article published in 2021. Clause 7 of the Code\nrequires that care must be taken that nothing in the report of legal\nproceedings implies the relationship between the accused and the child. IPSO\nupheld the complaint and has required lep.co.uk to publish this decision as a\nremedy to the breach.\nThe article reported on a court case in which the defendant\npleaded guilty to sexually assaulting a child. It contained information which\ndescribed the circumstances in which the assaults had taken place, were\nreported and the impacts of the prosecution on the child. The defendant was\nnamed in the article.\nThe complainant said that the article had contained details\nwhich had identified the relationship between the child and the defendant.\nThe newspaper said that the details reported in the article\nwere necessary in order to enable the public to understand the facts of the\noffence. It provided explanations as to why it did not believe that the details\nin the article were likely to contribute to the identification of the victim,\nand said it had deliberately left out information which may have led to the\nidentification of the victim, or their relationship with the defendant.\nThe Committee recognised that the publication had taken\nsteps to reduce the likelihood of the victim’s identification, but the article\nhad reported information heard in court regarding the circumstances in which\nthe offences had taken place which the Committee considered was sufficient to\nimply a relationship between the defendant and the victim.  The complaint was upheld as a breach of\nClause 7.\n \nDate complaint received: 15/01/2021\nDate complaint concluded by IPSO: 27/05/2021\n \nIndependent Complaints Reviewer\nThe publication complained to the Independent Complaints\nReviewer about the process followed by IPSO in handling this complaint. The\nIndependent Complaints Reviewer decided that the process was not flawed and did\nnot uphold the request for review.\n \nBack to ruling listing\n\n\n"
}