{
    "url": "/rulings-and-resolution-statements/ruling/?id=00498-15",
    "title": "00498-15 Black v Sunday Express",
    "provisions": [
        "1 (Accuracy) 2015"
    ],
    "outcome": "Breach - sanction: publication of adjudication",
    "publication": "Sunday Express (Reach PLC)",
    "published_on": "2015-01-25 00:00:00",
    "received_on": "2015-02-01 00:00:00",
    "concluded_on": "2015-05-08 00:00:00",
    "complaint_processing_days": 96,
    "conclusion_long": "11. The complaint was upheld.",
    "remedial_action": "12. Having upheld the complaint, the Committee considered what remedial action should be required. The Committee has the power to require the publication of a correction and/or adjudication; the nature, extent and placement is to be determined by IPSO. It may inform the publication that further remedial action is required to ensure that the requirements of the Editors’ Code are met.  13. In order to remedy the breach of the Code, the newspaper should now publish the following adjudication on page 2. The headline must be agreed with IPSO in advance. It must make clear that the complaint has been upheld by IPSO and make reference to the subject matter.  Nicholas Black complained to the Independent Press Standards Organisation that The Sunday Express had breached Clause 1 (Accuracy) of the Editors’ Code of Practice by failing to publish a sufficiently prominent correction to an article headlined “Monsters are given their own cell keys”, published on 25  January 2015. The complaint was upheld, and IPSO required the newspaper to publish this adjudication.  The article had reported that some prisoners had been given keys to privacy locks on their cells. The sub-headline stated that prisoners were “virtually roaming at will”. The newspaper accepted that it was inaccurate to suggest that prisoners were able to roam at will, and published a correction in the following edition on its letters page, on page 30. The correction said that the privacy keys enabled prisoners to protect the privacy of their cells at times when they were allowed out of their cells; the privacy keys did not enable prisoners to roam at will. The newspaper said that it had designated its letters page as the appropriate location for the publication of corrections and clarifications. The Committee found that this page did not constitute an established corrections column, and that a correction on page 30 was insufficiently prominent. The complaint was upheld.   Date complaint received: 01/02/2015",
    "text": "\n\n\n\n\n\n·  Decision of the Complaints Committee 00498-15 Black v\nSunday Express\nSummary of\ncomplaint \n1. Nicholas Black complained to the Independent Press\nStandards Organisation that the Sunday Express had breached Clause 1 (Accuracy)\nof the Editors’ Code of Practice in an article headlined “Monsters are given\ntheir own cell keys”, published on 25 January 2015. \n2. The front-page article reported that 28,767 of 84,865\nprisoners now in custody have keys to “privacy locks” on their cells. The\nsub-headline of the article claimed that “Ian Huntley and Rose West [are]\n‘virtually roaming at will’”. The article continued on page 2, and explained\nthat prison staff hold security keys to operate separate locks, which override\nthe privacy locks. It noted that the purpose of the privacy locks was to enable\nprisoners to protect their belongings when leaving their cells, and to provide\nthem a level of decency while they wash, or use the toilet. \n3. The complainant said that the headlines implied that\nprisoners had been provided with keys which enabled them to enter or leave\ntheir cells at any time; this was misleading and inaccurate, given that prison\nofficers’ keys override the privacy locks. \n4. The complainant contacted IPSO after the newspaper had\npublished a correction in the following edition on its letters page on page 30.\nThe complainant said that the published correction was insufficiently\nprominent, given the placement of the original inaccuracy. He said that, apart\nfrom IPSO’s details appearing in a paragraph adjacent to its letters section,\nthere was no further indication that the newspaper published its corrections on\nthis page. \n5. The newspaper accepted that the front page was\nmisleading, and noted that it had published a correction at the earliest\nopportunity. The correction read as follows: \nCorrection: In our article “Monsters are given their own\ncell keys” on January 25, we said prisoners were “virtually roaming at will”\nwith keys to their own prison cells. We would like to correct that and make it\nclear prisoners are given keys to be used to protect the privacy of their cells\nonly at times when they are allowed out of their cells. Prisoners are not\nallowed to roam at will outside of these times.” \nThe newspaper said that when it became a member of IPSO,\nit designated its letters page as the appropriate location for the publication\nof corrections and clarifications, and that details of the newspaper’s\nmembership of IPSO were also published in this position. It said that its\nsister paper published a ‘Clarification and Amplifications’ column on its\nletters page, and that it was following this policy. It said that this\ncorrection was the first to be published while the newspaper had been regulated\nby IPSO. \nRelevant Code Provisions\n6. Clause 1 (Accuracy) \ni) The Press must take care not to publish inaccurate,\nmisleading or distorted information, including pictures. \nii) A significant inaccuracy, misleading statement or\ndistortion once recognised must be corrected, promptly and with due prominence,\nand - where appropriate – an apology published. In cases involving the\nRegulator, prominence should be agreed with the Regulator in advance.\nFindings of the Committee\n7. This complaint related to an issue of general\naccuracy, such that there was no directly concerned party, and it was therefore\nconsidered by the Committee. The sub-headline wrongly suggested that the privacy\nkeys gave prisoners greater freedom of movement, a claim which was not\nsupported by the information in the article. While the Committee welcomed the\nnewspaper’s prompt recognition of the inaccuracy, the publication of the\noriginal claim nevertheless demonstrated a failure to take care not to publish\ndistorted information. The Committee upheld the complaint under Clause 1 (i).\nThe remaining issue under complaint was whether the misleading statement had\nbeen corrected with due prominence, in accordance with the requirements of\nClause 1 (ii). \n8. An established corrections column signifies a\ncommitment to accuracy; it provides information to readers about how to make\ncomplaints; and if it appears consistently, it contributes to the prominence of\ncorrections by ensuring that readers know where to find them. \n9. The Committee noted the newspaper’s position that as\nof 8 September 2014, its policy was to publish corrections on this page.\nHowever, there was no information published on the page which might indicate to\nreaders that this was the case. Neither would readers have become aware of the\npolicy as a consequence of the frequent publication of corrections there, as\nthis was the first correction published under the policy. As such, the\nnewspaper’s approach did not amount to an established corrections column. \n10. The correction was not published in an established\ncolumn, and page 30 was not otherwise a sufficiently prominent location in\nwhich to correct the accepted inaccuracy. The newspaper had failed to meet its\nobligations under Clause 1 (ii). \nConclusions\n11. The complaint was upheld. \nRemedial Action Required\n12. Having upheld the complaint, the Committee considered\nwhat remedial action should be required. The Committee has the power to require\nthe publication of a correction and/or adjudication; the nature, extent and\nplacement is to be determined by IPSO. It may inform the publication that\nfurther remedial action is required to ensure that the requirements of the\nEditors’ Code are met. \n13. In order to remedy the breach of the Code, the\nnewspaper should now publish the following adjudication on page 2. The headline\nmust be agreed with IPSO in advance. It must make clear that the complaint has\nbeen upheld by IPSO and make reference to the subject matter. \nNicholas Black complained to the Independent Press\nStandards Organisation that The Sunday Express had breached Clause 1 (Accuracy)\nof the Editors’ Code of Practice by failing to publish a sufficiently prominent\ncorrection to an article headlined “Monsters are given their own cell keys”,\npublished on 25  January 2015. The complaint was upheld, and IPSO required\nthe newspaper to publish this adjudication. \nThe article had reported that some prisoners had been\ngiven keys to privacy locks on their cells. The sub-headline stated that\nprisoners were “virtually roaming at will”. The newspaper accepted that it was\ninaccurate to suggest that prisoners were able to roam at will, and published a\ncorrection in the following edition on its letters page, on page 30. The\ncorrection said that the privacy keys enabled prisoners to protect the privacy\nof their cells at times when they were allowed out of their cells; the privacy\nkeys did not enable prisoners to roam at will.\nThe newspaper said that it had designated its letters\npage as the appropriate location for the publication of corrections and\nclarifications. The Committee found that this page did not constitute an\nestablished corrections column, and that a correction on page 30 was\ninsufficiently prominent. The complaint was upheld.  \nDate complaint received: 01/02/2015 \nDate decision issued:  08/05/2015\nBack to ruling listing\n\n\n"
}