{
    "url": "/rulings-and-resolution-statements/ruling/?id=00506-15",
    "title": "00506-15 Cottrill v mirror.co.uk",
    "provisions": [
        "1 (Accuracy) 2015"
    ],
    "outcome": "No breach - after investigation",
    "publication": "mirror.co.uk (Reach PLC)",
    "published_on": "2015-01-29 00:00:00",
    "received_on": "2015-02-02 00:00:00",
    "concluded_on": "2015-07-06 00:00:00",
    "complaint_processing_days": 154,
    "conclusion_long": "reported in the article. The complainant had provided a link to an article in which one of the study’s authors reportedly disagreed with the tweet issued by the NEJM.  4. The complainant was concerned that the article had not presented any scientific counterarguments. She said that the findings had been widely criticised prior to the publication of the article, and that it had been noted that the research had considered vaping at a higher voltage than would be used by consumers. The complainant suggested that as a resolution to her complaint, the newspaper should agree to publish an article about a scientific paper which was soon to be published.  5. The newspaper did not accept that the article was inaccurate or significantly misleading. While it accepted that the original article had not included any counter-arguments, it said that the article had clearly attributed the remarks about the safety or otherwise of electronic cigarettes. Nonetheless, the newspaper subsequently amended the article to reflect a more balanced view of the research by including a counter-claim. It also offered to append a footnote which would make clear that the earlier version of the article had been amended to include responses to the claims made. It said that while it would consider the research cited by the complainant, it could not guarantee to publish an article about the material.  Relevant Code Provisions  6. Clause 1 (Accuracy)  i) The press must take care not to publish inaccurate, misleading or distorted information, including pictures.  ii) A significant inaccuracy, misleading statement or distortion once recognised must be corrected, promptly and with due prominence, and – where appropriate – an apology published.  iii) The Press, whilst free to be partisan, must distinguish clearly between comment, conjecture and fact.  Findings of the Committee  7. The article had focused on claims made by the director of the California Department of Public Health about the health risks associated with electronic cigarettes. The claims had been attributed to the director of the California Department of Public Health, and it was clear that they represented his personal view on the topic, rather than definitive conclusions which would be accepted by the scientific community as a whole. The article had not failed to distinguish comment and conjecture from fact. As the complainant had not disputed that the director of the California Department of Public Health had made the claims attributed to him, the reporting of his comments did not raise a breach of Clause 1.  8. The article had explained that the research had concerned the production of formaldehyde, and that it had found that electronic cigarettes “could potentially” produce significantly more formaldehyde than normal cigarettes. The study - published as a letter to the editor of the journal - found “…long-term vaping is associated with an incremental lifetime cancer risk of 4.2×10−3. This risk is 5 times as high…or even 15 times as high… as the risk associated with long-term smoking. In addition, formaldehyde-releasing agents may deposit more efficiently in the respiratory tract than gaseous formaldehyde, and so they could carry a higher slope factor for cancer.”  While the Committee noted the view that electronic cigarettes are not usually smoked at a voltage high enough to cause formaldehyde, it was not inaccurate to report that the study had found that electronic cigarettes could have this affect. The newspaper had been entitled to report the findings of the study and had not been obliged to independently evaluate the methodology employed by the researchers. There was no breach of the Code.  9. The newspaper had been entitled to report the tweet which had been issued by the NEJM, including its characterisation of the study. Although one of the authors of the study had said that he did not share the opinion of the NEJM about the implications of the study, the Committee was satisfied that the article had not been significantly inaccurate. It also noted that it had not received a complaint about the coverage from anyone directly associated with the study.  10. The terms of Clause 1 do not include a requirement of impartiality. The newspaper had been entitled to report the findings of studies which it considered newsworthy. The Committee welcomed nonetheless the newspaper’s offer to amend the online article and publish a footnote.  Conclusions  11. The complaint was not upheld.",
    "remedial_action": "N/A  Date complaint received: 02/02/2015",
    "text": "\n\n\n\n\n\n·   Decision of the Complaints Committee 00506-15 Cottrill v\nmirror.co.uk \nSummary of complaint \n1. Abigail Cottrill complained to the Independent Press\nStandards Organisation mirror.co.uk had breached Clause 1 (Accuracy) of the\nEditors’ Code of Practice in an article headlined “E-cigarette health scare\nerupts as officials highlight “serious” cancer risk of vaping”, published on 29\nJanuary 2015. \n2. The article reported that the director of the\nCalifornia Department of Public Health had produced a report which found that\nelectronic cigarettes are a “community health threat”, and advised that\nCalifornians avoid the use of e-cigarettes and that they be kept away from\nchildren. The article also referenced research published in the New England\nJournal of Medicine (NEJM), which it said “claimed e-cigs could be more\ndangerous than smoking”. It reproduced a message published on social media by\nthe NEJM which said “Chemical analysis of e-cigs’ vapour show high levels of\nformaldehyde. Authors project higher cancer risk than smoking”. \n3. The complainant was concerned that the article\npresented the claims made by the director of the California Department of\nPublic Health as fact. She was also concerned that the article had\nmisrepresented the facts of the scientific research published by the NEJM. She\nsaid that the research had studied just one chemical, and the author himself\nhad made clear publicly that he had not come to the conclusions reported in the\narticle. The complainant had provided a link to an article in which one of the\nstudy’s authors reportedly disagreed with the tweet issued by the NEJM. \n4. The complainant was concerned that the article had not\npresented any scientific counterarguments. She said that the findings had been\nwidely criticised prior to the publication of the article, and that it had been\nnoted that the research had considered vaping at a higher voltage than would be\nused by consumers. The complainant suggested that as a resolution to her\ncomplaint, the newspaper should agree to publish an article about a scientific\npaper which was soon to be published. \n5. The newspaper did not accept that the article was\ninaccurate or significantly misleading. While it accepted that the original\narticle had not included any counter-arguments, it said that the article had\nclearly attributed the remarks about the safety or otherwise of electronic\ncigarettes. Nonetheless, the newspaper subsequently amended the article to\nreflect a more balanced view of the research by including a counter-claim. It\nalso offered to append a footnote which would make clear that the earlier\nversion of the article had been amended to include responses to the claims\nmade. It said that while it would consider the research cited by the\ncomplainant, it could not guarantee to publish an article about the material. \nRelevant Code Provisions \n6. Clause 1 (Accuracy) \ni) The press must take care not to publish inaccurate,\nmisleading or distorted information, including pictures. \nii) A significant inaccuracy, misleading statement or\ndistortion once recognised must be corrected, promptly and with due prominence,\nand – where appropriate – an apology published. \niii) The Press, whilst free to be partisan, must\ndistinguish clearly between comment, conjecture and fact. \nFindings of the Committee \n7. The article had focused on claims made by the director\nof the California Department of Public Health about the health risks associated\nwith electronic cigarettes. The claims had been attributed to the director of\nthe California Department of Public Health, and it was clear that they\nrepresented his personal view on the topic, rather than definitive conclusions\nwhich would be accepted by the scientific community as a whole. The article had\nnot failed to distinguish comment and conjecture from fact. As the complainant\nhad not disputed that the director of the California Department of Public\nHealth had made the claims attributed to him, the reporting of his comments did\nnot raise a breach of Clause 1. \n8. The article had explained that the research had concerned\nthe production of formaldehyde, and that it had found that electronic\ncigarettes “could potentially” produce significantly more formaldehyde than\nnormal cigarettes. The study - published as a letter to the editor of the\njournal - found “…long-term vaping is associated with an incremental lifetime\ncancer risk of 4.2×10−3. This risk is 5 times as high…or even 15 times as high…\nas the risk associated with long-term smoking. In addition,\nformaldehyde-releasing agents may deposit more efficiently in the respiratory\ntract than gaseous formaldehyde, and so they could carry a higher slope factor\nfor cancer.”  While the Committee noted\nthe view that electronic cigarettes are not usually smoked at a voltage high\nenough to cause formaldehyde, it was not inaccurate to report that the study\nhad found that electronic cigarettes could have this affect. The newspaper had\nbeen entitled to report the findings of the study and had not been obliged to\nindependently evaluate the methodology employed by the researchers. There was\nno breach of the Code. \n9. The newspaper had been entitled to report the tweet\nwhich had been issued by the NEJM, including its characterisation of the study.\nAlthough one of the authors of the study had said that he did not share the\nopinion of the NEJM about the implications of the study, the Committee was\nsatisfied that the article had not been significantly inaccurate. It also noted\nthat it had not received a complaint about the coverage from anyone directly\nassociated with the study. \n10. The terms of Clause 1 do not include a requirement of\nimpartiality. The newspaper had been entitled to report the findings of studies\nwhich it considered newsworthy. The Committee welcomed nonetheless the\nnewspaper’s offer to amend the online article and publish a footnote. \nConclusions \n11. The complaint was not upheld. \nRemedial Action Required \nN/A \nDate complaint received: 02/02/2015\nDate decision issued: 06/07/2015\nBack to ruling listing\n\n\n"
}