{
    "url": "/rulings-and-resolution-statements/ruling/?id=00505-22",
    "title": "00505-22 Various v mirror.co.uk",
    "provisions": [
        "1 Accuracy (2021)"
    ],
    "outcome": "Breach - sanction: action as offered by publication",
    "publication": "mirror.co.uk (Reach PLC)",
    "published_on": "2021-12-30 00:00:00",
    "received_on": "2021-12-30 00:00:00",
    "concluded_on": "2022-03-17 00:00:00",
    "complaint_processing_days": 77,
    "conclusion_long": "9. The complaint was upheld.",
    "remedial_action": "10. Having upheld the complaint under Clause 1, the Committee considered what remedial action should be required. In coming to a view on the appropriate remedy in this case, the Committee considered the seriousness and extent of the breach of the Editors’ Code. It also noted that the steps taken by the publication, both prior to and during IPSO’s investigation, to address and correct the inaccuracies. 11. While the Committee had recorded its view that the corrections had not met the requirement under 1(ii) with respect to promptness, in circumstances where the publication had promptly amended the article and had subsequently published a correction after being made aware of the complaint to IPSO, the Committee did not consider that further action was required.     Date complaint received: 30/12/2021",
    "text": "\n\n\n\n\n\nDecision\nof the Complaints Committee – 00505-22 Various v mirror.co.uk\nSummary\nof Complaint\n1. The\nIndependent Press Standards Organisation received various complaints that\nmirror.co.uk breached Clause 1 (Accuracy) of the Editors’ Code of Practice in\nan article headlined “BREAKING UK Covid deaths hit 332 in just 24 hours as\ninfections reach record 189,213”, published on 30th December 2021.\n2. The\narticle reported on the daily number of new cases of Covid-19, and how many\npeople had died with the virus. It reported that a “further 189,213 people have\nbeen infected with Covid over the past 24 hours in the UK”, adding that as “the\nOmicron variant takes hold, 322 people died of the virus, up from 57 confirmed\ndeaths yesterday”. It said that the figures from NHS England included data from\nWales covering a two-day period and a “backlog of hospital deaths covering the\nperiod from December 24-29”. The headline and a link to the article was also\npublished on the publication’s official Twitter page.\n3. IPSO\nreceived 19 complaints about this article and the Twitter post, all of which\nraised similar concerns. The complainants said the headline was inaccurate and\nmisleading, in breach of Clause 1, to report that Covid deaths “hit 322 in just\n24 hours”. This figure did not relate to a 24-hour period; rather, it included\na backlog of hospital deaths covering the period of 24th and 29th December.\nComplainants said that the article, and accompanying social media post,\nmisreported publicly available data and in doing misrepresented the number of\ndeaths caused by the new variant, with some saying that this amounted to\nscaremongering. In light of the volume of complaints received, and where the\nspecific input of a complainant was not necessary, IPSO decided to summarise\nthe complaints for the purpose of investigating the complaint on behalf of the\ncomplainants.\n4. The\npublication accepted that the headline was inaccurate. To address this, the\npublication had amended the headline of the article within two hours of\npublication. The updated headline read: “UK Covid infections reach record high\nof 189,213 as further 322 deaths reported”. Upon receipt of the complaint from\nIPSO, on 24th January 2022, and 25 days after the article’s publication, the\nnewspaper added a correction to the online article. This correction, which\nappeared beneath the headline, read:\n“A\nprevious headline of this article reported that 'Covid deaths hit 332 in just\n24 hours'. In fact, the figure of 332 related to the number of deaths between\nthe 24th and 29th December 2021. We are happy to clarify this and confirm that\nthe article was corrected shortly after publication on 30 December.”\n5. The\npublication also confirmed that the following statement was published by the\nnewspaper’s official Twitter account on 25th January 2022, with the original\ntweet also removed:\n“A previous\nheadline of an article tweeted on 30 December reported 'Covid deaths hit 332 in\njust 24 hours'. In fact, 332 figure related to the number of deaths between 24\nand 29 December. We are happy to clarify this and confirm the article was\ncorrected shortly after publication.”\nRelevant\nCode Provisions\nClause 1\n(Accuracy)\ni) The\nPress must take care not to publish inaccurate, misleading or distorted\ninformation or images, including headlines not supported by the text.\nii) A\nsignificant inaccuracy, misleading statement or distortion must be corrected,\npromptly and with due prominence, and — where appropriate — an apology\npublished. In cases involving IPSO, due prominence should be as required by the\nregulator. \niii) A\nfair opportunity to reply to significant inaccuracies should be given, when\nreasonably called for.\niv) The\nPress, while free to editorialise and campaign, must distinguish clearly\nbetween comment, conjecture and fact.\nFindings\nof the Committee\n6. Clause\n1 (i) makes clear that – in addition to taking care not to publish inaccurate,\nmisleading, or distorted information – publications must take care not to\npublish headlines not supported by the text of the article. This extends to\nposts on social media too.\n7. In\nthis instance, the figures published by NHS England did not show that UK “Covid\ndeaths hit 332 in just 24 hours”. Rather, the figure of 332 included a backlog\nof deaths in the period of the 24th to 29th December 2021. This had been made\nclear on the government website where the statistics had been initially\npublished. As such, the publication of the headline, and accompanying Twitter\npost, breached the requirement in Clause 1 (i) to take care not to publish\ninaccurate or misleading information. Both the headline and Twitter post were\nnot supported by the text of the article and were significantly inaccurate.\nThey misrepresented the number of Covid-19 deaths during a specific time\nperiod, information that was available and accessible at the time of\npublication and upon which the article was based. For this reason, both the\nheadline and accompanying Twitter post required correction under the terms of\nClause 1 (ii).\n8. The\nCommittee then considered whether the actions taken by the publication were\nsufficient to avoid a further breach of Clause 1 (ii). The newspaper had\namended the headline of the online article within hours of the article’s\npublication and the Committee welcomed the promptness of this action.\nNotwithstanding this, the Committee considered that given the prominence of the\ninaccuracy and significance of the subject matter, the publication of a\ncorrection was necessary to meet the requirement of Clause 1 (ii) that\ncorrections should be duly prominent. Upon receipt of the complaint from IPSO,\nthe newspaper added a correction to the online article, which appeared beneath\nthe headline; it also removed the disputed tweet and published a correction\naddressing this inaccuracy. Both corrections identified the inaccuracy, put the\ncorrect position on record, and were deemed sufficiently prominent. However,\nthe Committee did not consider that these actions were sufficiently prompt to\nmeet the terms of Clause 1 (ii), given the delay between when the newspaper\nbecame aware of the inaccuracies and when it put the correct position on\nrecord, as it was required to do under the Editors’ Code.  As such, there was a breach of Clause 1 (ii).\n\nConclusion(s)\n9. The\ncomplaint was upheld.\nRemedial\nAction Required\n10.\nHaving upheld the complaint under Clause 1, the Committee considered what\nremedial action should be required. In coming to a view on the appropriate\nremedy in this case, the Committee considered the seriousness and extent of the\nbreach of the Editors’ Code. It also noted that the steps taken by the\npublication, both prior to and during IPSO’s investigation, to address and\ncorrect the inaccuracies.\n11.\nWhile the Committee had recorded its view that the corrections had not met the\nrequirement under 1(ii) with respect to promptness, in circumstances where the\npublication had promptly amended the article and had subsequently published a\ncorrection after being made aware of the complaint to IPSO, the Committee did\nnot consider that further action was required. \n\n\n\nDate\ncomplaint received: 30/12/2021\nDate\ncomplaint concluded by IPSO: 17/03/2022\nBack to ruling listing\n\n\n"
}