{
    "url": "/rulings-and-resolution-statements/ruling/?id=00519-16",
    "title": "00519-16 The Al-Khair School v The Sunday Times",
    "provisions": [
        "1 Accuracy (2016)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "The Sunday Times (News UK)",
    "published_on": "2016-01-24 00:00:00",
    "received_on": "2016-02-02 00:00:00",
    "concluded_on": "2016-08-12 00:00:00",
    "complaint_processing_days": 192,
    "conclusion_long": "15. The complaint was not upheld.",
    "remedial_action": "NA. Date complaint received: 2 February 2016",
    "text": "\n\n\n\n\n\nDecision\nof the Complaints Committee 00519-16\nThe Al-Khair School v The Sunday Times\nSummary\nof complaint\n1.The Al-Khair School complained to the\nIndependent Press Standards Organisation that The Sunday Times breached Clause\n1 (Accuracy) of the Editors’ Code of Practice in an article headlined “Islamic\nschool bans pupil for boy-girl chat”, published on 24 January 2016.\n2. The article reported that a pupil had\nbeen suspended from Al-Khair secondary school for breaching the school’s\nbehaviour policy, which prohibited interaction “through any medium…between male\nand female students who are considered non-mahrams [not close relatives]”. It\nsaid that the school considered “free-mixing” to be a “high level” offence,\nlisted alongside “drug dealing, stealing, extortion, racism and arson” on the\nschool’s behaviour policy. The article reported that the Department of Education\nhad launched an investigation into the incident amid concerns that the school\nhad breached the Equality Act and standards for fee-paying schools.\n3. The article quoted a representative of\nthe school stating that “the school’s policy is clearly published and parents\nsend their children [to the school] in the full knowledge of the code, which\nonly prohibits communication not conducive to the educational environment we\npromote…The policy was discussed with Ofsted inspectors, who had no issue with\nit”.\n4. The complainant said that the school\nhad not suspended a pupil for “boy-girl chat”, and it would never discipline a\npupil for “merely talking to a member of the opposite sex”. It said that its\nrepresentative had told the reporter before publication that there was more to\nthe case. The school provided the letters it had sent to the child’s parents,\nand noted that the school had “limited the scope” of the suspension letter\nrelied on by the newspaper in the hope that the child would be able to transfer\nto another school.\n5. It said that its representative had\ntold the newspaper repeatedly before publication that it was not in possession\nof the full facts of the case, and that the school would need more time to\nobtain the relevant permissions to discuss the matter more openly. The\ncomplainant provided its representative’s email correspondence with the\nreporter, and asked the newspaper to provide a transcript of their telephone\nconversation in which he said he had made the details clear. \n6. The complainant considered that the\nnewspaper had taken a “deliberately misleading standpoint” to “attack” a Muslim\nschool, despite Ofsted having praised it. He noted that as a result of the\nstory, Ofsted had visited the school again and had concluded that the action\ntaken against the pupil had been “proportionate and appropriate”.\n7. The newspaper said that the story had\naccurately reflected the terms of the suspension letter, which had been sent to\nthe child’s parents by the school. It had also accurately reported details of\nthe school’s behaviour policy, which had banned contact between “non-mahrams”.\nIt provided a copy of that policy, which was removed from the school’s website\nfollowing the article’s publication. It said that there was a public interest\nin disclosing that a school, which had been praised by Ofsted, had suspended a\nchild for breaching a “no contact rule”.\n8. The newspaper disputed the\ncomplainant’s position that it had been made aware of the “full picture”\nleading up to the child’s suspension. The complainant’s representative had told\nthe reporter that there were “other issues”, and that the full details could\nnot be provided because of confidentiality and concerns to protect the child’s\nidentity. Given the complainant’s position, the newspaper had considered that\nit had an obligation to make no reference to the existence of other issues for\nprivacy reasons. The reporter had not taken notes during his telephone\nconversation with complainant’s representative because he had understood that\nthe representative would be putting his main points in writing, which he did.\n9. Nevertheless, in light of the\ncomplaint, the newspaper offered to publish a letter from the school in which\nit could outline its policy on contact between male and female pupils. It also\noffered to publish the following clarification in the Corrections &\nClarifications column on the Letters page, with the same wording to be\npublished in the relevant section online and appended to the online article:\nWe\nreported (Islamic school bans pupils for boy-girl chat, News) on January 24\nthat Al-Khair secondary school, Croydon, had informed the parents of a teenage\npupil that it was suspending the child for breaching its ban on contacts\nbetween unrelated boys and girls. The school told us after publication that the\nsuspension was only to remove the pupil pending permanent exclusion, that it\nhad never suspended a pupil for harmless communication with the opposite sex\nand that its behaviour policy has now been amended. Sir Michael Wilsher of Ofsted\nwrote to the school that he had been “uncomfortable” about its policy on\ncontacts but was now satisfied that it complied with Independent School\nStandards on free mixing between pupils of both sexes.\n10. The complainant said that the proposed\nclarification was insufficient because the newspaper had not acknowledged that\nit had been aware of the full details of the case before publication.\nRelevant\nCode provisions\n11. Clause 1 (Accuracy)\n(i) The Press must take care not to publish\ninaccurate, misleading or distorted information or images, including headlines\nnot supported by the text.\n(ii) A significant inaccuracy, misleading\nstatement or distortion must be corrected, promptly and with due prominence,\nand — where appropriate — an apology published. In cases involving IPSO, due\nprominence should be as required by the regulator. \n(iii) A fair opportunity to reply to\nsignificant inaccuracies should be given, when reasonably called for.\nFindings\nof the Committee\n12. The school had sent a letter to the\nchild’s parents, which made clear that the child had been suspended for “a\nserious breach of the school’s behaviour policy by making contact with a\nnon-mahram student”. The newspaper had been entitled to rely on the letter as\nan accurate record of the reasons for the child’s suspension. The letter was\nalso supported by the school’s behaviour policy, which had listed “free\nmixing…between non-mahram pupils” as “high level” misbehaviour, which could lead\nto “internal or fixed period exclusion”.\n13. The Committee expressed concern that the\njournalist had taken no notes during his telephone conversation with the\nschool’s representative. However, it was accepted that the representative had\nmade clear to the reporter before publication that there were other issues that\nhad led to the child’s suspension, although he had also made clear that those\nreasons were confidential.  The fact that\nthe newspaper had been aware of this position did not mean that it could no\nlonger report the details of the suspension letter. It had taken care to\ninclude the complainant’s representative’s statement that the school’s recent\nOfsted report had said that the school was “‘outstanding’ for personal\ndevelopment, behaviour and welfare for pupils”, and that the inspectors had “no\nissue” with the school’s behaviour policy.\n14. There was no failure to take care over\nthe accuracy of the article in breach of Clause 1 (i), and the Committee had\nnot identified any significant inaccuracies or misleading statements that would\nrequire correction under Clause 1 (ii). Nonetheless, the Committee welcomed the\nnewspaper’s offer to publish a clarification and a letter from the complainant\nin response to the complaint.\nConclusions\n15. The complaint was not upheld.\nRemedial\naction required\nNA.\nDate\ncomplaint received: 2 February 2016Date\ncomplaint concluded: 12 August 2016\nBack to ruling listing\n\n\n"
}