{
    "url": "/rulings-and-resolution-statements/ruling/?id=00517-22",
    "title": "00517-22 Various v The Daily Telegraph",
    "provisions": [
        "1 Accuracy (2021)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "The Daily Telegraph (Telegraph Media Group Ltd)",
    "published_on": "2021-12-29 00:00:00",
    "received_on": "2021-12-29 00:00:00",
    "concluded_on": "2022-06-01 00:00:00",
    "complaint_processing_days": 154,
    "conclusion_long": "13. The complaint was not upheld.",
    "remedial_action": "14. N/ADate complaint received: 29/12/2021",
    "text": "\n\n\n\n\n\nDecision\nof the Complaints Committee – 00517-22 Various v The Daily TelegraphSummary\nof Complaint1. The\nIndependent Press Standards Organisation received various complaints that The\nDaily Telegraph breached Clause 1 (Accuracy) of the Editors’ Code of Practice\nin an article headlined “Schools prioritise holidays over learning”, published\non 29th December 2021.2. The\narticle reported that “SCHOOLS are increasingly giving pupils a two-week break\nin October, despite warnings that the move could harm efforts to help children\ncatch up on tuition they lost to the pandemic”. It included a quote from a\nco-founder of a parent campaign group, who had said: “This is absolutely not\nthe year to increase the number of days off school for pupils. Children have\nalready missed so much school. It’s just a mad thing… it could set back\ncatch-up plans.” The article went on to state that schools can set their own\nholiday timetables, but they must offer the “statutory minimum 190 teaching\ndays each year”, and that “[a]ll the local authorities and multi-academy trusts\nthat have moved to a two-week October half-term will maintain the statutory 190\ndays by adding extra teaching time elsewhere in the year”.3. The\narticle also appeared online in substantially the same format, headlined “State\nschools increasingly adopting two-week half term for the ‘mental wellbeing of\nteachers’”.4. IPSO\nreceived 129 complaints about this article, all of which raised similar\nconcerns. The complainants said that the headline was misleading to claim that\nschools were prioritising holidays over learning and that this was not supported\nby the text of the article, in breach of Clause 1. The complainants said that\nthe headline gave the misleading impression that schools were spending less\ntime teaching overall due to the introduction of the two-week break in October.\nThey said that this was contradicted later in the article, when it was\nclarified that all schools who had chosen to move to a two-week October\nhalf-term would maintain the statutory 190 days and add extra teaching days\nlater in the year. Complainants further said that the quote “[schools] are\nincreasingly giving pupils a two week break in October, despite warnings that\nthe move could harm efforts to help children catch up on tuition they lost to\nthe pandemic” added to the misleading impression that students would receive\nfewer days of teaching overall.5. Complainants\nalso said that they considered the quote given by the co-founder of the parent\ncampaign group was inaccurate in breach of Clause 1 to state that “[t]his is\nabsolutely not the year to increase the number of days off school for pupils”.\nThey said that this inaccurately claimed that students would be getting more\ndays off school in total, which was not the case.6.  The publication said it did not accept that\nthe article had breached the Code. The publication defended the headline and\nnoted that the article explained that an increasing number of multi-academy\ntrusts and local authorities had decided to move to a two-week half-term break\nin October. It said that therefore, there would be one less week of teaching in\n2022, and that while the number of teaching days over the whole academic year\nwould remain the same, this could be described as schools ‘prioritising’\nholidays over learning. It made clear that it did not dispute that over the\ncourse of the academic year the number of teaching days would remain the same.\nThe publication further said that prioritising something over another does not necessarily\nmean that there will be less or more of either over a period of time, but\nrather one thing is treated as more important than the other. It added that\nmany teachers, pupils, and parents consider the autumn term to be the most\nimportant part of the school year. It went on to state that for pupils who will\nsit their GCSE and A-levels in summer 2023, an extra week off in October would\nmean that teaching time has been lost, as the summer term mainly consists of\nrevision and exams, and in this respect, it was again accurate for the headline\nto summarise that holidays are being prioritised over teaching. The publication\nwent on to say that care had been taken over the article, which was written by\nthe Telegraph’s Education Editor, who spoke to experts for the article as well\nas asking another reporter to carry out a survey of every local authority and\nthe major multi-academy trusts to see which implemented a two-week October\nhalf-term. The publication also added that the sentence outlining the point\nabout the 190 statutory teaching days was marked as a “must keep” when it was\nsent to sub-editors, to ensure it appeared in print.7.\nRegarding the quote: “[schools] are increasingly giving pupils a two-week break\nin October, despite warnings that the move could harm efforts to help children\ncatch up on tuition they lost to the pandemic”, the publication said that this\nwas not misleading. It said that it was reasonable to suggest that in 2022\nschools should carry on with the process of catching up and keep up the\nmomentum, rather than having an extra week out of school at an important point\nin the academic year. It said that it did not consider the reader would be left\nwith the impression that there would be fewer days teaching overall, where the\narticle made clear that the statutory teaching days would be maintained by\nadding extra days of teaching later in the year.8. The publication\nsaid that the quote given by the co-founder of the parent campaign group where\nshe said that “[t]his is absolutely not the year to increase the number of days\noff school for pupils. Children have already missed so much school. It’s just a\nmad thing… it could set back catch-up plans” was a reasonable opinion held by\nher. It said that the quote did not suggest that pupils would be getting more\ndays off school in total, and that the co-founder made no mention of academic\nyears. It said that she was expressing her opinion that following a period of\nunprecedented disruption, schools should maintain momentum and focus on the\nteaching, and that this is not the time to extend a school holiday. The\npublication further added that the ordinary reader would not be focused on the\nfact that the article was published at the end of 2021 and that the\nco-founder’s position was that this was not the moment, nor the time to be\ntaking more holidays. It said that the fact that the teaching days are made up\nlater in the academic year did not mean that the co-founders quote was\ninaccurate.Relevant\nCode ProvisionsClause 1\n(Accuracy)i) The\nPress must take care not to publish inaccurate, misleading or distorted\ninformation or images, including headlines not supported by the text.ii) A\nsignificant inaccuracy, misleading statement or distortion must be corrected,\npromptly and with due prominence, and — where appropriate — an apology\npublished. In cases involving IPSO, due prominence should be as required by the\nregulator. iii) A\nfair opportunity to reply to significant inaccuracies should be given, when\nreasonably called for.iv) The\nPress, while free to editorialise and campaign, must distinguish clearly\nbetween comment, conjecture and fact.Findings\nof the Committee9. The\nCommittee first considered the complainants’ concerns that the headline was\nmisleading. The print headline had stated that schools were “prioritis[ing]\nholidays over learning” and the article quoted the co-founder of a parent\ncampaign group’s criticism of reducing the number of teaching days “this...\nyear”. The complainants considered that this headline, in combination with the\narticle, suggested that the two-week October break would reduce the overall\nnumber of teaching days in the 2022/2023 school year. The publication said that\nthe article made clear that schools which had decided to introduce a two-week\nOctober half-term would maintain the statutory 190 teaching days by making up\nthe teaching time in the subsequent terms. It considered that it was entitled\nto report criticism of the disruption posed by the extended October holiday.10.\nConsidering the headline on its own, the Committee noted that it did not state\nthat learning was being replaced by holidays, rather that schools were\n‘prioritising’ holidays. The Committee noted that it was the publication’s\ncharacterisation that schools were ‘prioritising’ holidays over learning, and\nthat warnings had been given that this move could affect children catching up\non teaching after the disruption of Covid. It was the Committee’s view that\nwhere additional holiday time was being allotted to the autumn term, which the\nnewspaper said was widely viewed as the most important part of the academic\nyear for learning, there was a basis for this characterisation. The Committee\nthen turned to the article as a whole and considered whether the headline was\nsupported by the text of the article. It was the Committee’s view that the\narticle made clear that there was not going to be a reduction in the overall\namount of teaching days over the course of the academic year. The Committee did\nnot consider the headline misleadingly suggested that schools were to increase\nholidays in total, and there was no breach of Clause 1 on this point.11.\nComplainants had also expressed concerns about the claim that “[schools] are\nincreasingly giving pupils a two-week break in October, despite warnings that\nthe move could harm efforts to help children catch up on tuition they lost to\nthe pandemic”, as they considered it added to the misleading impression that\nstudents would receive fewer days of teaching overall. The Committee noted that\nneither the above claim nor the rest of the article, made any claim that\nstudents would receive fewer days of teaching overall, and, furthermore, it was\nexplicitly stated in the article that adjustments would be made over the\nsubsequent terms to accommodate all the statutory teaching days. The\npublication was entitled to report that more schools were moving to a two-week\nbreak in October, and that this move had been criticised. There was no breach\nof Clause 1 on this point.12.\nLastly, the Committee turned to the complainants’ concerns that the comment\ngiven by the co-founder of the parent campaign group was inaccurate. The\nCommittee noted that her reference to “this… year” in referring to additional\n“days off school” was somewhat ambiguous, as she did not specify whether she\nreferred to the academic year or a calendar year. However, in considering this\npoint, the Committee had regard for the timing of the article: it was published\nshortly before the beginning of a new calendar year and was referring to\nchanges to the autumn half term, which would occur in the next academic year,\nrather than the current one. As such, the Committee was satisfied that the\n“year” referred to in the quote was the forthcoming calendar year – 2022 –\nrather than the 2022/23 academic year. While the Committee acknowledged\ncomplainants’ concerns, it noted that it was not in dispute that 2022 would see\nfewer teaching days for the schools due to the longer half-term. While these\ndays of teaching were to be moved later in the academic year, they would fall\nwithin the following calendar year, 2023, and therefore it was neither\ninaccurate nor misleading for the co-founder to state that “this is… not the\nyear to increase the number of days off school for pupils”. For this reason,\nthere was no breach of Clause 1.Conclusion(s)13. The\ncomplaint was not upheld.Remedial\nAction Required14. N/ADate\ncomplaint received: 29/12/2021\nDate\ncomplaint concluded by IPSO: 01/06/2022\nBack to ruling listing\n\n\n"
}