{
    "url": "/rulings-and-resolution-statements/ruling/?id=00513-22",
    "title": "00513-22 Walker v Daily Star Sunday",
    "provisions": [
        "1 Accuracy (2021)",
        "12 Discrimination (2021)"
    ],
    "outcome": "Breach - sanction: action as offered by publication",
    "publication": "Daily Star Sunday (Reach PLC)",
    "published_on": "2022-01-16 00:00:00",
    "received_on": "2022-01-17 00:00:00",
    "concluded_on": "2020-07-12 00:00:00",
    "complaint_processing_days": -554,
    "conclusion_long": "24. The complaint was upheld in part under Clause 1.",
    "remedial_action": "25. The corrections which were offered clearly put the correct position on record, were offered promptly and with due prominence, and should now be published.    Date complaint received: 17/01/2022",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee – 00513-22 Walker v Daily Star Sunday\nSummary\nof Complaint\n1. Jack\nWalker complained to the Independent Press Standards Organisation that the\nDaily Star Sunday breached Clause 1 (Accuracy) and Clause 12 (Discrimination)\nof the Editors’ Code of Practice in an article headlined “Finger-lickin' thin I\nquit £44 KFC meals....and shed 32 stone!”, published on 16 January 2022.\n2. The\narticle, which appeared on page 22, reported on the complainant’s recent weight\nloss. It said that he had “quit junk food” and “kicked his KFC habit” which\nresulted in him losing eight stone, and later had surgery to make his “stomach\nsmaller”. The article reported that the complainant was “spending up to £44 a\nday on fried chicken meals – plus chips, battered sausages, and kebabs”. It\nsaid that “Jack [had] piled on weight after being attacked injuring his back 10\nyears ago” and “since breaking his addiction he is now down to 13st 8lb”.\n3. The\narticle also appeared online under the headline “Man who spent £44 a day on KFC\nunrecognisable after he quits fast food to shed 32st”. The article included an\nimage of the complainant with a caption which said \"Jack Walker admits to\nspending £44 a day on fast food chicken and tipped the scales at a staggering\n45 stone\"\n4. The\ncomplainant said that the article was inaccurate in breach of Clause 1 as he\nhad not spent “£44 a day on KFC”. The complainant said that he had told the\nreporter an anecdote where he had spent £44 on KFC for a meal between four\npeople on one occasion, and that this did not represent his daily eating\nhabits. He accepted that he had previously had poor eating habits, including\nhaving takeaway food, but the claim that he spent £44 a day on KFC for himself\ngrossly exaggerated his level of food intake. In addition, he said he had never\nhad a food addiction – or any addiction. He said the journalist had asked him\nabout addiction, and in responding to this question he had made clear that he\ndid not have one.\n5. He\nalso said that the article was inaccurate because it omitted information he had\ntold the journalist; such as that he had worked very hard to lose the weight\nand that his intentions in telling his story was to help the bariatric\ncommunity.\n6. The\ncomplainant also complained under Clause 12 as he said he had never had an\naddiction and that claiming that he did was derogatory and fat-shaming. He also\nbelieved that labelling him as an “addict” was an attack on his identity, as\nwell as being derogatory in breach of the Clause.\n7. He\nalso considered that the newspaper had printed false information which was a\ndirect attack on his identity as a gay and disabled man, in breach of Clause\n12.\n8. The\npublication accepted that the article was inaccurate in relation to the claim\nthat the complainant spent £44 a day on KFC; it acknowledged that the complainant\nhad made clear that the £44 on KFC was between four people, and that he had not\nstated that he had an addiction. It apologised for its error during direct\ncorrespondence with the complainant during the IPSO process and – in light of\nthe complainant’s concerns – said it would be happy to: amend the online\narticle by removing the references to “addiction”; amend the headline and\narticle to make clear that the £44 figure was spent feeding a number of people\non a single occasion; and to add a footnote correction to highlight the changes\nmade, which would include an apology for the errors. During IPSO’s\ninvestigation it also proposed to publish a print correction, apologising for\nthe error.\n9. It\noffered the following correction, which it proposed to publish on page 2 of the\nDaily Star Sunday:\nOur\narticle 'Finger-lickin' thin', 16 Jan, reported that Mr Walker was spending up\nto £44 a day on KFC and referred to him 'breaking his addiction'. In fact, the\n£44 takeaway was between four people, and Mr Walker has confirmed that he does\nnot have an addiction. We are happy to clarify this and would like to apologise\nfor the error.\n10. The\npublication also proposed the following wording for the online article’s\nfootnote correction:\nA\nprevious version of this article reported that Mr Walker spent £44 on KFC a day\nand referred to him 'breaking his addiction'. In fact, the £44 takeaway was\nbetween four people, and Mr Walker has confirmed that he does not have an\naddiction. We are happy to clarify this and would like to apologise for the\nerror.”\n11. The\npublication also provided a copy of the agency's interview notes with the\ncomplainant, in which he discussed what he would eat on a typical day and how\nmuch he would eat in one sitting. The notes quoted the complainant as stating:\n“I genuinely would eat once a day because I struggled with breakfast, it would\nalways make me sick, lunch would be the same and then I would get right up to\neight/nine o’clock and I would be shaking and I would then be starving. I’m not\na secret eater, I’m not a comfort eater but at that big, at 45 stone, I could\nbarely move, so everything was takeaway […] I hate it, but to have a £44 KFC\nbetween four of us … I can’t put it into words what I’m trying to say because\nit disgusts me looking back at it.”\n12.\nWhile the interview notes did not make any references to an addiction or food\naddiction, the publication said the reference to his addiction in the article\nhad been used generically. It said food addiction is known as an “eating\nbehaviour involving the consumption of highly palatable foods (i.e. foods high\nin salt, fat, and sugar) in quantities beyond homeostatic energy requirements”.\nIt provided other examples of articles which it believed used the term in this\nway. The publication also did not accept the complainant’s claim that he had\nexplicitly been asked about addiction during the interview.\n13.  The publication did not accept a breach of\nClause 12 (Discrimination) as it did not believe the Clause to be engaged.\nRelevant\nCode Provisions\nClause 1\n(Accuracy)\ni) The\nPress must take care not to publish inaccurate, misleading or distorted\ninformation or images, including headlines not supported by the text.\nii) A\nsignificant inaccuracy, misleading statement or distortion must be corrected,\npromptly and with due prominence, and — where appropriate — an apology\npublished. In cases involving IPSO, due prominence should be as required by the\nregulator. \niii) A\nfair opportunity to reply to significant inaccuracies should be given, when\nreasonably called for.\niv) The\nPress, while free to editorialise and campaign, must distinguish clearly\nbetween comment, conjecture and fact.\nClause\n12 (Discrimination)\ni) The\npress must avoid prejudicial or pejorative reference to an individual's race,\ncolour, religion, sex, gender identity, sexual orientation or to any physical\nor mental illness or disability.\nii)\nDetails of an individual's race, colour, religion, gender identity, sexual\norientation, physical or mental illness or disability must be avoided unless\ngenuinely relevant to the story.\nFindings\nof the Committee\n14. The\ncomplainant had made clear in speaking to the journalist that he had spent £44\non a KFC meal on a single occasion, and that the meal had been shared among\nfour people – the publication did not dispute the complainant’s position on\nthis point.  Therefore, reporting that\nthe complainant was “spending up to £44 a day on fried chicken meals – plus\nchips, battered sausages, and kebabs”; that he “spent £44 a day on KFC” and\n“admit[ted] to spending £44 a day on fast food chicken”; and that this amount\nof food was for his own consumption alone was inaccurate – in breach of Clause\n1 (i).\n15. The\nCommittee considered that, in the context of an article documenting the\ncomplainant’s weight loss, inaccurately claiming that he spent £44 a day on KFC\nfor his own consumption misrepresented the behaviour that led to his weight\ngain in a way that was significant – particularly as it was a prominent focus\nof both versions of the article. Therefore, the newspaper was obliged, in\naccordance with the terms of Clause 1(ii), to correct this information promptly\nand with due prominence.\n16. The\nCommittee then turned to the question of whether the action undertaken by the\npublication was sufficient to avoid a further breach of Clause 1 (ii). During\ndirect correspondence with the complainant during the IPSO process, the\npublication had apologised to the complainant and offered: to amend the online\narticle to make clear that the £44 had been spent on a single occasion and not\nas a meal for the complainant alone; and add a footnote correction and apology\nto highlight the changes made. It had also, at an early stage during IPSO’s\ninvestigation, proposed to publish a print correction, which would also put the\ncorrect position on record.\n17. The\nCommittee considered that the proposed correction identified the inaccuracy and\nput the correct position on record, and also contained an apology, which the\nCommittee considered appropriate in the circumstances, given that the\ninaccuracy related to the complainant’s diet and had caused him some distress.\nIt also considered the corrections had been offered promptly – with the online\ncorrection being offered during direct correspondence with the complainant, and\nthe print correction being offered at an early stage in IPSO’s investigation.\n18.\nTurning to the prominence of the proposed corrections, the Committee was satisfied\nthat page 2 was sufficiently prominent in circumstances where the original\ninaccuracy appeared on page 22 of the newspaper. With regard to the prominence\nof the online footnote correction, the Committee considered this to be\nsufficiently prominent in conjunction with the amendments suggested by the\npublication.\n19. The\nCommittee turned next to the alleged inaccuracy arising from the article’s use\nof the term “addiction” and took seriously the complainant’s concern that it\nsuggested that he had a mental health condition in relation to his eating when\nthat was not the case. Notwithstanding the accuracy concerns addressed above,\nabout the amount and type of food he consumed, it was not in dispute that the\ncomplainant’s original weight gain had arisen from regular excessive eating,\nincluding of takeaway food – which he had now stopped. The Committee noted that\nthe term “addiction” appeared only once and that other information about the\ncomplainant’s pattern of behaviour was provided to put this term in context.\nThe first paragraph described it as a “habit” and the article went on to\nexplain that he had made the decision to “quit junk food” and to “chang[e] his\ndiet”. It also made clear that he attributed his original weight gain to a\nparticular life event 10 years previously which left him injured and with\nreduced mobility. There was no explicit claim in the article that the\ncomplainant had been diagnosed with any kind of mental health condition in\nrelation to his eating patterns.  Taken\nin the context of the article as a whole, the Committee considered that it was\nclear that the term “addiction” was the publication’s characterisation of his\npattern of eating rather than a claim that he had a mental health condition.\nThere was no breach of Clause 1 on this point.\n20.\nTurning to the complainant’s concerns that the article did not include\ninformation such as the wider context surrounding his weight loss journey and\nhis role within the bariatric community, the Committee noted that newspapers\nhave the right to choose which pieces of information they publish, as long as\nthis does not lead to a breach of the Code. In this case, omitting this other\ninformation the complainant had told the journalist did not make the article\ninaccurate or misleading; the publication was entitled to focus on certain\nparts of his interview, in this instance, his eating habits and subsequent\nweight loss. There was no breach of Clause 1 on this point.\n21.\nFurther, the Committee considered the term “addiction” and the complainant’s\nbelief that this was derogatory in breach of Clause 12. The Committee noted\nthat the term “addiction” could be interpreted as a reference to a perceived\nprotected characteristic of the complainant – his physical and mental health.\nHowever, for the reasons set out in their consideration of the complainant’s\nconcerns about the accuracy of the term above, the Committee did not consider\nthe reference to addiction to be a reference to the complainant’s mental\nhealth. Rather, it was the newspaper’s characterisation of the complainant’s\nrelationship with takeaway food. The Committee did not consider the article\nmade reference to a perceived protected characteristic in referring to an\n“addiction”. There was no breach of Clause 12 on this point.\n22. The\nCommittee appreciated that the complainant considered the inaccuracies in the\narticle constituted an attack on his identity and acknowledged the distress the\narticle has caused. Clause 12 relates to prejudicial, pejorative, or irrelevant\nreferences to an individual’s protected characteristics. In this case, while\nthe reference to “£44 KFC a day” was inaccurate, this reference did not refer\nto the complainant’s protected characteristics. Therefore, there was no breach\nof Clause 12 on this point.\nConclusion(s)\n24. The\ncomplaint was upheld in part under Clause 1.\nRemedial\nAction Required\n25. The\ncorrections which were offered clearly put the correct position on record, were\noffered promptly and with due prominence, and should now be published.\n\n\n\nDate\ncomplaint received: 17/01/2022\nDate\ncomplaint concluded by IPSO: 12/07/2020\nBack to ruling listing\n\n\n"
}