{
    "url": "/rulings-and-resolution-statements/ruling/?id=00528-21",
    "title": "00528-21 McDade v The Scottish Sun",
    "provisions": [
        "4 Intrusion into grief or shock (2021)",
        "6 Children (2021)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "The Scottish Sun (News UK)",
    "published_on": "2021-01-19 00:00:00",
    "received_on": "2021-01-18 00:00:00",
    "concluded_on": "2021-07-06 00:00:00",
    "complaint_processing_days": 169,
    "conclusion_long": "11. The complaint was not upheld.",
    "remedial_action": "12. N/A   Date complaint received: 18/01/2021",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee – 00528-21 McDade v\nThe Scottish Sun\nSummary of Complaint\n1. Kathleen McDade complained to the Independent Press\nStandards Organisation that The Scottish Sun breached Clause 4 (Intrusion into\ngrief and shock) and Clause 6 (Children) of the Editors’ Code of Practice in an\narticle headlined “This is real... please take mum's death as a warning”,\npublished on 19 January 2021.\n2. The article reported on a video of a woman whose mother\nhad died a day after testing positive for Covid-19. The article contained\nseveral photos, including a screen grab from the video of the named woman\ncrying, and pictures of her mother holding a baby whose face had been\npixelated. The photo had an overlay of a speech bubble which read “my son will\ngrow up without a gran”.\n3. The article also appeared online under the headline\n“Heartbroken daughter of mum who died day after testing positive for Covid” in\nsubstantially the same format. The photograph of the baby had been blurred out\nin this version.\n4. The complainant, the woman whose video featured in the\narticle, said the article breached Clause 6. She said that she had made and\nuploaded two videos to Facebook. In the first which the article reported on,\nshe spoke directly about her mother and Covid-19. She had uploaded this\nalongside the following comment: “If folk want to share this they’re more than\nwelcome. I want as many people to listen as possible”, and it had 20,000 views\nat the time of publication. She said that the second video, which contained the\nphotos of her child published in the article, was publicly viewable but she had\nnot explicitly asked it to be shared. She said she had made this public so that\na family member would also be able to share it on her wall. The complainant\nsaid that a story about the death of her child’s grandmother was an issue that\nrelated to her child’s welfare and therefore needed the consent of a custodial\nparent or guardian for the images of her child to be posted. She said that she\nhad not given this consent to the newspaper.\n5. The complainant also said the article intruded into her\ngrief and shock in breach of Clause 4. The complainant had been contacted via\nFacebook message by the newspaper asking permission to use images from the\nvideo and to speak to her. The complainant did not reply until after the\narticle had been published, and therefore had not given consent for the article\nto be published. She said that the journalist had told her they would normally\nspeak in person but was unable to as the complainant was self-isolating at the\ntime.\n6. The publication apologised for any distress caused to the\ncomplainant and deleted the online article, but did not accept a breach of the\nCode. It said that the photographs had been published by the complainant, a\ncustodial parent, online in a publicly available video. It said that whilst\nimages of the child had been published, the child’s face had been pixelated or\nblurred so that their likeness had not been published.\n7. The publication said that the enquiry sent by the\njournalist prior to the article being published was made with sympathy and\ndiscretion, the tone being sympathetic and respectful and made clear why he was\napproaching the complainant.\nRelevant Code Provisions\nClause 4 (Intrusion into grief or shock)\nIn cases involving personal grief or shock, enquiries and\napproaches must be made with sympathy and discretion and publication handled\nsensitively. These provisions should not restrict the right to report legal\nproceedings.\nClause 6 (Children)*\ni) All pupils should be free to complete their time at\nschool without unnecessary intrusion.\nii) They must not be approached or photographed at school\nwithout permission of the school authorities.\niii) Children under 16 must not be interviewed or\nphotographed on issues involving their own or another child’s welfare unless a\ncustodial parent or similarly responsible adult consents.\niv) Children under 16 must not be paid for material\ninvolving their welfare, nor parents or guardians for material about their\nchildren or wards, unless it is clearly in the child's interest.\nv) Editors must not use the fame, notoriety or position of a\nparent or guardian as sole justification for publishing details of a child's\nprivate life.\n*The Public Interest\nThere may be exceptions to the clauses marked * where they\ncan be demonstrated to be in the public interest.\n1. The public interest includes, but is not confined to:\nDetecting or exposing crime, or the threat of crime, or\nserious impropriety.Protecting public health or safety.Protecting the public from being misled by an action or\nstatement of an individual or organisation.Disclosing a person or organisation’s failure or likely\nfailure to comply with any obligation to which they are subject.Disclosing a miscarriage of justice.Raising or contributing to a matter of public debate,\nincluding serious cases of impropriety, unethical conduct or incompetence\nconcerning the public.Disclosing concealment, or likely concealment, of any of the\nabove.\n\n\n\n\n\n\n2. There is a public interest in freedom of expression\nitself.\n3. The regulator will consider the extent to which material\nis already in the public domain or will become so.\n4. Editors invoking the public interest will need to\ndemonstrate that they reasonably believed publication - or journalistic\nactivity taken with a view to publication – would both serve, and be\nproportionate to, the public interest and explain how they reached that decision\nat the time.\n5. An exceptional public interest would need to be\ndemonstrated to over-ride the normally paramount interests of children under\n16.\nFindings of the Committee\n8. The Committee expressed their condolences to the\ncomplainant. Photos of children in articles that involve their welfare must\nhave the consent of a custodial parent. The Committee found that the death of a\ngrandparent was a matter that related to the welfare of the child and therefore\nClause 6 was engaged.\n9. The complainant had uploaded two videos onto her social\nmedia account as a memorial to her mother. The first she had asked to be shared\nand had received over 20,000 views at the time of publication. The second she\nhad not actively requested be shared, but similarly had no privacy settings in\nplace. In considering complaints about intrusion, the Committee is required to\nconsider the extent to which material is already in the public domain or will\nbecome so. In this instance, the complainant had created two memorial videos to\nher mother. In one instance, the complainant had actively sought publicity for\nthe video, soliciting shares to publicise her concerns; the second video, from\nwhich the images under complaint had been taken, had also been made public for\nthe purpose of enabling another person (a relative) to share it, although the\ncomplainant had not actively solicited people to share it. Taking into account\nthe context that the material had been published by the complainant and in the\ncontext of her attempts to raise concern about her mother’s death (albeit\nthrough a separate video); that it had been published without privacy settings;\nand that the child’s face was pixelated such that they would not be generally\nidentifiable, the Committee concluded that there was no breach of Clause 6.\n10. The complainant had been contacted prior to the\npublication of the article. The reporter had been sympathetic, introduced\nhimself as a reporter and asked if it was okay to do a story and asked to speak\nto her on the phone. Whilst the Committee was aware of the distress caused to\nthe complainant, the Editors’ Code does not require newspapers to gain the\nconsent of the subjects of articles in advance. The Committee also noted that\nthe complainant had stated with regards to the first video, which was the focus\nof the article, that she wanted “as many people to listen as possible”. Where\nthe publication of the article itself was also handled sensitively there was no\nbreach of Clause 4. Although there was no breach of the Code and the article\nhad apparently aimed to publicise the complainant’s message, the Committee\nwelcomed the publication’s sympathetic and rapid response to the complaint by\ndeleting the online article.\nConclusions\n11. The complaint was not upheld.\nRemedial Action Required\n12. N/A\n \nDate complaint received: 18/01/2021\nDate complaint concluded by IPSO: 06/07/2021\nBack to ruling listing\n\n\n"
}