{
    "url": "/rulings-and-resolution-statements/ruling/?id=00527-20",
    "title": "00527-20 Ekins-Daukes v The Times",
    "provisions": [
        "1 Accuracy (2019)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "The Times (News UK)",
    "published_on": "2020-01-07 00:00:00",
    "received_on": "2020-01-31 00:00:00",
    "concluded_on": "2020-06-01 00:00:00",
    "complaint_processing_days": 122,
    "conclusion_long": "19. The complaint was not upheld.",
    "remedial_action": "20. N/ADate received: 31/01/2020",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee – 00527-20\nEkins-Daukes v The Times\nSummary of Complaint \n1. Adrian Ekins-Daukes complained to the Independent Press\nStandards Organisation that The Times breached Clause 1 (Accuracy) of the\nEditors' Code of Practice in an article headlined \"Singapore offers\nshining vision of how Britain will thrive on its own” published on 7 January\n2020.\n2. The article was a comment piece which discussed how\nSingapore could be used as a blueprint for Britain to succeed post-Brexit, without\nthe economic constraints Britain faced as a member of the EU. The article\nreported that “the 90 per cent of the British economy that is linked to\nservices has benefited little, as there is no single market in services to\nspeak of. Instead of consumers in Britain enjoying the competition of world\nmarket prices, they have had to subsidise continental producers through\nexternal tariff taxes and engineered higher prices”. The article also claimed\nthat the single market has stunted growth and innovation, and specifically had\nseen Britain’s relative participation and performance decline when compared to\nthe early years of the common market. \n3. The article was published in much the same format online under\nthe same headline. \n4. The complainant said that the article was inaccurate. He\nsaid that the article’s position and the headline’s claim that Britain would\nthrive “on its own” was inaccurate as Singapore has not thrived alone. The\ncomplainant said that the comparison with Singapore was inaccurate by virtue of\nthe fact that Singapore is a founding member of the Association of Southeast\nAsian Nations (ASEAN), a union of Southeast Asian states established in 1967,\nwith an agenda of economic integration. Therefore Singapore could not be\nreasonably considered to be “alone” or independent as alleged.\n5. The complainant also said that the columnist had\ninaccurately claimed that France and Germany were afforded protectionism and\npromotion under the EU system as the model favoured the former’s agriculture\nand latter’s manufacturing industries. The complainant accepted that while this\nmay have been accurate at the inception of the EU, this position has been\noutdated for several decades. Regarding protectionism, the complainant also noted\nthat the columnist had referred to “closed and protected economies of Europe”;\nhe said this was inaccurate, as the EU had 40 trade deals covering 70\ncountries, more than any other trading entity. Further, he said that the\ncolumnist had singled out the EU for crony capitalism and shared interests,\nwithout substantiating these claims. \n6. The complainant said that the claim there was no\nsingle-market in services was inaccurate as there is a comprehensive system of\nmutual recognition of qualifications, which allow holders to practice their\nprofession in the EU. He also said that over the decade 1998-2008, exports to\nEU members grew by 154%, so that in 2008 the EU had become the UK’s most\nimportant overseas market for services, accounting for 41% of exports of\nservices exports. The complainant said that in 2018, UK exports of services\nexceeded £100 billion and that this – coupled with the fact that the\nsingle-market for services represented 41% of service exports – meant that it\ncould not be legitimately claimed that this market brought little benefit to\nthe UK. He also noted that the UK’s trade in services with the EU had\nmultiplied by 350% since 1992 and that in the field of financial services, UK\nfirms have provided services to EU members on the basis of authorisation issued\nin London. The complainant said the columnist’s claim that the single market\nhad stunted growth and seen Britain’s performance decline was inaccurate, as\nBritain could, in economic terms, be considered to have been the sick man of Europe\nin the 1970’s pre single-market, yet achieved the second highest growth rate in\nthe G-7 in 2015-16 post single-market. \n7. The complainant also said that the article was misleading\nas it did not divulge to readers that the columnist was a Brexit Party MEP;\nthat he was a leading figure in the Leave campaign; and that while he was the\ndirector general of the British Chambers of Commerce, he was suspended for his\nanti-EU views and subsequently resigned. The complainant said that he had\nwritten two letters to the publication, the first to be published as a reader’s\nletter, and the second to suggest an article as a remedy to the alleged\ninaccuracies. He said that neither had been published and the failure to do so\ncontradicted the publication’s obligations to correct inaccuracies under Clause\n1. \n8. The publication denied any breach of the Code. At the\noutset it emphasised that the article was clearly defined as a comment piece,\nand as such it had adhered to its obligation to distinguish between comment, conjecture\nand fact as required by the Code. It said that the inaccuracies alleged by the\ncomplainant represented expressions of opinion by the columnist, and while they\nwere open to disagreement, they were not inaccurate.\n9. The publication said that the article’s reference to\nBritain thriving on its own featured solely in the headline and in any event\nwas supported by the text of the article, which entirely focused on Britain’s\nfuture outside the EU; “on its own” in the context clearly meant outside the EU.\nRegardless, the publication noted that the UK “being on its own” did not\nprohibit it from forming trading alliances or joining common interest blocs any\nmore than it prevented Singapore from joining ASEAN. It said that adopting\nSingapore as a comparison was not misleading and the basis for the columnist’s\nposition was that Singapore was a city-port and trading hub with no natural\nresources but now represents a thriving free enterprise economy that was “built\non almost nothing apart from its own efforts, talent and determination”. It\nsaid it was the columnist’s position that Singapore’s experience held lessons\nfor Britain was made clear by the article’s declaration that “the best\nentrepreneurs and businesses thrive where there is enhanced risk, creative disruption\nand change”, and that a Britain outside the EU would be exposed to risk but\nalso opportunity, and consequently be free to thrive as Singapore has. \n10. The publication denied that the columnist’s references\nto protectionism were inaccurate or misleading. It said it was not in dispute\nthat the EU has trade deals with a lot of countries as noted by the\ncomplainant. However, this did not mean that the EU had not sought to protect\nits market and members’ economies with barriers. The publication noted that\napproximately 30 percent of goods imported into the EU faced tariffs, that 10\nper cent of cars faced tariffs, and an average duty of 54 per cent is placed on\ndairy products. It additionally noted that the EU also implements several\nnon-tariff barriers and cited product standards, health and safety regulations,\nlabelling and licensing requirements which could significantly restrict trade\nin certain goods and services.\n11. The publication denied that the columnist’s declaration\nthat there was “no single market for services to speak of” was inaccurate. It\nsaid the columnist was not making an absolute claim that there was no single\nmarket in services, rather his claim was that there is a fully operational\nsingle market in goods and that this chiefly benefitted specific EU member\nstates whose economies depend heavily on agriculture and manufacturing and that\nthis brought fewer benefits to the UK, the economy of which is overwhelmingly\nlinked to services. It said that the columnist was making the point that the\nsingle market in services, when compared to that of the single market for\ngoods, is negligible. The publication noted that the single market for goods\ngave any business in the EU potential access to what is essentially a home\nmarket of 450 million consumers and that a market of this kind was still\naspirational in the field of services; the European Commission had declared in\nits own literature that this aim was yet to be met. The publication said this\nwas demonstrated by the current directive for services only covering service\nactivity amounting to some 46% of EU GDP. The publication said that the\ninstances of a single market in particular services advanced by the complainant\ndid not in and of themselves invalidate the columnist’s interpretation of the facts.\nIt noted that in contrast to the reliability and consistency of the\nsingle-market for goods, in the service sector a business must rely on the\nprovisions of the directive or on one of a number of supplementary sector\nspecific laws and therefore the administrative burdens of establishing\neligibility in a non-comprehensive single market could reduce its benefit even\nto a company that was entitled to this benefit. The publication emphasised that\nit was the columnist’s view that these limitations mean that when compared with\nthe single market for goods, there is not a comparable market for services and\nthat this was an opinion he was entitled to express; this did not render the\nposition inaccurate. \n12. The complainant rejected the publication’s position. Regarding\nprotectionism, he noted that the EU’s external tariff is on average 4.8%, far\nlower than the atypical examples cited by the publication, and that important\nitems such as furniture or pharmaceuticals had very low, or no tariffs at all.\nThe complainant accepted that there was sectoral protection in sensitive areas\nof the economy but said that this is not unique to the EU and noted that in the\npast, the UK maintained a highly protective regime in the important sectors of\ntextiles and clothing. Whilst this attracted criticism, no one considered the\nUK to have a closed or protected economy. The complainant also said that the\n“non-tariff barriers” cited by the publication were not applicable or accurate\nas all civilised countries have regulations of this type, not just the EU and\nin any event the legislation in this area was accepted by its member states,\nincluding the UK.\nRelevant Code Provisions\n13. Clause 1 (Accuracy)\ni) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not\nsupported by the text.\nii) A significant inaccuracy, misleading statement or\ndistortion must be corrected, promptly and with due prominence, and – where\nappropriate – an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator.\niii) A fair opportunity to reply to significant inaccuracies\nshould be given, when reasonably called for.\niv) The Press, while free to editorialise and campaign, must\ndistinguish clearly between comment, conjecture and fact.\nFindings of the Committee\n14. The article was a comment piece and clearly\ndistinguished as such. The Committee considered that the headline only made\nreference to post-EU Britain being on its own, not Singapore, and that the reference\nin the headline to the UK thriving “on its own” referred to its future position\noutside the EU. The columnist was comparing Singapore to the UK, and using\nSingapore as an example of the kind of policies or qualities the UK could adopt\nor aspire to for success outside the EU, which was not misleading in\ncircumstances where the basis for this comparison was made clear. The Committee\nconsidered that the article made clear that the columnist’s adoption of\nSingapore as a blueprint or aspirational model was due to its relative lack of\nnatural resources, its policies, and its determination. The selection of\nmaterial for publication is a matter of editorial discretion as long as the\nCode is not otherwise breached, and not reporting that Singapore is a member of\nASEAN or any other organisation did not render the comparison misleading in the\ncontext of a comment piece where the basis for the comparison was explained.\nThere was no breach of Clause 1 on this point. \n15. The complainant did not dispute that economies within\nthe EU were subject to some sectoral protectionism. The columnist expressed his\nview that such protectionism was not beneficial and was entitled to express\nthis opinion; not specifying the amount or extent of current EU trade deals did\nnot render the article inaccurate. The Committee considered that the\ncolumnist’s allegations of crony capitalism and vested interests within the EU\nwere personal and broad opinions that he was entitled to express. The claims\nwere distinguished clearly as comment, the article was headed “comment” and\nwritten in the first person, and these points did not represent factual claims.\nThere was no breach of Clause 1 on these points. \n16. It was not the Committee’s function to rule on the\nextent to which there is a single market for services in the EU. Rather its\nfunction was to consider whether the article complied with the requirements of\nthe Code.  The columnist had said “there\nis no single market in services to speak of”. He did not make the inaccurate\nfactual assertion that there is no single market in services at all and the\nCommittee considered that the article had sought to compare the benefits of the\nsingle market for services relative to that of goods, rather than factually\nclaim that a single market for services did not exist. The columnist was\nentitled to express his view regarding the perceived failures of the single\nmarket for services and the view that these perceived failures or difference in\nconditions between the single market for services and that of goods had stunted\nBritain’s growth. There was no breach of Clause 1 on this point. \n17. The article explained that the columnist was an MEP and\nformer director general of the British Chambers of Commerce. The publication\nwas not obliged under the Code to specify that the columnist was an MEP for the\nBrexit Party, that he was involved in the Leave campaign, or mention the\ndetails of his resignation from the British Chambers of Commerce. Further, the\npublication was not required to specify the possible influence the columnist’s\nbackground and experiences had on his views. There was no breach of Clause 1 on\nthis point.\n18. As above, the selection of material for publication is a\nmatter of editorial discretion. The newspaper was not obliged to publish the\nfirst letter submitted for publication or publish the article as suggested by\nthe complainant. Furthermore, the Committee had not established the existence\nof significant inaccuracies; as such, an opportunity to respond was not\nrequired under the terms of Clause 1. \nConclusions\n19. The complaint was not upheld. \nRemedial Action Required\n20. N/ADate received: 31/01/2020Date concluded by IPSO: 01/06/2020\nBack to ruling listing\n\n\n"
}