{
    "url": "/rulings-and-resolution-statements/ruling/?id=00530-15",
    "title": "00530-15 Professional Darts Corporation v Daily Star Sunday",
    "provisions": [
        "1 (Accuracy) 2015",
        "2 (Opportunity to reply) 2015"
    ],
    "outcome": "Breach - sanction: publication of correction",
    "publication": "Daily Star Sunday (Reach PLC)",
    "published_on": "2014-12-21 00:00:00",
    "received_on": "2015-02-02 00:00:00",
    "concluded_on": "2015-05-08 00:00:00",
    "complaint_processing_days": 95,
    "conclusion_long": "11. The complaint was upheld.",
    "remedial_action": "12. The Committee determined that, given the nature of the breach of the Code and the publication, the appropriate remedy was the publication of a correction, the nature, extent and prominence of which would be determined by IPSO.  13. In the Committee’s view, the wording appended to the article by the newspaper was insufficient remedy to the breach of the Code in this instance; it did not address all the inaccuracies which the Committee had established.  14. In order to remedy the breach of Clause 1, the newspaper was required to publish a correction to the online article, the wording of which should be agreed with IPSO in advance, making clear that the Darts Regulation Authority, and not the PDC was the governing body for the sport of darts, and that doping matters were dealt with by UK Anti Doping. It should also note that the PDC does not have the power to carry out disciplinary hearings.  In addition, the correction should acknowledge that it had been published following a ruling by the Independent Press Standards Organisation. This correction should appear beneath the online article.  Date complaint received: 02/02/2015",
    "text": "\n\n\n\n\n\n·  Decision of the Complaints Committee 00530-15\nProfessional Darts Corporation v Daily Star Sunday\nSummary of\ncomplaint \n1. The Professional Darts Corporation complained to the\nIndependent Press Standards Organisation that the Daily Star Sunday had\nbreached Clause 1 (Accuracy) and Clause 2 (Opportunity to reply) of the\nEditors’ Code of Practice in an article headlined “EXCLUSIVE: Darts champ\nbanned amid drugs claims”, published online on 21 December 2014. \n2. The article reported that a darts player had not taken\npart in the darts world championship, a competition organised by the\nProfessional Darts Corporation (PDC). The PDC had originally stated that the\nplayer had been withdrawn for “personal reasons”, and had later indicated that\nit was not able to comment on whether there were any proceedings being\nconducted in relation to allegations of doping. The article reported\nallegations that in fact the player had broken rules on drug taking, and that\nthe organisation was conducting an investigation into the matter. The article\nstated that a senior figure within the PDC had confirmed that the player had\ncontravened the rules, and that a source close to the player had stated that\nthe organisation was conducting an official hearing on the matter. It reported\nthat the organisation had indicated that it was unable to comment on whether\nproceedings were being carried out in relation to allegations of doping. The\narticle also referred to the organisation as the “governing body” of the sport,\nand included comments made by users of internet forums, criticising the PDC’s\nresponse to the issue. \n3. The PDC said that it was inaccurate to refer to it as\nthe “governing body” of darts; the governing body for PDC darts was the Darts\nRegulation Authority, which referred all doping matters to UK Anti Doping. As\nsuch, it was misleading to state that the PDC would be conducting a hearing\ninto the matter, as it did not have responsibility for carrying out any such\ndisciplinary proceedings. Furthermore, the PDC disputed that a senior figure\nwithin the organisation had spoken to the journalist and confirmed the rumours.\nIt also said that it was not true that the organisation had “refused to clarify\nthe situation”; rather, a spokesperson had told the journalist that the\norganisation would be unable to comment on the allegations for reasons of\nconfidentiality. \n4. The PDC also said that the article should not have\nquoted the critical comments made by users of internet forums. It considered\nthat the inclusion of these, without giving it a chance to respond to them\nbefore publication, raised a breach of Clause 2. \n5. The newspaper generally defended the accuracy of its\ncoverage and noted that the world of governing bodies in darts was confusing,\nand that the PDC had been involved in court battles to be recognised as the\n“go-to body for darts professionals”. It said it was easy to make mistakes in\nrelation to the hierarchy involved. In response to the complaint, it had\namended the article to remove the reference to the PDC as the “governing body”,\nand had added the following footnote: \nThis article previously stated that the PDC was the\ngoverning body. The governing body on matters relating to drugs is not the PDC\nbut the Darts Regulation Authority. \n6. The publication did not accept that the article\ncontained other inaccuracies. It noted that the player had not applied to join\nthe organisation’s tournament this year, which was perhaps why no investigation\nwas on-going. It believed that the PDC was the body which was responsible for\napproving applications to play in the tournaments, and noted that the\ncomplainant had not contradicted it on this point. It maintained that a senior\nfigure within the organisation had confirmed that the player had contravened\nthe rules, but made clear that it would be protecting its confidential source.\nThe journalist had put the claims about the player’s alleged drug use to the\norganisation prior to publication, and its statement in response, declining to\ncomment on the allegations, had been included in the article. The newspaper\nfurther noted that it had not received a complaint from the player in question. \nRelevant Code Provisions\n7. Clause 1 (Accuracy) \ni) The Press must take care not to publish inaccurate,\nmisleading or distorted information, including pictures. \nii) A significant inaccuracy, misleading statement or\ndistortion once recognised must be corrected, promptly and with due prominence,\nand – where appropriate – an apology published. \niii) The Press, whilst free to be partisan, must\ndistinguish clearly between comment, conjecture and fact. \nClause 2 (Opportunity to reply) \nA fair opportunity to reply to inaccuracies must be given\nwhen reasonably called for. \nFindings of the Committee\n8. The newspaper had accepted that it was not accurate to\ndescribe the PDC as the “governing body” of darts. This was information which\nwas publicly available and easily verifiable, and the newspaper had not taken\nproper care not to publish inaccurate or misleading information in breach of\nClause 1 (i).  Furthermore, the complainant maintained that it did not\nhold responsibility for carrying out disciplinary proceedings, which would be\nconducted by the Darts Regulation Authority, or UK Anti Doping in cases\ninvolving allegations of drug use. The newspaper had not been able to support\nits assertion that the PDC  was “conducting an official hearing”, and had\nnot therefore demonstrated that it had taken care in this regard not to publish\ninaccurate information in accordance with the terms of clause 1 (i). These\naspects of the complaint were upheld. In the context of an article reporting\nconcerns about the organisation failing in its alleged obligations to deal with\nallegations of drug use by a player, the resulting inaccuracies were\nsignificant ones, requiring correction under the terms of Clause 1 (ii). \n9. The newspaper was entitled to protect confidential\nsources of information. The complainant disputed that a senior figure at the\norganisation had confirmed the allegations to the journalist. The Committee was\nnot however in a position to establish that the reference to this source\nrepresented inaccurate information in breach of the Code. In circumstances\nwhere the organisation had originally stated publicly that the player’s\nwithdrawal was due to “personal reasons”, and had later made an official\nstatement in which  it made clear that it would not be able to comment on\nany anti-doping cases, it was not inaccurate for the article to state that the\nPDC had “refused to clarify the situation”. \n10. The terms of Clause 2 do not include an obligation to\nseek comment prior to publication. Nonetheless, the newspaper had put the\nspecific allegations to the complainant, and was not required to seek comment\non postings from internet forums, which were clearly distinguished as the views\nof the individuals in question. There was no breach of Clause 2. \nConclusions\n11. The complaint was upheld. \nRemedial Action Required\n12. The Committee determined that, given the nature of\nthe breach of the Code and the publication, the appropriate remedy was the\npublication of a correction, the nature, extent and prominence of which would\nbe determined by IPSO. \n13. In the Committee’s view, the wording appended to the\narticle by the newspaper was insufficient remedy to the breach of the Code in\nthis instance; it did not address all the inaccuracies which the Committee had\nestablished. \n14. In order to remedy the breach of Clause 1, the\nnewspaper was required to publish a correction to the online article, the\nwording of which should be agreed with IPSO in advance, making clear that the\nDarts Regulation Authority, and not the PDC was the governing body for the\nsport of darts, and that doping matters were dealt with by UK Anti Doping. It\nshould also note that the PDC does not have the power to carry out disciplinary\nhearings.  In addition, the correction should acknowledge that it had been\npublished following a ruling by the Independent Press Standards Organisation.\nThis correction should appear beneath the online article. \nDate complaint received: 02/02/2015\nDate decision issued: 08/05/2015\nBack to ruling listing\n\n\n"
}