{
    "url": "/rulings-and-resolution-statements/ruling/?id=00545-16",
    "title": "00545-16 Elan-Cane v The Spectator",
    "provisions": [
        "1 Accuracy (2016)",
        "12 Discrimination (2016)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "The Spectator (The Spectator)",
    "published_on": "2016-01-30 00:00:00",
    "received_on": "2016-02-03 00:00:00",
    "concluded_on": "2016-03-21 00:00:00",
    "complaint_processing_days": 47,
    "conclusion_long": "15. The complaint was not upheld.",
    "remedial_action": "N/A Date complaint received: 03/02/2016",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee 00545-16\nElan-Cane v The Spectator\nSummary of complaint\n1. Christie Elan-Cane complained to the Independent Press\nStandards Organisation that The Spectator breached Clause 1 (Accuracy) and\nClause 12 (Discrimination) of the Editors’ Code of Practice in an article\nheadlined “It’s dangerous and wrong to tell all children they’re ‘gender\nfluid’”, published on 30 January 2016. \n2. The article was a comment piece in which the columnist\ndiscussed gender issues and the contents of the Transgender Equality report,\nwhich was published by the Commons Women and Equalities Select Committee in\nDecember 2015. The article said that in the report, the Select Committee had\nrecommended that “people should be able to change their gender at will merely\nby filling in a form”, and that trans issues should be “taught in schools as part\nof personal, social and health education”. The columnist said that the binary\ndistinction between genders had become categorised as a “form of bigotry”. She\nsaid that “gender is not fluid”, and predicted that children would be taught\nthat “gender is mutable, and any differentiation in value between or attitudes\nis bigoted and prohibited”. \n3. The columnist also noted that the Select Committee had\nheard evidence from the complainant. The article included the following\nquotation from the Select Committee report: “Christie Elan-Cane told us that\nthe [Transgender Equality] plan was, from per [sic] point of view as a\nnon-gendered person, ‘all plan and no action, because nothing resulted from\nit’”. Reflecting on this, the columnist said “yes, I also stumbled over what I\nthought was a typing error; but no, a footnote tells us: ‘Christie Elan-Cane\nasked us to use the non-gendered pronoun ‘per’”. The columnist concluded that\nthis “supine surrender to this hijack of language, the signature motif of\ntotalitarian political systems, tells you more than anything else what’s in\nstore for us”. \n4. The complainant expressed concern at being named, and\nat the criticism of the complainant’s use of a non-gender-specific pronoun. The\ncomplainant argued that the columnist’s comments had been derogatory, and were\nintended to incite and provoke fear. The complainant said that there was\n“nothing remotely sinister” about the use of the pronoun “per”, which was\nderived from “person”. \n5. The complainant said that the article had misleadingly\nimplied that the use of a non-gender-specific pronoun could lead to\n“oppression, socially engineered dysfunction and the loss of individual\nfreedom”. The complainant did not try to “coerce others to adopt\nnon-gender-specific pronouns that do not apply to them”. \n6. The complainant considered that the article “purported\nto raise genuine concern about the welfare of children in the UK’s education\nsystem”, and questioned why the complainant’s evidence to the Committee had\nbeen singled out when it had not concerned schools in any way. The\ncomplainant’s identity was non-gendered; it was not “gender fluid” and the\ncomplainant was not responsible for the “promotion of gender fluidity as a\nlife-style choice”. The complainant considered that the implication that the\ncomplainant was responsible for “coercing” children had left the complainant\nvulnerable to reprisal. \n7. The complainant said that there was no factual basis\nfor the columnist’s views; and the columnist’s prejudicial opinions would be\nread as “undisputed fact” by a readership which was generally unfamiliar with\nthe subject. In particular, the complainant disputed the assertion that the\nSelect Committee report had set up the “basis for state-mandated coercion”, and\nthat the “prime target…will be children, whose young minds can be so easily\nmanipulated”. The complainant said that the report had contained no suggestion\nthat “gender fluidity will be actively promoted as just another lifestyle\nchoice”. The complainant noted that the complainant was quoted in the Select\nCommittee report as having said “being non-gendered was not a lifestyle\nchoice”.\n8. The complainant said that the publication of a\n250-word letter was insufficient to resolve the complaint, and requested a\npublished apology and a full retraction. \n9. The magazine said that it would be willing to correct\na factual inaccuracy, but it could not apologise for the opinions of its\nwriters. It considered that the headline and sub-headline had clearly\nrepresented the writer’s opinion, which she had been entitled to express; it\nwas obvious to readers that the article was not an unbiased news piece. The\nmagazine acknowledged that some people had disagreed with the opinions\nexpressed in the piece; it had published letters to that effect, and it offered\nto publish a 250-word letter from the complainant.\nRelevant Code provisions\n10. Clause 1\n(Accuracy)\ni) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not\nsupported by the text.\nii) A significant inaccuracy, misleading statement or\ndistortion must be corrected, promptly and with due prominence, and — where\nappropriate — an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator.\niii)  A fair\nopportunity to reply to significant inaccuracies should be given, when\nreasonably called for.\niv) The Press, while free to editorialise and campaign,\nmust distinguish clearly between comment, conjecture and fact.\nClause 12 (Discrimination)\ni) The press must avoid prejudicial or pejorative\nreference to an individual's, race, colour, religion, sex, gender identity,\nsexual orientation or to any physical or mental illness or disability.\nii) Details of an individual's race, colour, religion,\ngender identity, sexual orientation, physical or mental illness or disability\nmust be avoided unless genuinely relevant to the story.\nFindings of the Committee\n11. The Committee recognised that it was essential for\npublications to approach the subject of an individual’s gender status with\nappropriate care and sensitivity. However, columnists are entitled to express\nthemselves – no matter how unpopular or controversial their views might be.\n12. The article had identified the complainant and quoted\nfrom the complainant’s evidence to the Select Committee. The writer had been\nentitled to express her opinion that the complainant’s request for the Select\nCommittee to refer to the complainant using a non-gendered pronoun had been\nindicative of the “hijack of language” that might follow from the Select\nCommittee’s recommendations. She had criticised the adoption of non-gendered\nlanguage, and expressed her concern that it was part of a wider threat to\nindividual freedom. The Committee did not consider that the writer had made a\nprejudicial or discriminatory reference to the complainant’s gender identity in\nbreach of Clause 12. \n13. The Committee noted the complainant’s concern that\nthe article had given the significantly misleading impression that the\ncomplainant identified as “gender fluid”, and would “promote a gender fluid”\nlifestyle. However, as previously mentioned, the reference to the complainant\nconcerned the writer’s view of gender-neutral language. She had stated that the\ncomplainant had requested to be referred to with a non-gendered pronoun; she\nhad not stated or implied that the complainant had identified as “gender-fluid”,\nand she had not said that the complainant would promote any kind of lifestyle.\nThere was no failure to take care over the accuracy of the article on this\npoint. \n14. The complainant had objected to the writer’s position\nthat the Select Committee report had formed the basis for “state-mandated\ncoercion”, and that “gender fluidity” would be promoted as a “lifestyle choice”\nin schools. However, the magazine had been entitled to publish the writer’s\nviews on how the Select Committee’s recommendations would be interpreted by\nschools and school children. The publication had distinguished comment from\nfact. There was no failure to take care over the accuracy of the article. The\ncomplaint under Clause 1 was not upheld.\nConclusions\n15. The\ncomplaint was not upheld.Remedial Action RequiredN/A\nDate complaint received: 03/02/2016\nDate complaint concluded: 21/03/2016\nBack to ruling listing\n\n\n"
}