{
    "url": "/rulings-and-resolution-statements/ruling/?id=00544-15",
    "title": "00544-15 Walker v Daily Mirror",
    "provisions": [
        "1 (Accuracy) 2015",
        "2 (Opportunity to reply) 2015"
    ],
    "outcome": "No breach - after investigation",
    "publication": "Daily Mirror (Reach PLC)",
    "published_on": "2015-01-28 00:00:00",
    "received_on": "2015-02-03 00:00:00",
    "concluded_on": "2015-04-23 00:00:00",
    "complaint_processing_days": 79,
    "conclusion_long": "8. The complaint was not upheld.",
    "remedial_action": "N/A  Date complaint received: 03/02/2015",
    "text": "\n\n\n\n\n\n·  Decision of the Complaints Committee 00544-15 Walker v\nDaily Mirror\nSummary\nof complaint \n1. Mark Walker complained to the Independent Press\nStandards Organisation that the Daily Mirror had breached Clause 1 (Accuracy)\nand Clause 2 (Opportunity to reply) of the Editors’ Code of Practice in an\narticle headlined “UKIP candidate shares race hate article on Facebook branding\nmixed-race couples a ‘plague’”, published on 28 January 2015.\n 2. The article claimed that the complainant had\n“used Facebook to circulate a bizarre message claiming the Israeli secret\nservice was behind the Charlie Hebdo atrocity in Paris – and insisting al-Qaeda\ndoes not exist.” \n3. The complainant said that he had not written this\npost, he had merely “shared” it. He was concerned that the use of the word\n“circulate” failed to make this clear, and that he had been portrayed as racist\nand anti-Semitic as a result. He said that while the newspaper had contacted\nthe UKIP head office for comment prior to publication, it had not contacted him\ndirectly. \n4. The newspaper provided a link to the relevant post on\nthe complainant’s Facebook page, where it had been accompanied by the comment\n“so sad but true”. The newspaper noted that the article had not stated that the\ncomplainant had written the post himself. \nRelevant Code Provisions\n5. Clause 1 (Accuracy) \ni) The press must take care not to publish inaccurate,\nmisleading or distorted information, including pictures. \nii) A significant inaccuracy, misleading statement or\ndistortion once recognised must be corrected, promptly and with due prominence,\nand – where appropriate – an apology published. \nClause 2 (Opportunity to reply) \nA fair opportunity for reply to inaccuracies must be\ngiven when reasonably called for. \nFindings of the Committee\n6. The complainant accepted that he had shared the post\nonline; the article had not stated that he had written it. It was also\nreasonable to assume from his comment that it was “so sad but true” that he had\nendorsed the post’s contents. The Committee did not find that the use of the\nword “circulate” implied that the complainant had written the post. There was\nno failure to take care over the accuracy of the article, and the Committee did\nnot establish any significant inaccuracies which would require correction under\nthe terms of the Code. \n7. Clause 2 requires an opportunity to reply in cases\nwhere inaccuracies have been established. In the absence of any inaccuracies,\nthere was no breach of Clause 2. \nConclusions\n8. The complaint was not upheld. \nRemedial Action Required\nN/A \nDate complaint received: 03/02/2015\nDate decision issued: 23/04/2015\n\nBack to ruling listing\n\n\n"
}