{
    "url": "/rulings-and-resolution-statements/ruling/?id=00541-20",
    "title": "00541-20 Newman v Daily Record",
    "provisions": [
        "3 Harassment (2019)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "Daily Record (Reach PLC)",
    "received_on": "2020-01-29 00:00:00",
    "concluded_on": "2020-07-29 00:00:00",
    "complaint_processing_days": 182,
    "conclusion_long": "of the game he was approached by a reporter from the Daily Record. 3. The complainant said that he was walking across a running track alongside the pitch with the players and his fellow officials when the reporter pushed through the players and introduced himself and said in an “aggressive” manner that he wanted to ask some questions about his brother. The complainant said that he then shouted “get this man away from me” and hurried his pace but the reporter still followed him. Upon noticing his reaction, the complainant said the players ushered him into the changing room where he stayed for a longer period than would normally be the case. After enquiring with others in the area as to whether the reporter was still in attendance, he was informed that he was not and so the complainant ran to his car and drove off. The complainant said that the reporter’s conduct was intimidating in breach of Clause 3; this was exacerbated by the fact that he was at a place of work with post-match duties to undertake. The complainant also said that the approach represented persistent pursuit in breach of Clause 3, as he had made a request – via email in 2017 – for the publication to desist from contacting or photographing him in future regarding any article. 4. The publication did not accept that the conduct of its reporter had breached the Code. It accepted that the reporter had attended the game with a photographer, that the reporter had approached the complainant at the final whistle and had identified himself, and that the complainant had shouted “get this man away from me”. However, it did not accept that the complainant was ushered away as claimed; rather, the complainant had run to the changing room and the reporter and photographer promptly left. The publication denied that the request to desist made in 2017 was still applicable or valid, as it was made three years ago and this approach was made in relation to a new story, which concerned him allegedly allowing his brother to purchase tickets for resale using cards in his name. 5. The publication emphasised its position that there was no breach of the Code but said that there was also a legitimate public interest in the reporter’s approach. It said that the complainant’s primary job was as a fraud investigator for a bank, and the suggestion that he was allowing his brother to use his cards to buy tickets could suggest potential fraud. As the story regarding the complainant involved serious accusations, the publication considered that it was reasonable that he was afforded an opportunity to comment. 6. The complainant disputed that the request to desist he made in 2017 was not applicable; he had explicitly requested that he was not to be contacted in regard to any future article nor would he make any future comments; he had not made any suggestion that this position had changed in the three years leading up to the approach. The complainant also did not accept that there was a public interest in the approach and said that his job had no bearing on the situation regarding his brother’s business dealings. Relevant Code Provisions 7. Clause 3 (Harassment)* i) Journalists must not engage in intimidation, harassment or persistent pursuit. ii) They must not persist in questioning, telephoning, pursuing or photographing individuals once asked to desist; nor remain on property when asked to leave and must not follow them. If requested, they must identify themselves and whom they represent. iii) Editors must ensure these principles are observed by those working for them and take care not to use non-compliant material from other sources. The Public Interest There may be exceptions to the clauses marked * where they can be demonstrated to be in the public interest. 1. The public interest includes, but is not confined to: Detecting or exposing crime, or the threat of crime, or serious impropriety.Protecting public health or safety.Protecting the public from being misled by an action or statement of an individual organisation.Disclosing a person or organisation’s failure or likely failure to comply with any obligation to which they are subject.Disclosing a miscarriage of justice.Raising or contributing to a matter of public debate, including serious cases of impropriety, unethical conduct or incompetence concerning the public.Disclosing concealment, or likely concealment, of any of the above.       2. There is a public interest in freedom of expression itself. 3. The regulator will consider the extent to which material is already in the public domain or will become so. 4. Editors invoking the public interest will need to demonstrate that they reasonably believed publication - or journalistic activity taken with a view to publication – would both serve, and be proportionate to, the public interest and explain how they reached that decision at the time. 5. An exceptional public interest would need to be demonstrated to over-ride the normally paramount interests of children under 16. Findings of the Committee 8. It is common practice for journalists to contact the subject of an article for their comments on a claim before publication. Indeed, they may be doing so in order to meet the obligations of Clause 1 of the Code, which requires that care is taken to avoid publishing inaccurate information. However, Clause 3 makes clear that in making their approaches “journalists must not engage in intimidation, harassment or persistent pursuit”. 9. In this case, a request to desist was made in 2017, three years prior to the approach under complaint, which was directed specifically to the journalist and made clear the complainant’s position that he did not want to be contacted again for any story. However, a request to desist does not last indefinitely. While the complainant had not changed his mind about wishing to comment on the story over the three years since he made the request to desist, the publication could not assume this. A newspaper has to balance a previous request to desist with the need to allow a fair opportunity to reply to new allegations or a significantly new slant on a story. In this instance, it was reasonable for the newspaper to have considered that, given the passage of time, circumstances had changed and the complainant’s position as set out in the notice could have changed.  Approaching the complainant on a new development in the story comprising potentially serious allegations, which concerned his alleged involvement in his brother's business activities, three years after a request had been made, did not represent a failure to respect a request to desist in breach of Clause 3(ii). It was appropriate for the newspaper to offer Mr Newman an opportunity to comment in advance of the story being published. 10. The parties’ accounts of the incident under complaint were not materially different. The complainant claimed that he had been ushered away by the players, whereas the publication denied that the complainant had been ushered away. However, regardless of whether the players had ushered the complainant into his changing room, there was no suggestion that the reporter had followed him inside the building, or that the reporter had stayed in the area following the encounter. In these circumstances, the Committee did not consider that the reporter had engaged in persistent pursuit in breach of Clause 3. The Committee acknowledged that the complainant had found the reporter’s approach to him at his place of work intimidating. While the approach at the complainant’s workplace was unexpected, it was accepted that the reporter had identified himself and, as previously noted, had left when asked to do so. While recognising the complainant’s concern, the Committee did not consider that the approach at the complainant’s workplace represented intimidation or harassment under the terms of Clause 3. There was no breach of Clause 3. Conclusion 11. The complaint was not upheld.",
    "remedial_action": "12. N/A Date complaint received: 29/01/2020",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee 00541-20 Newman v\nDaily Record\nSummary of complaint\n1. Chris Newman\ncomplained to the Independent Press Standards Organisation that the conduct of\na reporter from the Daily Record breached Clause 3 (Harassment) of the Editors’\nCode of Practice.\n2. The complainant\nwas refereeing a football match, when at the conclusion of the game he was\napproached by a reporter from the Daily Record.\n3. The complainant\nsaid that he was walking across a running track alongside the pitch with the\nplayers and his fellow officials when the reporter pushed through the players\nand introduced himself and said in an “aggressive” manner that he wanted to ask\nsome questions about his brother. The complainant said that he then shouted\n“get this man away from me” and hurried his pace but the reporter still\nfollowed him. Upon noticing his reaction, the complainant said the players\nushered him into the changing room where he stayed for a longer period than\nwould normally be the case. After enquiring with others in the area as to\nwhether the reporter was still in attendance, he was informed that he was not\nand so the complainant ran to his car and drove off. The complainant said that\nthe reporter’s conduct was intimidating in breach of Clause 3; this was\nexacerbated by the fact that he was at a place of work with post-match duties\nto undertake. The complainant also said that the approach represented\npersistent pursuit in breach of Clause 3, as he had made a request – via email\nin 2017 – for the publication to desist from contacting or photographing him in\nfuture regarding any article.\n4. The publication\ndid not accept that the conduct of its reporter had breached the Code. It\naccepted that the reporter had attended the game with a photographer, that the\nreporter had approached the complainant at the final whistle and had identified\nhimself, and that the complainant had shouted “get this man away from me”. However,\nit did not accept that the complainant was ushered away as claimed; rather, the\ncomplainant had run to the changing room and the reporter and photographer\npromptly left. The publication denied that the request to desist made in 2017\nwas still applicable or valid, as it was made three years ago and this approach\nwas made in relation to a new story, which concerned him allegedly allowing his\nbrother to purchase tickets for resale using cards in his name.\n5. The publication\nemphasised its position that there was no breach of the Code but said that\nthere was also a legitimate public interest in the reporter’s approach. It said\nthat the complainant’s primary job was as a fraud investigator for a bank, and\nthe suggestion that he was allowing his brother to use his cards to buy tickets\ncould suggest potential fraud. As the story regarding the complainant involved\nserious accusations, the publication considered that it was reasonable that he\nwas afforded an opportunity to comment.\n6. The complainant disputed\nthat the request to desist he made in 2017 was not applicable; he had\nexplicitly requested that he was not to be contacted in regard to any future\narticle nor would he make any future comments; he had not made any suggestion\nthat this position had changed in the three years leading up to the approach.\nThe complainant also did not accept that there was a public interest in the\napproach and said that his job had no bearing on the situation regarding his\nbrother’s business dealings.\nRelevant Code Provisions\n7. Clause 3\n(Harassment)*\ni) Journalists must not engage in intimidation, harassment\nor persistent pursuit.\nii) They must not persist in questioning, telephoning,\npursuing or photographing individuals once asked to desist; nor remain on\nproperty when asked to leave and must not follow them. If requested, they must\nidentify themselves and whom they represent.\niii) Editors must ensure these principles are observed by\nthose working for them and take care not to use non-compliant material from\nother sources.\nThe Public Interest\nThere may be exceptions to the clauses marked * where they\ncan be demonstrated to be in the public interest.\n1. The public interest includes, but is not confined to:\nDetecting or exposing crime, or the threat of crime, or\nserious impropriety.Protecting public health or safety.Protecting the public from being misled by an action or\nstatement of an individual organisation.Disclosing a person or organisation’s failure or likely\nfailure to comply with any obligation to which they are subject.Disclosing a miscarriage of justice.Raising or contributing to a matter of public debate,\nincluding serious cases of impropriety, unethical conduct or incompetence\nconcerning the public.Disclosing concealment, or likely concealment, of any of the\nabove.\n\n\n\n\n\n\n2. There is a public interest in freedom of expression\nitself.\n3. The regulator will consider the extent to which material\nis already in the public domain or will become so.\n4. Editors invoking the public interest will need to\ndemonstrate that they reasonably believed publication - or journalistic\nactivity taken with a view to publication – would both serve, and be\nproportionate to, the public interest and explain how they reached that\ndecision at the time.\n5. An exceptional public interest would need to be\ndemonstrated to over-ride the normally paramount interests of children under\n16.\nFindings of the Committee\n8. It is common practice for journalists to contact the\nsubject of an article for their comments on a claim before publication. Indeed,\nthey may be doing so in order to meet the obligations of Clause 1 of the Code,\nwhich requires that care is taken to avoid publishing inaccurate information.\nHowever, Clause 3 makes clear that in making their approaches “journalists must\nnot engage in intimidation, harassment or persistent pursuit”.\n9. In this case, a request to desist was made in 2017,\nthree years prior to the approach under complaint, which was directed\nspecifically to the journalist and made clear the complainant’s position that\nhe did not want to be contacted again for any story. However, a request to\ndesist does not last indefinitely. While the complainant had not changed his\nmind about wishing to comment on the story over the three years since he made\nthe request to desist, the publication could not assume this. A newspaper has to\nbalance a previous request to desist with the need to allow a fair opportunity\nto reply to new allegations or a significantly new slant on a story. In this\ninstance, it was reasonable for the newspaper to have considered that, given\nthe passage of time, circumstances had changed and the complainant’s position\nas set out in the notice could have changed. \nApproaching the complainant on a new development in the story comprising\npotentially serious allegations, which concerned his alleged involvement in his brother's business\nactivities, three years after a request had been made, did not represent a\nfailure to respect a request to desist in breach of Clause 3(ii). It was\nappropriate for the newspaper to offer Mr Newman an opportunity to comment in\nadvance of the story being published.\n10. The parties’ accounts of the incident under complaint\nwere not materially different. The complainant claimed that he had been ushered\naway by the players, whereas the publication denied that the complainant had\nbeen ushered away. However, regardless of whether the players had ushered the\ncomplainant into his changing room, there was no suggestion that the reporter\nhad followed him inside the building, or that the reporter had stayed in the\narea following the encounter. In these circumstances, the Committee did not\nconsider that the reporter had engaged in persistent pursuit in breach of\nClause 3. The Committee acknowledged that the complainant had found the\nreporter’s approach to him at his place of work intimidating. While the\napproach at the complainant’s workplace was unexpected, it was accepted that\nthe reporter had identified himself and, as previously noted, had left when\nasked to do so. While recognising the complainant’s concern, the Committee did\nnot consider that the approach at the complainant’s workplace represented\nintimidation or harassment under the terms of Clause 3. There was no breach of\nClause 3.\nConclusion\n11. The complaint was not upheld.\nRemedial action required\n12. N/A\nDate complaint received: 29/01/2020\nDate complaint concluded: 29/07/2020\nBack to ruling listing\n\n\n"
}