{
    "url": "/rulings-and-resolution-statements/ruling/?id=00546-15",
    "title": "00546-15 Tomlin v Eastwood and Kimberley Advertiser",
    "provisions": [
        "1 (Accuracy) 2015",
        "3 (Privacy) 2015"
    ],
    "outcome": "No breach - after investigation",
    "publication": "Eastwood & Kimberley Advertiser (National World Publishing Ltd)",
    "received_on": "2015-02-03 00:00:00",
    "concluded_on": "2015-04-14 00:00:00",
    "complaint_processing_days": 70,
    "conclusion_long": "11. The complaint was not upheld.",
    "remedial_action": "N/A Date complaint received: 03/02/2015",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee 00546-15 Tomlin v\nEastwood and Kimberley AdvertiserSummary of\ncomplaint1. Simon Tomlin complained to the Independent Press\nStandards Organisation that the Eastwood and Kimberley Advertiser had breached\nClause 1 (Accuracy) and Clause 3 (Privacy) of the Editors’ Code of Practice in\nan article headlined “Blogger’s ‘Neo-Nazi’ death threats”/”Alleged harassment\nvictim’s life ‘made hell’” published in print and online on 21 November 2014. 2. The article reported the complainant’s trial at a\nMagistrates Court on charges of sending malicious communications and\nharassment. He had not been present at the trial, and had subsequently been\nconvicted and imprisoned. 3. The complainant said that the article contained a\nnumber of inaccuracies. He said that the headline inaccurately implied that he\nwas linked to Neo-Nazis.; in fact, he had published material seeking to expose\nNeo-Nazis. He said that, contrary to claims made in the article, he had not\nbeen accused of “sending death threats”;  he had never written an email to\none of his victims saying that she could “expect the death sentence” or that he\n“wouldn’t stop until he had destroyed” her; nor had he called her a “Nazi\ngroundsheet”. He said that was inaccurate to state that he had been friends\nwith one of his victim as a teenager, but had not stayed in contact. In fact,\nhe had been friends with her between 1989 and 2010. 4. The complainant said that he did not describe himself\nas a “para-political journalist”, and that it was inaccurate to state that he\n“owned” The Daily Agenda blog, as the blog was owned by online publishing\nplatform WordPress. He said that, while he was living at the address noted in\nthe report at the time of the trial, this was his mother’s address rather than\nhis, and the reference to it was therefore inaccurate. 5. The complainant also considered the article to be\nmisleading by omission. He said that the newspaper should have made clear that\nthe man who had been convicted of assaulting him in 1990 had later been\nreleased from prison, and that he had accused a police officer of harassment\nbefore any allegations had been made that he had harassed the officer. The\ncomplainant said that a Judge had recently told the CPS that the charges of\nharassment against him were “nonsense”, and he expected that his conviction\nwould soon be overturned. 6. The complainant considered the publication of his\nmother’s address to be a breach of her privacy. 7. The newspaper defended its coverage as a fair and\naccurate report of court proceedings. Its reporter had taken detailed notes.\nThe newspaper had provided shorthand versions of these, which included all of\nthe information disputed by the complainant. The article was solely based on\ncourt proceedings, and so no additional information was included. Relevant Code Provisions8. Clause 1 (Accuracy) i) The Press must take care not to publish inaccurate,\nmisleading or distorted information, including pictures. ii) A significant inaccuracy, misleading statement or\ndistortion once recognised must be corrected, promptly and with due prominence,\nand – where appropriate – an apology published. iii) The Press, whilst free to be partisan, must\ndistinguish clearly between comment, conjecture and fact. Clause 3 (Privacy) i) Everyone is entitled to respect for his or her private\nand family life, home, health and correspondence. Findings of the Committee9. Newspapers are not responsible for the accuracy of information\ngiven in court, rather they have an obligation to accurately report\nproceedings. All of the points disputed by the complainant were corroborated by\nthe reporter’s notes. The complainant had not been present in court, and was\nnot therefore in a position to dispute the accuracy of the notes. There was no\nbreach of Clause 1. 10. The newspaper was entitled to publish the address\ngiven in court. Conclusions11. The complaint was not upheld. Remedial Action RequiredN/A Date complaint received: 03/02/2015\nDate decision issued: 14/04/2015\nBack to ruling listing\n\n\n"
}