{
    "url": "/rulings-and-resolution-statements/ruling/?id=00540-15",
    "title": "00540-15 Folkes v Cornish Guardian",
    "provisions": [
        "1 (Accuracy) 2015"
    ],
    "outcome": "No breach - after investigation",
    "publication": "Cornish Guardian (Reach PLC)",
    "published_on": "2014-11-26 00:00:00",
    "received_on": "2015-02-03 00:00:00",
    "concluded_on": "2015-05-13 00:00:00",
    "complaint_processing_days": 99,
    "conclusion_long": "of the conversation, and only a few minutes elapsed before the journalist typed up the article. In these circumstances, the Committee concluded that the newspaper had adequately demonstrated that it had taken care over the accuracy of the report and the Committee did not determine that the newspaper had published any significant inaccuracies which were requiring of correction. There was no breach of Clause 1.  9. While the Committee welcomed the newspaper’s willingness to publish the complainant’s denial that he had used the words in dispute, given that the Committee had not found a breach of Clause 1, publication of the denial was not required in order to comply with the terms of the Code.  10. The headline of the article of 8 January had accurately reported that the complainant would be eligible to continue receiving allowances, due to his attendance at a council meeting. The Committee found that the newspaper’s reporting of this fact was not significantly misleading; it had been entitled to report a consequence of the complainant’s attendance. A correction was not required in order to comply with the terms of the Code. However, the Committee welcomed the newspaper’s prompt response to the complainant’s concerns, when it was initially contacted directly.  Conclusions 11. The complaint was not upheld.",
    "remedial_action": "N/A  Date complaint received: 03/02/2015",
    "text": "\n\n\n\n\n\n·  Decision of the Complaints Committee 00540-15 Folkes v\nCornish Guardian\nSummary of\ncomplaint \n1. Alex Folkes complained to the Independent Press\nStandards Organisation that the Cornish Guardian had breached Clause 1\n(Accuracy) of the Editors’ Code of Practice in two articles headlined “Alex\nFolkes: Was child porn found? ‘That depends on how you define it’” and “Alex\nFolkes attends council meeting – guaranteeing at least another six months in\nallowances”, published on 26 November 2014 and 8 January 2015 respectively. \n2. The complainant is a local councillor, and the article\nof 26 November was described as a “full transcript” of a telephone interview\nwith the complainant, relating to allegations that child sexual abuse images\nhad been found on his computer. It claimed that, when questioned as to whether\nthe images had been “child pornography”, he responded saying “that depends how\nyou define child pornography”. The article of 8 January reported that the\ncomplainant had attended his first council meeting in three months. The\ncomplainant was concerned about the online version of this article only, the\nheadline of which noted that he would now be eligible to receive a further six\nmonths’ worth of allowances, due to his attendance at the meeting. \n3. The complainant said that in his conversation with the\njournalist, prior to publication of the 26 November article, he had not\nresponded as quoted; the journalist had not mentioned “child pornography”, but\npornography more generally. His recollection was that the rest of the\nnewspaper’s published account of the conversation was substantially correct. He\nalso complained that the article of 8 January was misleading; he had not\nattended the meeting in order to continue receiving allowances, he had attended\nbecause the subject matter was of importance to his constituents. The\ncomplainant had contacted the newspaper directly, prior to contacting IPSO, but\nwas not satisfied with the responses he had received. \n4. The newspaper said that serious allegations had been\nmade against the complainant, and that it was in the public interest to report\nthem. It said that it was clear that the complainant was considered by the\nCouncil to be a “serious and enduring risk to children”, and it had covered the\nallegations against him extensively. Its journalist was adamant that the\ncomplainant had used the term “child pornography” on the telephone, and it was\nsatisfied that the article was an accurate report of the conversation. The\nnewspaper said that the conversation had been relayed to the news editor\nimmediately, and was typed only minutes after it had ended. It provided a note\nwhich had been taken during the conversation, which recorded the words\n“definition depends”. Nonetheless, the newspaper offered to publish the\nfollowing denial, on page 10, where the original article appeared, and as a\nfootnote to the online article: \n“An article published in the Cornish Guardian on November\n26 2014 and on our website, cornishguardian.co.uk, reported a telephone\nconversation between Cllr Alex Folkes and Cornish Guardian reporter Graham\nSmith. During the conversation, we reported that Mr Smith asked Cllr Folkes\nwhether child porn had allegedly been found on his computer. We printed that Cllr\nFolkes’ response to this question was: ‘That depends how you define it’.\nOn publication, Cllr Folkes contacted the Cornish\nGuardian to strongly deny saying this.\nThe Cornish Guardian reporter did not have a verbatim\nreport of the conversation and in the circumstances, therefore, we would wish\nto make it clear that Cllr Folkes denies saying this to the reporter.” \n5. With regard to the article of 8 January, the newspaper\nsaid that the complainant had previously indicated that he was not planning to\nreturn to the council chamber until the allegations against him had been\ndropped. However, if he did not attend within a six- month period he would have\nlost his allowances. The newspaper said that he was not on the committee for\nthe meeting he attended, and accompanied another councillor who was on the\ncommittee. It did not accept that the headline to the online article had been\ninaccurate or misleading, but had amended it when contacted by the complainant\ndirectly, as a gesture of goodwill. It did not use the headline in the print\nversion of the article. It offered to add a footnote to the article explaining\nthat the headline had been updated after the complainant had expressed concern. \n6. The complainant said that the offer to publish his\ndenial was unsatisfactory, as it did not include recognition from the newspaper\nthat it had acted wrongly. He was also concerned that the article of 8 January\nimplied that he had only attended the committee meeting to maintain his\nallowances; as such, amendments to the headline were insufficient. \nRelevant Code Provisions\n7. Clause 1 (Accuracy) \ni) The press must take care not to publish inaccurate,\nmisleading or distorted information, including pictures. \nii) A significant inaccuracy, misleading statement or\ndistortion once recognised must be corrected, promptly and with due prominence,\nand – where appropriate – an apology published. \nFindings of the Committee\n8. The complainant’s account of his conversation with the\njournalist was substantially similar to the report of the conversation\npublished by the newspaper, save for the passage in dispute. Further, the\njournalist had produced a note of the conversation which recorded that the\ncomplainant had used some of the words which he was reported to have said. The\nCommittee did express some concern about the presentation of the report as a\n“full transcript” of the conversation, given that there were no comprehensive\ncontemporaneous notes. However, the conversation had been relayed to the news\neditor immediately after the conclusion of the conversation, and only a few\nminutes elapsed before the journalist typed up the article. In these\ncircumstances, the Committee concluded that the newspaper had adequately\ndemonstrated that it had taken care over the accuracy of the report and the\nCommittee did not determine that the newspaper had published any significant\ninaccuracies which were requiring of correction. There was no breach of Clause\n1. \n9. While the Committee welcomed the newspaper’s\nwillingness to publish the complainant’s denial that he had used the words in\ndispute, given that the Committee had not found a breach of Clause 1,\npublication of the denial was not required in order to comply with the terms of\nthe Code. \n10. The headline of the article of 8 January had\naccurately reported that the complainant would be eligible to continue\nreceiving allowances, due to his attendance at a council meeting. The Committee\nfound that the newspaper’s reporting of this fact was not significantly\nmisleading; it had been entitled to report a consequence of the complainant’s\nattendance. A correction was not required in order to comply with the terms of\nthe Code. However, the Committee welcomed the newspaper’s prompt response to\nthe complainant’s concerns, when it was initially contacted directly. \nConclusions\n11. The complaint was not upheld. \nRemedial Action Required\nN/A \nDate complaint received: 03/02/2015\nDate decision issued: 13/05/2015\n\nBack to ruling listing\n\n\n"
}