{
    "url": "/rulings-and-resolution-statements/ruling/?id=00546-22",
    "title": "00546-22 Costley-White v Mail Online",
    "provisions": [
        "1 Accuracy (2021)",
        "2 Privacy (2021)",
        "4 Intrusion into grief or shock (2021)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "Mail Online (Associated Newspapers Limited)",
    "published_on": "2022-01-18 00:00:00",
    "received_on": "2022-01-19 00:00:00",
    "concluded_on": "2022-05-13 00:00:00",
    "complaint_processing_days": 114,
    "conclusion_long": "17. The complaint was not upheld.",
    "remedial_action": "18. N/A    Date complaint received: 19/01/2022",
    "text": "\n\n\n\n\n\nDecision\nof the Complaints Committee – 00546-22 Costley-White v Mail Online\nSummary\nof Complaint\n1. Ben\nCostley-White and Julia Costley-White complained to the Independent Press\nStandards Organisation that Mail Online breached Clause 1 (Accuracy), Clause 2\n(Privacy) and Clause 4 (Intrusion into grief and shock) of the Editors’ Code of\nPractice in an article headlined “EXCLUSIVE: Married senior naval officer, 37,\nis stood down from command of his ship over claims he was having an\n'unauthorised sexual relationship' with a junior female colleague”, published\non 18 January 2022.\n2. The\narticle reported on a senior naval officer, the first complainant, who was\n“temporarily stood down” during an investigation into “claims he was having an\n’unauthorised sexual relationship’ with a junior female colleague”. A bullet\npoint under the headline stated that it was “unclear what the basis for the\nclaims are and whether they can be substantiated”. The article referred to the\nnaval officer as “married”, named the woman it said he was “married to”, the\nsecond complainant, and described them as “husband” and “wife”. The article\ncontained a quote from the naval officer’s Royal Naval public profile, which\nstated he lived with his named wife. The article also reported that “A St\nGeorge's Cross flag and Remembrance poppy were placed in the window of the home\non the edge of Hampshire's New Forest“. The article contained photos of the\nnaval officer and his “wife”: one of him in his uniform, a photo of them on a\nboat together, and a photo of her standing outside her house.\n3. The\ncomplainants said that the article was inaccurate in breach of Clause 1. They\nsaid that they were separated and that it was therefore inaccurate to describe\nthem as married. They also said that they had been contacted for comment prior\nto the publication of the article and had made clear that they had been\nseparated since August 2021. The complainants said that the St George flag and\npoppy were actually placed in the window of a neighbour’s house. Finally, the\nfirst complainant said that the claim he had a sexual relationship with a junior\ncolleague was unsubstantiated, and he considered that the article was\nmisleading as it portrayed a predatory relationship and an abuse of rank.\n4. The\ncomplainants said that it was a breach of the second complainant’s privacy to\nbe included within the article at all. In particular, they said it was a breach\nof her privacy to have a photo of her on her doorstep taken by a journalist and\npublished. The complainants also said that the image of them on a boat had been\ntaken from the second complainant’s Facebook page. They said that they believed\nshe would have had privacy settings in place on her social media, but were\nunable to confirm this as her Facebook page had been deactivated shortly before\nthe publication of the article.\n5. The\ncomplainants also said that the conduct of the journalist and photographer when\nattending the second complainant’s home was an intrusion into her grief and\nshock resulting from the allegations.\n6. The\npublication did not accept a breach of the Code. It said that the complainants’\nmarital status was a matter of public record, and that they were still married\neven if they had separated. They said it was, therefore, not inaccurate to\ndescribe them as “married” within the article. It said the journalist who attended\nthe complainants’ property had mistaken the poppy and cross in the neighbours’\nwindow for the complainants’ window and had incorrectly considered it to be a\nreflection of the complainant’s naval service. The publication removed the\nreference from the article on receipt of the complaint, but did not consider\nthat it constituted a significant inaccuracy. With regard to the claims made\nagainst the first complainant, the publication said it had accurately reported\nthe investigation, the stage it was at and made clear that the details of the\nclaims were unclear, and that it was not known if they were substantiated. It\nsaid that the article did not portray a predatory relationship or include any\nreference to any abuse of rank or power.\n7. The\npublication said that the complainants had no expectation of privacy over their\nmarital status or names, and that the journalist did not know the complainants\nwere separated when he went to the house in order to seek their comments on the\nallegation. It noted that the complainants were described as living together in\nthe first complainant’s Royal Navy profile included in the article. It also\nsaid that the photos had been taken from the second complainant’s open Facebook\npage. The publication had not taken a screenshot of the images including the\nprivacy settings at the time but provided an email from the reporter to the\nphoto desk which said that the complainant’s Facebook profile was “open”. The\npublication also said that it would not have been able view or source the\nimages if the social media profile had been private. It said that there was no\ninformation within the articles that either complainant had a reasonable\nexpectation of privacy over. It offered to remove the photographs of the second\ncomplainant in order to resolve the complainants’ concerns.\n8. The\npublication said that Clause 4 does not prohibit the reporting of distressing\nevents, such as a court case or marriage break down, but is intended primarily\nto protect people who are bereaved or injured. It said that this Clause was not\nengaged.\n9. The\ncomplainants did not consider the removal of the reference to the poppy and\nflag and the images of the second complainant to resolve their complaint and\nrequested that the Committee adjudicate.\nRelevant\nCode Provisions\nClause 1\n(Accuracy)\ni) The\nPress must take care not to publish inaccurate, misleading or distorted\ninformation or images, including headlines not supported by the text.\nii) A\nsignificant inaccuracy, misleading statement or distortion must be corrected,\npromptly and with due prominence, and — where appropriate — an apology\npublished. In cases involving IPSO, due prominence should be as required by the\nregulator. \niii) A\nfair opportunity to reply to significant inaccuracies should be given, when\nreasonably called for.\niv) The\nPress, while free to editorialise and campaign, must distinguish clearly\nbetween comment, conjecture and fact.\nClause 2\n(Privacy)*\ni)\nEveryone is entitled to respect for their private and family life, home,\nphysical and mental health, and correspondence, including digital\ncommunications.\nii)\nEditors will be expected to justify intrusions into any individual's private\nlife without consent. In considering an individual's reasonable expectation of\nprivacy, account will be taken of the complainant's own public disclosures of\ninformation and the extent to which the material complained about is already in\nthe public domain or will become so.\niii) It\nis unacceptable to photograph individuals, without their consent, in public or\nprivate places where there is a reasonable expectation of privacy.\nClause 4\n(Intrusion into grief or shock)\nIn cases\ninvolving personal grief or shock, enquiries and approaches must be made with\nsympathy and discretion and publication handled sensitively. These provisions\nshould not restrict the right to report legal proceedings.\nFindings\nof the Committee\n10. The\nCommittee noted that the complainants had been separated for several months\nprior to the publication of the article. However, where they were still legally\nmarried, it was not inaccurate for the newspaper to report this. There was no\nbreach of Clause 1 on this point.\n11. It\nwas accepted that the poppy and cross referred to in the article were not\ndisplayed in the home of the complainant, but their neighbour. However, where\nthey were referred to as a passing reference in the article in relation to the\nphysical description of the house, this was not significant inaccuracy and did\nnot require a correction. There was no breach of Clause 1 on this point.\n12. The\nfirst complainant had said that the article portrayed a predatory relationship\nand an abuse of rank, and said that the claims were unsubstantiated. The\nCommittee noted that the article had made clear that they were, in fact\n“claims” that were still under investigation and that it was “unclear what the\nbasis for the claims [were] and whether they [could] be substantiated”. In\naddition, whilst the first complainant considered that the nature of these\nclaims portrayed a predatory relationship or abuse of rank, where he did not\ndispute the accuracy of the report of the claims – albeit he took the position\nthat they were unsubstantiated - the newspaper was entitled to report them.\nWhere the article made clear that an investigation was under way and that no\nfindings had been made, the Committee did not consider that the article was\nmisleading to report that allegations had been made against the first\ncomplainant and there was no breach of Clause 1.\n13. With\nregards to Clause 2, the Committee first considered the naming and inclusion of\nthe second complainant within the article. The inclusion of her name and\nphotograph in the article publicly identified her as the legal wife of a man\ncurrently under investigation over allegations. The Committee firstly\nconsidered the nature of the allegations: the investigation related to\nprofessional conduct, and was not criminal. It also noted that the\ncomplainants’ relationship was already in the public domain, both through the\nfact of the marriage and because she was referenced by name in public Royal\nNavy profile. While the Committee acknowledged the second complainant’s\ndistress at being connected publicly with the allegations, in these\ncircumstances, the Committee did not consider that she had a reasonable\nexpectation of privacy in relation to the fact of her marriage to the first\ncomplainant and the allegations against him, and there was no breach of Clause\n2.\n14. The\nCommittee then considered the photographs within the article. The first image\nshowed the second complainant standing outside. The image was not of the\ncomplainant performing a private activity – she was simply standing directly\noutside her house. Furthermore, the image was not taken in a private place or a\nplace where the complainant had a reasonable expectation of privacy, but rather\nin a location where she was in full public view. On this basis, the Committee\ndid not consider that the complainant had a reasonable expectation of privacy\nover this image and there was no breach of Clause 2.\n15. With\nregards to the image taken from the complainant’s social media, once again the\nCommittee noted that the image did not show the complainants engaged in a\nprivate activity – they were sitting on a boat. The complainants thought the\nFacebook profile where the images were published was behind privacy settings,\nrestricting access to friends only, but they were not certain and were unable\nto check. The publication had not taken screenshots that showed the privacy\nsetting of the profile, but as it had been able to take copies of the images\nand had provided a contemporaneous email including a link to the profile and\nwhich described the profile as “open”, and where the images did not contain any\nprivate information, the Committee was satisfied that the publication of the\nimages did not intrude into either complainant’s private life, and there was no\nbreach of Clause 2.\n16.\nWhilst the Committee understood that the complainants had been upset by the\nallegations made against the first complainant and the subsequent media\ncoverage, it noted that Clause 4 is usually engaged by traumatic incidents,\nsevere illness or bereavements. It did not consider the investigation to reach\nthe bar of grief or shock, and therefore Clause 4 was not engaged.\nConclusion(s)\n17. The\ncomplaint was not upheld.\nRemedial\nAction Required\n18. N/A\n\n\n\nDate\ncomplaint received: 19/01/2022\nDate\ncomplaint concluded by IPSO: 13/05/2022\nBack to ruling listing\n\n\n"
}