{
    "url": "/rulings-and-resolution-statements/ruling/?id=00550-22",
    "title": "00550-22 Allsopp v dailyrecord.co.uk",
    "provisions": [
        "1 Accuracy (2021)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "dailyrecord.co.uk (Reach PLC)",
    "published_on": "2022-01-17 00:00:00",
    "received_on": "2022-01-19 00:00:00",
    "concluded_on": "2022-05-05 00:00:00",
    "complaint_processing_days": 106,
    "conclusion_long": "; the photography of these documents was prohibited by the court, so contemporaneous notes were the only method of documentation open to court reporters. 5. During IPSO’s investigation, the publication attempted to contact the court to confirm the information included on the charge sheet; however, the court’s clerk was unresponsive to the request. 6. In addition, the publication did not accept that the documentation provided by the complainant demonstrated that the article was inaccurate. The documents showed the offences for which he was convicted and the corresponding sentences – points not in dispute; however, this did not mean the complainant had not initially faced other charges subsequently dropped before the conclusion of the trial. Relevant Code Provisions Clause 1 (Accuracy) i) The Press must take care not to publish inaccurate, misleading or distorted information or images, including headlines not supported by the text. ii) A significant inaccuracy, misleading statement or distortion must be corrected, promptly and with due prominence, and — where appropriate — an apology published. In cases involving IPSO, due prominence should be as required by the regulator.  iii) A fair opportunity to reply to significant inaccuracies should be given, when reasonably called for. iv) The Press, while free to editorialise and campaign, must distinguish clearly between comment, conjecture and fact. Findings of the Committee 7. The newspaper’s obligation was to report court proceeding accurately. In this case, there were conflicting accounts as to whether a specific allegation against the complainant had originally been included on the charge sheet and subsequently dropped. The documents provided by the complainant showed the offences for which he was convicted and sentenced; they did not detail the full list of allegations originally brought against him. Indeed, the letter from the complainant’s solicitors confirmed that he had faced other charges in respect of which his not guilty plea had been accepted. 8. However, the publication was able to provide the reporter’s contemporaneous notes, which recorded that this particular allegation had been listed on the charge sheet and subsequently deleted. In these circumstances, where the only method of record open to the reporter was the creation of contemporaneous notes, given the prohibition of photography of court documents, the Committee was satisfied that the publication had demonstrated that it had taken sufficient care not to publish inaccurate or misleading information. There was no breach of Clause 1 (i). Furthermore, while acknowledging the complainant disputed that the allegation had been made against him, the Committee did not, in light of the contemporaneous note and where the complainant accepted that the article had reported the offences for which he had been convicted, establish any significant inaccuracies which would require correction under the Code. There was no breach of Clause 1. Conclusion(s) 9. The complaint was not upheld.",
    "remedial_action": "10. N/A    Date complaint received: 19/01/2022",
    "text": "\n\n\n\n\n\nDecision\nof the Complaints Committee – 00550-22 Allsopp v dailyrecord.co.uk\nSummary\nof Complaint\n1. Dean\nAllsopp complained to the Independent Press Standards Organisation that\ndailyrecord.co.uk breached Clause 1 (Accuracy) of the Editors’ Code of Practice\nin an article headlined “Lanarkshire Elvis impersonator all shook up after\ncourt appearance, but avoids the jailhouse”, published on 17 January 2022.\n2. The\nonline article reported on the sentencing of the complainant. It reported that\nthe complainant had been handed a community payback order after he admitted to\nassaulting a woman. It provided a summary of the incident and went on to report\nthat allegations that the complainant had threated the victim “with a knife,\npunched and kicked her, restricted her breathing and spat on her were dropped”.\n3. The\ncomplainant said that the article was inaccurate in breach of Clause 1. He\ndenied that he was in possession of a knife during the incident reported on. He\nsaid that this allegation was not heard in court. In order to support his\nposition, the complainant provided two court documents and correspondence with\nhis solicitors which identified the offences for which he was convicted.\n4. The\npublication did not accept a breach of the Editors’ Code. It said it was\nsatisfied that the article was an accurate report of the court proceedings at\nwhich the complainant had been sentenced. It provided a copy of the reporter’s\ncontemporaneous shorthand notes, and a transcription of these, which included\nthe following note: “del (delete) present knife at her, punch and kick her,\ncause her breathing to be restricted. After 'place your knee on neck' (delete)\nand spit on her”. The publication said that this information had been copied\nfrom the charge sheet, which had been provided to the reporter at the trial’s conclusion;\nthe photography of these documents was prohibited by the court, so\ncontemporaneous notes were the only method of documentation open to court\nreporters.\n5. During\nIPSO’s investigation, the publication attempted to contact the court to confirm\nthe information included on the charge sheet; however, the court’s clerk was\nunresponsive to the request.\n6. In\naddition, the publication did not accept that the documentation provided by the\ncomplainant demonstrated that the article was inaccurate. The documents showed\nthe offences for which he was convicted and the corresponding sentences –\npoints not in dispute; however, this did not mean the complainant had not\ninitially faced other charges subsequently dropped before the conclusion of the\ntrial.\nRelevant\nCode Provisions\nClause 1\n(Accuracy)\ni) The\nPress must take care not to publish inaccurate, misleading or distorted\ninformation or images, including headlines not supported by the text.\nii) A\nsignificant inaccuracy, misleading statement or distortion must be corrected,\npromptly and with due prominence, and — where appropriate — an apology\npublished. In cases involving IPSO, due prominence should be as required by the\nregulator. \niii) A\nfair opportunity to reply to significant inaccuracies should be given, when\nreasonably called for.\niv) The\nPress, while free to editorialise and campaign, must distinguish clearly\nbetween comment, conjecture and fact.\nFindings\nof the Committee\n7. The\nnewspaper’s obligation was to report court proceeding accurately. In this case,\nthere were conflicting accounts as to whether a specific allegation against the\ncomplainant had originally been included on the charge sheet and subsequently\ndropped. The documents provided by the complainant showed the offences for\nwhich he was convicted and sentenced; they did not detail the full list of\nallegations originally brought against him. Indeed, the letter from the\ncomplainant’s solicitors confirmed that he had faced other charges in respect\nof which his not guilty plea had been accepted.\n8. However,\nthe publication was able to provide the reporter’s contemporaneous notes, which\nrecorded that this particular allegation had been listed on the charge sheet\nand subsequently deleted. In these circumstances, where the only method of\nrecord open to the reporter was the creation of contemporaneous notes, given\nthe prohibition of photography of court documents, the Committee was satisfied\nthat the publication had demonstrated that it had taken sufficient care not to\npublish inaccurate or misleading information. There was no breach of Clause 1\n(i). Furthermore, while acknowledging the complainant disputed that the\nallegation had been made against him, the Committee did not, in light of the\ncontemporaneous note and where the complainant accepted that the article had\nreported the offences for which he had been convicted, establish any\nsignificant inaccuracies which would require correction under the Code. There was\nno breach of Clause 1.\nConclusion(s)\n9. The\ncomplaint was not upheld.\nRemedial\nAction Required\n10. N/A\n\n\n\nDate\ncomplaint received: 19/01/2022\nDate\ncomplaint concluded by IPSO: 05/05/2022\nBack to ruling listing\n\n\n"
}