{
    "url": "/rulings-and-resolution-statements/ruling/?id=00555-16",
    "title": "00555-16 Best v Sunday Life",
    "provisions": [
        "3 Harassment (2016)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "Sunday Life (MEDIAHUIS UK)",
    "received_on": "2016-02-02 00:00:00",
    "concluded_on": "2016-03-21 00:00:00",
    "complaint_processing_days": 48,
    "conclusion_long": "16. The complaint was not upheld.",
    "remedial_action": "N/ADate complaint received: 02/02/2016",
    "text": "\n\n\n\n\n\nDecision\nof the Complaints Committee 00555-16 Best v Sunday LifeSummary\nof complaint1.\nAdele Best complained to the Independent Press Standards Organisation that the Sunday\nLife breached Clause 3 (Harassment) of the Editors’ Code of Practice on 29\nJanuary 2016.2.\nThe complainant had applied for an interim injunction to prevent the newspaper\nfrom publishing a story about her. On 29 January 2016, the complainant lost the\ncase. She expressed concern that as she left the High Court in Belfast, she was\nharassed by a photographer and the newspaper’s Head of News.3.\nFollowing the verdict, the complainant said that as she left the court, she saw\na photographer taking photographs of her with a long-lens camera. She said that\nshe approached him and said “I do not authorise these photos whoever you are”;\nto which he replied “you are standing in a public place and I can take whatever\nphotos of you I want”. The complainant considered that the photographer had\ncontinued to take photographs despite her request for him to stop. She said\nthat he had not made clear that he was working for the Sunday Life, and refused\nto show her his ID when she requested it.4.\nThe complainant said that during her confrontation with the photographer, the\nnewspaper’s Head of News approached. She recognised him because he had been\npresent in court, but he did not produce any ID. It was only at this point that\nshe understood that the photographer also worked for the Sunday Life.5.\nThe complainant said that the Head of News repeated that they were entitled to\ntake photographs of her because she was standing in a public place. She\nrepeated that she did not consent, and added that she “hoped he was happy that\nhe was going to ruin her professional career and life by printing a very\nsalacious story”. The Head of News repeated his position, adding “I’ll see you\naround Bangor”, which the complainant said was in a tone that was\n“intimidating, threatening and menacing”. She said that at that time, she had\nbeen unaware that the Head of News also lived in Bangor and believed that the\nremark implied that he was going to “hunt” her and continue to publish stories\nabout her. She said that the photographer had continued to take photographs of\nher during this conversation.6.\nThe complainant accepted that she had called the Head of News “scum” during the\nconfrontation, and apologised for doing so, although she considered that her\nactions were understandable in the circumstances.7.\nThe newspaper said that the photographer had been stationed in the pedestrian\narea on the opposite side of the street to the High Court building, some six\nmetres away from the complainant. The newspaper’s Head of News had left court\nbefore the complainant; he had no intention of approaching her because he\nunderstood that she would be upset following the verdict.8.\nThe newspaper said that as she left court, the complainant had been looking at\nher mobile telephone, unaware that she was being photographed. When she\nrealised, the newspaper said that she had “marched” towards the photographer,\ndemanding that he showed her his ID. The photographer stopped taking\nphotographs, said that he worked for the Sunday Life, and began to search for\nhis ID. The Head of News saw the confrontation, approached and said “what’s the\nproblem?”. The newspaper denied that the complainant had been told that they\ncould “take whatever photos” they wanted. It also considered that the\ncomplainant had not requested the Head of News’ ID; he had been present in\ncourt and the complainant had been fully aware of his identity.9.\nThe newspaper said that the complainant had “launched into an angry speech”,\nsaying “you are scum…you are just utter scum and I hope your conscience keeps\nyou awake at night”. The newspaper said that the Head of News and photographer\nhad initially remained silent, understanding that the complainant had been\nupset by the verdict. It accepted that the Head of News had said “see you\naround Bangor, Adele”, but considered that it was said “gently” in a “tone of\nresignation”. It considered that it had been a mild rebuke in response to the\ncomplainant’s insulting remarks, and had been meant as an indication that they\nwere both from Bangor, a small town in which they were virtually neighbours,\nand would meet again. It considered that the complainant’s contention that the\ncomment had been menacing and threatening was a “complete distortion”. She had\nwalked away, and the Head of News and photographer had walked in the opposite\ndirection.10.\nThe newspaper noted that the series of pictures of the complainant outside\ncourt were taken over eight seconds. It provided the six images; four of which\nwere taken before the complainant became aware that she was being photographed,\nand two in which she was looking directly at the camera. The complainant\nconsidered that the last two images were taken as she was talking to the\nphotographer, and after she had made her objections clear.Relevant\nCode Provisions11.\nClause 3 (Harassment)i)\nJournalists must not engage in intimidation, harassment or persistent pursuit.ii)\nThey must not persist in questioning, telephoning, pursuing or photographing\nindividuals once asked to desist; nor remain on property when asked to leave\nand must not follow them. If requested, they must identify themselves and whom\nthey represent.iii)\nEditors must ensure these principles are observed by those working for them and\ntake care not to use non-compliant material from other sources.Findings\nof the Committee12.\nFrom the complainant’s account, it was not entirely clear whether or not she\nhad made a request for the photographer to desist from taking photographs. The\nnewspaper, however, had understood that, in the context, a request to desist\nhad been made.13.\nThe newspaper had provided the roll of photographs taken of the complainant\noutside court. The images had been taken over a period of eight seconds. In the\nfirst four images, the complainant had been unaware that she was being\nphotographed; the last two showed her looking directly at the camera alert to\nthe fact that her photograph was being taken. It was at this point that the\ncomplainant had told the photographer that she did not consent to being\nphotographed. The roll provided by the newspaper appeared to indicate that no\nfurther images were taken. The Committee was satisfied that the newspaper had\nnot failed to respect the complainant’s request to desist; there was therefore\nno breach of Clause 3 on this point.14.\nIt was accepted that the parties had become involved in an altercation outside\nthe court. The complainant had been abusive to the newspaper’s Head of News,\ncalling him “utter scum”; and the newspaper’s Head of News had responding by\nsaying “see you around Bangor, Adele”. While the Committee noted the\ncomplainant’s concern about the Head of News’ comment, he had not been\nprevented from responding to her remarks. He did not make further comments, and\nhe did not follow the complainant as she walked away. In these circumstances,\nthe Head of News’ comment did not represent intimidation or harassment in\nbreach of Clause 3.15.\nThe complainant had asked the photographer to identify himself, and disputed\nthe newspaper’s position that he had said that he represented the Sunday Life.\nRegardless of this, the photographer’s identity was made clear when the\nnewspaper’s Head of News, who was known to the complainant, approached the\npair. The Head of News and the photographer were not obliged to produce\ndocumentary evidence of their identities. There was no breach of Clause 3.Conclusions16.\nThe complaint was not upheld.Remedial\nAction RequiredN/ADate\ncomplaint received: 02/02/2016Date\ndecision issued: 21/03/2016\nBack to ruling listing\n\n\n"
}