{
    "url": "/rulings-and-resolution-statements/ruling/?id=00555-15",
    "title": "00555-15 Mant v Take a Break",
    "provisions": [
        "2 (Opportunity to reply) 2015",
        "3 (Privacy) 2015"
    ],
    "outcome": "No breach - after investigation",
    "publication": "Take a Break (H. Bauer Publishing)",
    "published_on": "2015-01-22 00:00:00",
    "received_on": "2015-02-04 00:00:00",
    "concluded_on": "2015-03-26 00:00:00",
    "complaint_processing_days": 50,
    "conclusion_long": "8. The complaint was not upheld.",
    "remedial_action": "N/A Date complaint received: 04/02/2015",
    "text": "\n\n\n\n\n\nDecision of\nthe Complaints Committee 00555-15 Mant\nv Take a Break\nSummary of complaint \n1. Antony Mant complained to the Independent Press\nStandards Organisation that Take a Break had breached Clause 2 (Opportunity to\nreply) and Clause 3 (Privacy) of the Editors’ Code of Practice in an article\nheadlined “The temptress with a bus pass”, published on 22 January 2015.2. The article was based on an interview with the\ncomplainant’s former partner, who said that, during her relationship with the\ncomplainant, he had also been romantically involved with a woman 22 years his\nsenior. The complainant denied this allegation.3. The complainant said that he had not been given an\nopportunity to comment on the story prior to publication, and that this raised\na breach of Clause 2. He also objected to the publication of two photographs of\nhim, considering this to be a breach of Clause 3. He said that his permission\nhad not been obtained to publish these images, and that his daughter had been\nbullied at school as a result.4. The magazine defended its coverage. A reporter had\ncontacted the complainant prior to publication for his comment. A summary of\nhis position was included in the article. It said that the photographs included\nin the article had clearly been taken in public places with the complainant’s\nconsent, and had been provided by his former partner, who was entitled to share\nher experience. While it was regrettable that the complainant’s daughter had\nbeen bullied, she was not identified in the article. The photographs did not\ncontain any private information about the complainant, and did not breach the\nterms of Clause 3.Relevant Code Provisions5. Clause 2 (Opportunity to reply)A fair opportunity to reply to inaccuracies must be given\nwhen reasonably called for.Clause 3 (Privacy)i) Everyone is entitled to respect for his or her private\nand family life, home, health and correspondence.ii) Editors will be expected to justify intrusions into\nany individual’s private life without consent. Account will be taken of the\ncomplainant’s own public disclosures of information.iii) It is unacceptable to photograph individuals in\nprivate places without their consent.Findings of the Committee6. The terms of Clause 2 do not provide a requirement to\nseek comment prior to publication, but provide a fair opportunity to respond to\npublished inaccuracies. The complainant had not suggested that the article had\nincluded inaccurate information which would engage the terms of this Clause,\nand this aspect of the complaint was not considered further.7. The photographs included in the article had been\nprovided by the complainant’s partner, and had clearly been taken in public\nplaces with his consent. The magazine had not been required to seek his consent\nprior to publishing these photographs. The images did not reveal any private\ninformation about the complainant, simply showing his likeness and that he had\nbeen in a relationship with the woman who had shared her experiences with the\nmagazine. There was no breach of Clause 3.Conclusions8. The complaint was not upheld.Remedial Action RequiredN/A Date complaint received: 04/02/2015\nDate decision issued: 26/03/2015\nBack to ruling listing\n\n\n"
}