{
    "url": "/rulings-and-resolution-statements/ruling/?id=00565-21",
    "title": "00565-21 Tatton v The Sunday Times",
    "provisions": [
        "1 Accuracy (2021)",
        "12 Discrimination (2021)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "The Sunday Times (News UK)",
    "published_on": "2021-01-17 00:00:00",
    "received_on": "2021-01-20 00:00:00",
    "concluded_on": "2021-05-13 00:00:00",
    "complaint_processing_days": 113,
    "conclusion_long": "15. The complaint was not upheld.",
    "remedial_action": "16. N/A   Date complaint received: 20/01/2021",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee – 00565-21 Tatton v\nThe Sunday Times\nSummary of Complaint\n1. Benjamin Tatton complained to the Independent Press\nStandards Organisation that The Sunday Times breached Clause 1 (Accuracy) and\nClause 12 (Discrimination) of the Editors’ Code of Practice in an article\nheadlined “Where's our Dunkirk spirit? Indoors, moaning that the sea's a bit choppy\nand the boat smells”, published on 17 January 2021.\n2. The article appeared online in a substantially similar\nformat.\n3. The article was an opinion piece by a prominent\ncolumnist, in which he commented on the reaction of the UK public to the\nCovid-19 pandemic generally and the free school meals debate in particular. The\narticle noted that the columnist had “heard a woman on the news the other day\ndemanding that she be given £30 to provide lunch for her child”. He had\nquestioned her reasons for needing this amount of money: “Thirty quid? Where’s\nshe going to take him? Fortnum & Mason?“. He then commented on another woman,\nwho  “said it was no good providing\nactual food for her kid and she wanted a voucher instead […] Presumably so that\nshe could exchange it at the supermarket for fags and scratchcards.” The\narticle then focused on teachers, stating that “as far as [the columnist] can\ntell, instead of working out how they will educate their pupils in these\ntroubled times, every single one of them is to be found on the news every\nnight, with his laptop at the wrong angle and a terrible painting in the\nbackground, saying that Boris Johnson should buy every child in the land an\niPad and that no teacher should have to work again, ever.\"\n4. The complainant said that the article was inaccurate in\nbreach of Clause 1. The complainant first noted that £30 was intended to cover\n10 lunches worth of food, and that it would not be possible to pay for 10 meals\nworth of food using £30 at Fortnum & Mason. The complainant also said that\nthe columnist appeared to not be aware that “the £15 vouchers were replaced\nwith less than £5 of food.” He went on to note that, contrary to the\ncolumnist’s claim that a woman wished to exchange a free school lunches voucher\n“at the supermarket for fags and scratchcards”, it was not possible to exchange\nsuch vouchers for age-restricted products. The complainant provided government\nguidance to support his position on this point. The complainant also said that\nthe article was inaccurate in its description of members of the teaching\nprofession, as he said IT equipment was used to teach children remotely and asking\nfor this equipment was not an attempt on the part of teachers to shirk their\nresponsibilities.\n5. The complainant said that the article breached Clause 12,\nas he considered that, by stating that an unnamed woman wished to exchange a\nfood voucher for “fags and scratchcards”, the article discriminated against\nthose below the poverty line.\n6. The publication said it did not accept that it had\nbreached the Code. It said that the article did not state that it was possible\nto exchange food vouchers for age-restricted products such as cigarettes and\nscratchcards. Rather, it said, the columnist was speculating on the motivations\nof an unknown person; it was conjecture of an unnamed individual’s motivation,\nand clearly presented as such. The newspaper went on to note that the columnist\nwas known for dealing in exaggeration and hyperbole and that the reference to\nexchanging food vouchers was clearly part of the article’s stream of fantasy,\ncomment and speculation. For this reason, the complainant’s concern on this\npoint did not represent a possible breach of Clause 1.\n7. The complainant said that, regardless of whether the\ncolumnist’s claim that a woman wished to exchange a free school lunches voucher\n“at the supermarket for fags and scratchcards” was based on speculation, it\nstill breached Clause 1 and 12 as the speculation was based on inaccurate and\ndiscriminatory perceptions of people below the poverty line.\nRelevant Code Provisions\n8. Clause 1 (Accuracy)\ni) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not\nsupported by the text.\nii) A significant inaccuracy, misleading statement or\ndistortion must be corrected, promptly and with due prominence, and — where\nappropriate — an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator. \niii) A fair opportunity to reply to significant inaccuracies\nshould be given, when reasonably called for.\niv) The Press, while free to editorialise and campaign, must\ndistinguish clearly between comment, conjecture and fact.\n9. Clause 12 (Discrimination)\ni) The press must avoid prejudicial or pejorative reference\nto an individual's, race, colour, religion, sex, gender identity, sexual\norientation or to any physical or mental illness or disability.\nii) Details of an individual's race, colour, religion, gender\nidentity, sexual orientation, physical or mental illness or disability must be\navoided unless genuinely relevant to the story.\nFindings of the Committee\n10. The Committee\nfirst noted the context of the article; it was a first-person, polemical, and\nhyperbolic comment-piece. Clause 1(iv) makes clear that publications can\neditorialise and campaign, provided they distinguish clearly between comment,\nconjecture, and fact. The Preamble to the Editors’ Code makes clear that the\nCode must protect the right to challenge, shock, be satirical and to entertain.\nHowever, there remains an obligation under Clause 1 to take care over the\naccuracy of any claims of fact made within a comment piece and to distinguish\nbetween comment, conjecture and fact.\n11. It was not in\ndispute that the columnist had “heard a woman on the news” who had “demand[ed]\nthat she be given £30 to provide lunch for her child.” The columnist’s reaction\nto this was relayed in the article; he had questioned why she needed this much\nmoney: “Where’s she going to take him? Fortnum & Mason?“. While the\ncolumnist’s questioning may have been based on a misunderstanding on how many\nmeals the £30 was intended to pay for, the article did not state – as fact –\nthat £30 was intended to cover the cost of one meal. The Committee noted that\nthe columnist believed that £30 was too large of a sum for its intended\npurpose; however, this was clearly presented as his hyperbolic opinion on the\nsum and was distinguished as such. There was no breach of Clause 1 on this\npoint.\n12. It was again not\nin dispute that the columnist had seen a woman say that she would prefer a\nvoucher to food. What was in dispute was whether it was accurate for the\narticle to then state that the woman wanted the vouchers “[p]resumably so that\nshe could exchange it at the supermarket for fags and scratchcards”. The\nCommittee found that this was clearly distinguished as conjecture on the part\nof the columnist by the use of the word “presumably.” There was no indication\nthat the speculation was based on anything other than the columnist’s own\nopinion of the woman’s motivations; the article did not state as fact that\nvouchers could be exchanged in the manner described. There was no breach of\nClause 1 on this point.\n13. The Committee\nfound the statement that: “as far as [the columnist] can tell, instead of\nworking out how they will educate their pupils in these troubled times, every\nsingle one of them [teachers] is to be found on the news every night, with his\nlaptop at the wrong angle and a terrible painting in the background, saying\nthat Boris Johnson should buy every child in the land an iPad and that no\nteacher should have to work again, ever” was clearly presented as the\nhyperbolic opinion of the columnist. It made clear that this was the\ncolumnist’s view on teachers - “as far as I can tell” and it was clearly\nhyperbolic to state that “every single [teacher]” was “to be found on the news\nevery night” saying that “no teacher should have to work again, ever.” Readers\nwould understand that this was not a claim of fact about all teachers during\nthe pandemic, and was instead the columnist’s view on the profession. There was\nno breach of Clause 1.\n14. Clause 12 relates to prejudicial, pejorative, or\nirrelevant references to an individual’s protected characteristic. The article\ndid not contain any such reference to an individual, and the Committee also\nnoted that economic status is not a protected characteristic under the terms of\nClause 12.\nConclusions\n15. The complaint was not upheld.\nRemedial Action Required\n16. N/A\n \nDate complaint received: 20/01/2021\nDate complaint concluded by IPSO: 13/05/2021\nBack to ruling listing\n\n\n"
}