{
    "url": "/rulings-and-resolution-statements/ruling/?id=00575-22",
    "title": "00575-22 Simon v thesun.co.uk",
    "provisions": [
        "2 Privacy (2021)",
        "4 Intrusion into grief or shock (2021)",
        "1 Accuracy (2021)"
    ],
    "outcome": "Breach - sanction: action as offered by publication",
    "publication": "thesun.co.uk (News UK)",
    "published_on": "2021-07-27 00:00:00",
    "received_on": "2022-01-20 00:00:00",
    "concluded_on": "2022-10-17 00:00:00",
    "complaint_processing_days": 270,
    "conclusion_long": "32. The complaint was partly upheld under Clause 1.",
    "remedial_action": "33. The clarification which was offered clearly put the correct position on record, and was offered promptly and with due prominence, and should now be published.    Date complaint received: 20/01/2022",
    "text": "\n\n\n\n\n\nDecision\nof the Complaints Committee – 00575-22 Simon v thesun.co.uk\nSummary\nof Complaint\n1. Peter,\nMichael, and Ramana Simon complained to the Independent Press Standards\nOrganisation that thesun.co.uk breached Clause 1 (Accuracy), Clause 2 (Privacy)\nand Clause 4 (Intrusion into grief or shock) of the Editors’ Code of Practice\nin an article headlined “COLD CASE 20 years on, there’s no clue about what\nhappened to my girl who went missing in Germany”, published on 27th July 2021.\n2. The\narticle, written to coincide with the 20th anniversary of the disappearance of\nLouise Kerton, was largely based on an interview with Louise’s father, Phil\nKerton. The article described the case as a “cold case” and included details\nabout the disappearance and Mr Kerton’s recollection of what occurred at the\ntime. It reported that Louise had gone missing while in Germany after staying\nwith her boyfriend Peter Simon’s family there during the summer and as she\ntravelled back to her home in Kent. It said that “the lack of independent\nwitnesses, Peter’s odd behaviour back in the UK and the revelation his brother\nonce stood trial for murder led to Louise’s family… asking questions”. The\narticle quoted from the interview with Mr Kerton, who had said that “[t]here\nhave been no arrests, no witnesses, - nothing”.\n3. The\narticle stated that Louise Kerton had met Peter Simon, one of the complainants,\n“at an ice rink when she was 17. He was 14 years her senior yet they hit it\noff”. It went on to state that “[a]fter a year, he invited her to move in to\nhis flat in Broadstairs within a property owned by his German mother who lived\nthere with another son, Michael Simon. Louise’s parents Phil and Kath found her\nnew boyfriend pleasant and likeable but came to view his family — led by\ndomineering Mrs Simon — as odd”. The article quoted Mr Kerton further as having\nsaid “[h]e [Peter Simon] never seemed to work and we couldn’t help thinking,\nwhat has he been living on? Mrs Simon didn’t trust anyone in authority, police,\ndoctors or dentists” and that “[o]ne of his brothers had taken his life and\nanother, Michael, was mentally unwell and had been accused of killing a woman.\nHe was cleared but after the case she didn’t let any doctor see him over his\nmental health. The only treatment he had was when his mother would give him\nsomething to calm him down if he got overwrought.”\n4. The\narticle went on to describe the events leading up to the disappearance, stating\nthat while in Germany “it appears [Louise’s] health and state of mind\ndeteriorated”. The article quoted Mr Kerton’s recollection of the events, who\nsaid that: “Neighbours said she appeared very miserable. It must have been\nreally boring for her — the village was very small.” He also said that “Mrs\nSimon also said Louise had fallen ill but as she didn’t trust doctors she was\nmedicating her with antibiotics she had bought from a pharmacist”. The article\nreported that, on the last day Louise was seen, Ramana Simon had taken Louise\nto the train station and “[h]aving left the car in a no-parking zone, she took\nLouise into the ticket hall, said goodbye and left without seeing if Louise\nbought a ticket for the 12.04pm service to Ostend”; the article later\nreiterated that “[i]t was never established… whether Louise even bought a train\nticket at Aachen”. The article went on to quote Mr Kerton as having described\nPeter Simon as “in tears” after learning that Louise Kerton was not on the\nferry.\n5. The\narticle also said that a difficulty faced by the investigation “was that the\nSimons didn’t want to speak to police and criticised Louise’s family for\npublicising the search. Phil said: ‘Their view was that Louise had run away\nbecause she was unhappy due to the way we had brought her up. They said we\nshouldn’t make a fuss because that would frighten her and she would never come\nback’”. It further reported that the Simon family had moved and that “Peter is\nnow thought to be living in Switzerland”. The article quoted Mr Kerton as\nhaving said “I have always wanted the authorities to explore every possible\navenue to find out what happened to my daughter, any dad would”. The article\nwas accompanied by a number of photographs, including one of Peter Simon and\nMrs Simon, captioned “Phil [sic] and his mother Ramana at their home in Germany\nin 2001”.\n6. The\ncomplainants said that the article contained a number of inaccuracies in breach\nof Clause 1. They said that it was inaccurate for the article to state that\n“[o]ne of his brothers had taken his life” as he had not taken his own life and\nhad instead died from acute peritonitis and a perforated duodenal ulcer. To\nsupport this, the complainants provided a copy of the death certificate. The\ncomplainants also said that it was inaccurate for Mr Kerton to have stated that\n“[t]he only treatment [Michael Simon] had was when his mother would give him\nsomething to calm him down if he got overwrought” as this was untrue, and\nMichael Simon was never said to be “overwrought”.\n7. The\ncomplainants also said that the headline was inaccurate to refer to the case as\na “cold case” as it was instead a complicated drama, and the article should\nhave considered other incidents which occurred in the Simon family. The\ncomplainants further said that the article was inaccurate to state that it was\na “revelation” that Louise Kerton’s family found out that Michael Simon had\nonce stood trial for murder, as Louise’s mother had asked about the trial in\n1993 after hearing the innocent verdict. The complainant said that therefore it\nwas not a revelation, as Louise Kerton’s mother would have told the rest of the\nfamily. The complainants also said that the article inaccurately stated that\nPeter Simon and Louise Kerton had met when Louise was 17, whereas they had met\nwhen she was 16, and that Louise had not lived in Peter Simon’s flat, she had\nlived in her own flat next door to the family.\n8. Further,\nthe complainant said that it was in breach of Clause 1 for the article to state\nthat there were “no witnesses” and a “lack of independent witnesses” as there\nhad been several sightings of Louise around Aachen. The complainants also said\nthat it was inaccurate for the article to state that Mrs Simon “left without\nseeing if Louise bought a ticket for the 12.04pm service to Ostend” and that\n“[i]t was never established… whether Louise even bought a train ticket at\nAachen” as their position was that Mrs Simon had accompanied Louise while she\nbought a ticket. The complainants further said that it was inaccurate for the\narticle to state that while in Germany, “it appear[ed] her [Louise’s] health\nand state of mind deteriorated” as Louise had been happy in Germany and there\nwere photos of her smiling.\n9. The\ncomplainants also said that a number of the quotes given by Mr Kerton were\ninaccurate. They said that it was inaccurate for Mr Kerton to have said: that\n“[Peter Simon] never seemed to work and we couldn’t help thinking, what has he\nbeen living on?” as he had to work to pay the mortgage; that “Mrs Simon didn’t\ntrust anyone in authority, police, doctors or dentists” as she did trust\npeople; that “Mrs. Simon also said Louise had fallen ill but as she didn’t\ntrust doctors, she was medicating her with antibiotics she had bought from a\npharmacist” as  Mrs Simon was not\nmedicating Louise and had given her penicillin as she had requested it; that\n“Michael, was mentally unwell and had been accused of killing a woman” as at\nthe time of his arrest, Michael Simon had been assessed as fit to be\ninterviewed. They also said that the quote “[t]heir view was that Louise had\nrun away because she was unhappy due to the way we had brought her up. They\nsaid we shouldn’t make a fuss because that would frighten her and she would\nnever come back” was inaccurate because their view was that Louise had\ndescribed difficulties she was facing but she may not have wanted to burden her\nfamily with them, due to their misunderstanding of her. The complainants added\nthat Louise had explained this unhappiness and told Peter Simon that she would\nlike to run away from home because of the stress in her family. The\ncomplainants also said it was inaccurate for Mr Kerton to have said that he has\n“always wanted the authorities to explore every possible avenue to find out\nwhat happened to my daughter, any dad would”.\n10. The\ncomplainants also said that the article had breached Clause 1 by stating that\n“the Simons didn’t want to speak to police and criticised Louise’s family for\npublicising the search” as the family were compliant and did speak with the\npolice. They further said that it was inaccurate to describe Mrs Simon as\n“domineering”.\n11. The\ncomplainants said that the article was also in breach of Clause 2. They said\nthat it breached their privacy by stating that Peter Simon was now thought to\nbe living in Switzerland, which they considered was not relevant to the story.\nIn addition, the complainants said that Clause 2 had been further breached with\nthe inclusion of the photograph of Peter and Ramana Simon at their home in\nGermany; the complainants said that they had no knowledge of the existence of\nthe photograph and that it had been used without their consent.\n12. The\ncomplainants further said that the article had breached Clause 4. They said\nthat describing Peter Simon as being “in tears” and his behaviour as “odd” was\na breach of Clause 4 as there was nothing odd, and it was a normal response to\nbe upset given the circumstances. The complainants further said that the\narticle had breached Clause 4 by stating that “[o]ne of his brothers had taken\nhis [own] life” as this was insensitive, and offensive and shocking for their\nfamily.\n13. The\npublication did not accept a breach of the Editors’ Code. It noted that the\narticle was based on an interview with Louise’s father, and supported by\ninformation from previous stories which had been in the public domain for many\nyears. It highlighted that Mr Kerton had a right to express his opinion about\nthe case. The publication said that it was fully aware of its obligation under\nthe Code to take care over the accuracy of the information, and the reporter\nhad attempted to contact Peter Simon before the article was published in order\nto give him the opportunity to provide his input. It explained that it had\nattempted to locate Peter Simon and discovered that he had likely moved to\nSwitzerland, but it had not been possible to find an address for him and owing\nto Covid travel restrictions it had not been possible to travel to Switzerland\nto make inquiries. The publication added that after the article was published,\nPeter Simon made contact with the newspaper and the reporter made repeated\nattempts to contact him, but no response was received.\n14. In\nregard to the complainants’ concerns about the statement that one of Peter\nSimon’s brothers had taken his own life, the publication said that the\ncomplainants’ current position was at odds with what Peter Simon had said in\nthe past. The publication said that Peter Simon had told Louise’s family that\nhis brother had died by suicide and this was included in an official statement\nmade to the police at the time by Louise’s sister. It said that this was\nreported in a newspaper article in 2002, which the publication provided, and\nwhich stated that Louise’s sister had said in her statement to police that Peter\nSimon had said “he had spiritualist powers and contacts and that he had similar\nfeelings when his brother… committed suicide”. The publication said that, given\nthat the information about the suicide was recorded in a police statement, it\nwas entitled to rely upon it and took care over the accuracy of the claim. It\nadded that Mr Kerton corroborated Louise’s sister’s statement and told the\nnewspaper that he remembered learning about the death of Peter Simon’s brother,\nand that “[t]here was no other explanation offered for his death than that it\nwas a consequence of suicide”.\n15. The\npublication said that the quote: “[t]he only treatment he [Michael Simon] had\nwas when his mother would give him something to calm him down if he got\noverwrought” was recognisable as Mr Kerton’s recollection of the events. The\npublication said that Mr Kerton had said that the family’s mistrust of\nauthority became worse following Michael Simon’s court case and that medical\nprofessionals were not allowed in the house. He had said that, as a result,\nMichael Simon was not able to receive medication or treatment and that, as Mrs\nSimon had been a nurse previously, she was happy to administer medication\nherself if she had it. While the publication did not consider there had been a\nbreach of Clause 1 in regard to these points, it said that it would be willing\nto remove the reference to the death of Peter Simon’s brother from the article,\nand to publish the following clarification as a footnote:\nThis\narticle originally quoted Mr Kerton as saying that Peter Simon's brother,\nFrank, died by suicide. That was his memory of what the family had been told,\nand reflects a witness statement given to police by Louise's sister Angela, in\nwhich she stated that Mr Simon told her Frank had killed himself. We have been\nasked to state that Frank Simon's death certificate lists 'acute peritonitis'\nand 'perforated duodenal ulcer' as the cause of death following a postmortem\nwithout inquest. Mr Simon further states that his brother Michael Simon was too\nill to receive further medication after being cleared of a murder charge and\nthat he was not denied access to doctors by his mother.\n16. In\nrelation to the complainant’s concerns about the phrase “cold case”, the\npublication said that this meant an unsolved mystery, which was not inaccurate.\nIt added that the phrase appeared in a tag that preceded the headline and was a\nshorthand summary. The publication said that the complainant’s concerns about\nthe word “revelation” in regard to Louise’s family finding out Peter Simon’s\nbrother had once stood trial for murder; whether or not Peter Simon and Louise\nhad met when Louise was 16 or 17, and the specific flat that Louise had lived\nin were not significant within the meaning of Clause 1.\n17. The\npublication said that the statements that there were “no witnesses” and a “lack\nof independent witnesses” and the statements that Mrs Simon had not seen Louise\nbuy a ticket were clearly the opinions of Mr Kerton and his understanding of\nthe position. It added that it considered any possible inaccuracy arising from\nthese statements was trivial in the context of the article. In addition, the\npublication said that the complainant’s concerns regarding the quote “it\nappear[ed] her [Louise] health and state of mind deteriorated”, did not\nestablish an inaccuracy.\n18. In\nregard to the quotes given by Mr Kerton, which the complainants said were\ninaccurate, the publication said that these were plainly recognisable as Mr\nKerton’s opinion, and his conjecture as to what had occurred. In regard to Mr\nKerton’s claim about the antibiotics, the publication said that the difference\nbetween Mr Kerton’s account and the complainants was trivial. The publication\nadded that the complainant’s concerns about the quote “the Simons didn’t want\nto speak to police and criticized Louise’s family for publicizing the search”\nand the description of Mrs Simon as “domineering” were also sections that were\nclearly the opinions of Mr Kerton and his recollection of events. It further\nsaid that the claim that “Michael was mentally unwell and had been accused of\nkilling a woman” made no reference to when Michael Simon had been “mentally\nunwell” and did not relate to a specific occasion.\n19. The\npublication did not accept a breach of Clause 2. It said that the photograph in\nquestion was taken by a staff photographer at the newspaper, and that its\nrecords showed that it was taken in August 2001. It added that as the\ncomplainants had willingly posed for the photograph, they had no reasonable\nexpectation of privacy in regard to it. In regard to the inclusion of the\ninformation that Peter Simon was now thought to be living in Switzerland, the\npublication said that the reporter discovered this through publicly available\ninformation. In addition, the publication said that the terms of Clause 4 were\nnot engaged.\nRelevant\nCode Provisions\nClause 1\n(Accuracy)\ni) The\nPress must take care not to publish inaccurate, misleading or distorted\ninformation or images, including headlines not supported by the text.\nii) A\nsignificant inaccuracy, misleading statement or distortion must be corrected,\npromptly and with due prominence, and — where appropriate — an apology\npublished. In cases involving IPSO, due prominence should be as required by the\nregulator. \niii) A\nfair opportunity to reply to significant inaccuracies should be given, when\nreasonably called for.\niv) The\nPress, while free to editorialise and campaign, must distinguish clearly\nbetween comment, conjecture and fact.\nClause 2\n(Privacy)*\ni)\nEveryone is entitled to respect for their private and family life, home,\nphysical and mental health, and correspondence, including digital\ncommunications.\nii)\nEditors will be expected to justify intrusions into any individual's private\nlife without consent. In considering an individual's reasonable expectation of\nprivacy, account will be taken of the complainant's own public disclosures of\ninformation and the extent to which the material complained about is already in\nthe public domain or will become so.\niii) It\nis unacceptable to photograph individuals, without their consent, in public or\nprivate places where there is a reasonable expectation of privacy.\nClause 4\n(Intrusion into grief or shock)\nIn cases\ninvolving personal grief or shock, enquiries and approaches must be made with\nsympathy and discretion and publication handled sensitively. These provisions\nshould not restrict the right to report legal proceedings.\nFindings\nof the Committee\n20. The\nCommittee accepted the publication’s position that the factual disputes over\nelements of the article should be considered within their context: an article\nthat presented the interviewee’s recollections and perspective about the\ndisappearance of his daughter. Nonetheless, the publication was obliged to\nensure that it took care not to publish inaccurate material and to clearly\ndistinguish between comment, conjecture and fact.\n21. The\nCommittee first considered the complainants’ concerns that the article had\nincluded inaccurate claims, attributed to Mr Kerton, that “[o]ne of [Peter\nSimon’s] brothers had taken his life” and that “[t]he only treatment he\n[Michael Simon] had was when his mother would give him something to calm him\ndown if he got overwrought”. Whilst included in quotes attributed to Mr Kerton,\nthese were significant factual claims which related to the cause of death of\nPeter Simon’s elder brother and the propriety of medical treatment administered\nby Ramana Simon in response to a serious condition suffered by Michael\nSimon.  As such, Clause 1 (i) required\nthe publication to take care over the accuracy of this information. In regard\nto the reported cause of death of Peter Simon’s elder brother, the publication\nhad provided an article which had been published in 2002 by another newspaper.\nThis article reported a claim which had been made by Louise’s sister in a\nstatement she had given to the police, in which she said that Peter Simon had\nmentioned that his brother had taken his own life. The publication also said\nthat Mr Kerton shared this recollection. In relation to the claim regarding the\ntreatment administered by Ramana Simon the publication’s position was that this\nwas recognisable as Mr Kerton’s recollection of events. The Committee\nacknowledged that the publication had made some efforts to contact Peter Simon\nprior to the article’s publication, but it had not been able to trace him. The\nCommittee was of the view that relying upon one individual’s recollection and\none newspaper article did not amount to taking sufficient care not to publish\ninaccurate or misleading information given the serious nature of the claims\nbeing reported. There was, therefore, a breach of Clause 1 (i). The reported\nclaims were significant, as they concerned the cause of death of a member of\nthe complainants’ family and the appropriateness of medical treatment\nadministered by Ramana Simon and required clarification under the terms of\nClause 1 (ii).\n22. The\nCommittee turned next to the question of whether the action undertaken by the\npublication was sufficient to avoid a breach of Clause 1 (ii). During IPSO’s\ninvestigation, the publication said that it would be willing to remove the\nreference to the death of Peter Simon’s brother from the article and to publish\na footnote clarification confirming the official cause of Peter Simon’s\nbrother’s death and Peter Simon’s position that his brother Michael Simon was\nnot denied access to doctors by his mother. The Committee was satisfied that\nthe proposed clarification made the correct position clear in regard to Peter\nSimon’s brother’s death and made his position clear in regard to his brother’s\nmedical treatment. The clarification had been offered promptly and the proposed\nplacement of the clarification as a footnote to the online article was\nsufficiently prominent. In the view of the Committee, the requirements of\nClause 1 (ii) were met.\n23. The\ncomplainants had said that it was inaccurate to refer to the story as a “cold\ncase” as they felt that it was instead a “complicated drama”, and that the\narticle omitted to mention other incidents which had occurred in the Simon\nfamily. Where the case remained unsolved after 20 years, it was not inaccurate\nto describe it as a “cold case”. In addition, the article did not need to refer\nto other incidents which had occurred in the Simon family and which the\ncomplainants considered amounted to a complicated drama, where the article\npresented Mr Kerton’s account and perceptions about the disappearance. The\nCommittee noted that newspapers have the right to choose which pieces of\ninformation they publish, and there was no breach of Clause 1 on this point.\n24.\nWhere Louise’s family had found out that Simon’s brother had once stood trial\nfor murder, it was not inaccurate to state that it was a “revelation”. The\nCommittee noted that the article made no comment on when this information had\nbeen revealed to the family, and the complainants’ claim as to whom Louise’s mother\nmight have told was conjecture. In addition, the difference between reporting\nthat Louise had met Peter Simon when she was 16 or 17 years old, or whether\nLouise had lived in Peter Simon’s flat, or the flat next door, did not amount\nto significant inaccuracies in the context of the overall article. There was no\nbreach of Clause 1 on these points.\n25. The\nCommittee noted that the complainants disputed the claims that there were “no\nwitnesses” and a “lack of independent witnesses” because there had been several\nsightings of Louise in Aachen. In any case, the Committee considered that the\nreferences to an absence of witnesses and particularly the reference to a lack\nof “independent witnesses” suggested that no one had come forward with\nsignificant information about what had happened to Louise – for example who\nmight have seen her after she had been reported missing – and the Committee\nnoted that was not in dispute. The Committee did not consider that those\nreferences went so far as to suggest that there was a complete absence of even\nminor witnesses at any point in the overall timeline around her disappearance.\nFor those reasons the Committee did not establish that this was a significant\ninaccuracy in the way suggested by the complainants.\n26. In\naddition, the complainants had also said that it was inaccurate to state that\nMrs Simon “left without seeing if Louise bought a [train] ticket” and that “it\nwas never established… whether Louise even bought a train ticket”. The\nCommittee noted that an earlier article from 2002 also stated that a ticket was\nnever purchased. Given this, and the absence of material to contradict this\nversion of events, the Committee did not find a significant inaccuracy in\nrelation to this point. Further, in relation to whether Louise’s health and\nstate of mind deteriorated while she was in Germany, the Committee noted that\nthe article made clear that this was conjecture by stating that it “appeared”\nthis was the case. The sentence that followed included a quote from Mr Kerton who\nhad said: “Neighbours said she appeared very miserable. It must have been\nreally boring for her — the village was very small.” It was therefore clear\nthat this reflected Mr Kerton’s understanding of his daughter’s state of mind.\nThere was no breach of Clause 1 on these points.\n27. The\ncomplainants also considered that several other comments attributed to Mr\nKerton were inaccurate. In relation to the quotes: “Mrs. Simon didn’t trust\nanyone in authority, police, doctors or dentists”; “[Peter Simon] never seemed\nto work and we couldn’t help thinking, what has he been living on?”; and “I\nhave always wanted the authorities to explore every possible avenue to find out\nwhat happened to my daughter, any dad would”, the Committee noted that these\nwere clearly distinguished as Mr Kerton’s recollection of events, and his\npersonal perceptions, opinions and questions about people in the Simon family.\nThe quotes were clearly distinguished as comment, and the publication was\nentitled to report Mr Kerton’s own recollections and experiences; there was no\nbreach of Clause 1 on these points.\n28. In\nregard to Mr Kerton’s recollection that Ramana Simon had said that she had\nmedicated Louise with antibiotics she had bought from a pharmacist, the\nCommittee noted that the complainants had accepted that Mrs Simon had bought\nLouise penicillin as she had requested it and for that reason this quote was\nnot significantly inaccurate or misleading. In addition, the complainants\nexpressed concern that the article had described Michael Simon as “mentally\nunwell”, as they maintained that Michael Simon was assessed as fit to be\ninterviewed at the time of his arrest on the charge of murder. The Committee\nnoted that the complainants did not dispute that Michael Simon suffered from\nproblems with his mental health, and they had stated that he had been on\nmedication and previously been under psychiatric care. The Committee noted that\nthe article made no comment on when Michael Simon had been “mentally unwell”.\nTaking all of this into consideration, the Committee did not consider that this\nconstituted an inaccuracy. Furthermore, the complainants had said that Mr\nKerton’s account of their view “that Louise had run away because she was\nunhappy due to the way we had brought her up” was inaccurate, as their view was\nthat Louise may not have wanted to burden her family due to their\nmisunderstanding of her and that Louise had described difficulties she was\nfacing. The Committee noted that the complainants had said that Louise had\nexplained her unhappiness and told Peter Simon she would like to run away from\nhome. Where Louise had told Peter Simon that she would like to run away from\nhome, the Committee did not consider this was inaccurate or misleading in the\nway the complainants described. There was no breach of Clause 1 on these\npoints.\n29. In\nregard to whether or not the Simon family had wanted to speak to the police or\nwhether they had criticised Louise’s family for publicising the search, the\npublication had said that this section was clearly based on the opinion of Mr\nKerton. The Committee noted that Mr Kerton had stated that “They said we\nshouldn’t make a fuss because that would frighten her and she would never come\nback”. The Committee noted that the article did not state that the Simon family\nhad not spoken to the police, or that they had not been compliant; it stated\nthat they “didn’t want to speak to police”, which the complainants did not\nappear to dispute. Further, the complainants were concerned with the\ndescription of Mrs Simon as “domineering”, as they said this was inaccurate.\nThe Committee acknowledged that the complainants disputed this description but\nconsidered that this description of her personality was clearly the\npublication’s characterisation of Mrs Simon based on Mr Kerton’s opinion of Mrs\nSimon in the surrounding interview, for example, where he gave his view that\n“Mrs Simon didn’t trust anyone in authority”. There was no breach of Clause 1\nregarding these points.\n30. The\ncomplainants also said that the article had breached Clause 2 by stating that\n“Peter is now thought to be living in Switzerland” and by including a picture\nof Peter and Ramana Simon, which they had not given their consent to be used,\nas they were unaware of its existence. The Committee first noted that an\nindividual would not have a reasonable expectation of privacy in relation to\nthe country that they live in; it noted the publication’s position that the\nreporter had discovered this through publicly available information. Given\nthis, publishing the country where the complainant was “thought” to be residing\ndid not represent an intrusion into Peter Simon’s private life. Further, the\nCommittee noted that the publication said that the complainants had willingly\nposed for the photograph, which had been taken by a photographer on behalf of\nthe same publication and kept in its archives. The photograph did not reveal\nanything private about the complainants; it merely showed their likenesses. In\nsuch circumstances, the Committee did not consider that the complainants had a\nreasonable expectation of privacy over the photograph. There was no breach of\nClause 2.\n31. The\ncomplainants also considered that there had been a breach of Clause 4 as the\narticle had described Peter Simon as being in “tears”, his behaviour as “odd”,\nand by incorrectly stating that “[o]ne of his brothers had taken his [own]\nlife”, as this was insensitive, offensive, and shocking for their family.\nClause 4 requires that publication is handled sensitively in cases involving\ngrief or shock and that enquiries and approaches are made with sympathy and\ndiscretion. The Committee noted that describing an individual as crying, where\nthis was accurate, was not insensitive and was merely a factual description of\nwhat had occurred. Further, while publication should be handled sensitively in\ncases of grief or shock, this does not prevent publications from describing\nsomeone’s behaviour negatively, such as the description of the family as “odd”,\nand this did not amount to insensitive publication that constituted an\nintrusion into the complainants’ grief or shock. In regard to the alleged\nsuicide of the complainants’ family member, the Committee noted the\ncomplainants’ position that it considered this breached Clause 4. Although\nreporting on the death of family members can be very upsetting to family and\nfriends, deaths affect whole communities, and the requirements publication to\nhandle publication sensitively does not restrict the right to report on deaths.\nThe Committee had addressed the complainants’ concerns over the accuracy of the\nreference to the death earlier in its decision, and the question under Clause 4\nwas for the Committee to consider whether the reference to the death was\ninsensitive. While the complainants maintained that he had not taken his own\nlife, the Committee did not consider the article reported on the death in a way\nthat was insensitive. There was no breach of this Clause.\nConclusion(s)\n32. The\ncomplaint was partly upheld under Clause 1.\nRemedial\nAction Required\n33. The\nclarification which was offered clearly put the correct position on record, and\nwas offered promptly and with due prominence, and should now be published.\n\n\n\nDate\ncomplaint received: 20/01/2022\nDate\ncomplaint concluded by IPSO: 17/10/2022\nBack to ruling listing\n\n\n"
}