{
    "url": "/rulings-and-resolution-statements/ruling/?id=00571-15",
    "title": "00571-15 Thompson v Sunday Life",
    "provisions": [
        "6 (Children) 2015",
        "3 (Privacy) 2015"
    ],
    "outcome": "Breach - sanction: publication of adjudication",
    "publication": "Sunday Life (MEDIAHUIS UK)",
    "published_on": "2015-02-03 00:00:00",
    "received_on": "2015-02-04 00:00:00",
    "concluded_on": "2015-06-08 00:00:00",
    "complaint_processing_days": 124,
    "conclusion_long": "15. The complaint was upheld.",
    "remedial_action": "16. In circumstances where the Committee establishes a breach of the Editors’ Code, it can require the publication of a correction and/or adjudication. The Committee required the publication of this adjudication as a remedy to the breach. The original article was published on page 7; the adjudication should be published on page 7 or further forward. A link to the adjudication should also be published on the homepage of the newspaper’s website for at least 48 hours, and thereafter archived on the website in the usual way. The headline to the adjudication should include the words “IPSO complaint upheld” and make reference to the subject matter of the original article; it should be agreed with IPSO in advance. The terms of the adjudication to be published are as follows:  Following an article published in the Sunday Life on 3 February 2015, headlined “Tyrone cleric baffled by false gay rumours”, Rev Peter Thompson complained to the Independent Press Standards Organisation (IPSO) that the Sunday Life had intruded into his private life in breach of Clause 3 (Privacy) of the Editors’ Code of Practice. IPSO upheld the complaint and established a breach of the Editors’ Code. IPSO required the Sunday Life to publish this decision by its Complaints Committee as a remedy to the breach.  The article reported that the complainant was “baffled” by “false rumours” that he had been cautioned by police, and also that he was homosexual.  The complainant said that the publication of these rumours, which were personal in nature, was a breach of his privacy. He said that he had confirmed to the newspaper prior to publication that the claims were untrue and unsubstantiated.  The complainant had been contacted for his comment prior to publication, and had contacted the Church of Ireland Press Office to confirm the identity of the journalist before returning her call. The complainant was concerned that the newspaper had sought to use his categorical denial of the allegations in that conversation as justification for circulating them further.  The newspaper had become aware of the rumours after being contacted by an unknown source; it then followed up on the rumours with a person who was familiar with them.  The newspaper said that the article was in the public interest: the complainant was a prominent local figure, and the allegation that he had a police caution was of a very serious nature. With regard to the rumours about the complainant’s sexuality, the newspaper said that the complainant had willingly responded to the journalist’s questions following consultation with the Church of Ireland Press Office, and at no point said that his comments were not for publication.  The newspaper said that the article clearly concerned the complainant’s private life, and that it would not be its usual practice to contact individuals regarding claims about their sexual orientation. However, the complainant was a prominent member of his local community, fulfilling a pastoral role, and it appeared at the time that he was the victim of a campaign. The newspaper believed that it was reasonable to conclude that the complainant wanted to take the opportunity to publicly address the claims about him.  Nonetheless, the newspaper removed the article from its website as a gesture of goodwill. It also said that it had not wished to cause further distress to the complainant, and assured him that it would not report anything further about this matter, unless related criminal proceedings came before the courts.  IPSO’s Complaints Committee made clear that details of an individual’s sexuality form part of private and family life and as such receive protection under the terms of Clause 3 of the Editors’ Code. The complainant had not publicly disclosed the fact that rumours of a personal nature had been circulating about him, and the newspaper had become aware of them only after being contacted by an unknown source. The inclusion in the article of his denial was insufficient to justify the intrusion into the complainant’s private life caused by publication of the claims, regardless of their inaccuracy. Further, the complainant’s rebuttal of the allegations in conversation with the journalist did not constitute consent for publication under Clause 3 (ii). The newspaper breached Clause 3 of the Code.  Date complaint received: 04/02/2015",
    "text": "\n\n\n\n\n\n·     Decision of the Complaints Committee 00571-15 Thompson\nv Sunday Life\nSummary of\ncomplaint \n1. Rev Peter Thompson complained to the Independent Press\nStandards Organisation that the Sunday Life had breached Clause 3 (Privacy) and\nClause 6 (Children) of the Editors’ Code of Practice in an article headlined\n“Tyrone cleric baffled by false gay rumours”, published on 3 February 2015. \n2. The article reported that the complainant was\n“baffled” by “false rumours” that he had been cautioned by police, and also\nthat he was homosexual. \n3. The complainant said that the publication of these\nrumours, which were personal in nature, was a breach of his privacy. He said\nthat he had confirmed to the newspaper prior to publication that the claims\nwere untrue and unsubstantiated. \n4. The complainant said that the newspaper had contacted\nhim for comment prior to publication, and had contacted the Church of Ireland\nPress Office to confirm the identity of the journalist before returning her\ncall. The complainant was concerned that the newspaper had sought to use his\ncategorical denial of the allegations in that conversation as justification for\ncirculating them further. \n5. The complainant also said that it was unnecessary to\nmention that he had children, especially given the nature of the story; this\nbreached Clause 6. \n6. The newspaper had become aware of the rumours after\nbeing contacted by an unknown source; it then followed up on the rumours with a\nperson who was familiar with them. \n7. The newspaper said that the article was in the public\ninterest; the complainant was a prominent local figure, and the allegation that\nhe had a police caution was of a very serious nature. With regard to the\nrumours about the complainant’s sexuality, the newspaper said that the\ncomplainant had willingly responded to the journalist’s questions, following\nconsultation with the Church of Ireland Press Office, and at no point said that\nhis comments were not for publication. \n8. The newspaper said that the article clearly concerned\nthe complainant’s private life, and that it would not be its usual practice to\ncontact individuals regarding claims about their sexual orientation. However,\nthe complainant was a prominent member of his local community, fulfilling a\npastoral role, and it appeared at the time that he was the victim of a\ncampaign. The newspaper believed that it was reasonable to conclude that the\ncomplainant wanted to take the opportunity to publicly address the claims about\nhim. \n9. The newspaper said that it had only mentioned that the\ncomplainant was a “father of three”, and did not include any of the names or\nages of his children. It said that the fact that complainant had children was\nnot private. \n10. Nonetheless, the newspaper removed the article from\nits website as a gesture of goodwill. It also said that it had not wished to\ncause further distress to the complainant, and assured him that it would not\nreport anything further about the matter, unless related criminal proceedings\ncame before the courts. \nRelevant Code Provisions\n11. Clause 3 (Privacy) \ni) Everyone is entitled to respect for his or her private\nand family life, home, health and correspondence, including digital\ncommunications. \nii) Editors will be expected to justify intrusions into\nany individual’s private life without consent. Account will be taken of the\ncomplainant’s own public disclosures of information. \nClause 6 (Children) \ni) Young children should be free to complete their time\nat school without unnecessary intrusion. \nPublic interest \n4. The Regulator will consider the extent to which\nmaterial is already in the public domain, or will become so. \nFindings of the Committee\n12. Details of an individual’s sexuality form part of\nprivate and family life and as such receive protection under the terms of\nClause 3 of the Editors’ Code. The complainant had not publicly disclosed the\ndetails of the rumours, which were of a personal nature, and the newspaper had\nbecome aware of them only after being contacted by an unknown source. The\ninclusion in the article of his denial was insufficient to justify the\nintrusion into the complainant’s private life caused by publication of the\nclaims, regardless of their inaccuracy. Further, the complainant’s rebuttal of\nthe allegations in conversation with the journalist did not constitute consent\nfor publication under Clause 3 (ii). The newspaper breached Clause 3 of the\nCode. \n13. The claim in the article that the complainant had\nbeen cautioned by police did not relate to his private or family life; it did\nnot raise a further breach of Clause 3. \n14. In mentioning that the complainant was a “father of\nthree”, the newspaper did not intrude into his children’s time at school. There\nwas no breach of Clause 6. \nConclusions\n15. The complaint was upheld. \nRemedial Action Required\n16. In circumstances where the Committee establishes a\nbreach of the Editors’ Code, it can require the publication of a correction\nand/or adjudication. The Committee required the publication of this\nadjudication as a remedy to the breach. The original article was published on\npage 7; the adjudication should be published on page 7 or further forward. A\nlink to the adjudication should also be published on the homepage of the\nnewspaper’s website for at least 48 hours, and thereafter archived on the\nwebsite in the usual way. The headline to the adjudication should include the\nwords “IPSO complaint upheld” and make reference to the subject matter of the\noriginal article; it should be agreed with IPSO in advance. The terms of the\nadjudication to be published are as follows: \nFollowing an article published in the Sunday Life on 3\nFebruary 2015, headlined “Tyrone cleric baffled by false gay rumours”, Rev\nPeter Thompson complained to the Independent Press Standards Organisation\n(IPSO) that the Sunday Life had intruded into his private life in breach of\nClause 3 (Privacy) of the Editors’ Code of Practice. IPSO upheld the complaint\nand established a breach of the Editors’ Code. IPSO required the Sunday Life to\npublish this decision by its Complaints Committee as a remedy to the breach. \nThe article reported that the complainant was “baffled”\nby “false rumours” that he had been cautioned by police, and also that he was\nhomosexual. \nThe complainant said that the publication of these\nrumours, which were personal in nature, was a breach of his privacy. He said\nthat he had confirmed to the newspaper prior to publication that the claims\nwere untrue and unsubstantiated. \nThe complainant had been contacted for his comment prior\nto publication, and had contacted the Church of Ireland Press Office to confirm\nthe identity of the journalist before returning her call. The complainant was\nconcerned that the newspaper had sought to use his categorical denial of the\nallegations in that conversation as justification for circulating them further. \nThe newspaper had become aware of the rumours after being\ncontacted by an unknown source; it then followed up on the rumours with a\nperson who was familiar with them. \nThe newspaper said that the article was in the public\ninterest: the complainant was a prominent local figure, and the allegation that\nhe had a police caution was of a very serious nature. With regard to the\nrumours about the complainant’s sexuality, the newspaper said that the\ncomplainant had willingly responded to the journalist’s questions following\nconsultation with the Church of Ireland Press Office, and at no point said that\nhis comments were not for publication. \nThe newspaper said that the article clearly concerned the\ncomplainant’s private life, and that it would not be its usual practice to\ncontact individuals regarding claims about their sexual orientation. However,\nthe complainant was a prominent member of his local community, fulfilling a\npastoral role, and it appeared at the time that he was the victim of a\ncampaign. The newspaper believed that it was reasonable to conclude that the\ncomplainant wanted to take the opportunity to publicly address the claims about\nhim. \nNonetheless, the newspaper removed the article from its\nwebsite as a gesture of goodwill. It also said that it had not wished to cause\nfurther distress to the complainant, and assured him that it would not report\nanything further about this matter, unless related criminal proceedings came\nbefore the courts. \nIPSO’s Complaints Committee made clear that details of an\nindividual’s sexuality form part of private and family life and as such receive\nprotection under the terms of Clause 3 of the Editors’ Code. The complainant\nhad not publicly disclosed the fact that rumours of a personal nature had been\ncirculating about him, and the newspaper had become aware of them only after\nbeing contacted by an unknown source. The inclusion in the article of his\ndenial was insufficient to justify the intrusion into the complainant’s private\nlife caused by publication of the claims, regardless of their inaccuracy.\nFurther, the complainant’s rebuttal of the allegations in conversation with the\njournalist did not constitute consent for publication under Clause 3 (ii). The\nnewspaper breached Clause 3 of the Code. \nDate complaint received: 04/02/2015 \nDate decision issued: 08/06/2015\nBack to ruling listing\n\n\n"
}