{
    "url": "/rulings-and-resolution-statements/ruling/?id=00573-15",
    "title": "00573-15 Dredger v Braintree and Witham Times",
    "provisions": [
        "1 (Accuracy) 2015",
        "3 (Privacy) 2015",
        "5 (Intrusion into grief or shock) 2015"
    ],
    "outcome": "No breach - after investigation",
    "publication": "Braintree & Witham Times (Newsquest Media Group)",
    "published_on": "2015-02-04 00:00:00",
    "received_on": "2015-02-05 00:00:00",
    "concluded_on": "2015-04-28 00:00:00",
    "complaint_processing_days": 82,
    "conclusion_long": "17. The complaint was not upheld.",
    "remedial_action": "N/A Date complaint received: 05/02/2015",
    "text": "\n\n\n\n\n\nDecision of\nthe Complaints Committee 00573-15\nDredger v Braintree and Witham Times\nSummary of complaint \n1. Lorna Dredger complained to the Independent Press\nStandards Organisation that the Braintree and Witham Times had breached Clause\n1 (Accuracy), Clause 3 (Privacy) and Clause 5 (Intrusion into grief or shock)\nof the Editors’ Code of Practice in an article headlined “Surveys undertaken on\nChipping Hill to see if safety improvements are needed after fatal crash”,\npublished on 4 February 2015. 2. The article reported that as a result of a collision\nin which the complainant’s partner had died, road safety officers were carrying\nout traffic surveys to establish whether safety improvements were needed. 3. The complainant said the police and Essex County\nCouncil had informed her that the traffic surveys had nothing to do with the\nroad traffic incident that had involved her partner. She considered that the\nnewspaper had used her partner’s death in order to sensationalise an otherwise\nmundane story. In addition, she expressed concern that the image used was not\nof the stretch of road where the collision had taken place. 4. The complainant expressed concern that she had not\nbeen informed that the article was to be published and that it had included\nirrelevant, distressing details. She said the newspaper had contacted her\ndaughter to ask for her views on the safety of the road, which had upset her,\nand she had asked to be left alone. 5. The newspaper said it was sorry for the distress its\narticle had caused, but there had been no attempt to sensationalise the story.\nThe article was based on the agenda for a Braintree District Local Highways\nPanel meeting, which was published on the Braintree District Council website.\nThe agenda had said “after the fatality in October 2014, the Road Safety\nEngineer requested that a PV2 was carried out to assess the footfall at this\nlocation”. However, as Essex County Council, the responsible local authority,\nhad since confirmed that the surveys were unconnected to the collision, it\npublished the following correction on page four of the newspaper (where the\noriginal article had appeared) and online: “Roads surveyIN a report published in the Witham Times (January 29\n2015) titled ‘Safety hope on road where biker killed’, we reported that a road\nsurvey was in response to the death of Antonio Dredger. We would like to\nclarify the report posted online by Braintree District Local Highways Panel was\nfactually incorrect and the survey was unrelated to this incident. We are sorry\nfor any distress this may have caused.” 6. With regards to the photograph, the newspaper said it\nwas a stock image of the road; the article had not stated that the collision\nhad taken place at that exact location. 7. The newspaper said it was not normal practice to\ncontact readers if upcoming stories might affect them directly or indirectly;\nthough, in this instance, it considered it good practice to contact the\ncomplainant’s daughter to ask her if she wished to comment before the story was\npublished. She had stated that the road needed a crossing and requested that\nthe newspaper made no further contact with her or her family. The newspaper had\nrefrained from making any further contact. 8. The complainant said the newspaper had not provided\nher with a draft correction before publication. The correction itself was\nunsatisfactory because it was too small; it had referred to her partner as\nAntonio Dredger, rather than Mr Dredger, as requested; and the newspaper had\nblamed the council for the mistake. She also expressed concern that the\noriginal article had been referred to on the newspaper’s Facebook page, but the\ncorrection had not. Relevant Code Provisions9. Clause 1 (Accuracy) i) The Press must take care not to publish inaccurate,\nmisleading or distorted information, including pictures. ii) A significant inaccuracy, misleading statement or\ndistortion once recognised must be corrected, promptly and with due prominence,\nand - where appropriate - an apology published. In cases involving the\nRegulator, prominence should be agreed with the Regulator in advance. Clause 3 (Privacy) i) Everyone is entitled to respect for his or her private\nand family life, home, health and correspondence, including digital communications. ii) Editors will be expected to justify intrusions into\nany individual's private life without consent. Account will be taken of the\ncomplainant's own public disclosures of information. Clause 5 (Intrusion into grief or shock) i) In cases involving personal grief or shock, enquiries\nand approaches must be made with sympathy and discretion and publication\nhandled sensitively. This should not restrict the right to report legal\nproceedings, such as inquests. Findings of the Committee10. The Committee first wished to convey its sympathy to\nthe complainant and her family for their loss, before turning to consider the\ncomplaint. 11. The newspaper had been entitled to rely on the\naccuracy of information regarding the reason for the survey published on a\nlocal council website. It had not failed to take care over the accuracy of the\ninformation. As such, this point did not raise a breach of Clause 1 (i). 12. It had transpired, however, that the information on\nthe council’s website had been misleading. While the recommendation to carry\nout traffic surveys had been the result of observations made by Essex County\nCouncil during the site visit for the collision, the surveys themselves were\nnot intended to address the causes of the collision, as suggested in the\narticle. The Committee took the view that this was a significant inaccuracy,\nand therefore the newspaper was obliged, in accordance with the terms of Clause\n1 (ii), to correct this promptly and with due prominence. 13. The newspaper had published a correction online and\nin the next edition of the newspaper. The prompt publication of the correction\non page four, where the original article had appeared, and online was\nsufficient to meet the terms of Clause 1 (ii). The newspaper had been entitled\nto inform readers in the correction that the council had been the source of the\ninformation. It had also been entitled to use the full name of the\ncomplainant’s late partner. The article had also been removed from the\nnewspaper’s website. There was no breach of Clause 1 on this point. 14. The Committee noted the complainant’s concern\nregarding the image that had accompanied the article. The caption, however, had\nstated that the image was of Chipping Hill, Witham. It had not suggested that\nthe image showed the exact location of the traffic accident. This point did not\nraise a breach of Clause 1. 15. With regards to the complaint under Clause 3, the\nCommittee sympathised with the complainant’s position that it had been\ndistressing to read about her partner’s accident in the newspaper. The\nnewspaper, however, had been entitled to publish the article, which concerned\nroad safety, an issue of local concern. The article had not disclosed private\ninformation about the complainant; as such, there was no breach of Clause 3. 16. The complainant had also raised concerns under Clause\n5. The purpose of Clause 5 is to ensure that, in cases involving personal grief\nor shock, stories are presented appropriately and sensitively, and enquiries\nare made with sympathy and discretion. Although it was regrettable that the\ninaccuracy had caused distress, the article itself had not contained\ninsensitive details, nor had its tone or presentation been inappropriate. While\nthe Committee understood that the complainant’s daughter had found the\nnewspaper’s pre-publication phone call intrusive, the call was made four months\nafter the accident. The Committee did not consider that it had been\nunsympathetic of the newspaper to contact the family for comment at that time,\nnor had the conduct of the reporter during the phone call been inappropriate.\nThere was also no suggestion that the newspaper had made any further contact\nwhen asked to desist. The complaint under Clause 5 was not upheld. Conclusions17. The complaint was not upheld. Remedial Action RequiredN/A Date complaint received: 05/02/2015\nDate decision issued: 28/04/2015\nBack to ruling listing\n\n\n"
}