{
    "url": "/rulings-and-resolution-statements/ruling/?id=00579-20",
    "title": "00579-20 Westmorland v kentlive.news",
    "provisions": [
        "1 Accuracy (2019)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "kentlive.news (Reach PLC)",
    "received_on": "2020-01-31 00:00:00",
    "concluded_on": "2020-04-21 00:00:00",
    "complaint_processing_days": 81,
    "conclusion_long": "8. The complaint was not upheld.",
    "remedial_action": "9. N/A Date complaint received: 31/01/2020",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee -- 00579-20\nWestmorland v kentlive.newsSummary of Complaint1. Frazer Westmorland complained to the Independent Press\nStandards Organisation that kentlive.news breached Clause 1 (Accuracy) of the\nEditors’ Code of Practice in: an article headlined “Every primary school in\nKent ranked from best to worst in the Real Schools Guide”, published on 5\nJanuary 2020.  an article headlined “Real Schools Guide 2020:\nEvery primary school in Kent ranked from best to worst”, published on 14\nJanuary 2020.2. The first article reported on the publication’s “Real\nSchools Guide” which compiled data in order to rank state-funded primary\nschools in Kent. The article reported that the “latest version [of the Guide]\nwas released in June 2019”. It went on to explain the methodology of the guide\nand the 44 data points referenced, such as Key Stage 2 results, pupil-teacher\nratios and absence rates. The article reported that Key Stage 2 performance was\nmonitored by how many pupils were reaching the expected, or higher, standards\n“in 2018 and how it compare[d] to 2017”. It then went on to list the top and\nbottom schools in Kent, when compared by this ranking methodology.3. The second article was published nine days later, and\nrevealed the results of the Real Schools Guide 2020. This article also included\nthe rankings based on the new data and the methodology as to how the guide was\ncompiled. It stated that Key Stage 2 performance was considered and was based\non how many pupils were reaching the expected, or higher, standards “in 2019\nand how it compare[d] to 2017”.4. The complainant said that the articles were inaccurate in\nbreach of Clause 1 because the first article did not make clear that the Key\nStage 2 data was from 2018, and was therefore a year and a half out of date\nfrom when the articles were published. He acknowledged that the date of the\ndata was included in the first article, but found that this was too far down\nwithin the article and was therefore misleading. He also said that it was\nmisleading to describe the schools as the “best” and “worst” based on the\nnarrow range of data acquired by the Guide, and that “highest and lowest\nranked” would be more accurate.5. The publication did not accept a breach of Clause 1. It\nsaid that the second article did include the 2019 Key Stage 2 data. It said the\nfirst article had not, but it had not been available at that time, and once the\nmore recent data had become available the article had been updated. In any\nevent, the publication said that the complainant had acknowledged that this\ninformation was included in both of the articles. Additionally, it said that\nthe decision to refer to the schools as “best” and “worst” was an editorial\ndecision which was not inaccurate within the context of the article, which made\nclear it was about the Best Schools Guide. \nRelevant Code Provisions6. Clause 1 (Accuracy)i) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not\nsupported by the text.ii) A significant inaccuracy, misleading statement or\ndistortion must be corrected, promptly and with due prominence, and — where\nappropriate — an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator. iii) A fair opportunity to reply to significant inaccuracies\nshould be given, when reasonably called for.iv) The Press, while free to editorialise and campaign, must\ndistinguish clearly between comment, conjecture and fact.Findings of the Committee7. The Committee found that where each of the articles\nclearly stated the methodology for the Real Schools Guide and both indicated\nwhich year the relevant Key Stage 2 results came from, the article was not\ninaccurate. It also found that the terms “best” and “worst” was a matter of\neditorial discretion, and were not misleading in the context of an article\nwhich clearly stated the basis for these rankings. There was no breach of\nClause 1.Conclusions8. The complaint was not upheld.Remedial Action Required9. N/A Date complaint received: 31/01/2020Date complaint concluded by IPSO: 21/04/2020\nBack to ruling listing\n\n\n"
}