{
    "url": "/rulings-and-resolution-statements/ruling/?id=00572-15",
    "title": "00572-15 Trans Media Watch v The Sun",
    "provisions": [
        "12 (Discrimination) 2015",
        "3 (Privacy) 2015"
    ],
    "outcome": "Breach - sanction: publication of adjudication",
    "publication": "The Sun (News UK)",
    "published_on": "2014-12-11 00:00:00",
    "received_on": "2015-02-05 00:00:00",
    "concluded_on": "2015-05-05 00:00:00",
    "complaint_processing_days": 89,
    "conclusion_long": "17. The complaint was upheld.",
    "remedial_action": "18. Having upheld the complaint, the Committee considered what remedial action should be required. The Committee has the power to require the publication of a correction and/or adjudication, the nature, extent and placement of which is to be determined by IPSO. It may also inform the publication that further remedial action is required to ensure that the requirements of the Code are met.  19. The Committee required the newspaper to publish the Committee’s ruling upholding the complaint. The adjudication should be published in full on the same page as the column in a forthcoming edition, and on the newspaper’s website, with a link to the adjudication published on its homepage for a period of no less than 48 hours. The headline should make clear that IPSO has upheld the complaint, and refer to its subject matter; it must be agreed in advance.  20. The terms of the adjudication to be published are as follows:  Following a column published in The Sun on 11 December 2014, Trans Media Watch, acting with the consent of Emily Brothers, complained to the Independent Press Standards Organisation that The Sun had discriminated against Ms Brothers and breached Clause 12 (Discrimination) of the Editors’ Code of Practice by publishing a prejudicial and pejorative reference to her disability and gender.  IPSO established a breach of the Code and required The Sun to publish this decision as a remedy.  Noting that Emily Brothers, who is blind and transgender, was standing for election as an MP, the columnist asked “being blind, how did she know she was the wrong sex”.  The complainant said the comment made the discriminatory suggestion that there were limitations to the understanding blind people could have of themselves and called into question Ms Brothers’ gender identity.  The newspaper accepted that the comment was tasteless, but denied that it was prejudicial or pejorative. It did not accept that the columnist had criticised Ms Brothers or suggested anything negative or stereotypical about her blindness or gender identity; rather, it had been a clumsy attempt at humour.  Nonetheless, it regretted any distress the article had caused Ms Brothers, and published an apology by the columnist. It outlined changes it had made to its editorial processes in response to the complaint.  IPSO’s Complaints Committee ruled that the column belittled Ms Brothers, her gender identity and her disability, mocking her for no other reason than these perceived “differences”. Regardless of the columnist’s intentions, this was not a matter of taste; it was discriminatory and unacceptable under the Code.  The apology published by the newspaper did not remedy this breach of the Code, and IPSO therefore upheld the complaint.  Date complaint received: 05/02/2015",
    "text": "\n\n\n\n\n\n·   Decision of the Complaints Committee 00572-15 Trans\nMedia Watch v The Sun\nSummary of\ncomplaint \n1. Trans Media Watch, acting with the consent of Emily\nBrothers, complained to the Independent Press Standards Organisation that The\nSun had breached Clause 12 (Discrimination) and Clause 3 (Privacy) of the\nEditors’ Code of Practice in columns published on 11 December 2014 and 15\nJanuary 2015. \n2. Trans Media Watch complained as a representative group\naffected by the alleged breach of the Code. \n3. The 11 December column reported that Emily Brothers\nwas standing for election as an MP in the following terms:\nEmily Brothers is hoping to become Labour’s first blind\ntransgendered MP. She’ll be standing at the next election in the constituency\nof Sutton and Cheam. Thing is though: being blind, how did she know she was the\nwrong sex? \n4. The complainant said the comment suggested that there\nwere limitations to the understanding blind people could have of themselves and\ncalled into question Ms Brothers’ gender identity; it was therefore a\npejorative and prejudicial reference to her disability and gender. \n5. The newspaper accepted that the comment was tasteless,\nbut denied that it was prejudicial or pejorative. It did not accept that the\ncolumnist had criticised Ms Brothers or suggested anything negative or\nstereotypical about her blindness or gender identity; rather, it had been a\nclumsy attempt to seek humour regarding the existence of those conditions. \n6. Nonetheless, it said it regretted any distress the\narticle had caused her. Following publication of the article, it issued an\napology from the columnist. It also offered her a column – without restrictions\n– in which to respond; this was published on 15 December 2014. The Editor also\nasked Mr Liddle to apologise in print and the following apology was published\nin his 15 January 2015 column and online: \nI made a poor joke in bad taste in this column a few\nweeks back. Well, ok, I suppose I do that every week. But this one was\nparticularly lame…a poor joke by any standards even, even if it wasn’t meant\nmaliciously. So I apologised to Ms Brothers and said that if I lived in Sutton,\nwhere she’s standing, I’d vote for her. And I apologise to her again now, in\nthis column. I’d also like to add that having found out more about her I\nwouldn’t vote for her even if she was standing against Nick Clegg, George\nGalloway and [Firstname] Ole Ole Biscuit Barrell from the Silly Party. \n7. The newspaper reviewed its editorial processes in\nresponse to the complaint and instituted a new policy that all copy relating to\ntransgender matters would be approved by its managing editor before\npublication. The issues raised by the columnist’s remark had been incorporated\ninto training sessions. \n8. The newspaper argued that any breach of the Code had\nbeen remedied by these measures, and that it would be disproportionate for IPSO\nto uphold the complaint. \n9. The complainant denied that the apology published was\nadequate. It had been made on behalf of the columnist, not the newspaper, and\ndid not include acceptance that the Code had been breached. \n10. The complainant also said that the wording of the\napology had deliberately included reference to Ms Brothers’ former name, by\nincorrectly reproducing the name of a candidate from a Monty Python sketch;\ninstead of “Tarquin” Ole Ole Biscuit Barrell from the Silly Party, Ms Brothers’\nformer name had been used. The complainant said that it was vanishingly\nunlikely that this was a genuine coincidence and as such argued it was a\ndeliberate attempt to humiliate Ms Brothers. It represented a further breach of\nClause 12 (Discrimination) and Clause 3 (Privacy) of the Code. \n11. The newspaper denied that the reference had been\ndeliberate. It said that it had received an adamant assurance from the\ncolumnist that he had not known Ms Brothers’ former name prior to the complaint\nbeing made; neither had anybody else at the newspaper. The newspaper said it\nwas unable to find any reference to Ms Brothers’ name online, and the columnist\nhad referenced the sketch – originally aired in 1970 – without checking it,\nbecause he did not believe it was necessary to do so. It was a silly name, plucked\nfrom a faulty memory. Having become aware of the concern, the newspaper amended\nthe reference to read “Tarquin Ole Ole Biscuit Barrell of the Silly Party”\nonline. \nRelevant Code Provisions\n12. Clause 12 (Discrimination) \ni) The press must avoid prejudicial or pejorative\nreference to an individual’s race, colour, religion, gender, sexual orientation\nor to any physical or mental illness or disability. \nClause 3 (Privacy) \ni) Everyone is entitled to respect for his or her private\nand family life, home, health and correspondence, including digital\ncommunications. \nFindings of the Committee\n13. The first column’s crude suggestion that Ms Brothers\ncould only have become aware of her gender by seeing its physical\nmanifestations was plainly wrong. It belittled Ms Brothers, her gender identity\nand her disability, mocking her for no reason other than these perceived\n“differences” The comment did not contain any specific pejorative term, but its\nmeaning was pejorative in relation to characteristics specifically protected by\nClause 12. \n14. Regardless of the columnist’s intentions, this was\nnot a matter of taste; it was discriminatory and therefore unacceptable under\nthe terms of the Code. \n15. The Committee welcomed steps the newspaper had\npreviously taken to engage with members of the transgender community in an\neffort to improve editorial standards and the steps it had taken in response to\nthe complaint, particularly the change in policy it had introduced to ensure\nmore effective oversight of material relating to transgender issues.\nNonetheless, the complainant was clearly entitled – particularly where the\nnewspaper had denied any breach of the Editors’ Code – to ask the Committee to\nadjudicate on the matter and record its finding that the publication failed to\ncomply with its obligations under the Code. \n16. The Committee did not accept that the apology\npublished was a genuine attempt to remedy the breach or a sincere expression of\nregret; the columnist had used it as an opportunity for a further attempt at\nhumour at Ms Brothers’ expense. However, the Committee was not satisfied that\nit had sufficient evidence to conclude that the inclusion of Ms Brothers’\nformer first name, which was not uncommon, in the apology, was deliberate. The\nfurther complaints under Clause 12 and Clause 3 on this point were not upheld. \nConclusions\n17. The complaint was upheld. \nRemedial Action Required\n18. Having upheld the complaint, the Committee considered\nwhat remedial action should be required. The Committee has the power to require\nthe publication of a correction and/or adjudication, the nature, extent and\nplacement of which is to be determined by IPSO. It may also inform the\npublication that further remedial action is required to ensure that the\nrequirements of the Code are met. \n19. The Committee required the newspaper to publish the\nCommittee’s ruling upholding the complaint. The adjudication should be\npublished in full on the same page as the column in a forthcoming edition, and\non the newspaper’s website, with a link to the adjudication published on its\nhomepage for a period of no less than 48 hours. The headline should make clear\nthat IPSO has upheld the complaint, and refer to its subject matter; it must be\nagreed in advance. \n20. The terms of the adjudication to be published are as\nfollows: \nFollowing a column published in The Sun on 11 December\n2014, Trans Media Watch, acting with the consent of Emily Brothers, complained\nto the Independent Press Standards Organisation that The Sun had discriminated\nagainst Ms Brothers and breached Clause 12 (Discrimination) of the Editors’\nCode of Practice by publishing a prejudicial and pejorative reference to her\ndisability and gender. \nIPSO established a breach of the Code and required The\nSun to publish this decision as a remedy. \nNoting that Emily Brothers, who is blind and transgender,\nwas standing for election as an MP, the columnist asked “being blind, how did\nshe know she was the wrong sex”. \nThe complainant said the comment made the discriminatory\nsuggestion that there were limitations to the understanding blind people could\nhave of themselves and called into question Ms Brothers’ gender identity. \nThe newspaper accepted that the comment was tasteless,\nbut denied that it was prejudicial or pejorative. It did not accept that the columnist\nhad criticised Ms Brothers or suggested anything negative or stereotypical\nabout her blindness or gender identity; rather, it had been a clumsy attempt at\nhumour. \nNonetheless, it regretted any distress the article had\ncaused Ms Brothers, and published an apology by the columnist. It outlined\nchanges it had made to its editorial processes in response to the complaint. \nIPSO’s Complaints Committee ruled that the column\nbelittled Ms Brothers, her gender identity and her disability, mocking her for\nno other reason than these perceived “differences”. Regardless of the\ncolumnist’s intentions, this was not a matter of taste; it was discriminatory\nand unacceptable under the Code. \nThe apology published by the newspaper did not remedy\nthis breach of the Code, and IPSO therefore upheld the complaint. \nDate complaint received: 05/02/2015\nDate decision issued: 05/05/2015\nBack to ruling listing\n\n\n"
}