{
    "url": "/rulings-and-resolution-statements/ruling/?id=00585-15",
    "title": "00585-15 May v Daily Mail",
    "provisions": [
        "1 (Accuracy) 2015",
        "5 (Intrusion into grief or shock) 2015"
    ],
    "outcome": "Breach - sanction: action as offered by publication",
    "publication": "Daily Mail (Associated Newspapers Limited)",
    "received_on": "2015-02-06 00:00:00",
    "concluded_on": "2015-05-08 00:00:00",
    "complaint_processing_days": 91,
    "conclusion_long": "11. The complaint was upheld.",
    "remedial_action": "12. Having upheld the complaint under Clause 1 (i), the Committee considered what remedial action should be required. With regard to the full circumstances of the breach, the Committee decided that the correction and amendments offered by the newspaper constituted appropriate remedial action; the correction should now be published. The Committee welcomed the prompt steps taken by the newspaper to try to address the complainant’s concerns. Date complaint received: 06/02/2015",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee 00585-15 May v\nDaily MailSummary of\ncomplaint 1. Dinah May complained to the Independent Press\nStandards Organisation that the Daily Mail had breached Clause 1 (Accuracy) and\nClause 5 (Intrusion into grief or shock) of the Editors’ Code of Practice in an\narticle headlined “Why DID women put up with cruel whining Winner?”, published\nin print and online on 7 November 2014. 2. The newspaper had published a review of a book written\nby the complainant about her 30 years of knowing and working with Michael\nWinner. 3. The article said that Mr Winner had made a commitment\nto leave the complainant his flat and a “hefty pension” if she stayed with him\nuntil she was 60. However, after his death, the complainant had “found that\nWinner had been so heavily in debt that she had to pay a £600,000 loan on the\nflat he had left her”. A bold insert to the article stated “£12m: The debts\nMichael Winner left after his death last year”. 4. The complainant said that this was inaccurate. At the\ntime of Mr Winner’s death he had had more than enough to cover all commitments and\nbequests, as he had had substantial assets held in Guernsey. She said that the\narticle implied that Mr Winner was a liar and a fraud. She said that this\ninaccuracy had previously been drawn to the attention of the newspaper. She was\nalso concerned that the article represented an intrusion into her grief. The\ncomplainant said that the newspaper should publish a correction which included\na headline and a photograph of Mr Winner. 5. The newspaper accepted that it had been misleading to\nsay that Mr Winner had left £12m of debts after his death. The newspaper had\nreported his UK will in 2013, which had not taken account of the offshore\nprivate funds as they had been shielded from public view. The matter had been\nfirst brought to the newspaper’s attention in May 2014. The newspaper had\ncirculated a legal warning, and three previous cuttings were marked on this\npoint. It said that unfortunately, a further article had not been marked, and\nthe misleading figure remained on a number of other websites. This had been\npicked up and added to article. 6. When this matter had been drawn to the newspaper’s\nattention on the day of publication, it had apologised to the complainant, and\nhad offered to remove the offending reference and append a clarification to the\nonline article. It offered to publish the following correction, both in print\nin its clarifications and corrections column on page two, and online: A book review on 7 November 2014 wrongly repeated\npreviously published claims that Michael Winner left £12M of debts at his death\nand that there were insufficient funds to honour his commitment to long-time\nassistant Dinah May. In fact, in addition to his UK estate, Mr Winner had\nsubstantial offshore assets sufficient to cover all his bequests with money\nleft over. We are happy to set the record straight. Relevant Code Provisions7. Clause 1 (Accuracy) i) The press must take care not to publish inaccurate,\nmisleading or distorted information, including pictures. ii) A significant inaccuracy, misleading statement or\ndistortion once recognised must be corrected, promptly and with due prominence,\nand – where appropriate – an apology published. iii) The Press, whilst free to be partisan, must\ndistinguish clearly between comment, conjecture and fact. Clause 5 (Intrusion into grief or shock) i) In cases involving personal grief or shock, enquiries\nand approaches must be made with sympathy and discretion and publication\nhandled sensitively. This should not restrict the right to report legal\nproceedings, such as inquests. Findings of the Committee8. The newspaper had published information, which it\naccepted was misleading, and concerns about which had previously been drawn to\nits attention.  The newspaper accepted that it had not marked all its\nprevious cuttings, which might have ensured that the information had not been\nrepeated, and a legal warning issued had evidently not been effectively\ncommunicated. In these circumstances, the republication of the misleading\ninformation represented a failure to take care over the accuracy of the article,\nin breach of Clause 1 (i) of the Code. The suggestion that Michael Winner had\ndied leaving insufficient funds to cover his bequests was significantly\nmisleading such to require correction under the terms of 1 (ii). 9. The complainant said she had always been aware that\nthere was a loan against the flat, and that she had known about the offshore\nassets. In the context of the article as a whole - and in circumstances in\nwhich Mr Winner’s legacy had been the subject of a “miserable legal struggle” -\nthe Committee did not find that this was significantly misleading such as to\nrequire correction under the terms of the Code. Nevertheless, it welcomed the\nnewspaper’s offer to amend the online article on this point. 10. The terms of Clause 5 relate to the obligations of\npublications when reporting on instances of personal grief or shock, and are\ndesigned to protect victims, and their families, from unwanted journalistic\nintrusion and insensitivity when they are at their most vulnerable. The\npublication of the significantly misleading information in a review of the\ncomplainant’s book, while regrettable, did not demonstrate a failure to handle\npublication with appropriate sensitivity. There was no breach of Clause 5. Conclusions11. The complaint was upheld. Remedial Action Required12. Having upheld the complaint under Clause 1 (i), the\nCommittee considered what remedial action should be required. With regard to\nthe full circumstances of the breach, the Committee decided that the correction\nand amendments offered by the newspaper constituted appropriate remedial\naction; the correction should now be published. The Committee welcomed the prompt steps taken by the\nnewspaper to try to address the complainant’s concerns. Date complaint received: 06/02/2015\nDate decision Issued: 08/05/2015\nBack to ruling listing\n\n\n"
}