{
    "url": "/rulings-and-resolution-statements/ruling/?id=00583-20",
    "title": "00583-20 Giblin-Jowett v express.co.uk",
    "provisions": [
        "1 Accuracy (2019)"
    ],
    "outcome": "Breach - sanction: publication of correction",
    "publication": "express.co.uk (Reach PLC)",
    "published_on": "2020-01-31 00:00:00",
    "received_on": "2020-02-01 00:00:00",
    "concluded_on": "2020-06-30 00:00:00",
    "complaint_processing_days": 150,
    "conclusion_long": "25. The complaint was upheld in part.",
    "remedial_action": "26. Having upheld a breach of Clause 1, the Committee considered what remedial action should be required. In circumstances where the Committee establishes a breach of the Editors’ Code, it can require the publication of a correction and/or an adjudication, the terms and placement of which is determined by IPSO. 27. The Committee considered that the publication did not take the necessary care to report on the rules relating to dehydration and Stilton cheese. The Committee considered that the appropriate remedy was the publication of a correction to put the correct position on record. 28. The Committee then considered the placement of the correction. It should appear as a footnote to the article. It should state that it has been published following an upheld ruling by the Independent Press Standards Organisation. The full wording and position should be agreed with IPSO in advance.    Date complaint received: 01/02/2020",
    "text": "\n\n\n\n\n\n\nDecision\nof the Complaints Committee - 00583-20 Giblin-Jowett v express.co.uk\nSummary\nof Complaint\n1. Hellen\nGiblin-Jowett complained to the Independent Press Standards Organisation that\nexpress.co.uk breached Clause 1 (Accuracy) of the Editors’ Code of Practice in\nan article headlined “Ridiculous EU laws Britain has been forced to accept from\nBrussels – EIGHT of the worst”, published on 31 January 2020.\n2. The\narticle reported on “eight examples of EU laws or rules” that the UK was\n“forced” to adopt by the EU and “had to abide by”. It said that the first “law”\nwas that “bananas cannot be too bendy” and that in 2009 the EU introduced\n“strict requirements” that bananas should be “free from malformation or\nabnormal curvature of the fingers”. It went on to specify the three EU\nclassifications of banana ”with premium ‘extra’ class bananas having to be\n‘free from defects’” and “Class one and two bananas were given more leeway with\nthe former allowed to have ‘slight defects of shape’ and the latter bananas are\nallowed to have ‘defects of shape’”. It said that the second rule stated that\nit was “Illegal to make Stilton in the village of Stilton”. The article said\nthat the third rule was that “water does not hydrate you” and stated that “the\nEU banned drink manufacturers from claiming that water can prevent\ndehydration”. A seventh rule included in the article was said to be that the EU\nhad banned “inches and pounds… as measurements” and went on to explain that\n“Traders are allowed to display weights and prices in both imperial and metric\nbut not in imperial only.” Finally, the eighth rule was reported to state that\nthe “EU ruled prunes do not have a laxative effect and as such, producers\ncannot say that they do.” Under this subheading the article included a quote taken\nfrom an EU Panel which said: “The evidence provided is insufficient to\nestablish a cause and effect relationship between the consumption of dried\nplums of ‘prune’ cultivars (Prunus domestica L.) and maintenance of normal\nbowel function.”\n3. The\ncomplainant said that the article was inaccurate in breach of Clause 1 for\nmultiple reasons. Firstly, she said the headline was misleading as the UK had\nnot been “forced to accept” any of the alleged rules, as the UK was part of the\nvoting process to establish the rules. She also said that it was inaccurate to\ndescribe such rules as “laws” as they were a mixture of mandatory EU\nregulations, and EU directives, which were implemented into UK law by the UK\nitself. She also said that it was misleading to describe the rules as\n“ridiculous” in the headline, as the newspaper had inaccurately reported them.\n4. The\ncomplainant said that the article had inaccurately portrayed the EU’s position\non the bendiness of bananas. Firstly, it was inaccurate that the EU had introduced\nstricter requirements on the shape of bananas in 2009. She said that the\nrelevant EU regulation on bananas was 1333/2011, which stated that unripened,\ngreen bananas after preparation and packaging \"In all classes, subject to\nthe special provisions for each class and the tolerances allowed, the bananas\nmust be: free from malformation or abnormal curvature of the fingers\". She\nnoted that the regulation made clear that whilst “Extra” class bananas, the\nhighest quality, may not have defects of shape, there are special provisions\nand tolerances for Class I and Class II bananas, which may have slight defects\nof shape or defects of shape respectively. The complainant said that it was\ntherefore misleading to state that bananas cannot be too bendy, as only the\nExtra class bananas were subject to this provision.\n5. The\ncomplainant also said that it was inaccurate in breach of Clause 1 for the\narticle to report that the EU had “forced” the UK to accept a law that made it\nillegal to make Stilton cheese in Stilton. She said that firstly this had been\na British law prior to the EU’s ruling on it, and she provided the relevant\njudgment from 1996. It was therefore misleading to report that the UK had been\n“forced” to accept this by the EU. Secondly, she noted that it was the Member\nStates who applied to the EU for the protected designation of origin, meaning\nthat the UK had asked the EU to protect the designation of Stilton, not that\nthe EU had forced to UK to accept it. Finally, she said that the article had\nbeen inaccurate, as it was not “illegal to make Stilton in the village of\nStilton”, but that it was illegal to sell such cheese as “Stilton cheese” if it\nhad been made there.\n6. The\ncomplainant also said it was inaccurate for the article to report that the EU had\nforced the UK to accept a law which stated that water does not hydrate you. She\nsaid that the EU finding on this topic was that water cannot be said to reverse\ndehydration caused by disease. She referred to Regulation 1924/2006 Article 14,\nwhich stated that manufacturers cannot claim their products reduce the risk of\ndisease. \n7. The\ncomplainant said that it was inaccurate to report that the EU had banned the UK\nfrom using imperial measurements. Whilst she accepted that goods are legally\nrequired to be displayed in metric units by the EU, she said that countries\nwere permitted to additionally list their own measures. Furthermore,\nmetrication of the UK had been introduced as official government policy in\n1965, eight years prior to the UK joining the ECC.\n8. Finally,\nthe complainant said that the EU had not said that prunes were not a laxative.\nShe said there had been an EU Panel, which the article had referred to, which\nhad said that prunes could not be sold with the claim that they were a\nlaxative, however this was because there had been insufficient evidence\nsubmitted to the particular Panel to make such a finding, as only two studies\nhad been submitted, and one was found not to be relevant to the particular\nclaim.\n9. The\npublication accepted that it had inaccurately reported that in 2009, the EU\nintroduced stricter rules on the quality of bananas. In fact, bananas, unlike\nother items of fresh produce, had not been mentioned in the new 2009\nrestrictions that had been referred to in the article. Therefore a regulation\nthat had been introduced in 1995 was still in place, which had then been\nupdated by the 2011 regulation. It therefore offered to amend the text to the\nfollowing:\n“In\n2009, the European Union introduced strict restrictions on the quality of other\nfruits and vegetables sold within the EU, however bananas were not included in\nthese new restrictions.  \nUnder\nthe 2011 regulations, bananas should be “free from malformation or abnormal\ncurvature of the fingers.”\nIt also\noffered to print the following as a footnote:\n“A\nprevious version of this article reported that strict restrictions were\nintroduced in 2009 by the European Union on the quality of bananas. In fact,\nbananas were not included in these new restrictions. We are happy to clarify\nthis.”\n10. The\npublication did not accept any other inaccuracies within the article. It said\nthat the minimum requirements within the 2011 regulation clearly stated that\nbananas must be free from “abnormal curvature” and whilst Class II bananas were\nallowed “defects of shape” this did not refer to curvature specifically. It\nalso noted that the minimum requirements applied to “all classes”.\n11. The\npublication said that it was not the UK that had asked the EU to designate\nStilton as having a protected designation of origin, but The Stilton Cheese\nMakers’ Association, and provided the application for this registration, which\nwas made in 1994. It also noted that the High Court ruling which the\ncomplainant had referred to, which directed that a trade mark should be\nregistered in respect of Stilton cheese made only within Leicestershire,\nDerbyshire or Nottinghamshire, was given in 1996. On this basis, it said that\nas the protection afforded by EU law happened first, there was no possible\nbreach of Clause 1.\n12. The\npublication provided the decision of an EU Panel on whether water could be\nadvertised with a disease risk reduction claim, under Article 14 of Regulation\n(EC) No 1924/2006, where dehydration was the “disease”. The disease risk\nreduction claim that the EU Panel was testing was phrased as “regular\nconsumption of significant amounts of water can reduce the risk of development\nof dehydration and of concomitant decrease of performance”. The Panel found\nthat the claim did not comply with the requirements for a disease risk\nreduction claim under Article 14, where dehydration was the “disease” and\ndehydration was classed as “water loss in tissues” or “reduced water content in\ntissues”. The publication said that in light of these findings, reporting that\nthe EU ruled that “water does not hydrate you” was not a breach of Clause 1.\n13. The\npublication noted that the complainant had accepted that the EU requires all\ngoods to be displayed in metric measures, and that the article reported that\n“Traders are allowed to display weights and prices in both imperial and metric\nbut not in imperial only”. On this basis, it said there was no breach of Clause\n1.\n14.\nFinally, the publication provided the results of an EU Panel on whether prunes\ncould be sold as having a laxative effect. This said that “The Panel concludes\nthat the evidence provided is insufficient to establish a cause and effect\nrelationship between the consumption of dried plums of ‘prune’ cultivars\n(Prunus domestica L.) and maintenance of normal bowel function.” This quote was\nrepeated in the article. It also noted that the Panel had considered evidence\nfrom one study, and had said that it “did not find any significant difference\nbetween the two treatment groups or between different time-points within each group\nand that the other human intervention study showed some effect on faecal bulk\nbut not on stool frequency or consistency”. The publication said that the\nresult of the Panel was that prunes could not be advertised as a laxative. On\nthis basis, it said it had been accurate under Clause 1.\nRelevant\nCode Provisions\n15. Clause\n1 (Accuracy)\ni) The\nPress must take care not to publish inaccurate, misleading or distorted\ninformation or images, including headlines not supported by the text.\nii) A\nsignificant inaccuracy, misleading statement or distortion must be corrected,\npromptly and with due prominence, and — where appropriate — an apology\npublished. In cases involving IPSO, due prominence should be as required by the\nregulator. \niii) A\nfair opportunity to reply to significant inaccuracies should be given, when\nreasonably called for.\niv) The\nPress, while free to editorialise and campaign, must distinguish clearly between\ncomment, conjecture and fact.\nFindings\nof the Committee\n16. In\nthe context of the article, the headline claim that the UK was “forced” to\nfollow the listed rules was not significantly misleading where the article made\nclear that it was a reference to rules introduced by the EU, which the UK was\npart of and subject to. The reference to “laws” in the headline was also not\nsignificantly misleading: the first paragraph of the article had made clear\nthat these were “EU laws or rules” and the article set out the basis for each\nof them. Furthermore, the newspaper was entitled to express the opinion that\nthe rules set out were “ridiculous”. This was clearly an opinion, and not a\nstatement of fact. There was no breach of Clause 1 in relation to the headline.\n\n17. The\narticle had inaccurately reported that the EU had introduced stricter requirements\non the shape of bananas in 2009. In fact, the EU regulations relating to\nbananas had come into force in 1995, and had then been updated by the 2011\nregulation. However, in the context of the article the incorrect date for the\nregulation was not significantly misleading, and did not require a correction\nunder Clause 1. The Committee, nevertheless, welcomed the clarification offered\nby the publication.\n18. The\ncomplainant had expressed concern that the article had claimed that “bananas\ncannot be too bendy”; she had said that only the top two Classes of bananas\nwere subject to rules regarding their defect of shape. However, this\ninformation was clearly included within the article, which cited the relevant\nprovisions from the 2011 regulation. As the legal position was explained within\nthe article, this did not represent a failure to take care in breach of Clause\n1(i) or require correction under Clause 1(ii).\n19. The\nStilton Cheese Makers’ Association, a British trade organisation, had applied\nto the EU for protected designation of Stilton cheese in 1994. It was granted\nby the EU in 1996, and in the same year, the English High Court also directed\nthat a trademark be registered for Stilton cheese which covered cheese made\nonly within the same regions. The Committee also noted that the 1992 EU press\nrelease on the protected designations of origin of food products, supplied by\nthe publication, had stated that the protected designation applications had\nbeen “received from the Member States”. In these circumstances, and where in\nthe same year the English High Court had ordered that a trademark be registered\nto give similar protection, it was significantly misleading to report that the\nUK had been “forced” to accept a law relating to the production of Stilton\ncheeseby the EU, in breach of Clause 1(i). Where the article had reported on\nrules which the UK had to follow due to its membership within the EU, this was\na significant inaccuracy requiring correction under Clause 1(ii). \n20. The\narticle had also stated that Stilton cheese cannot be made in the village of\nStilton due to EU rules. However, this did not represent a significant\ninaccuracy under the terms of Clause 1, given that this type of cheese, if made\nwithin Stilton, cannot be sold as “Stilton” due to the rules. This did not\nrepresent a failure to take care over the accuracy of the article in breach of\nClause 1.\n21. An\nEU Panel had found that the claim “regular consumption of significant amounts\nof water can reduce the risk of development of dehydration and of concomitant\ndecrease of performance” did not comply with the requirements for a disease\nrisk reduction claim pursuant to Article 14 of Regulation (EC) No 1924/2006.\nHowever, the Panel had not found that there was “no evidence to prove drinking\nwater prevents dehydration”, as reported by the newspaper. On this basis, the\npublication had failed to take care to report accurate information under Clause\n1(i). Where the article had reported this as a fact, in an article that focused\non rulings and rules made by the EU, this was a significant inaccuracy\nrequiring correction under Clause 1(ii).\n22. In\n1965, the UK officially adopted metrication. Whilst the UK had adopted this as\npolicy previously, the EU’s 2010 ban made it illegal to display units solely as\nan imperial figure. While the subheading said that inches and pounds were\n“banned as measurements”, the article had made clear that they could be used\nalongside  metric measurements. Where the\nEU introduced the ban on solely imperial measurements, this point did not\nrepresent a significant inaccuracy in the article. There was no breach of\nClause 1 on this point.\n23. An\nEU Panel had concluded, after viewing a single study that had been submitted,\nthat there was not enough evidence to sell prunes with the claim that they had\na laxative effect. The article had included a quote from this Panel explaining\nthat “The evidence provided is insufficient to establish a cause and effect\nrelationship between the consumption of dried plums of ‘prune’ cultivars\n(Prunus domestica L.) and maintenance of normal bowel function.” Where the EU’s\nposition was clearly visible within the article, and the complainant accepted\nthat there had been insufficient evidence submitted to rule that prunes were a\nlaxative, there was no breach of Clause 1 on this point.\n24. The\nCommittee had established the existence of two significant inaccuracies\nrequiring correction under the Code. The newspaper had not offered to correct\nthese points.  There was therefore a\nbreach of Clause 1(ii).\nConclusions\n25. The\ncomplaint was upheld in part.\nRemedial\nAction Required\n26.\nHaving upheld a breach of Clause 1, the Committee considered what remedial\naction should be required. In circumstances where the Committee establishes a\nbreach of the Editors’ Code, it can require the publication of a correction\nand/or an adjudication, the terms and placement of which is determined by IPSO.\n27. The\nCommittee considered that the publication did not take the necessary care to\nreport on the rules relating to dehydration and Stilton cheese. The Committee\nconsidered that the appropriate remedy was the publication of a correction to\nput the correct position on record.\n28. The\nCommittee then considered the placement of the correction. It should appear as\na footnote to the article. It should state that it has been published following\nan upheld ruling by the Independent Press Standards Organisation. The full\nwording and position should be agreed with IPSO in advance. \n \nDate\ncomplaint received: 01/02/2020\nDate\ncomplaint concluded by IPSO: 30/06/2020\n\nBack to ruling listing\n\n\n"
}