{
    "url": "/rulings-and-resolution-statements/ruling/?id=00588-15",
    "title": "00588-15 Burbage Council v The Hinckley Times",
    "provisions": [
        "1 (Accuracy) 2015"
    ],
    "outcome": "No breach - after investigation",
    "publication": "Hinckley Times (Reach PLC)",
    "published_on": "2015-02-05 00:00:00",
    "received_on": "2015-02-09 00:00:00",
    "concluded_on": "2015-06-01 00:00:00",
    "complaint_processing_days": 112,
    "conclusion_long": "8. The complaint was not upheld.",
    "remedial_action": "N/A  Date complaint received: 09/02/2015",
    "text": "\n\n\n\n\n\n·  Decision of the Complaints Committee 00588-15 Burbage\nCouncil v The Hinckley Times\nSummary of\ncomplaint \n1. Burbage Parish Council (Leicestershire) complained to\nthe Independent Press Standards Organisation that the Hinckley Times breached\nClause 1 (Accuracy) of the Editors’ Code of Practice in an article headlined\n“Dispute over grave plots after burial of Gypsy”, published on 5 February 2015. \n2. The article reported on a dispute over grave plots at\nBurbage Cemetery, following the burial of Shadrack Smith in the grave adjacent\nto the grave of a Muslim man. The first sentence of the article stated that “A\nRomany Gypsy family face having to exhume the body of a recently-buried\nrelative because of a row over grave plots at Burbage Cemetery”.  It\nreported the comments of Mr Smith’s daughter-in-law, who said that “I think\n[the Muslim family] were under the impression it was a Muslim plot but it\nisn’t”. The article went on to report her comment that “we don’t want any of\nthe bodies exhuming but it looks like that might happen”. The article contained\na statement from the chairman of the Parish Council in which he said that\nrepresentations from both families had been received, and that the Council was\nworking with both families to reach an “amicable and acceptable solution”. \n3. The complainant said that the Council had not\nconsidered the exhumation of Mr Smith. The newspaper had not simply reported\nthe family’s comments, but had adopted their concerns as fact. The Council\ndenied that the newspaper had mentioned the family’s claim about exhumation\nwhen seeking comments from a representative of the Council. \n4. The newspaper said that it had received an email from\nMr Smith’s son following a meeting of the Council on 2 February at which the\ndispute was discussed. This email referenced the possibility of exhumation. The\nnewspaper then telephoned Mr Smith’s daughter-in-law, who also referenced the\nfamily’s concern that Mr Smith might be exhumed. The newspaper then contacted\nthe Council to provide it with an opportunity to reply. It said that the\nreporter specifically mentioned the family’s fear in relation to exhumation.\nThe Council said that it could not answer questions over the phone, but would\nprovide a statement via email. This statement was then included in the article. \n5. The newspaper published a follow-up article which\nreported that the dispute had been resolved. This article included the\nCouncil’s denial that there had ever been any suggestion that Mr Smith’s body\nwould have to be exhumed. The newspaper offered to publish a clarification to\nthe article under complaint which would state that the newspaper “have been\nasked to make clear by Burbage Parish Council that at no stage did they\nconsider or specify that exhumation was a possibility”. \nRelevant Code Provisions\n6. Clause 1 (Accuracy) \ni.) The Press must take care not to publish inaccurate,\nmisleading or distorted information, including pictures.                  \nii.) A significant inaccuracy, misleading statement or\ndistortion once recognised must be corrected, promptly and with due prominence,\nand - where appropriate - an apology published. In cases involving the\nRegulator, prominence should be agreed with the Regulator in advance. \niii.) The Press, whilst free to be partisan, must\ndistinguish clearly between comment, conjecture and fact. \nFindings of the Committee\n7. There was no dispute as to the nature of the Smith\nfamily’s concerns, which the newspaper was entitled to report on. As was\nappropriate, the newspaper had contacted the Council for its comments on the\ndispute. The Committee was unable to reconcile the newspaper’s and Council’s\nclaims about whether the newspaper had raised the family’s specific concern\nabout exhumation in seeking the Council’s response. Nevertheless, the Council\nhad responded to the newspaper’s inquiry by providing a written statement about\nthe dispute generally, which had been included in the article. This statement\nmade clear the Council’s position that it was seeking an “amicable and\nacceptable solution” to the dispute. The article did not claim that the Council\nhad proposed exhuming Mr Smith’s body, but was an accurate report of the\nfamily’s concerns. The article distinguished clearly between comment,\nconjecture and fact. There was no breach of Clause 1. \nConclusions\n8. The complaint was not upheld. \nRemedial Action Required\nN/A \nDate complaint received: 09/02/2015\nDate decision Issued: 01/06/2015\nBack to ruling listing\n\n\n"
}