{
    "url": "/rulings-and-resolution-statements/ruling/?id=00580-15",
    "title": "00580-15 Owens v That’s Life",
    "provisions": [
        "1 (Accuracy) 2015",
        "5 (Intrusion into grief or shock) 2015",
        "2 (Opportunity to reply) 2015"
    ],
    "outcome": "Breach - sanction: action as offered by publication",
    "publication": "That’s Life (H. Bauer Publishing)",
    "published_on": "2014-10-16 00:00:00",
    "received_on": "2015-02-09 00:00:00",
    "concluded_on": "2015-06-26 00:00:00",
    "complaint_processing_days": 137,
    "conclusion_long": "14. The complaint was upheld under Clause 1 (Accuracy).",
    "remedial_action": "15. Having upheld the complaint under Clause 1, the Committee considered what remedial action should be required. The Committee has the power to require the publication of a correction and/or adjudication; the nature, extent and placement is to be determined by IPSO. It may also inform the publication that further remedial action is required to ensure that the requirements of the Editors’ Code are met.  16. The magazine had already offered to publish a correction which stated that the complainant’s life had not been put in danger by continuing with her pregnancy. This correction included an apology which, given the nature of the inaccuracy, was required on this occasion. However, given that the inaccuracy was referenced on the front cover of the magazine, the prominence proposed by the magazine was not sufficient under the terms of Clause 1 (ii). In order to remedy the breach of Clause 1, the magazine is now required to publish its proposed wording, in full, on the first editorial page.  Date complaint received: 9/02/2015",
    "text": "\n\n\n\n\n\n·  Decision of the Complaints Committee 00580-15 Owens v\nThat’s Life\nSummary of\ncomplaint \n1. Leanne Owens complained to the Independent Press\nStandards Organisation that That’s Life had breached Clause 1 (Accuracy),\nClause 2 (Opportunity to reply) and Clause 5 (Intrusion into grief or shock) of\nthe Editors’ Code of Practice in an article headlined “I’d rather die than kill\nmy baby”, published on 16 October 2014. \n2. The article was a first-person account of the serious\nillnesses the complainant had experienced while pregnant with her fourth child.\nIt reported that she had risked her own life to give birth to a baby girl, and\nby extension had risked leaving her other children without a mother. \n3. The complainant said that she had not risked her life\nby continuing with her pregnancy: she had been told that with treatment and\nmonitoring she would survive, but her baby might not. She said that she had\nbeen telephoned by a journalist working for the magazine who had read the\nproposed article to her for approval, but she had repeatedly told the\njournalist that she was in a doctor’s surgery and could not hear her clearly.\nThe complainant said that she had promised to call the journalist back at a\nmore convenient time for her, but on three occasions she had been told that the\njournalist was unavailable and left a message; she never received a return\ncall. The complainant said that this breached Clause 2. The complainant raised\na number of other concerns about inaccuracies, but these were not significant\nso as to engage the Code. \n4. With regard to Clause 5, the complainant said that she\nhad been “tricked” into including her eldest son in the photographs, when she\ndid not want him to appear in the magazine, and that she had not been advised\nof the publication date in advance. \n5. The magazine believed that its article was an accurate\naccount of the complainant’s difficulties during her pregnancy. It said that\nthe journalist who had completed the read-back (telephone call in which the\nproposed copy is read to the subject of the story, to give them an opportunity\nto raise concerns) did not recall the complainant saying that she was unable to\nhear her properly; the magazine believed that the copy had been approved by the\ncomplainant. It did not have a recording of the read-back, and while it said\nthat it had a text version of it, the journalist had not signed or dated it,\nand no changes had been recorded. The magazine said that the complainant had\ninitially sold her story to a news agency, and the published copy was true to\nthe copy provided by the agency, which had also been approved by the\ncomplainant in a read-back process, although again the agency did not have a\nrecording of this read-back. The magazine had completed its own interview with\nthe complainant - in addition to the agency’s interview - and it provided the\nrelevant notes, although those notes did not contain a reference to the\ncomplainant having placed her life in danger. The magazine maintained that it\nhad made every effort to publish a feature with which the complainant was\nhappy: it had removed her surname and address, upon request, and changed the\nname of her partner. \n6. The magazine said that it had contacted the freelance\nphotographer who had taken the photographs for the feature, and he had\nconfirmed that he had not been asked to remove the complainant’s eldest son\nfrom the images. The photographer said that when there is a request not to\ninclude a person, it is his usual practice to pixelate the image prior to\ndistributing it, so that there can be no misunderstanding. \n7. While the magazine maintained that there had been no\nfailure to take care over the accuracy of the article, it offered to publish\nthe following correction on the letters page (last page), which was its\nstandard placement for corrections: \nLast year we told the story of Leanne Owens whose unborn\nbaby girl Seren helped to identify her breast cancer while she was pregnant.\nLeanne has asked us to make clear that when she was originally offered the\nchance to terminate the pregnancy, due to antiphospholipid syndrome, the\ndoctors did not tell her that her life was at risk. In fact it was her unborn\nbaby whose life was at risk. As such Leanne never felt that she risked leaving\nher sons without a mother when she decided to go ahead with the pregnancy. We\nare happy to make this clear and apologise for any distress caused by this\nmisunderstanding. \n8. The complainant did not think that the magazine’s\napology was genuine. \nRelevant Code Provisions\n9. Clause 1 (Accuracy) \ni) The press must take care not to publish inaccurate,\nmisleading or distorted information, including pictures. \nii) A significant inaccuracy, misleading statement or\ndistortion once recognised must be corrected, promptly and with due prominence,\nand – where appropriate – an apology published. \nClause 2 (Opportunity to reply) \nA fair opportunity for reply to inaccuracies must be\ngiven when reasonably called for. \nClause 5 (Intrusion into grief or shock) \ni) In cases involving personal grief or shock, enquiries\nand approaches must be made with sympathy and discretion and publication\nhandled sensitively. \nFindings of the Committee\n10. It is of particular importance that a first-person\npiece is an accurate reflection of the experiences of the subject of the\narticle, under whose name it is published. A read-back is a way of complying\nwith the requirements of Clause 1 (i) for first-person stories, but only if\nthere is a proper record of it having been completed satisfactorily. In this\ninstance, the complainant disputed the magazine’s position that she had agreed\nthe accuracy of the material. In the absence of any record that she was content\nwith the copy which was being attributed to her, the Committee was not able to\nplace any reliance on the read-back. While the Committee recognised that the\nmagazine had been able to provide notes of its own interview with the\ncomplainant, these notes did not include the claim that the complainant had\nrisked leaving her sons motherless by proceeding with her last pregnancy. The\nCommittee did not find that the magazine had taken appropriate care over the\naccuracy of the article; it upheld the complaint under Clause 1 (i). \n11. The inaccuracy alleged by the complainant was\nsignificant, and the magazine was not able to show that the complainant’s own\nlife had been put in danger. In the circumstances, a correction was required on\nthis point in order to satisfy the terms of Clause 1 (ii) of the Code. \n12. Clause 2 provides for an opportunity to reply to\ninaccuracies, post-publication. As the complainant had not requested an\nopportunity to reply following publication of the article, there was no breach\nof Clause 2. \n13. Given that the photograph of the complainant’s\nchildren, which included her eldest son, was posed for, the Committee was\nsatisfied that it had been reasonable for the magazine to understand that the\ncomplainant had consented to its publication. In any case, this concern did not\nengage the terms of Clause 5. The magazine was also not obliged to inform the\ncomplainant of the publication date of the feature in advance. There was no\nbreach of Clause 5. \nConclusions\n14. The complaint was upheld under Clause 1 (Accuracy). \nRemedial Action Required\n15. Having upheld the complaint under Clause 1, the\nCommittee considered what remedial action should be required. The Committee has\nthe power to require the publication of a correction and/or adjudication; the\nnature, extent and placement is to be determined by IPSO. It may also inform\nthe publication that further remedial action is required to ensure that the\nrequirements of the Editors’ Code are met. \n16. The magazine had already offered to publish a correction\nwhich stated that the complainant’s life had not been put in danger by\ncontinuing with her pregnancy. This correction included an apology which, given\nthe nature of the inaccuracy, was required on this occasion. However, given\nthat the inaccuracy was referenced on the front cover of the magazine, the\nprominence proposed by the magazine was not sufficient under the terms of\nClause 1 (ii). In order to remedy the breach of Clause 1, the magazine is now\nrequired to publish its proposed wording, in full, on the first editorial page. \nDate complaint received: 9/02/2015\nDate complaint concluded: 26/06/2015\nBack to ruling listing\n\n\n"
}