{
    "url": "/rulings-and-resolution-statements/ruling/?id=00599-21",
    "title": "00599-21 A woman v Liverpool Echo",
    "provisions": [
        "1 Accuracy (2021)",
        "2 Privacy (2021)",
        "14 Confidential sources (2021)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "Liverpool Echo (Reach PLC)",
    "published_on": "2021-01-18 00:00:00",
    "received_on": "2021-01-21 00:00:00",
    "concluded_on": "2021-06-17 00:00:00",
    "complaint_processing_days": 147,
    "conclusion_long": "11. The complaint was not upheld.",
    "remedial_action": "12. N/A   Date complaint received: 21/01/2021",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee – 00599-21 A woman v\nLiverpool Echo\nSummary of Complaint\n1. A woman complained to the Independent Press Standards\nOrganisation that Liverpool Echo breached Clause 1 (Accuracy), Clause 2\n(Privacy) and Clause 14 (Confidential sources) of the Editors’ Code of Practice\nin an article headlined “I wonder to this day as to whether my arrest was\nracially motivated”, published on 18 January 2021.\n2. The article reported the concerns of a man that his\narrest by Merseyside Police had been “racially motivated”, after Liverpool\nCounty Court had ruled that his arrest was “not objectively necessary” and had\nbeen unlawful. It stated that the man had been arrested by the police in 2013\nfollowing a report made by the complainant that money had gone missing from her\nhome. It named the complainant and included her partial address and gave an\naccount of the circumstances leading to the man’s arrest: it stated that\nshortly after the man and his son had completed work in a part of the\ncomplainant’s house, the complainant had realised that a sum of money was\nmissing from the property. The article reported that the complainant had later\ntold Merseyside Police that she grew suspicious of the pair as their “manner\nchanged” as they left the property. It reported that the man was arrested\n“despite Merseyside Police detectives knowing [the complainant] had not seen\nthe money for months before [she noticed] it was gone” and that “other people,\nincluding 12 other workmen, had been in and out of the property in the months”,\nwith none of these individuals arrested or questioned.\n3. The article also appeared online in substantially the\nsame format under the headline: “Black plumber fears 'race was involved' in\nunlawful arrest over client's missing £10k”.\n4. The complainant said that the article was inaccurate and\nmisleading, in breach of Clause 1 (Accuracy), as it suggested that she was\nracist. She said that she was not relevant to the story and was an innocent\nparty, being the victim of a crime that had occurred in her home years prior.\nShe added that she had not mentioned the man’s race in the witness statement\nshe gave to the police or made any racist allegations against him. She had\nprovided the names of all the workmen that had worked at her property at the\ntime to Merseyside Police. She expressed concern that the newspaper did not\ngive her the opportunity to respond to the statements concerning her within the\narticle.\n5. The complainant also said that the article breached\nClause 2 (Privacy), because it included her full name and partial address. She\nsaid that she was not involved in the court case brought by the man against\nMerseyside Police, and was unaware that it was happening, and in any event did\nnot consider herself relevant to the report of the case. The complainant was\nconcerned that she could be easily identified from the information included\nwithin the article and sought its removal. The complainant also said the\narticle breached Clause 14 (Confidential sources) as it reported information\nthat she had provided in a witness statement to Merseyside Police.\n6. The newspaper did not accept it had breached the Code. It\nmaintained that the complainant was relevant to the story: the report which had\nbeen made by the complainant to Merseyside Police had led to the man’s arrest,\nwith the alleged crime having taken place at her home. The newspaper also noted\nthat the article made clear that the racial element of the story was in\nrelation to the man’s concerns about the motivation for his ”unlawful arrest”\nby Merseyside Police; the article did not imply that the complainant’s initial\nsuspicions about this individual had anything to do with his race but rather a\nchange in his “manner”.\n7. The newspaper did not accept that publishing the\ncomplainant’s full name, partial address and experience as a victim was a breach\nof Clause 2. It said that newspapers were entitled to report on court\nproceedings. The witness statement which the complainant had given to\nMerseyside Police was included as evidence in the subsequent legal proceedings\nbrought by the man against the police force. The newspaper provided the trial\nbundle from the case to demonstrate that the complainant’s witness statement\nand full name had been included in the evidence. Finally, the publication did\nnot accept that the terms of Clause 14 (Confidential sources) were engaged.\nRelevant Code Provisions\nClause 1 (Accuracy)\ni) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not\nsupported by the text.\nii) A significant inaccuracy, misleading statement or\ndistortion must be corrected, promptly and with due prominence, and — where\nappropriate — an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator. \niii) A fair opportunity to reply to significant inaccuracies\nshould be given, when reasonably called for.\niv) The Press, while free to editorialise and campaign, must\ndistinguish clearly between comment, conjecture and fact.\nClause 2 (Privacy)*\ni) Everyone is entitled to respect for his or her private\nand family life, home, health and correspondence, including digital\ncommunications.\nii) Editors will be expected to justify intrusions into any\nindividual's private life without consent. In considering an individual's\nreasonable expectation of privacy, account will be taken of the complainant's\nown public disclosures of information and the extent to which the material\ncomplained about is already in the public domain or will become so.\niii) It is unacceptable to photograph individuals, without\ntheir consent, in public or private places where there is a reasonable\nexpectation of privacy.\nClause 14 (Confidential sources)\nJournalists have a moral obligation to protect confidential\nsources of information\nFindings of the Committee\n8. The Editors’ Code recognises that publications are\ngenerally entitled to report court proceedings in full, save for particular\ncircumstances, such as when legal restrictions have been put in place by the\ncourt. The Committee acknowledged that in this instance the complainant was\ndistressed that personal information, including her name, partial address, and\nexperience as a victim, had been reported. However, the article was a report of\na man’s concerns about the possible motives behind his arrest after a court\nruled that his arrest by the local police force was “not objectively necessary”\nand was unlawful. During these proceedings, the witness statement provided by\nthe complainant to the police force was included as evidence and, as a\nconsequence, had been placed into the public domain. As such, the publication\nof this information did not represent an intrusion into the complainant’s\nprivate life. There was no breach of Clause 2.\n9. The Committee then considered the concerns raised by the\ncomplainant in regard to Clause 1. It noted that the complainant had not\nidentified a specific inaccuracy within the article but rather was concerned\nthat the article did not make clear that she had not made any racist\nallegations against the individual who had been arrested by Merseyside Police.\nThe Committee noted that the article had reported the concerns raised by this\nindividual following the ruling of the court in the case he had brought against\nthe police and made clear that these concerns related to the police’s conduct\nand the potential motivations for their decision to arrest him. There was no\nsuggestion in the article that the complainant’s report to the police had been\nmotivated by racism. Furthermore, the Committee was clear that there is no\nrequirement under the Code to contact individuals prior to publication,\nalthough this may sometimes be appropriate in order to ensure that proper care\nis taken over accuracy. In this instance, the newspaper was reporting on\ninformation included in a witness statement provided by the complainant which\nformed part of the evidence in the proceedings, of which it had a copy. It had\ntaken care over the accuracy of the article, and the Committee identified no\ninaccuracies. There was no breach of Clause 1.\n10. There was no suggestion that an agreement had been made\nthat the complainant be treated as a confidential source by the newspaper. As\nsuch, there was no breach of Clause 14.\nConclusion\n11. The complaint was not upheld.\nRemedial Action Required\n12. N/A \n\nDate complaint received: 21/01/2021\nDate complaint concluded by IPSO: 17/06/2021\nBack to ruling listing\n\n\n"
}