{
    "url": "/rulings-and-resolution-statements/ruling/?id=00606-20",
    "title": "00606-20 Clough v Evening Telegraph (Dundee)",
    "provisions": [
        "1 Accuracy (2019)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "Evening Telegraph (Dundee) (DC Thomson Group) ",
    "published_on": "2020-01-30 00:00:00",
    "received_on": "2019-01-31 00:00:00",
    "concluded_on": "2020-04-20 00:00:00",
    "complaint_processing_days": 445,
    "conclusion_long": "12. The complaint was not upheld.",
    "remedial_action": "13. N/A    Date complaint received: 31/01/2019",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee -- 00606-20 Clough v\nEvening Telegraph (Dundee)\nSummary of Complaint\n1. Jonathan Clough complained to the Independent Press\nStandards Organisation that the Evening Telegraph (Dundee) breached Clause 1\n(Accuracy) of the Editors’ Code of Practice in an article headlined “EXCLUSIVE:\nDundee City Council worker sacked over email tampering claims”, published on 30\nJanuary 2020.\n2. The article reported on the case of a council worker who\nhad been fired for allegedly tampering with the date of an email during a\ntendering process. The article stated that the “allegations centre on [a named\nbusiness]” and that “[the named business] missed the tender deadline for the\nDSMT contract and, when an email from the company was forwarded to the tender\nteam, the date had been tampered with to make it look like it had been\nsubmitted on time”. The article also included denials from the ex-council worker\nwho had said “The council has accused me of deliberately forwarding a falsified\nemail. There is no suggestion that I personally falsified this email. The\nsuggestion is that I forwarded the email after it had been falsified by someone\nelse.” Furthermore, the article included a comment from the spokesperson of the\nnamed company which said “strictly speaking, we did not meet the deadline.”\n3. The complainant, the owner of the named company, said\nthat the article was inaccurate in breach of Clause 1. He said there was no\nneed to name his company in the article and it was inaccurate to report that\nthe allegations had centred on his business; this had given the misleading\nimpression that his business was responsible for the alleged tampering of the\nemail, which was completely false. He also said it was inaccurate to refer to\nthe process as a “tender” when it was in fact a “quick quote”.\n4. In addition, the complainant said that the article\nmisquoted the representative from his company as saying “strictly speaking, we\ndid not meet the deadline”, when in fact the actual quote was “it was as simple\nas we missed the deadline so we weren’t considered for a contract award”. The\ncomplainant said that this misquote changed the meaning of the company’s\nstatement and again misleadingly implied that the company was at fault.\n5. The publication did not accept a breach of the Code. It\nsaid that the article did not claim that the company had tampered with the date\nof the email – it had reported that this had allegedly been done after the\ncompany had sent the email. It said that the reason for the council worker’s\ndismissal had been confirmed by three separate sources and it had reported\nthese as claims, rather than as fact. It also said that it was necessary to\nname the company involved, and that any difference between a “tender” and\n“quick quote” was not significant.\n6. The publication also provided a written record of the\nconversation its reporter had with the company’s spokesperson which supported\nits position that the spokesperson had said “strictly speaking”.\nRelevant Code Provisions\n7. Clause 1 (Accuracy)\ni) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not\nsupported by the text.\nii) A significant inaccuracy, misleading statement or\ndistortion must be corrected, promptly and with due prominence, and — where\nappropriate — an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator. \niii) A fair opportunity to reply to significant inaccuracies\nshould be given, when reasonably called for.\niv) The Press, while free to editorialise and campaign, must\ndistinguish clearly between comment, conjecture and fact.\nFindings of the Committee\n8. The Committee acknowledged the complainant’s concerns\nthat his business had been named in the article in relation to an allegation\nthat an email had been tampered with during a tendering process. However, the\narticle centred on the dismissal of the council worker, and made clear that he\nhad been fired because he was the one alleged to have sent a falsified email.\nAs the complainant had accepted that his company had sent the original email,\nit was not misleading to report that the “allegations centre[d]” on the\ncomplainant’s company.\n9. The Committee noted that the article included the council\nworker’s denial, and his position that “The suggestion is that I forwarded the\nemail after it had been falsified by someone else”. However, this did not amount\nto an allegation that it was the company that had tampered with the email. The\nCommittee also noted that the publication had taken care over the accuracy of\nthe article by going to the company for comment before it was published.  While there was a dispute as to what was said\nby the company’s spokesperson, the publication had supplied notes of this\nconversation, which indicated that they had said “strictly speaking, we did not\nmeet the deadline”. Given that the complainant’s position was that the company\nhad missed the deadline, the Committee did not consider that the difference\nbetween the parties’ positions on the spokesperson’s comment was significant.\n10. The Committee did not find that it was significantly\ninaccurate to refer to a “quick quote” as a “tender” within the context of the\narticle.\n11. There was no failure to take care over the accuracy of\nthe article in breach of Clause 1(i). There was no breach of Clause 1.\nConclusions\n12. The complaint was not upheld.\nRemedial Action Required\n13. N/A \n \nDate complaint received: 31/01/2019\nDate complaint concluded by IPSO: 20/04/2020\nBack to ruling listing\n\n\n"
}