{
    "url": "/rulings-and-resolution-statements/ruling/?id=00616-16",
    "title": "00616-16 McKenna v The Sun",
    "provisions": [
        "1 Accuracy (2016)",
        "10 Clandestine devices and subterfuge (2016)"
    ],
    "outcome": "Breach - sanction: action as offered by publication",
    "publication": "The Sun (News UK)",
    "received_on": "2016-02-08 00:00:00",
    "concluded_on": "2016-06-02 00:00:00",
    "complaint_processing_days": 115,
    "conclusion_long": "26. The complaint was upheld under Clause 1.",
    "remedial_action": "27. The newspaper had already offered to publish a correction and an apology on page 2 of the newspaper, as well as removing the online article and offering to publish the correction and apology online. The publication of the offered corrections and apologies would be sufficient to remedy the established breach of the Code and, in light of the Committee’s decision, they should now be published. Date complaint received: 08/02/2016",
    "text": "\n\n\n\n\n\nDecision of\nthe Complaints Committee 00616-16 McKenna v The SunSummary of\nComplaint 1. Paul McKenna complained to the Independent Press\nStandards Organisation that The Sun breached Clause 1 (Accuracy) and Clause 10\n(Clandestine devices and subterfuge) of the Editors’ Code of Practice in an\narticle headlined “McKenna’s Brahms ’n hypnotist”, published on 1 January 2016.\nThe article was also published online on 31 December 2015 with the headline\n“Paul McKenna’s Brahms ‘n hypnotist: Telly star refused alcohol on BA flight”.2. The article reported that passengers on a\ntransatlantic flight had claimed that the complainant had been “staggering\naround the cabin” and had spilt his drink on a fellow passenger. It quoted a\npassenger saying that “the staff had obviously decided he’d had enough and\nstopped serving him. He did not seem happy and went off on one in a rant”. It\nreported that passengers had claimed that the complainant had “reduced a\nhostess to tears”.  The article also reported that “staff stopped offering\n[the complainant] more alcohol after he became abusive and started staggering\naround”.  It reported that a spokesman for the complainant had said that\n“[the complainant] was feeling unwell on the flight. He sincerely apologises\nfor any offence caused”.3. The text of the online version of the article was\nidentical to that which appeared in print.4.  The complainant said that he was not drunk on the\nflight, was not refused alcohol, and did not have an altercation with a member\nof the airline’s staff.  He said that during the flight, he had been\nsuffering from acute food poisoning. This had made him unsteady, as a result of\nwhich he had spilt a drink over a neighbouring passenger towards the end of the\nflight.5. The complainant said that, prior to publication,\nthe newspaper had misled his spokesperson about the allegations that would be\npublished, and about the evidence the newspaper had to support its story.6. The complainant said that the journalist had misled\nhis spokesperson into believing that he had a “sound recording” of the\nincident. The journalist had told the spokesperson that “we have two witnesses\non the record and evidence of disturbance”. The spokesperson asked the\njournalist what was meant by “evidence of disturbance”, and the journalist told\nhim “sound recording…from what I have heard it sounds like he’s had a few\ndrinks. He spilled a drink all over a passenger and was a bit short with an air\nhostess which made her upset”.  In fact, the journalist did not have a\nsound recording of the incident, but a sound recording of the alleged witnesses\ndescribing the alleged incident.7. Furthermore, the complainant said that his\nspokesperson was told that the airline was aware of the incident, and that they\nwere providing a statement. He said that this implied that the airline was\nabout to provide the newspaper with a statement confirming the allegations. In\nfact, the airline did not provide a statement until after the journalist had\ncontacted his spokesperson. This statement did not relate to the complainant’s\nflight. The complainant said that this showed that the journalist had misled\nhis spokesperson when he told him that the airline was providing a statement:\nthe airline had initially believed that the journalist’s enquiry related to a\ndifferent flight.8. The complainant said that his spokesperson had then\ntaken instructions and – in a telephone conversation with the journalist – had\nissued an unequivocal denial that he had been drunk, had been refused alcohol\nand had engaged in a “rant” which had “reduced an air hostess to tears”. 9. His spokesperson was then told that the allegations\nwould be “toned down” and that the article would not contain the allegations\nthat he had been drunk, or that he had made an air stewardess cry. The\ncomplainant said that it was on this basis that his spokesperson had issued the\napology for being unwell on the flight, which was included in the article.10. In response to the complaint, the newspaper\naccepted that the allegations about Mr McKenna were untrue. However, it said it\nhad not failed to take care over the accuracy of the article, and had not\nengaged in misrepresentation or subterfuge. It provided a transcript of a\nconversation between the journalist and two passengers on the complainant’s\nflight.  In this transcript, one of the passengers stated that the complainant\nwas “pissed”, that “he was staggering around and then it kicked off”, that\n“they stopped serving him as well”, and that “all the way across he was a pain\nin the arse”. In addition, the newspaper said that its journalist had spoken to\na freelance journalist, who told him that he had been informed by a member of\nthe cabin crew that Mr McKenna’s conduct had reduced a flight attendant to\ntears, and that he had been told by the same passengers the newspaper had\nspoken to that they had seen a flight attendant crying. 11. The newspaper said that the complainant’s\nspokesperson had not denied – in his conversation with the journalist – that\nthe complainant had been drinking, or that he had been refused alcohol. It said\nthat the spokesperson told the journalist that the complainant had been “short”\nwith the air hostess and had spilt a drink, but was suffering from an upset\nstomach.  The newspaper denied that the complainant’s spokesperson was\ntold that the allegations that the complainant was drunk and had made an air\nstewardess cry would not be published. It said it was inherently improbable\nthat the journalist would have done so, given that these allegations formed the\ncore of the story. It said that the when the spokesperson said that he\nappreciated the journalist “turning it all down [sic]”, this related to the\ndecision not to publish additional allegations that had been made by the\npassengers. 12. The newspaper said that the journalist’s use of the\nterm “sound recording” referred to the newspaper having proof that people on\nthe flight claimed to have witnessed the incident.  It said that when the\njournalist contacted the airline, he enquired about the wrong flight, and was\ntold that “we have not had any reports of disruptive customers on this flight”.\nIn the journalist’s email in response to this statement, he said “Thanks – but\nI did clarify [that it was the complainant’s correct flight]. Could you please\ncheck again”. The airline then provided the statement: “We are unable to\ndiscuss details of individual customers”.  The newspaper said that airline\ngave off-the-record guidance that they had a record of the incident, which was\nconfirmed by the change in its statement when the correct date for the\ncomplainant’s flight had been provided.13. The newspaper said that it had credible sources for\nthe allegations in the article; these allegations were put to the complainant,\nwho did not deny them but instead provided a statement for publication, which\nincluded an apology for his behaviour. The newspaper said that, at worst, there\nmay have been a misunderstanding between its journalist and the complainant’s\nspokesperson, but that it was not necessary for it to spell out the nature of\nthe evidence for the purposes of seeking comment, and denied that there was misrepresentation\nor subterfuge.14. The complainant contacted IPSO on 4 February, and\nhis complaint was referred to the newspaper on 10 February. The newspaper\nremoved the online article from its website on 24 February, and, following a\nmeeting with the complainant on the same date, made an offer of a correction\nand an apology. It made a further offer on 29 February, making clear that the\nwording would be published on page 2 of the newspaper. The article under\ncomplaint had been published on page 3.  Following further, extensive,\ncorrespondence with the complainant, on 8 April it offered to publish the\nfollowing apology on page 2 of the newspaper, and to publish the same wording\nonline with the headline “Apology to Paul McKenna” with a link from the home\npage for 24 hours, and archived thereafter: Paul\nMcKenna – ApologyOur\nJanuary 1 article about Paul McKenna wrongly alleged that Paul McKenna was\ndrunk on a flight to Barbados; was accordingly refused alcohol by the flight\ncrew; and reacted to that refusal by launching into an abusive rant which\nreduced a female flight attendant to tears. We now accept that these\nallegations were untrue.  We apologise to Mr McKenna. 15. In relation to the transcript provided by the\nnewspaper, the complainant noted that it did not contain the allegation that he\nhad engaged in a “boozy rant”, or had made an air hostess cry.  He noted\nthat while the transcript recorded that airline staff stopped serving him, it\ndid not record that he had been “refused booze”, or that an altercation had\nfollowed. The fact that the transcript recorded him being unsteady on his feet\nwas consistent with the symptoms of acute food poising, as was the description\nof him “running up and down”, which was the result of his frequent journeys to\nthe loo.  He noted that the passengers did not say that they saw him\ndrinking.16. The complainant said he did not believe that the\nairline had confirmed “off-the-record” that the incident had taken place, and\nnoted that the newspaper had no record of this conversation. The complainant\nsaid he did not believe that either of the witnesses had alleged that he had\nmade a member of airline staff cry, nor did he believe that a member of the\nairline staff had made this claim. He noted that the newspaper had made this\nsubmission at a late stage of IPSO’s investigation.17. The complainant said that the article under\ncomplaint had been published on page 3 of the newspaper, a well-read page, and\nthat the online article had been published for 55 days with similar prominence\nto the print article. He said that the offer to publish the correction and\napology on the homepage for 24 hours, and on the less-read page 2, in a format\nthat would be significantly smaller than the article under complaint, without a\npicture, was inadequate.Relevant Code Provisions 18. Clause 1 (Accuracy)i)      The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not\nsupported by the text.ii)    A significant inaccuracy, misleading statement or\ndistortion must be corrected, promptly and with due prominence, and — where\nappropriate — an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator.iii)    A fair opportunity to reply to significant\ninaccuracies should be given, when reasonably called foriv)   The Press, while free to editorialise and campaign,\nmust distinguish clearly between comment, conjecture and fact.Clause\n10 (Clandestine devices and subterfuge) ii)    Engaging in misrepresentation or subterfuge,\nincluding by agents or intermediaries, can generally be justified only in the\npublic interest and then only when the material cannot be obtained by other\nmeans. Findings of the Committee 19. It was accepted by both parties that the\ncomplainant’s spokesperson had set out an alternative version of events to the\nallegation of drunkenness during his telephone conversation with the journalist\nprior to publication: that he had been unwell on the flight. Following this\nconversation, the complainant issued an apology, which related to his being\nunwell. The newspaper was not able to demonstrate that this apology represented\nan admission of the published allegations; allegations it subsequently accepted\nwere untrue. 20. The publication of the allegations alongside the\ncomplainant’s apology gave the impression that the allegations had been\nadmitted by the complainant. This represented a failure to take care over the\naccuracy of the article.  The Committee also expressed concern that in his\ncorrespondence with the complainant’s spokesperson, the journalist had given\nthe misleading impression that the “sound recording” the newspaper possessed\nwas a recording of the incident itself and that the airline would be providing\na statement which might confirm that the incident had taken place. The\ncomplaint under Clause 1 (i) was upheld. 21. The newspaper had accepted that the allegations\nthat the complainant was drunk, was refused alcohol, and had reacted by becoming\nabusive to airline staff, were inaccurate; these were significant inaccuracies\nand a correction was therefore required to comply with Clause 1 (ii). The\nwording of the correction and apology offered by the newspaper identified the\ninaccuracies and made clear the correct position.  It contained an apology\nto the complainant, which was required under the terms of Clause 1 (ii) given\nthat the inaccuracies related directly to his personal conduct and were\npotentially damaging to his reputation. 22. The Committee noted the complainant’s concern in\nrelation to the size of the offered correction. Clause 1 (ii) requires that\ncorrections be published with due prominence: this requirement is not punitive,\nbut requires that corrections and apologies are sufficiently prominent to\nachieve the required corrective effect. The Committee did not accept that this\npurpose can only be achieved by publication of corrections the same size as the\narticle under complaint. 23. The Committee noted that the newspaper had an established\ncorrections and clarifications column, published daily on page 2 with the\nheadline “Corrections and clarifications”, which included information about\nIPSO. The article was published on page 3 of the newspaper, and in these\ncircumstances, publication of the correction and apology on page 2 of the\nnewspaper and as an item on the publication’s website, linked to the homepage\nfor 24 hours, constituted due prominence under the terms of Clause 1 (ii).\nWhile the final offer was made on 8 April, the newspaper had also offered to\npublish a similar correction and apology towards the end of February, which –\ngiven the nature of the negotiations ongoing between the parties – was\nsufficiently prompt under the terms of Clause 1 (ii). There was no breach of\nClause 1 (ii). 24. Misrepresentation under Clause 10 generally covers\nsituations in which an individual is misled as to the fact that they are\nspeaking to a journalist: it reflects the position, embodied in the Code, that\njournalism should be conducted openly unless the public interest requires\notherwise. 25. In this instance, the journalist’s conduct did not\nconstitute an act of subterfuge or misrepresentation for the purposes of Clause\n10; while the journalist had exaggerated the evidential basis for the story, it\nwas entirely clear both that he was a journalist and that he was seeking the\ncomplainant’s comments about his alleged behaviour on the flight.  There\nwas no breach of Clause 10. Conclusions 26. The complaint was upheld under Clause 1. Remedial Action Required 27. The newspaper had already offered to publish a\ncorrection and an apology on page 2 of the newspaper, as well as removing the\nonline article and offering to publish the correction and apology online. The\npublication of the offered corrections and apologies would be sufficient to\nremedy the established breach of the Code and, in light of the Committee’s\ndecision, they should now be published. Date complaint received: 08/02/2016 Date decision issued: 02/06/2016\nBack to ruling listing\n\n\n"
}