{
    "url": "/rulings-and-resolution-statements/ruling/?id=00615-16",
    "title": "00615-16 Prevent Watch v The Sunday Telegraph",
    "provisions": [
        "1 Accuracy (2016)",
        "12 Discrimination (2016)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "The Daily Telegraph (Telegraph Media Group Ltd)",
    "received_on": "2016-04-08 00:00:00",
    "concluded_on": "2016-07-15 00:00:00",
    "complaint_processing_days": 98,
    "conclusion_long": "23. The complaint was not upheld.",
    "remedial_action": "N/ADate complaint received: 08/04/2016",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee 00615-16 Prevent Watch v The Sunday TelegraphSummary of complaint1. Prevent Watch\ncomplained to the Independent Press Standards Organisation that The Sunday\nTelegraph breached Clause 1 (Accuracy) and Clause 12 (Discrimination) of the\nEditors’ Code of Practice in an article headlined “Organised campaign to hobble\nanti-terror fight”, published on 31 January 2016 in print, and headlined\n“Muslim extremists’ ‘campaign of lies’ to undermine the government’s fight\nagainst terror” published online on 30 January 2016.2. The article was\na report on “an organised campaign to undermine Britain’s fight against\nterrorism”. It said that “Islamist activists” were using “coordinated leaks to\nmainstream news organisations […] to spread fear and confusion in Muslim\ncommunities about the Government’s anti-terror policy, Prevent”. It said that\n“several widely reported recent stories about Prevent are false or exaggerated\n– and many of the supposedly ‘ordinary Muslim’ victims are in fact activists in\nthe campaign known as Prevent Watch”.3. The article\nnamed two such individuals. The first was a mother who claimed that her child\nhad been “interrogated like a criminal” for using the term “ecoterrorism” in\nclass, but whose legal claim against the school had been dismissed by the\ncourts as “baseless”. It said that she was an “activist in the Prevent Watch\ncampaign”, and was a key figure in another organisation “which believes in\nreplacing secular democratic government with Islamic government”. The second\nwas a father who claimed that following a Freedom of Information Act request, a\nlocal council had mistakenly released the first names of some primary school\npupils thought at risk of radicalisation. A council spokesperson however said\nthat the names had been obscured in the release it had sent, but the document\nhad been manipulated by a third party to reveal them. The article said that\nwhile the man had presented himself as an ordinary parent, he was in fact also\nan activist in Prevent Watch, who had been scheduled to speak at a meeting with\nthe group shortly after the story aired. The article stated that there was no\nsuggestion that either of these individuals are supporters of terrorism. It\nalso included comments from a counter-extremism think tank researcher who\ncharacterised media approaches of this nature as a “campaign of lies”.4. The article also\nsaid that Prevent Watch had heavily promoted a story concerning a boy whose\nfamily was visited by police under Prevent having written at school that he\nlived in a “terrorist house”, a misspelling of “terraced house”. The article said\nthat following the publication of the story, Police said the visit had nothing\nto do with Prevent, terrorism, or the spelling mistake, and had only been\ncarried out because the child had also alleged that he was the victim of an\nassault.5. The online and\nprint versions of the article were substantively the same.6. The complainant\nsaid that it was inaccurate for the article to describe Prevent Watch as\n“Islamist activists”, and to say that it was “linked” to the organisations Cage\nand Mend, which the newspaper had described as “a group known to sympathise\nwith terrorists” and “an extremist front group” respectively. It said that it\nwas also inaccurate to state that the mother named in the article was a Prevent\nWatch “activist”; the complainant said that she was in fact a client, and that\nthere was no “activist” position in Prevent Watch. The complainant was also\nconcerned that it was inaccurate to suggest that the father was acting in bad\nfaith as an “activist” when he had criticised the local council; he was\nentitled to express his views about Prevent regardless of his association with\nPrevent Watch. 7. The complainant\nalso considered that it had been denied a fair opportunity to reply to the\narticle prior to publication, and said that the responses it had given to the\njournalist had been ignored. In particular, the complainant was concerned that\nit had not been offered a right to reply to statements from the think tank\nresearcher, which were critical of Prevent Watch and Cage, given that, in its\nview, the comments of the researcher had inaccurately suggested that Prevent\nWatch were “terrorist sympathisers”, and said that the organisation had carried\nout a “campaign of lies”.8. The complainant\nidentified a number of other points in the article it considered were\ninaccurate, including that the headline implied that anyone named in the\narticle was a terrorist and that it had not reported the full circumstances of\nthe “terrorist house” and “ecoterrorism” incidents; there were details in relation\nto these cases which were not yet in the public domain.9. The complainant\nalso considered that the article was discriminatory against Muslims because it\ncarried the suggestion that it was controversial – simply on the basis of their\nreligion – for an “ordinary Muslim” to also be a political activist, or to hold\nalternative political opinions. The complainant said that the article suggested\nthat it was not possible to be both an “ordinary Muslim” as well as an\nactivist, and considered that the article was inflammatory and amounted to\n“racial and religious bigotry”.10. The complainant was also concerned that the article had\nmade repeated irrelevant reference to religion, and considered that the\nirrelevant use of the terms “Muslim” and “Islamist” was both offensive and\ninflammatory.11. The newspaper said that prior to publication, the\njournalist had informed Prevent Watch that the article would state that the\norganisation had links to Cage and Mend, but that the complainant had not\nclearly or specifically denied these links. It said that, in any case, it was\nclear that such links existed. The newspaper noted that a number of case\nstudies presented by Cage to the Home Affairs Select Committee had been\npublished on the complainant’s website in almost identical terms. The\ncomplainant’s website suggested that the cases had been referred to Prevent\nWatch rather than Cage: in Cage’s Select Committee report, the references to\n“Prevent Watch” had been replaced with references to “Cage”. It noted that on\nTwitter, Cage referred “victims” of Prevent to Prevent Watch; that Cage used\nPrevent Watch presentation slides at events; that Cage had praised Prevent\nWatch on social media; that Cage speakers had spoken at Prevent Watch events;\nand that Prevent Watch promotes Cage’s press releases. The newspaper also said\nthat Prevent Watch had given joint presentations with Mend. It provided a\nnumber of social media posts in support of its position.12. The newspaper said that it was also clear that both the\nmother in the “ecoterrorism” case and the father who had made the FOI request\nwere Prevent Watch “activists”. They had both spoken about their cases at\nanti-Prevent events either organised directly by Prevent Watch, or by other\norganisations with a similar position in opposition of Prevent. These individuals\nhad strong political views against Prevent, and had spoken publicly against\nPrevent.13. The newspaper denied that the article amounted to\n“racial and religious bigotry”. It said that, in context, the article was\ndrawing a distinction between an ordinary person and a political activist. The\nfact that individuals who had presented themselves as ordinary “victims” of\nPrevent were also political activists campaigning against Prevent at the time\nthey approached the media with their stories, was information that would have\naffected the opinion of viewers and readers. It denied that the article was\ndiscriminatory.14. While the newspaper denied that the comments of the\ncounter-extremism think-tank researcher suggested that Prevent Watch were\n“terrorist sympathisers”, it argued that there was evidence to suggest that\nPrevent Watch itself has sympathy for terrorists. The newspaper noted that on\nthe complainant’s website, it had presented a case study involving an\nindividual found guilty of offences under the Terrorism Act 2000, but that it\nhad denied that there was any “evidence of terrorist intent or criminal\nwrongdoing”, and had expressed sympathy for the person involved.Relevant Code provisions15. Clause 1 (Accuracy)i) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not\nsupported by the text.ii) A significant inaccuracy, misleading statement or\ndistortion must be corrected, promptly and with due prominence, and — where\nappropriate — an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator.iii) A fair opportunity to reply to significant inaccuracies\nshould be given, when reasonably called for.iv) The Press, while free to editorialise and campaign, must\ndistinguish clearly between comment, conjecture and fact.Clause 12 (Discrimination)i) The press must avoid prejudicial or pejorative reference\nto an individual’s race, colour, religion, sex, gender identity, sexual\norientation or to any physical or mental illness or disability.ii) Details of an individual’s race, colour, religion,\ngender identity, sexual orientation, physical or mental illness or disability\nmust be avoided unless genuinely relevant to the story                                Findings of the Committee16. It was not in dispute that the mother in the\n“ecoterrorism” case had spoken against Prevent at a number events open to the\npublic. The newspaper had provided promotional material for some events she was\nscheduled to speak at, in which she had been described as a “campaigner against\nPrevent”, and the complainant accepted that she had spoken at one of the events\nit had organised. It also accepted that the father in the FOI request case had\nspoken at the same event. The complainant accepted that both of these\nindividuals were affiliated with Prevent Watch, and it was not in dispute that\nthey were already affiliated with the organisation at the time they had\napproached the media with their respective stories. While the Committee noted\nthe complainant’s position that there was no official “activist” position in\nthe organisation, in the full circumstances it was not significantly misleading\nfor the article to describe these individuals as Prevent Watch “activists”.17. Neither was it significantly misleading in the full\ncircumstances for the article to suggest that their stories were “false or\nexaggerated”, where the court had dismissed the claim of the mother in the\n“ecoterrorism” case as “totally without merit”, and where a council\nspokesperson had vigorously disputed the version of events presented by the\nfather who made the FOI request. Further, the newspaper was entitled to report\nthe comments of the think-tank researcher who characterised their media\napproaches as a “campaign of lies”. There was no breach of Clause 1 in respect\nof these points.18. Further, where the complainant had published comments on\ntheir website in defence of a person convicted under the Terrorism Act 2000, it\nwas not significantly misleading to characterise Prevent Watch as having\n“sympathised” with terrorists. Further, it was not significantly misleading to\nstate that some of those involved in the campaign were “Islamist\nactivists”  in circumstances where the\ncomplainant did not dispute the allegation that one of the people identified as\na Prevent Watch “activist” was involved with a group which allegedly believes\nin replacing a secular government with an Islamic government. There was no\nbreach of Clause 1 in respect of these points. The Committee noted that, in any\ncase, the complainant was not in a position to confirm political views of the\nindividuals named in the article.19. The newspaper had been able to demonstrate that Cage and\nMend had used Prevent Watch material in their own presentations, that Cage and\nPrevent Watch had promoted each other’s work on Twitter, and that they had each\npresented case studies with identical wording. The newspaper therefore had\nsufficient grounds on which to report that there were links between Prevent\nWatch and the organisations Cage and Mend. There was no breach of Clause 1 in\nrespect of this point.20. In respect of the complainant’s concern that it had not\nbeen offered a “right to reply” to the comments of the think tank researcher,\nthe Committee noted that the newspaper had contacted the complainant for a\nresponse to a number of specific allegations prior to publication, and had made\nclear the general nature of the allegations to be included in the article. In\nthese circumstances, it was not obliged to provide the complainant with an\nexhaustive list of all of the allegations to be published, and not asking the\ncomplainant specifically for a response to the comments of the think tank\nresearcher did not raise a breach of Clause 1 (i).21. The Committee considered the remaining concerns raised\nby the complainant about the accuracy of the article. It considered that the\nneither the print nor the online headline carried the suggestion that those\nnamed in the article were terrorists. The article set out the grounds for its\ncriticism of these individuals, and specifically noted that there was “no\nsuggestion” that they supported terrorism. Further, in the context of an\narticle which accurately reported information publicly available about the\n“ecoterrorism” and “terrorist house” incidents, the omission of details which\nthe complainant said were not in the public domain, did not render the article\nsignificantly inaccurate, misleading or distorted. There was no breach of\nClause 1 in relation to these points.22. The terms of Clause 12 protect identified individuals\nmentioned by the press against discrimination on the basis of their race,\ncolour, religion, gender, sexual orientation or any physical or mental illness\nor disability, and do not apply to groups or categories of people. The\ncomplainant’s concern that the article was discriminatory towards Muslims in\ngeneral did not engage this Clause.Conclusions23. The complaint was not upheld.Remedial action requiredN/ADate complaint received:\n08/04/2016Date decision issued:\n15/07/2016Rr\nBack to ruling listing\n\n\n"
}