{
    "url": "/rulings-and-resolution-statements/ruling/?id=00613-17",
    "title": "00613-17 O’Connor v Irish News",
    "provisions": [
        "2 Privacy (2016)",
        "4 Intrusion into grief or shock (2016)",
        "1 Accuracy (2016)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "The Irish News (The Irish News)",
    "published_on": "2017-01-23 00:00:00",
    "received_on": "2017-01-24 00:00:00",
    "concluded_on": "2017-04-13 00:00:00",
    "complaint_processing_days": 79,
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee 00613-17 O’Connor v Irish News\nSummary of complaint\n1. Cara O’Connor\ncomplained to the Independent Press Standards Organisation that the Irish News\nbreached Clause 1 (Accuracy), Clause 2 (Privacy) and Clause 4 (Intrusion into\ngrief or shock) of the Editors’ Code of Practice in an article headlined\n“Suspected agent Gareth O’Connor ‘saved multiple lives’, published on 23\nJanuary 2017.\n2. The article\nreported that Republican sources had said that “Real IRA agent” Gareth\nO’Connor, who disappeared in 2003, had been “centrally involved in several\nplanned attacks that were either abandoned or led to the arrests of\nparamilitary suspects”. It said that Republicans believed that information\nprovided by Mr O’Connor had resulted in security forces disrupting the attacks\nand “saving multiple lives”. The article stated that Mr O’Connor’s body had\nbeen found in 2005 inside a car, which had been dumped in the Newry Canal. It\nsaid that while the cause of death had never been established, “informed\nsources” had said that he had not been shot, but had “died as the result of a\nsevere beating”. The article was accompanied by a photograph of Mr O’Connor’s\ncar being lifted from the canal by a crane.\n3. The complainant\nsaid that the coroner had concluded that the cause of her brother’s death was\ninconclusive. She said there was no evidence to support the newspaper’s\nassertion that he had died of a severe beating, and noted that the autopsy\nreport stated that he had no broken bones.\n4. The complainant\nsaid that her brother’s children had never been given an explanation of the\ncircumstances surrounding their father’s death. She said reading information\nthat could not be proven had caused unnecessary stress to them and the rest of\nthe family. She considered that the cause of her brother’s death was a private\nfamily matter.\n5. The complainant\nalso expressed concern that the newspaper had published a photograph of her\nbrother’s car being removed from the canal. She said that his body had been\ninside the car at the time the image was taken, and it was inconsiderate and\ndisrespectful to print the image. She said this represented an intrusion into the\nfamily’s grief and their private home and family life.\n6. The newspaper\nexpressed its regret at any upset which may have been caused by its coverage.\nHowever, it said that its article had been fair and accurate, and concerned\nmatters which were in the public interest. It said that the story concerned a\nmurder that remained unsolved, and which raised key issues about the continuing\nactivities of illegal paramilitary organisations and the role of their alleged\nagents.\n7. The newspaper\nsaid that the article had stated that the cause of Mr O’Connor’s death had\nnever been established, and it considered that the article had made clear that\nit was a claim that he had been beaten to death. It said that this information\nhad been provided by confidential sources who were credible and reliable, and\ngiven the circumstances surrounding Mr O’Connor’s death, putting the\ninformation in the public domain had been justified. In addition, it considered\nthat as far as could be established, all the victims to have been abducted and\nmurdered as suspected informers by paramilitary groups had either been badly\nbeaten or shot.\n8. The newspaper\nsaid that it had considered whether the image would upset the grieving family\nbefore proceeding with publication, but given the context and the new\ndevelopments in the story, it had concluded that its publication was justified.\nIt noted that it had been widely published since 2005, and it had been unaware\nthat the family had any issue with its use. It noted that the image remained on\nthe BBC website as part of an interview that Mr O’Connor’s father had given\nabout his son. In light of the complainant’s concerns, however, it removed the\nphotograph from its online story. It also said it would be happy to publish a\nstatement from the family as a way to resolve the matter.\nRelevant Code provisions\n9. Clause 1\n(Accuracy)\ni) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not\nsupported by the text.\nii) A significant inaccuracy, misleading statement or\ndistortion must be corrected, promptly and with due prominence, and — where\nappropriate — an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator.\niii) A fair opportunity to reply to significant inaccuracies\nshould be given, when reasonably called for.\niv) The Press, while free to editorialise and campaign, must\ndistinguish clearly between comment, conjecture and fact.\nClause 2 (Privacy)\ni) Everyone is entitled to respect for his or her private\nand family life, home, health and correspondence, including digital\ncommunications.\nii) Editors will be expected to justify intrusions into any\nindividual's private life without consent. Account will be taken of the\ncomplainant's own public disclosures of information.\niii) It is unacceptable to photograph individuals, without\ntheir consent, in public or private places where there is a reasonable\nexpectation of privacy.\nClause 4 (Intrusion into grief or shock)\nIn cases involving personal grief or shock, enquiries and\napproaches must be made with sympathy and discretion and publication handled\nsensitively. These provisions should not restrict the right to report legal\nproceedings.\nClause 14 (Confidential sources)\nJournalists have a moral obligation to protect confidential\nsources of information.\nFindings of the Committee\n10. The Committee acknowledged that the article had upset\nthe complainant and her family. However, the newspaper had accurately reported\nthat the cause of Mr O’Connor’s death had never been established. It had also\nreported that it had been separately informed by confidential sources that he\nhad died as a result of a “severe beating”. The article had made clear that\nthis was a claim made by “sources”; it had not given the significantly\nmisleading impression that it had been established as fact. There was no\nfailure to take care over the accuracy of the article on this point. There was\nno breach of Clause 1.\n11. The Committee noted the complainant’s concern regarding\nthe publication of the photograph of Mr O’Connor’s car being lifted from the\ncanal. However, the image had been taken at a distance; it showed the underside\nof the car as the vehicle was being lifted from canal; and Mr O’Connor was not\nvisible from the image. The image had also been in the public domain since Mr\nO’Connor’s body was discovered more than ten years ago. The Committee did not\nconsider that using the image in this article, which reported on Mr O’Connor’s\npossible involvement in disrupting planned IRA attacks, represented an\nintrusion into the family’s grief or private life. However, it welcomed the\nnewspaper’s decision to remove it from the online article in response to the\nconcerns raised. There was no breach of Clause 4 or Clause 2 on this point.\n12. The Committee also considered the complainant’s position\nthat publishing details about the cause of her brother’s death had represented\nan intrusion into the family’s private life. However, the circumstances in\nwhich Mr O’Connor had died was not information about which the complainant had\na reasonable expectation of privacy. There was no breach of Clause 2. \nConclusion\n13. The complaint was not upheld.\nRemedial action\n14. NA\nDate complaint received: 24/01/2017Date decision issued: 13/04/2017\nBack to ruling listing\n\n\n"
}