{
    "url": "/rulings-and-resolution-statements/ruling/?id=00627-22",
    "title": "00627-22 Doe v You (The Mail on Sunday)",
    "provisions": [
        "2 Privacy (2021)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "You (The Mail on Sunday) (Associated Newspapers Limited)",
    "published_on": "2022-01-23 00:00:00",
    "received_on": "2022-01-24 00:00:00",
    "concluded_on": "2022-09-05 00:00:00",
    "complaint_processing_days": 224,
    "conclusion_long": "9. The complaint was not upheld.",
    "remedial_action": "10. N/A   Date complaint received: 24/01/2022",
    "text": "\n\n\n\n\n\nDecision\nof the Complaints Committee – 00627-22 Doe v You (The Mail on Sunday)\nSummary\nof Complaint\n1. Andrew\nDoe complained to the Independent Press Standards Organisation that You (The\nMail on Sunday) breached Clause 2 (Privacy) of the Editors’ Code of Practice in\nan article headlined “In which I’m told I neglect my dogs”, and a podcast of\nthe same name, published on 23 January 2022 and 21 January 2022 respectively.\n2. The\narticle under complaint was a ‘diary’ piece by a well-known columnist. The\narticle discussed her “New Year break” and the care the writer had taken of her\nhorses and dogs. The writer said they “got a text, forwarded to me by Stef, the\nwoman who organised the rescue of [the writer’s dog] from Romania. It was from\na man. [The complainant]. His real name, I wonder? He wrote…‘Dear Stef. can I\nask, when you arranged for [the writer], the Mail on Sunday journalist, you\nwere aware of her past history of having such animals. One eviscerated a sheep.\nHer dogs are so badly house trained, they are barely trained at all. She’s\ngiven to leaving them in cars on a hot day’”. The article said the complainant\n“went on. And on” and the writer was “so upset that [they] could lose” their dog.\n3. The\narticle also appeared online under the headline “Liz Jones's Diary: In which\nI’m told I neglect my dogs”.\n4. The\npodcast involved the columnist and their assistant “dissect[ing] [their] weekly\nYOU magazine diary”. During this, the columnist said, “I got a text from Stef\nthe woman who organised the rescue of Teddy from Romania. It was from a man.\n[The complainant]. Probably not his real name. He wrote, to Stef, he wrote her\na letter, ‘Dear Stef. can I ask, when you arranged for Liz Jones, the Mail on\nSunday journalist, whether you were aware of her past history of having\nanimals. One eviscerated a sheep. Her dogs are so badly behaved, they are\nbarely trained at all. She leaves them alone in a car on a hot day…’”.\n5. The\ncomplainant said that the article and podcast breached Clause 2 (Privacy)\nbecause they included his name and the content of private messages that he had\nsent to a third party who was not a journalist. He said he had sent a Facebook\nmessage to the owner of a dog rescue organisation via her business page and\nthat she had assured him that she did not pass on his name to the columnist. He\nfurther stated that, whilst he had discussed his intention to send such a\nmessage with his friends, he had not shared the message with anyone before it\nappeared in the article. The complainant said that members of an online forum\nhad been able to find his email address, website, and photos of him from the\ninformation in the article.\n6. The\npublication did not accept a breach of the Code. It stated that the complainant\ndid not know the owner of the animal rescue centre and did not follow the\norganisation’s Facebook page. By sending a message to a stranger, the\npublication argued the complainant had lost control over what could happen with\nit. It said, in addition, that the message did not contain private information\nabout the complainant, but instead contained serious allegations about the\ncolumnist, with whom he was also not personally acquainted. The publication\nsaid that the columnist was allowed to defend herself against such allegations\nand did so via the article and podcast. Where the content of the message was\nnot private and where it was sent to a stranger through a Facebook page, the\npublication said there was no reasonable expectation of privacy. It said the\ncomplainant’s name was given to the journalist by someone who was aware of the\nsituation. It did not want to name that individual as it did not think it was\nfair for their name to be disclosed to the complainant as they were not a\njournalist and not subject to the investigation.\nRelevant\nCode Provisions\nClause 2\n(Privacy)*\ni)\nEveryone is entitled to respect for their private and family life, home,\nphysical and mental health, and correspondence, including digital\ncommunications.\nii)\nEditors will be expected to justify intrusions into any individual's private\nlife without consent. In considering an individual's reasonable expectation of\nprivacy, account will be taken of the complainant's own public disclosures of\ninformation and the extent to which the material complained about is already in\nthe public domain or will become so.\niii) It\nis unacceptable to photograph individuals, without their consent, in public or\nprivate places where there is a reasonable expectation of privacy.\nFindings\nof the Committee\n7. The\nCommittee had regard for the terms of Clause 2 (i), which specifically\nreferenced respect for an individual’s digital communications. The question for\nthe Committee was, therefore, whether the article, in reporting the content of\na message sent by the complainant to a third party via Facebook and identifying\nhim as the sender, had disclosed information over which the complainant had a\nreasonable expectation of privacy.\n8. In\nthis instance, the correspondence had been sent by the complainant to a\nbusiness page run by someone whom he did not know personally and contained\nallegations about a third party – the columnist. The owner of the business page\nwas not known to the complainant and the correspondence had not been identified\nas private; this did not, therefore, amount to personal, private communication\nover which the complainant would have a reasonable expectation of privacy. In\naddition, the message contained allegations about the columnist and did not\ncontain any information about the complainant that could be considered personal\nor private. The Committee concluded, therefore, there was no reasonable\nexpectation of privacy over the message and there was no breach of Clause 2 in\nrelation to its publication in the article or its inclusion in the podcast.\nConclusion(s)\n9. The\ncomplaint was not upheld.\nRemedial\nAction Required\n10. N/A\n\n\nDate\ncomplaint received: 24/01/2022\nDate\ncomplaint concluded by IPSO: 05/09/2022\nBack to ruling listing\n\n\n"
}