{
    "url": "/rulings-and-resolution-statements/ruling/?id=00624-20",
    "title": "00624-20 Oldfield v North Wales Pioneer",
    "provisions": [
        "1 Accuracy (2019)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "North Wales Pioneer (Newsquest Media Group)",
    "published_on": "2020-01-31 00:00:00",
    "received_on": "2020-02-02 00:00:00",
    "concluded_on": "2020-05-14 00:00:00",
    "complaint_processing_days": 102,
    "conclusion_long": "11. The complaint was not upheld.",
    "remedial_action": "12. N/A Date complaint received: 02/02/2020",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee – 00624-20 Oldfield\nv North Wales PioneerSummary of Complaint1. Carol Oldfield complained to the Independent Press\nStandards Organisation that the North Wales Pioneer breached Clause 1\n(Accuracy) of the Editors’ Code of Practice in an article headlined\n“Stonemason's falling out with Colwyn Bay couple lands him in court” published\non 31 January 2020.2. The article reported on the court case of a stonemason\nwho had assaulted a couple after failing to complete a job for them and to\nrepay money the couple had loaned him. The article reported that “David and\nCarol Oldfield distributed flyers to neighbours and others warning them not to\nemploy [the defendant] but what happened when they confronted him at his place\nof work landed the 53-year-old ex-soldier in court.” The incident was reported\nas occurring in September 2019. The article said that the couple had captured\nfootage of the stonemason using “abusive language” and that he ”dropped a\nspade” on the other man’s foot. The article included a quote from the defendant\nwhich stated “In my opinion they came there to harass, humiliate and hinder my\nwork in a public place”. The article ended by reporting that both charges had\nbeen proved, that the woman’s evidence had been “very credible” whilst the\nstonemason’s had “been inconsistent” and that the stonemason was to be\nsentenced shortly. The article had appeared online, and was deleted the morning\nof the sentencing.3. The complainant, one of the couple who had been\nassaulted, said that the article was inaccurate in breach of Clause 1. She said\nthat it was inaccurate to report that she and her husband had “distributed\nleaflets”. She said that the leaflets had been distributed after the assault\nhad taken place whereas the article gave the misleading impression that the\nleaflets had been given out prior to the attack and therefore justified it. She\nsaid that the court had found that the leaflets were not relevant and were not\nto be included as evidence. In addition, the complainant said that the content\nof the leaflets had not been read out in court, so the newspaper was unaware of\ntheir content; the leaflets had not warned people “not to employ” the\ndefendant, but not to pay him in advance, or loan him any money. She also said\nit was inaccurate to report that her partner had distributed the flyers, as\nonly she had been cross-examined about them, although she did not deny that\nthey had both distributed these leaflets after the incident.4. The complainant also said that the article was inaccurate\nin that it was biased in favour of the defendant. She said that referring to\nthe leaflets, when they had been held to be inadmissible, in addition to naming\nthe defendant as an ex-soldier; reporting that he felt harassed by the couple;\ndescribing what she called a “physical assault” as “abusive language”; and\nreporting that he had “dropped a spade”, when it was deliberate and not accidental,\nhad the cumulative effect of making her and her partner seem to be to blame for\nthe incident and gave the impression that they had attacked the defendant.5. The publication did not accept a breach of Clause 1. It\nhad sent a court reporter to the court and it provided the notes that had been\ntaken, as well as an email from the defence solicitor who said he had no note\nor recollection of the leaflets being held to be inadmissible. The solicitor\ndid say, however, that the leaflets were found to be a possible mitigating\nfactor, but were not relevant to the court finding the defendant guilty. The\ncourt reporter’s notes also made reference to the leaflets and that it had been\nheard in court that one of the leaflets had been put on the defendant’s landlord’s\nvan in July, months prior to the attack. In addition, the court reporter’s\nnotes said that the defendant had said in his evidence: “Letters were put\nthrough the letter boxes of vulnerable people I intended to work for” and also\nstated that the defence solicitor had presented the leaflets as a “warning”.\nThe publication said that, despite the leaflets not being read out in court,\nthis information was sufficient for it to characterise the leaflets as a\n“warning”. It also said that the defendant had said that “they” had distributed\nthe leaflets; it was therefore not inaccurate for it to have reported that both\nthe complainant and her partner had distributed them.6. The publication said that it had only published\ninformation that was provided in court, and even if the complainant disagreed\nwith what was heard, such as claims from the defendant, it had accurately\nreported it. It had also mirrored the language that was used in court, such as\nthat the defendant had “dropped a spade” and “abusive language” had been used.\nIt also said that it had included the defendant’s background as an ex-soldier\npurely for context.Relevant Code Provisions7. Clause 1 (Accuracy)i) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not\nsupported by the text.ii) A significant inaccuracy, misleading statement or\ndistortion must be corrected, promptly and with due prominence, and — where\nappropriate — an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator. iii) A fair opportunity to reply to significant inaccuracies\nshould be given, when reasonably called for.iv) The Press, while free to editorialise and campaign, must\ndistinguish clearly between comment, conjecture and fact.Findings of the Committee8. The article had suggested that the complainant and her\npartner had distributed the leaflets before confronting the defendant, which\nwas when the attack took place. The Committee acknowledged that there was a\ndisagreement between the parties about when the leaflets had been given out.\nHowever, the publication had provided notes which indicated that it was heard\nin court that at least one of these leaflets had been distributed prior to the\nattack, and the complainant had not disputed that one had been given to the\ndefendant’s landlord in July. In light of this, and the fact that it was\naccepted that leaflets had been distributed and this had been heard in court,\nthere was no failure to take care and no breach of Clause 1 on this point.9. The publication had provided notes which recorded that\nthe defence solicitor had described the leaflets as a “warning”. The\ncomplainant had also accepted that the leaflets had advised others not to pay\nthe defendant in advance, nor to give him loans. While the leaflets may not\nhave explicitly advised against hiring the defendant, they had said that he\nshould not be paid in advance. Given that the complainants accepted they\nadvised people not to employ the stonemason without safeguards, it was not\ninaccurate to characterise this is as “warning [others] not to employ” him..\nFurthermore, while only the complainant had been cross-examined about the\nleaflets in court, the Committee did not find it significant to report that\nboth her and her partner had distributed them. It was therefore not inaccurate\nto report that the leaflets had warned people not to employ the defendant, and\nthere was no breach of Clause 1 on either of these points.10. The Committee acknowledged the complainant’s concerns\nthat the article was not balanced, and was biased towards the defendant. The\nCode does not require balance, but that publications take care not to publish\ninaccurate and misleading information. In this case, the publication had used\nlanguage from the court case, as presented by the solicitors, and was entitled\nto report comments from the defendant, even if the complainant did not agree\nwith them. In addition, the article made clear that the defendant had been\nfound guilty. On this basis, there were no inaccuracies, and therefore no\nbreach of Clause 1.Conclusions11. The complaint was not upheld.Remedial Action Required12. N/A Date complaint received: 02/02/2020Date complaint concluded by IPSO: 14/05/2020\nBack to ruling listing\n\n\n"
}