{
    "url": "/rulings-and-resolution-statements/ruling/?id=00637-22",
    "title": "00637-22 Scottoni v mylondon.news",
    "provisions": [
        "1 Accuracy (2021)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "mylondon.news (Reach PLC)",
    "published_on": "2022-01-19 00:00:00",
    "received_on": "2022-01-24 00:00:00",
    "concluded_on": "2022-05-04 00:00:00",
    "complaint_processing_days": 100,
    "conclusion_long": "14. The complaint was not upheld.",
    "remedial_action": "15. The correction which was offered clearly put the correct position on record, and was offered promptly and with due prominence, and should now be published.    Date complaint received: 24/01/2022",
    "text": "\n\n\n\n\n\nDecision\nof the Complaints Committee – 00637-22 Scottoni v mylondon.news\nSummary\nof Complaint\n1. Federico\nScottoni complained to the Independent Press Standards Organisation that\nmylondon.news breached Clause 1 (Accuracy) of the Editors’ Code of Practice in\nan article headlined “Five-week-old baby died after 'significant' blood loss\nfollowing surgery at London hospital”, published on 19th January 2022.\n2. The\narticle reported on an inquest regarding the death of a baby in hospital\nfollowing “a number of seizures and cardiac arrests” and “losing a large amount\nof blood”. The article stated that the Assistant Coroner “questioned a number\nof consultants and hospital staff over their decisions regarding [the baby’s]\nhealth and their efforts to resuscitate the infant”. It stated that after a biopsy was performed,\n“[the baby’s] mum and hospital staff noticed rectal bleeding, which paediatric\nsurgery consultant [the complainant] said was ‘significant’”. The article\nstated that “Dr [complainant] said: ‘After that everything began to happen very\nquickly. I was looking at him, he opened his bowels, he was crying, he started\nto make noises like he was struggling to breathe. ‘His face had gone a colour\nlike he was struggling to breathe, blood came out of his nose and mouth.’”.\n3. The\ncomplainant said that the article was inaccurate in breach of Clause 1 because\nit reported he was a “Paediatric Surgery Consultant”. He said he was actually a\nPaediatric Surgery Registrar. The complainant said the article was further\ninaccurate because it attributed quotes to him that he had not said. He stated\nthat, whilst he had given evidence during the inquest the quotes did not\nrepresent something he had, or ever would, say. He also asserted that he had\nnot said anything that would conceivably have the same meaning. He said he had\nnot been present when the baby’s condition fatally deteriorated as he had been\npreparing the operating theatre.\n4. The\npublication said it did not accept a breach of Clause 1. It stated that the\nreporter’s court notes showed the complainant’s comments in response to the\nCoroner as reported by the article. The publication stated that it was unaware\nof another doctor who had been present during the inquest. However, it said\nthat the reporter had been listening via a video link that had repeatedly cut\nout, so it was not impossible that there had been another doctor at the\nproceedings. Whilst the publication had originally accessed the proceedings\nthrough a video link – which allowed the reporter to observe the proceedings –\nthis had disconnected frequently, so the reported had later resorted to\ndialling in, which meant they had only audio available.\n5.\nRegarding the complainant’s job title, the publication stated, during direct\ncorrespondence, that this had been provided by the London Inner South Coroner’s\nCourt and so it was entitled to rely on it. After being made aware of the\ncomplainant’s correct job title, the publication offered to amend the article\naccordingly. At the start of IPSO’s investigation, it also offered to publish a\nfootnote correction on this point. During IPSO’s investigation, the publication provided the reporter’s\ncourt notes, which it considered attributed the disputed comments to the\ncomplainant, as well as the correspondence the reporter had exchanged with the\ncourt regarding the names of those who had given evidence that day. This\nincluded the complainant’s name.\n6. The\ncomplainant stated that the correspondence showed the reporter asking for the\nnames of the “two female doctors” who had given evidence that afternoon. Whilst\nhe had spoken in the middle of the day, from 12:30, he said that the\ncorrespondence revealed that the reporter was thinking of a different\nindividual as he was not female. He said that the notes reflected what he had\nsaid at the beginning of his statement but that halfway through, when the\ndisputed comments were recorded, it appeared to switch to a deposition given by\nsomeone else; he theorised the other female doctor.\n7. The\npublication said that, whilst it was not possible to say for certain whether\nthere had been another doctor present and if they had said the disputed quotes,\nin light of the complainant’s concerns, it would be happy to remove all\nreference to the complainant’s name and add a footnote correction if it\nresolved the complaint:\nA\nprevious version of this article attributed a number of quotes to Federico\nScottoni. We have since been advised that these quotes were wrongly attributed\nto him. Furthermore, the article described Dr Scottoni's profession as a\nPediatric Surgery Consultant. In fact, Dr Scottoni was a Pediatric Surgery\nRegistrar at the time of this incident. We are happy to clarify this and\napologise for this error.\n8. The\ncomplaint did not accept this as a resolution to his complaint.\nRelevant\nCode Provisions\nClause 1\n(Accuracy)\ni) The\nPress must take care not to publish inaccurate, misleading or distorted\ninformation or images, including headlines not supported by the text.\nii) A\nsignificant inaccuracy, misleading statement or distortion must be corrected,\npromptly and with due prominence, and — where appropriate — an apology\npublished. In cases involving IPSO, due prominence should be as required by the\nregulator. \niii) A\nfair opportunity to reply to significant inaccuracies should be given, when\nreasonably called for.\niv) The\nPress, while free to editorialise and campaign, must distinguish clearly\nbetween comment, conjecture and fact.\nFindings\nof the Committee\n9. The\nCommittee first considered the complaint about the misattribution of quotes to\nthe complainant. The publication had provided reporters’ notes in an effort to\ndemonstrate that it had taken care over the accuracy of the article. The\ncomplainant accepted that the first part of the reporter’s notes accurately\nreflected his testimony but said that the second section did not relate to his\nevidence. The Committee acknowledged\nthat the publication had experienced technological difficulties when trying to\naccess the inquest and had been forced to rely solely on audio. The Committee\nalso noted that the reporter had taken the additional step of contacting the\ncourt to confirm the names of the witnesses.\n10. The\nCommittee recognised the challenges of reporting on court proceedings remotely\nand the technical difficulties encountered on this occasion, which were outside\nof the reporter’s control. In all the circumstances, which included the fact\nthat the reporter had followed up with the Court in an attempt to ensure the\naccuracy of the report, the Committee did not consider that there had been a\nfailure to take care over the accuracy of the report. It found no breach of\nClause 1 (i) on this point.\n11.\nHowever, the publication had subsequently been informed by the complainant that\nit had misattributed quotes to him. In light of the unstable video link and the\nreliance solely on audio, the publication could not conclude for certain what\nthe complainant had said during the inquest. The article pertained to what had\nbeen heard in court and where the quotes related to evidence that formed part\nof the inquest proceedings, the misattribution of the comments was significant.\nThe publication offered to remove reference to the complainant and to publish a\nfootnote clarification that made clear that he had not said what had been\nattributed to him. Where the claims appeared within the body of the article and\nwhere the article was to be amended, this proposed action was sufficiently\nprominent. The publication had made the offer during IPSO’s investigation when\nit became apparent it could not substantiate the attribution of the comments to\nthe complainant; this was sufficiently prompt. As such, the proposed action met\nthe requirements of Clause 1 (ii) and there was no breach of Clause 1.\n12. The\nCommittee then considered the point of the complaint that related to the\ncomplainant’s professional title. The newspaper had contacted the court to ask\nfor clarification of the names of the witnesses following the proceedings. In\nresponse, the court had referred to the complainant’s profession as “Paediatric\nSurgery Consultant”, which is what the article then reported. Where the\npublication had taken steps to clarify the details of those who gave evidence\nwith an authoritative source — the court where the hearing was held — it had\ntaken sufficient care and there was no breach of Clause 1 (i).\n13.\nHowever, since the article was published, the complainant had made clear that\nhe was not a consultant but rather a “Paediatric Surgery Registrar”. Where this\npertained to evidence heard in an inquest about a death of an infant in\nhospital, the complainant’s professional role was a significant detail and so\nrequired correction under Clause 1 (ii). During the referral period, the\npublication amended the complaint’s job title as reported in the article, and\nat the start of IPSO investigation it also offered to publish a footnote\ncorrection incorporating this point. This represented due promptness. A\nfootnote correction was sufficiently prominent where the inaccuracy had\nappeared within the body of the article and where the article had been amended.\nThere was no further breach of Clause 1 (ii) on this point.\nConclusion(s)\n14. The\ncomplaint was not upheld.\nRemedial\nAction Required\n15. The\ncorrection which was offered clearly put the correct position on record, and\nwas offered promptly and with due prominence, and should now be published.\n\n\n\nDate\ncomplaint received: 24/01/2022\nDate\ncomplaint concluded by IPSO: 04/05/2022\nBack to ruling listing\n\n\n"
}