{
    "url": "/rulings-and-resolution-statements/ruling/?id=00643-15",
    "title": "00643-15 Lemosa v Kent Online",
    "provisions": [
        "1 (Accuracy) 2015"
    ],
    "outcome": "No breach - after investigation",
    "publication": "kentonline.co.uk (Iliffe Media Group Ltd)",
    "published_on": "2014-10-15 00:00:00",
    "received_on": "2015-02-10 00:00:00",
    "concluded_on": "2015-04-28 00:00:00",
    "complaint_processing_days": 77,
    "conclusion_long": "10. The complaint was not upheld.",
    "remedial_action": "N/A  Date complaint received: 10/02/2015",
    "text": "\n\n\n\n\n\n    Decision of the Complaints Committee 00643-15 Lemosa v\nKent Online\nSummary of\ncomplaint \n1. Jayotis Lemosa complained to the Independent Press\nStandards Organisation that Kent Online had breached Clause 1 (Accuracy) of the\nEditors’ Code of Practice in an article headlined “Rapist Brian Thrale has\nsentencing adjourned after lawyer Jayotis Lemosa fails to appear before Judge\nJames O’Mahony at Canterbury Crown Court”, published on 15 October 2014. \n2. The article reported that a sentencing hearing was\nadjourned because the complainant, the defendant’s solicitor-advocate, failed\nto appear in court. \n3. The complainant said the hearing was not adjourned\nbecause of his absence, as reported. Rather, it was adjourned pending\npsychiatric reports and this would have happened even had he appeared. The\ncomplainant also expressed concern that the article had misrepresented the\nreasons for his absence, which he had made clear in court. The article had said\nthe complainant had “misread the court list and hadn’t spotted [the\ndefendant’s] name”. The complainant said he had corrected the judge’s assertion\nthat the list office had informed him at 8.30am that the case would be heard\nthat day; in fact, he had not been informed until 10.30am. The complainant\nprovided the court transcript, which detailed what had been said. In addition,\nthe complainant considered that the newspaper had misleadingly added hesitation\nto its report of his responses for comic effect. \n4. The newspaper said its report had accurately\nsummarised what was said in court. Since receiving the complaint, it had spoken\nto the court and it had confirmed that the case was adjourned, in part, due to\nthe complainant’s non-attendance. Furthermore, the judge had not accepted the\nexcuse provided by the complainant for his absence and had referred the matter\nto the Senior Resident Judge. However, as the case might have been adjourned\neven had the complainant attended, the newspaper offered to amend the first\nparagraph to remove the reference to the hearing being adjourned and to append\na footnote. It also offered to add a section detailing the reasons the complainant\nhad given for his absence.  \nRelevant Code Provisions\n5. Clause 1 (Accuracy) \ni.) The Press must take care not to publish inaccurate,\nmisleading or distorted information, including pictures. \nii.) A significant inaccuracy, misleading statement or\ndistortion once recognised must be corrected, promptly and with due prominence,\nand - where appropriate - an apology published. In cases involving the\nRegulator, prominence should be agreed with the Regulator in advance. \nFindings of the Committee\n6. The article had reported the serious matter of a\ndefendant being left in court for sentencing without representation because his\nsolicitor-advocate had failed to attend. Although it would appear that\nsentencing might have been adjourned even had the complainant attended, it was\nclear that court proceedings had been significantly delayed because he had not\nappeared. The court transcript indicated that the judge had said “You have a\nclient facing potentially life imprisonment, the complainant in the case was\nhere. This court was unable to do any work in the matter for a significant\nperiod of time.” The Committee noted that the article had also stated that the\ndefendant would be sentenced at a later date when psychiatric and probation reports\nhad been prepared. In the circumstances, the Committee did not consider that\nthe piece had given a misleading impression of the reasons for the adjournment\nor of the consequences of the complainant’s actions. There was no breach of\nClause 1 on this point. \n7. The Committee noted the complainant’s concern that the\nnewspaper had unfairly represented the reasons he had given for his absence.\nThe article had stated that the complainant had apologised and said he had not\n“spotted” the defendant’s name on the court list, while the transcript said he\nhad looked at the list but “didn’t see the name” due to the case name having\nbeen anonymised on the list to which he had referred. The Committee noted that\nthe article could have given the misleading impression that the complainant had\nfailed to notice the defendant’s name. However, the Committee did not consider\nthat the omission of the reason the complainant had given for not identifying\nthe case as relating to his client was significantly misleading in circumstances\nin which the judge had criticised the complainant for not taking additional\nsteps to verify whether the case listed was his client’s. \n8. The Committee noted that the transcript made clear\nthat the complainant had accepted in court that he had been told when the case\nwould be heard by the list officer the previous day. The omission of further\ndetail regarding the exact document the complainant had consulted on the\nmorning of the hearing, and the time of his contacts with the list office, had\nalso not rendered the piece misleading. This was particularly the case in light\nof the fact that the judge had noted in court that he did not accept that the\ncomplainant’s explanation was adequate, and had referred the matter to the\nSenior Resident Judge. There was no breach of Clause 1 on this point. \n9. Although the complaint was not upheld, the Committee\nwelcomed the newspaper’s offer to amend the article in response to the\ncomplainant’s concerns. \nConclusions\n10. The complaint was not upheld. \nRemedial Action Required\nN/A \nDate complaint received: 10/02/2015\nDate decision issued:\n28/04/2015\nBack to ruling listing\n\n\n"
}