{
    "url": "/rulings-and-resolution-statements/ruling/?id=00640-22",
    "title": "00640-22 Longstaff v The Northern Echo",
    "provisions": [
        "1 Accuracy (2021)"
    ],
    "outcome": "Breach - sanction: publication of adjudication",
    "publication": "The Northern Echo (Newsquest Media Group)",
    "published_on": "2022-01-22 00:00:00",
    "received_on": "2022-01-24 00:00:00",
    "concluded_on": "2022-07-04 00:00:00",
    "complaint_processing_days": 161,
    "text": "\n\n\n\n\n\nDecision\nof the Complaints Committee – 00640-22 Longstaff v The Northern Echo\nSummary\nof Complaint\n1. Lee\nLongstaff complained to the Independent Press Standards Organisation that The\nNorthern Echo breached Clause 1 (Accuracy) of the Editors’ Code of Practice in\nan article headlined “The North East MPs that have claimed their TV licence\nback on expenses”, published on 22 January 2022.\n2. The article, which was published online,\nreported that “a TOTAL of 12 North East and North Yorkshire MPs have been found\nto claim back their TV licence fee on expenses”, following a Government\nannouncement that it would undertake a review of the BBC’s funding model. It\nreported that “through an investigation into the expenses and finances of MPs\nacross the region”, the publication had “identified the local representatives\nwho have asked to be reimbursed out of the public purse for their [TV]\nlicense”. It stated that according to data provided by Independent\nParliamentary Standards Authority (IPSA), 192 MPs across the UK and 12 in the\nNorth East were “found to claim back the licence under ‘office supplies’ in their\nparliamentary offices”. The article identified the 12 MPs “that have claimed\nback a £159 TV licence on expenses” and stated that the publication had\n“contacted them for comment”, noting that “so far, most MPs that have responded\nhave clarified that the licence fee is just for their constituency office” and\nquoted the responses of three identified MPs. The article said that the annual\nBBC licence fee was required by “any household” consuming BBC television\nchannels, radio and online programmes and services. It then stated that while\nthe practice of MP’s claiming a TV licence back on expenses was not “illegal”,\nsome have described it as a “double standard”. It also said that “on a\npolitical scale, most North East MPs have stayed quiet in the House of Commons\non the issue of TV licences”. The article included the responses of readers to\na recent poll by the publication on the subject of TV licences and was\naccompanied by a series of images. These included the exteriors of Broadcasting\nHouse and the Houses of Parliament as well as portraits of the 12 MPs captioned\n“These are the MPs that claimed back the fee for their TV licence” and “The MPs\nwho claimed back their TV licence fee through expenses”.\n3. The\ncomplainant said that the headline was inaccurate and misleading, in breach of\nClause 1. He said that it gave the misleading impression that MPs were claiming\nTV licences on expenses for their personal use and suggested wrongdoing; IPSA\nonly allows MPs to claim a TV licence for their constituency office, not for\npersonal use. While the complainant acknowledged that the text of the article\nincluded the rebuttal from some of the MPs – which made clear that the “licence\nfee is just for their constituency office” – he did not consider that this\nmitigated the inaccurate and misleading impression given by the headline and\nnoted that this appeared only at the end of the article.\n4. The\ncomplainant also said that the article misleadingly suggested that the\npublication had revealed “hidden” information about MPs, rather than accessing\nand publishing publicly available information. In addition, he was concerned\nwith the use of quotation marks around the term “office supplies”; this was not\na term used by IPSA (which instead used the term “Office Costs”) and the\nquotation marks served to cast doubt on the honesty of this categorisation,\nfurther compounding the misleading impression given by the article. The\ncomplainant also said that the article was inaccurate to report that North East\nMPs have “stayed quiet” on the subject of licence fees; he noted that several\nthe MPs identified in the article had, in fact, spoken on the issue. Though he\naccepted that some MPs from the region had not done so in recent times, this\nwas likely due to their positions within Government, the Opposition Party, or\nmembership of Parliamentary Select Committees.\n5. The publication did not accept that it had\nbreached the Editors’ Code. It said that the headline was supported and\nclarified by the text of the article, which set out exactly what the MPs listed\nhad claimed on expenses: TV licences for their constituency offices. It said\nthat the article clearly detailed where this information had been sourced, made\nno suggestion of wrongdoing, and gave every MP identified the opportunity to\nrespond. It said that what elected representatives chose to claim under\nexpenses was a matter of great public interest, particularly in the context of\nongoing discussions about the future funding of the BBC, within which licensing\nwas a contentious issue – a point outlined in the text of the article. It added\nthat the disputed statement about the MPs staying “quiet” sat within this\ncontext and readers would not be misled on this point, noting that the article\nincluded a short summary of some of the discussions in the House of Commons in\nthe wake of the Government’s announcement.\n6. The\npublication did not consider that the other points identified by the\ncomplainant raised a breach of Clause 1. It did not accept that the article\nmisrepresented or misreported the journalistic process undertaken by its\nreporter; the publication had conducted an investigation into publicly\navailable information. Nor did the publication consider that the use of\nquotation marks around “office supplies” rendered the article inaccurate or\nmisleading; this referenced the category under which IPSA recorded this\nparticular expense.\n7. In\norder to resolve his complaint, the complainant proposed a series of amendments\nto the online article. The publication did not consider these amendments to be\nnecessary or appropriate. As such, the matter was passed to the Committee for\nadjudication. \nRelevant\nCode Provisions\nClause 1\n(Accuracy)\ni) The\nPress must take care not to publish inaccurate, misleading or distorted\ninformation or images, including headlines not supported by the text.\nii) A\nsignificant inaccuracy, misleading statement or distortion must be corrected,\npromptly and with due prominence, and — where appropriate — an apology\npublished. In cases involving IPSO, due prominence should be as required by the\nregulator. \niii) A\nfair opportunity to reply to significant inaccuracies should be given, when\nreasonably called for.\niv) The\nPress, while free to editorialise and campaign, must distinguish clearly\nbetween comment, conjecture and fact.\nFindings\nof the Committee\n8. The\npublication was fully entitled to report on MPs’ expenses claims and to report\non criticism of those claims. However, in doing so it was obliged to take care\nnot to publish misleading information.\n9. In\nthe view of the Committee, the references in the article, taken together,\nsuggested that the named MPs had claimed their own personal TV licences on expenses.\nThe headline of the article, the opening paragraphs, and the captions of the\naccompanying images, all used the term “their” to describe the licence fees\nbeing claimed on expenses. The text of the article referred to representatives\nasking to be reimbursed “out of the public purse” for “their license”;\nexplained that the BBC licence was “required by any household” consuming BBC\nprogrammes and services; and included the observations of a reader who\ncommented on the programmes watched by him and his children, thereby\nreinforcing the impression that the article concerned domestic TV licences. The\npublication did not seek to argue that the named MPs had claimed their personal\nTV licences on expenses and the article, therefore, published misleading information.\n10.\nWhile the Committee noted that the article acknowledged that no rules were\nalleged to have been broken and noted that “so far, most MPs that have\nresponded [to the publication] have clarified that the licence fee is just for\ntheir constituency office”, this did not amount to a clear acknowledgment that\nthe claims by each of the named MPs had been made in relation to television\nsets for constituency offices – information that was publicly available – and\nthat none had been made in a personal capacity. In addition, reporting the\nresponse of some MPs carried the implication that the other MPs who had not\nresponded to the publication’s request for comment may have claimed their own,\npersonal TV licence on expenses. The Committee considered that the inclusion of\nthe response of some of the named MPs was not sufficient to make clear that the\nMPs had used the expenses regime to claim reimbursement of TV licences for\ntheir consistency office, rather than for their domestic licences. As such, the\nCommittee considered that the newspaper had failed to take care not to publish\nmisleading information under Clause 1 (i).\n11. The\nmisleading impression was compounded by the publication’s characterisation of\nthe report as its own investigation and the comment that MPs had “stayed quiet”\non the subject of TV licence fees, which could suggest that they had done so\nout of self-interest and in order to avoid scrutiny. For these reasons, the\nCommittee considered that the misleading information published – namely the\nsuggestion that the named MPs had claimed their personal TV licences on\nexpenses – was significant and required correction under Clause 1 (ii). Neither\na correction  nor a clarification was\noffered by the publication. The Committee therefore found a further breach of\nClause 1 (ii).\nRemedial\nAction Required\n12.\nHaving upheld the complaint, the Committee considered what remedial action\nshould be required. In circumstances where the Committee establishes a breach\nof the Editors’ Code, it can require the publication of a correction and/or\nadjudication, the nature, extent and placement of which is determined by IPSO.\n13. In\nthis instance, the overall misleading impression of the article was that the\nidentified MPs had claimed their own personal TV licences on expenses; this\nimpression formed the basis of criticism (or implied criticism) of the MPs\nconcerned; and the newspaper had not taken any steps to mitigate this by\noffering to publish a clarification or correction. The appropriate remedy was,\ntherefore, the publication of an upheld adjudication.\n14. The\nheadline of the adjudication must make clear that IPSO has upheld the complaint\nagainst the Northern Echo and must refer to its subject matter; it must be\nagreed with IPSO in advance. The adjudication should be published in full on\nthe publication’s website with a link to the full adjudication (including the\nheadline) appearing on the top third of the newspaper’s homepage, for 24 hours;\nit should then be archived in the usual way. A link to the adjudication should\nalso be published with the article, explaining that it was the subject of an\nIPSO adjudication, and explaining the amendments that have been made.\n15. The\nterms of the adjudication for publication are as follows:\nLee\nLongstaff complained to the Independent Press Standards Organisation that The\nNorthern Echo breached Clause 1 (Accuracy) of the Editors’ Code of Practice in\nan online article headlined “The North East MPs that have claimed their TV\nlicence back on expenses”, published on 22 January 2022.\nThe\ncomplaint was upheld, and IPSO required Northern Echo to publish this\nadjudication to remedy the breach of the Code.\nThe\ncomplainant said that the article gave the misleading impression that MPs were\nclaiming TV licences for their personal use on expenses and suggested\nwrongdoing: the Independent Parliamentary Standards Authority (IPSA) only\nallowed MPs to claim a TV licence for their constituency office, not for\npersonal use. He said that this impression was further compounded by: the\nsuggestion that the publication had in some way revealed hidden information\nabout MPs through an “investigation”, rather than accessing and publishing\npublicly-available information; the inclusion of quotation marks around the\nterm “office supplies” – a term not used by IPSA, with the quotation marks\ncasting doubt on the honesty of this categorisation; and by reporting that\nNorth East MPs had “stayed quiet” on the subject of licence fees in the House\nof Commons.\nThe\npublication did not accept a breach of the Editors’ Code. It said that the\nheadline was supported and clarified by the text of the article, which set out\nexactly what the 12 MPs had claimed on expenses: TV licences for their\nconstituency offices. It said that the article clearly detailed where this\ninformation had been sourced and gave every MP identified the opportunity to\nrespond.\nIn\nIPSO’s view, the references in the article, taken together, suggested that the\nnamed MPs had claimed their own personal TV licences on expenses. The headline\nof the article, the opening paragraphs, and the captions of the accompanying\nimages, used the term “their” to describe the licence fees being claimed on\nexpenses. The text of the article referred to representatives asking to be\nreimbursed “out of the public purse” for “their license”; explained that the\nBBC licence was “required by any household” consuming BBC programmes and\nservices; and included the observations of a reader who commented on the\nprogrammes watched by him and his children, thereby reinforcing the impression\nthat the article concerned domestic TV licences. The publication did not seek\nto argue that the named MPs had claimed their personal TV licences on expenses\nand the article, therefore, published misleading information.\nWhile\nthe article acknowledged that no rules were alleged have been broken and noted\nthat “so far, most MPs that have responded [to the publication] have clarified\nthat the licence fee is just for their constituency office”, this did not\namount to a clear acknowledgment that the claims by each of the named MPs had\nbeen made in relation to television sets for constituency offices – information\nthat was publicly available – and that none had been made in a personal\ncapacity. In addition, reporting the response of some MPs carried the\nimplication that the other MPs who had not responded to the publication’s\nrequest for comment may have claimed their own personal TV licence on expenses.\nThis\nmisleading impression was compounded by the publication’s characterisation of\nthe report as its own investigation and the comment that MPs had “stayed quiet”\non the subject of TV licence fees, which could suggest that they had done so\nout of self-interest and in order to avoid scrutiny. For these reasons, the\nCommittee found that the article provided a significantly misleading impression\nin regards to MPs expenses, and represented a failure to take care not publish\nmisleading information in breach of Clause 1 (i). Neither a correction nor a\nclarification was\noffered by the publication. The Committee therefore found a further breach\nof Clause 1 (ii).\nDate\ncomplaint received: 24/01/2022\nDate\ncomplaint concluded by IPSO: 04/07/2022\nBack to ruling listing\n\n\n"
}