{
    "url": "/rulings-and-resolution-statements/ruling/?id=00652-15",
    "title": "00652-15 Docherty v Get West London",
    "provisions": [
        "1 (Accuracy) 2015",
        "3 (Privacy) 2015",
        "5 (Intrusion into grief or shock) 2015"
    ],
    "outcome": "No breach - after investigation",
    "publication": "(DISCONTINUED) getwestlondon.co.uk (Reach PLC)",
    "received_on": "2015-02-23 00:00:00",
    "concluded_on": "2015-05-29 00:00:00",
    "complaint_processing_days": 95,
    "conclusion_long": "15. The complaint was not upheld.",
    "remedial_action": "N/A Date complaint received: 23/02/2015",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee 00652-15 Docherty\nv Get West LondonSummary of\ncomplaint 1. William Docherty complained to the Independent Press\nStandards Organisation that Get West London had breached Clause 1 (Accuracy),\nClause 3 (Privacy) and Clause 5 (Intrusion into grief or shock) of the Editors’\nCode of Practice in an article headlined “Man killed by train had been user of\nclosure-threatened Solace mental health centre in Ealing”, published 13 January\n2015. 2. The newspaper had published an article about the death\nof the complainant’s brother, Peter Docherty. The article had reported concerns\nthat a decision to close a mental health centre had contributed to Mr\nDocherty’s taking his own life. 3. The complainant was concerned that the article had\nbeen inaccurate as the newspaper had failed to establish the facts before\npublishing the article. He said that there was no evidence that his brother had\ncommitted suicide. He was also concerned that the article had been intrusive\nand distressing for the family. 4. The newspaper said that it had believed the\ncomplainant’s brother had committed suicide because of the circumstances of the\ndeath, the nature of the injuries and the investigations of the journalist. The\nreporter had spoken to friends of Mr Docherty at the Solace Centre Ealing,\nlocal councillors and the local MP, who all said that he had committed suicide.\nAdditionally, supporters of the Solace Centre held a public vigil for Peter,\ndisplaying banners which said “How many more suicides?”. In these\ncircumstances, the newspaper did not accept that there had been a failure to\ntake care over the accuracy of the article. It said that it had reported\ncomments from Mr Docherty’s friends, who had expressed concern that Mr Docherty\nhad committed suicide as a result of his worries about the closure of the\ncentre.   It also said that there was a clear public interest in the\npublication of the article. 5. After being made aware of the complainant’s concerns,\nthe online article was rewritten with the following clarification: Update: January 16, 2015: This article has been amended\nto remove comments and phrasing to do with the death of Mr Docherty that was\ncausing distress to his family. We are happy to point out and make clear that\nthe facts of this case are not yet known and are still to be officially\ndetermined by a Coroner at inquest. Mr Docherty's family has requested that the\nmedia and the community refrains from speculating about the causes of his death\nand allow these to be established by the inquest. We of course apologise for\nany distress our reporting may have caused. 6. When the complainant had made clear that he was\nunhappy with this, the article was removed from the website in its entirety. As\nthe original article had been overwritten and then deleted, neither the\ncomplainant nor the newspaper was able to provide a copy of the original\ntext.  The newspaper also said that it would publish a report of the\ninquest, and if information arises that conflicts with the article, it would\npublish a further correction. Relevant Code Provisions7. Clause 1 (Accuracy) i) The press must take care not to publish inaccurate,\nmisleading or distorted information, including pictures. ii) A significant inaccuracy, misleading statement or\ndistortion once recognised must be corrected, promptly and with due prominence,\nand – where appropriate – an apology published. iii) The Press, whilst free to be partisan, must\ndistinguish clearly between comment, conjecture and fact. Clause 3 (Privacy) i) Everyone is entitled to respect for his or her private\nand family life, home, health and correspondence, including digital\ncommunications. iii) It is unacceptable to photograph individuals in\nprivate places without their consent. Note – Private places are public or\nprivate property where there is a reasonable expectation of privacy. Clause 5 (Intrusion into grief or shock) i) In cases involving personal grief or shock, enquiries\nand approaches must be made with sympathy and discretion and publication\nhandled sensitively.  Findings of the Committee8. The Committee first wished to extend its condolences\nto the complainant and his family for their loss. 9. Neither the newspaper nor the complainant were able to\nprovide a copy of the original article, as it had been overwritten and deleted\nfrom the publication’s website. While this presented practical difficulties,\ngiven the seriousness of the concerns raised, the Committee endeavoured to\ninvestigate the matter, and asked the newspaper to provide its recollection of\nwhat the article had said. The newspaper did not dispute that the article had\nsaid that the complainant’s brother had “committed suicide”; however, the\nabsence of the article prevented the Committee from making any assessment\nregarding the presentation of the claim, and the impact that this had on the\nmeaning of the article taken as a whole. 10. Prior to the publication of the article, the\nnewspaper had spoken to friends of the deceased, the death had been described\nas a suicide by the local MP and banners at the vigil had referred to the death\nas suicide. In these circumstances, the newspaper’s decision not to contact the\nfamily prior to publication of the article did not represent a failure to take\ncare over the accuracy of the article.  11. Following the publication of the article, the\ncomplainant had told the newspaper that there was no evidence of suicide, and\nthat the circumstances of the death had not been yet established. The newspaper\nhad amended the article and appended a clarification which made clear that the\nfacts of the case had not been determined by a Coroner at an inquest. The\nnewspaper said that it would report the findings of the inquest and publish a\ncorrection if necessary. Although the complainant had not been satisfied with\nthe published clarification - as a result of which the newspaper had removed\nthe article from its website - the offer to publish the clarification was\nsufficient to fulfil any obligations under the terms of Clause 1 (ii). 12. The complainant was concerned that the article had\nreported as fact that his brother had committed suicide, rather than making clear\nthat this represented conjecture. As the original article was no longer\navailable, the Committee was unable to evaluate whether or not the article had\nfailed to distinguish comment and conjecture from fact. It was unable to\nestablish a breach of Clause 1 (iii). Ipso is currently considering what\nrequirements it might make of publishers to ensure that it is able to consider\nproperly complaint in such circumstances in the future. 13. The terms of Clause 5 relate to the conduct of\njournalists, and the sensitivity of articles, in cases involving grief or\nshock. The newspaper had not made intrusive approaches to the family. The\narticle had been respectful in tone, and sought to highlight the public concern\nabout the closure of the centre, and the potential ramifications it could have.\nWhile the Committee understood the distress caused by the article, the\nnewspaper had not failed to handle the publication with appropriate\nsensitivity. 14. The newspaper had not published any private\ninformation about the complainant or a surviving family member. As such, there\nwas no breach of Clause 3. Conclusions15. The complaint was not upheld. Remedial Action RequiredN/A Date complaint received: 23/02/2015\nDate decision issued: 29/05/2015\nBack to ruling listing\n\n\n"
}