{
    "url": "/rulings-and-resolution-statements/ruling/?id=00661-21",
    "title": "00661-21 Liberadzki v The Sunday Times",
    "provisions": [
        "1 Accuracy (2021)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "The Sunday Times (News UK)",
    "published_on": "2021-01-24 00:00:00",
    "received_on": "2021-01-24 00:00:00",
    "concluded_on": "2021-05-28 00:00:00",
    "complaint_processing_days": 124,
    "conclusion_long": "7. The complaint was not upheld.",
    "remedial_action": "8. N/A   Date complaint received: 24/01/2021",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee – 00661-21\nLiberadzki v The Sunday Times\nSummary of Complaint\n1. Stefan Liberadzki complained to the Independent Press\nStandards Organisation that The Sunday Times breached Clause 1 (Accuracy) of\nthe Editors’ Code of Practice in an article headlined “Sex question back on\ncensus in blow to trans rights”, published on 24 January 2021.\n2. The article reported on what was the upcoming census. It\nstated that the national statistician had said that the 2021 census would\nrequire everyone to “declare their sex” and that the 2011 census had “allowed\npeople to answer according to what gender they felt themselves to be\". It\nincluded a quote from the head of the government statistical service who\nstated: “The question on sex is very simply your legal sex.”\n3. The article also appeared online under the headline “Sex\nquestion back on census in blow to trans lobby” in substantially the same\nformat.\n4. The complainant said that the article was inaccurate in\nbreach of Clause 1. He said that there was no guidance or instructions printed\non the 2011 census form itself which advised how respondents should answer this\nquestion, so it was misleading to report that the question was going to change\nin the 2021 census in the way the newspaper suggested. The complainant said\nthat on this basis the headline was inaccurate as the question on sex in the\ncensus would be worded the same as it always had been, stating \"What is\nyour sex?\". He said that as this question had never been removed from the\ncensus, it was inaccurate to report that it was “back on” the census.  The complainant also said it was misleading\nto report the quote from the head of the government statistical service from a\nradio interview without clarifying that this was not official guidance that\nwould appear on the form.\n5. The publication did not accept a breach of the Code. It\nprovided the guidance for the 2011 census from the national archive which\nstated that transgender people could “select either ‘male’ or ‘female’,\nwhichever you believe is correct, irrespective of the details recorded on your\nbirth certificate. You do not need to have a Gender Recognition Certificate”.\nIt said that information provided by the head of the government statistical\nservice was definitive guidance in itself, and where he had said that the 2021\ncensus required a person to answer with their legal sex, rather than what they\nbelieve their sex to be irrespective of their legal status, this could be\nconsidered to be a change of the guidance. It said, therefore, that the\nprevious 2011 census was effectively a question on gender identity rather than\nsex, and that this was reversed for the 2021 census which made the question\nabout legal sex. It said that headlines are a summary of the article, and that\nthe full article went on to explain why it was considered to be “back on” the\ncensus and this was made clear within the first two paragraphs of the article.\nThe publication also noted that in between the 2011 and 2021 census there were\nproposals from the Office of National Statistics to remove the word “sex”,\nwhich were followed by trials causing doubt that the question would be included\nwithin the 2021 census. The newspaper said that despite these trials and the\ndoubt it would be there, the question regarding sex remained on the census, so\nit could be said to be “back on”. Despite not accepting a breach of the Code,\nthe newspaper did offer to amend the headline to read “Guidance changed on\ncensus sex question in blow to trans lobby”.\nRelevant Code Provisions\nClause 1 (Accuracy)\ni) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not\nsupported by the text.\nii) A significant inaccuracy, misleading statement or\ndistortion must be corrected, promptly and with due prominence, and — where\nappropriate — an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator. \niii) A fair opportunity to reply to significant inaccuracies\nshould be given, when reasonably called for.\niv) The Press, while free to editorialise and campaign, must\ndistinguish clearly between comment, conjecture and fact.\nFindings of the Committee\n6. It was accepted that the question “What is your sex?”\nappeared on both the 2011 and 2021 census. The question for the Committee,\ntherefore, was whether the way in which respondents were advised to answer this\nquestion had changed, such that in the 2011 census people could answer with the\ngender that they identified with, and in the 2021 census people would only be\nable to respond with their legal sex. The Committee did not accept the\ncomplainant’s position that because the guidance was online, as opposed to\nwritten on the census form itself, that it was not considered official guidance\nfor the 2011 census. It also found that guidance provided by the head\nrepresentative of the Office of National Statistics supported the publications\nposition that the 2021 census would require people to answer with their legal\nsex. The article explained that in the 2011 census people were allowed to\nanswer the question “what is your sex” according to which gender they felt\nthemselves to be irrespective of their legal sex, and that this had changed in\nthe 2021 census so that people had to answer the same question according to\ntheir legal sex only. The Committee noted that headlines summarise articles,\nalthough they must be supported by the text. Where the article set out the\nbasis for the 2021 census having put the question of legal sex “back on” the\ncensus, after the 2011 census had allowed people to answer male or female\ndepending on what they believed themselves to be, rather than their legally\nrecognised sex, the headline was supported by the text and was therefore not\nmisleading. On this basis, there was no breach of Clause 1, however, the\nCommittee welcomed the publication’s offer to amend the headline.\nConclusions\n7. The complaint was not upheld.\nRemedial Action Required\n8. N/A\n \nDate complaint received: 24/01/2021\nDate complaint concluded by IPSO: 28/05/2021\nBack to ruling listing\n\n\n"
}