{
    "url": "/rulings-and-resolution-statements/ruling/?id=00663-16",
    "title": "00663-16 Milbourn v The Mail on Sunday",
    "provisions": [
        "1 Accuracy (2016)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "The Mail on Sunday (Associated Newspapers Limited)",
    "received_on": "2016-02-10 00:00:00",
    "concluded_on": "2016-05-06 00:00:00",
    "complaint_processing_days": 86,
    "conclusion_long": "14. The complaint was not upheld.",
    "remedial_action": "N/A Date complaint received: 10/02/2016",
    "text": "\n\n\n\n\n\nDecision\nof the Complaints Committee 00663-16\nMilbourn v The Mail on Sunday\nSummary of\nComplaint \n1. 1. Barnaby Milbourn\ncomplained to the Independent Press Standards Organisation that the Mail on\nSunday breached Clause 1 (Accuracy) of the Editors’ Code of Practice in an\narticle headlined “My ‘investment’ in gold really has turned to dust…”,\npublished on 6 September 2015. The article was also published online on 5\nSeptember 2015.\n2. The article\ncomprised a reader’s letter from an individual identified as “JS”, and a response\nfrom the newspaper. In his letter, JS said that he had joined “Zen Gold”,\ninvesting £100 per month. He said that he then invested £10,000 in “Zen Gold”,\nin order to become a director of the company, with a guaranteed yield, and the\noption of his money back after three years. At the end of the three-year\ninvestment period, he requested his money back, but was told by the complainant\nthat “Zen Gold Partners Ltd” had been dissolved. JS said that all his financial\ndealings had been with the complainant, and at the end of his letter, he asked\nwhether he was ever actually a director of the company.\n3. The newspaper’s\nresponse to JS referred to the company as “Zen Gold” throughout. It stated that\nJS’s doubts in the company were justified, and that he had never been\nregistered as a director of the company. It stated that the newspaper had\ncontacted the complainant in relation to the claims made in JS’s letter, who\nhad said that he wasn’t in a position to say whether the reader had been told\nthe things he claimed to have been told. \nThe article reported that, in response to being asked what had happened\nto the reader’s £10,000, the complainant had said “I don’t know. It never went\nto me”. It also reported that the complainant had told the newspaper that he\nhad never made any of the claims that JS alleged Zen Gold Partners Ltd\nadvertised. The article included a picture of a “Zen Gold” logo, which was the\nwords “Zen Gold”, with an enlarged “Z”.\n4. The online\narticle was substantively similar to the print article, but did not include the\nlogo.\n5. The complainant\nsaid that JS could not have joined Zen Gold, which is an anti-fraud website,\nand an entirely separate entity to Zen Gold Partners Ltd. The article’s reference\nto Zen Gold Partners Ltd as “Zen Gold” was therefore significantly misleading. The\ncomplainant said that when he spoke to the newspaper, he did not deny making\nthe promotional claims that Zen Gold Partners Ltd had advertised, but said that\nJS hadn’t been his client, and that he wouldn’t be able to tell the newspaper\nwhat he had been told. The complainant did not dispute that he had been a\ndirector of Zen Gold Partners Limited, and confirmed that he had attended a\nmeeting with JS about his investment in the company. However, he denied that he\nhad any financial dealings with JS other than to return the gold the company\nheld for him.  \n6. The newspaper\nsaid that Zen Gold Partners Ltd operated under the overall title of “Zen Gold”,\nand it denied that it was significantly misleading to refer to “Zen Gold\nPartners Ltd” as “Zen Gold”. In support of its position, it provided a screen\nshot of the “About Us” page of the Zen Gold website which stated that “our\ncompany continues to expand with a wide range of new products being bought to\nmarket. Including the new Zen Gold Partners Business program”. It noted that on\nthe complainant’s Linkedin page, he had described himself as a cofounder and\ndirector of “Zen Gold”, described as a gold distribution company with “saving\nand investment plans all backed with physical Gold products”. It noted that Zen\nGold Partners was listed on the Zen Gold website in a section with links to\n“partners and information resources related to Zen Gold”. The newspaper\nprovided an advertisement from Zen Gold Partners Ltd, including its logo, which\nconsisted of the words “Zen Gold Partners” with an enlarged Z. It said that the\nsame enlarged Z was used in the logos for both Zen Gold Partners Ltd and Zen\nGold.\n7. In response to\nthe complainant’s claim that he had not had any financial dealing with JS, the\nnewspaper provided an email from the complainant to JS in which he provided JS\nwith the bank details for his investment in Zen Gold Partners Ltd. It also\nnoted that this email had been sent from “info@zengold.com”, the address of the\nwebsite the complainant claimed was a separate entity to Zen Gold Partners\nLtd.  The newspaper also provided a share\ncertificate signed by the complainant, which certified that JS had paid £10,000\nto become the registered proprietor of 10,000 shares in Zen Gold Partners Ltd. The\nnewspaper noted that JS only owned 2 shares out of the 1100 shares in Zen Gold\nPartners Ltd that were ever issued.\n8.    The complainant\nsaid that the reference to “Zen Gold” on his Linkedin page was a reference to an\nentity called Zen Gold Dealers, rather than either Zen Gold, or Zen Gold\nPartners Ltd. He said that the Zen Gold website had a hyperlink to Zen Gold\nPartners Ltd so that a reader might find other websites with information that may\nbe of interest. The existence of this hyperlink did not support the newspaper’s\nposition that Zen Gold was connected to Zen Gold Partners Ltd. The complainant\nsaid that the fact he sent JS the relevant bank details did not demonstrate\nthat he had had financial dealings with him. The complainant said that a large\ngold “Z” was never used as the logo for Zen Gold Partners.\nRelevant\nCode Provisions\n9. Clause 1 Accuracy i) The Press must take care not\nto publish inaccurate, misleading or distorted information, including pictures.ii) A significant inaccuracy,\nmisleading statement or distortion once recognised must be corrected, promptly\nand with due prominence, and - where appropriate - an apology published. In\ncases involving the Regulator, prominence should be agreed with the Regulator\nin advance.iii) The Press, whilst free to be\npartisan, must distinguish clearly between comment, conjecture and fact.\nFindings\nof the Committee\n10. The Committee\nnoted the complainant’s position that JS’s dealings had been with Zen Gold\nPartners Ltd, rather than his website Zen Gold. However, the article was clearly JS’s account\nof his involvement with an investment scheme, rather than any involvement with\nan anti-fraud website. Furthermore, the article later referred to the company\nby its full name of “Zen Gold Partners Limited”.  The Committee noted that the complainant did\nnot take the opportunity to explain that Zen Gold was a separate entity to Zen\nGold Partners Ltd in his conversation with the journalist, in which the journalist\nhad referred to the company as “Zen Gold”. In these circumstances, the\nCommittee did not consider that the abbreviation of Zen Gold Partners Ltd to\n“Zen Gold” represented a failure to take care not to publish inaccurate\ninformation, and was not a significant inaccuracy such as to require the\npublication of a correction. There was no breach of Clause 1 on this point.    \n11. The logo for Zen\nGold Partners Ltd was substantially the same as the logo for Zen Gold. In\ncircumstances where it was not significantly misleading to refer to Zen Gold Partners\nLtd as “Zen Gold”, the use of the Zen Gold logo in the print version of the\narticle was not significantly misleading, and did not raise a breach of Clause\n1.\n12. The Committee\nnoted the complainant’s positon that he had no financial dealings with JS other\nthan to return the gold held by Zen Gold Partners Ltd. However, the complainant\ndid not dispute that he was one of three directors of Zen Gold Partners Ltd,\nthat he had attended a meeting with JS about an investment in the company, that\nhe provided JS with the payment details for his investment and that he had\nsigned the share certificate JS received in return. In addition, the newspaper\nprovided the complainant the opportunity to comment on JS’s claims, and\nincluded his response that JS had not been his client. In these circumstances,\nit was not significantly misleading to publish JS’s claim that all his\nfinancial dealings had been with the complainant.  This aspect of the complaint did not raise a\nbreach of Clause 1.\n13. When the\nnewspaper contacted the complainant prior to publication, he had told the\njournalist that JS had not been his client, and that he did not know what JS had\nbeen told prior to his investment. It was therefore not inaccurate to report\nthat the complainant denied telling JS the claims that Zen Gold Partners Ltd\nhad advertised. This aspect of the complaint did not raise a breach of Clause\n1.\nConclusions\n14. The complaint\nwas not upheld.\nRemedial Action Required\nN/A\nDate complaint received: 10/02/2016\nDate decision issued: 06/05/2016\nBack to ruling listing\n\n\n"
}