{
    "url": "/rulings-and-resolution-statements/ruling/?id=00668-15",
    "title": "00668-15 – A woman v Gloucestershire Echo",
    "provisions": [
        "1 (Accuracy) 2015",
        "3 (Privacy) 2015"
    ],
    "outcome": "No breach - after investigation",
    "publication": "Gloucestershire Echo (Reach PLC)",
    "published_on": "2015-02-09 00:00:00",
    "received_on": "2015-02-11 00:00:00",
    "concluded_on": "2015-05-12 00:00:00",
    "complaint_processing_days": 90,
    "conclusion_long": "8. The complaint was not upheld.",
    "remedial_action": "N/A Date complaint received: 11/02/2015",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee 00668-15 – A woman v Gloucestershire EchoSummary of\ncomplaint 1. A woman complained to the Independent Press\nStandards Organisation that the Gloucestershire Echo had breached Clause 1\n(Accuracy) and Clause 3 (Privacy) of the Editors’ Code of Practice in an\narticle headlined “Man attacks Good Samaritan who stopped to help woman being\nassaulted in Cheltenham town centre”, published on 9 February 2015. 2. The article reported that the complainant’s ex-partner\nhad been given an 8-month suspended prison sentence after pleading guilty for\ncharges of assault, affray and possessing a bladed article. It reported that he\nhad “launched an attack on his estranged partner…and then lashed out at a Good\nSamaritan”. The article reported that the defence solicitor had said that “my\nclient and his ex-partner wish to resume their relationship – she does not\nsupport this prosecution – and they plan to move in together”, and that “they\nbumped into each other that night by coincidence and she was preventing him\nfrom seeing his child”. 3. The complainant said that she was not resuming her\nrelationship with the defendant, rather, she was trying to get on with the\ndefendant for the sake of their child, and she denied that she was moving in\nwith him. She said that she did not attend court on the day of the case as she\nwas not pressing charges, but said that it was inaccurate to state that she did\nnot support the prosecution. She said that her statement to the police had made\nclear that she disagreed with the actions of the defendant, and that she was\nnot in a relationship with him. However, she could not confirm whether or not\nher statement had been used during the court proceedings. She said that, in\ncircumstances where she had done nothing wrong, the inclusion of her name in\nthe article represented an intrusion into her privacy. 4. The newspaper said that the article was a fair and\naccurate court report. It said that no challenge was made to the defence\nsolicitor’s submissions in relation to the complainant. The newspaper said that\nit took the decision to name the complainant as the victim of an assault\nbecause she was central to the case, and had been named in open court by the\nprosecution, the defence and the judge. There was no order preventing the\npublication of the complainant’s name. Nevertheless, the newspaper offered to\naddress the complainant’s concerns by removing the remarks of the defence\nsolicitor which the complainant had contended were inaccurate.   Relevant Code Provisions5. Clause 1 (Accuracy)i) The Press must take care not to publish inaccurate,\nmisleading or distorted information, including pictures. ii) A significant inaccuracy, misleading statement or\ndistortion once recognised must be corrected, promptly and with due prominence,\nand - where appropriate - an apology published. In cases involving the\nRegulator, prominence should be agreed with the Regulator in advance. iii) The Press, whilst free to be partisan, must\ndistinguish clearly between comment, conjecture and fact. Clause 3 (Privacy) i) Everyone is entitled to respect for his or her private\nand family life, home, health and correspondence, including digital\ncommunications. ii) Editors will be expected to justify intrusions into\nany individual's private life without consent. Account will be taken of the\ncomplainant's own public disclosures of information. Findings of the Committee6. The newspaper was obliged report accurately on the\ncourt proceedings, but was not responsible for the accuracy of what was said in\ncourt. There were no grounds for finding that the article was a misleading\naccount of the court proceedings, and there was no breach of Clause 1. 7. Whilst the complainant had not pressed charges, or\nattended court, her name had been disclosed during the court proceedings. Newspapers\nare, subject to any restriction on reporting imposed by the Code or the law,\nentitled to publish material disclosed during legal proceedings. Where such\nmaterial is heard in open court it is, in any case, already in the public\ndomain. In this instance, whilst the Committee understood that the complainant\nwas upset by the article, there was no breach of Clause 3.  Conclusions8. The complaint was not upheld. Remedial Action RequiredN/A Date complaint received: 11/02/2015 Date decision issued:\n12/05/2015\n\n\nBack to ruling listing\n\n\n"
}