{
    "url": "/rulings-and-resolution-statements/ruling/?id=00660-15",
    "title": "00660-15 Muller v The Daily Telegraph",
    "provisions": [
        "1 (Accuracy) 2015"
    ],
    "outcome": "No breach - after investigation",
    "publication": "The Daily Telegraph (Telegraph Media Group Ltd)",
    "published_on": "2014-12-10 00:00:00",
    "received_on": "2015-02-11 00:00:00",
    "concluded_on": "2015-06-04 00:00:00",
    "complaint_processing_days": 113,
    "conclusion_long": "reached by the authors could not be supported by the findings of the study.  4. He said that the study had measured the effect of static magnetic fields on certain proteins. As it found no effect, it had concluded that mobile phones were likely to be safe. The complainant said that concerns have been raised about electromagnetic fields radiation and low-frequency magnetic fields, rather than static magnetic fields. As the study had only tested static magnetic fields, conclusions could not be drawn regarding the safety of mobile phones. The complainant also said that inferences drawn by the researchers, based on a limited study of a few proteins, had been “highly questionable”.  5. The complainant said that other studies in this area had produced different results. He was concerned that that the newspaper had not sought comment from independent ”experts” on the subject. Nor had it investigated the funding of the research and the backgrounds of the researchers.  6. The newspaper said it was entitled to publish details of a study which had been published in a peer-reviewed journal, and did not accept that the article was inaccurate or significantly misleading. It said that the possible health effects of mobile telephones and other electronic equipment is a controversial issue and a matter of scientific debate. The newspaper had not been obliged to rehearse all the scientific literature on the topic. The article had made clear the relevant facts of the study. It had also provided NHS advice on using mobile phones and had explained that other studies were ongoing and that more work needed to be done in this area. It made clear that prior to publication the journalists had assessed both the original study and the press release.  7. After receiving the complaint, the newspaper said that it had contacted the University and had been told that the article “was an accurate reflection of the findings of our researchers, with appropriate caveats to the findings”.  8. The newspaper said that the concerns of the complainant fell outside of scope of the Editors’ Code of Practice as it is not the role of newspapers to be the arbiter of researchers’ methodology.  Relevant Code Provisions 9. Clause 1 (Accuracy)  i) The press must take care not to publish inaccurate, misleading or distorted information, including pictures.  ii) A significant inaccuracy, misleading statement or distortion once recognised must be corrected, promptly and with due prominence, and – where appropriate – an apology published.  Findings of the Committee 10. Scientific papers, and their possible implications, will often be the subject of intense and robust debate. The Committee made clear that while it is important that newspapers and magazines report scientific studies accurately, Ipso is not the appropriate body to consider concerns about the methodology employed in scientific research. There is a clear value in newspapers reporting scientific developments, and the press releases issued by those involved in studies can facilitate accurate coverage.  11. The complainant did not dispute that the article had accurately reported the conclusions drawn by the authors of the study, based on what they considered to be the possible implications of the research. Neither did the complainant contend that the newspaper had inflated the conclusions set out in the University press release. Rather, the complainant’s concern was that the article was inaccurate as the conclusions reached by the scientists could not be supported by the findings of the study. The study had been published in a scientific journal and been subject to peer review. In these circumstances, the newspaper had not been obliged to independently evaluate the validity of the authors’ conclusions or the rigour of the methodology employed. The newspaper had taken steps to ensure that the article reflected the views of the authors of the study. There had not been a failure to take care over the accuracy of the article. There was no breach of Clause 1 (i).  12. The article had quoted the co-lead author of the paper as saying that the study “definitely takes us nearer to the point where we can say that power-lines, mobile phones and other similar devices are likely to be safe for humans”. The Committee expressed some concern in this context about the claim, in the sub-headline, that “key proteins in the human body are completely unaffected by the magnetic fields of mobile phones, scientists have found” and, in the first line of the article, that “the magnetic fields created by mobile phones and power lines are not harmful to human health, the University of Manchester has found”. The article had, however, made clear that that the findings represented conclusions drawn by the researchers from their laboratory study, rather than an undisputed consensus in the scientific community. It had explained the research methodology and set out the basis on which the conclusions had been reached, including the explanation that “the most plausible candidates for sensitivity” to the magnetic fields were “likely to be rare in human biology”. It had included NHS advice on mobile phone usage, said that “more work on other possible links will need to be done “and explained that other studies were on-going. The Committee concluded that there was no breach of Clause 1.  Conclusions 13. The complaint was not upheld.",
    "remedial_action": "N/A  Date complaint received: 11/02/2015",
    "text": "\n\n\n\n\n\n·  Decision of the Complaints Committee 00660-15 Muller v\nThe Daily Telegraph\nSummary of\ncomplaint \n1. Karl Muller complained to the Independent Press\nStandards Organisation that The Daily Telegraph had breached Clause 1\n(Accuracy) of the Editors’ Code of Practice in an article headlined “Mobile\nphones unlikely to harm human health, scientists find”, published on 10\nDecember 2014. \n2. The article reported on a scientific study conducted\nby the University of Manchester and published in the peer-reviewed Journal of\nthe Royal Society Interface. The study had considered the effects of weak\nmagnetic fields on flavoproteins. The article reported that the University\nfound that “magnetic fields created by mobile phone and power lines are not\nharmful to human health”. It said that it was previously “thought that magnetic\nfields could harm key proteins in the human body [but] the University of\nManchester has now found that they have no detectable impact at all [having\nlooked at] how weak magnetic fields affected flavoproteins, which are crucial\nto health and control the nervous system and DNA repair”. \n3. The complainant said that the article was inaccurate\nas the study did not demonstrate that mobile phones are safe. While he accepted\nthat the article accurately reflected the information provided by the authors\nof the study in a press release, he said that the conclusion reached by the\nauthors could not be supported by the findings of the study. \n4. He said that the study had measured the effect of\nstatic magnetic fields on certain proteins. As it found no effect, it had\nconcluded that mobile phones were likely to be safe. The complainant said that\nconcerns have been raised about electromagnetic fields radiation and\nlow-frequency magnetic fields, rather than static magnetic fields. As the study\nhad only tested static magnetic fields, conclusions could not be drawn regarding\nthe safety of mobile phones. The complainant also said that inferences drawn by\nthe researchers, based on a limited study of a few proteins, had been “highly\nquestionable”. \n5. The complainant said that other studies in this area\nhad produced different results. He was concerned that that the newspaper had\nnot sought comment from independent ”experts” on the subject. Nor had it\ninvestigated the funding of the research and the backgrounds of the\nresearchers. \n6. The newspaper said it was entitled to publish details\nof a study which had been published in a peer-reviewed journal, and did not\naccept that the article was inaccurate or significantly misleading. It said\nthat the possible health effects of mobile telephones and other electronic\nequipment is a controversial issue and a matter of scientific debate. The\nnewspaper had not been obliged to rehearse all the scientific literature on the\ntopic. The article had made clear the relevant facts of the study. It had also\nprovided NHS advice on using mobile phones and had explained that other studies\nwere ongoing and that more work needed to be done in this area. It made clear\nthat prior to publication the journalists had assessed both the original study\nand the press release. \n7. After receiving the complaint, the newspaper said that\nit had contacted the University and had been told that the article “was an\naccurate reflection of the findings of our researchers, with appropriate\ncaveats to the findings”. \n8. The newspaper said that the concerns of the complainant\nfell outside of scope of the Editors’ Code of Practice as it is not the role of\nnewspapers to be the arbiter of researchers’ methodology. \nRelevant Code Provisions\n9. Clause 1 (Accuracy) \ni) The press must take care not to publish inaccurate, misleading\nor distorted information, including pictures. \nii) A significant inaccuracy, misleading statement or\ndistortion once recognised must be corrected, promptly and with due prominence,\nand – where appropriate – an apology published. \nFindings of the Committee\n10. Scientific papers, and their possible implications,\nwill often be the subject of intense and robust debate. The Committee made\nclear that while it is important that newspapers and magazines report\nscientific studies accurately, Ipso is not the appropriate body to consider\nconcerns about the methodology employed in scientific research. There is a\nclear value in newspapers reporting scientific developments, and the press\nreleases issued by those involved in studies can facilitate accurate coverage. \n11. The complainant did not dispute that the article had\naccurately reported the conclusions drawn by the authors of the study, based on\nwhat they considered to be the possible implications of the research. Neither\ndid the complainant contend that the newspaper had inflated the conclusions set\nout in the University press release. Rather, the complainant’s concern was that\nthe article was inaccurate as the conclusions reached by the scientists could\nnot be supported by the findings of the study. The study had been published in\na scientific journal and been subject to peer review. In these circumstances,\nthe newspaper had not been obliged to independently evaluate the validity of\nthe authors’ conclusions or the rigour of the methodology employed. The newspaper\nhad taken steps to ensure that the article reflected the views of the authors\nof the study. There had not been a failure to take care over the accuracy of\nthe article. There was no breach of Clause 1 (i). \n12. The article had quoted the co-lead author of the\npaper as saying that the study “definitely takes us nearer to the point where\nwe can say that power-lines, mobile phones and other similar devices are likely\nto be safe for humans”. The Committee expressed some concern in this context\nabout the claim, in the sub-headline, that “key proteins in the human body are\ncompletely unaffected by the magnetic fields of mobile phones, scientists have\nfound” and, in the first line of the article, that “the magnetic fields created\nby mobile phones and power lines are not harmful to human health, the\nUniversity of Manchester has found”. The article had, however, made clear that\nthat the findings represented conclusions drawn by the researchers from their\nlaboratory study, rather than an undisputed consensus in the scientific\ncommunity. It had explained the research methodology and set out the basis on\nwhich the conclusions had been reached, including the explanation that “the\nmost plausible candidates for sensitivity” to the magnetic fields were “likely\nto be rare in human biology”. It had included NHS advice on mobile phone usage,\nsaid that “more work on other possible links will need to be done “and\nexplained that other studies were on-going. The Committee concluded that there\nwas no breach of Clause 1. \nConclusions\n13. The complaint was not upheld. \nRemedial Action Required\nN/A \nDate complaint received: 11/02/2015\nDate decision issued: 04/06/2015\nBack to ruling listing\n\n\n"
}