{
    "url": "/rulings-and-resolution-statements/ruling/?id=00665-20",
    "title": "00665-20 Enticknap v The Gazette (North East, Middlesbrough & Teesside)",
    "provisions": [
        "1 Accuracy (2019)"
    ],
    "outcome": "Breach - sanction: action as offered by publication",
    "publication": "The Gazette (North East, Middlesbrough & Teesside) (Reach PLC)",
    "published_on": "2019-07-12 00:00:00",
    "received_on": "2020-02-05 00:00:00",
    "concluded_on": "2020-05-14 00:00:00",
    "complaint_processing_days": 99,
    "conclusion_long": "9. The complaint was upheld.Remedial Action Required10. The publication had published a correction sufficiently promptly and with due prominence as to meet the requirements of Clause 1(ii). There was no breach of Clause 1(ii), and no further",
    "remedial_action": ". Date complaint received: 05/02/2020",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee – 00665-20 Enticknap\nv The Gazette (North East, Middlesbrough & Teesside)Summary of Complaint1. Gary Enticknap complained to the Independent Press\nStandards Organisation that The Gazette (North East, Middlesbrough &\nTeesside) breached Clause 1 (Accuracy) of the Editors’ Code of Practice in an\narticle headlined “Glum-looking pimp used threats to keep his sex enterprise\nsecret”, published on 12 July 2019.2. The article reported on the complainant’s sentencing\nhearing. The article stated that the complainant had “used blackmail to avoid\njustice and stop his prostitutes leaving”; that he had “on at least one\noccasion blackmailed the victim to prevent her contacting police”; detailed his\nsentencing for controlling prostitution for gain. The article also included a\nquote from a spokesperson for North Yorkshire Police, stating that “he used the\nthreat of blackmail to avoid being brought to justice.”3. The complainant said that the article was inaccurate in\nbreach of Clause 1 because, whilst the claim he had blackmailed one of the\nescorts had been referenced in court, the charge had been dropped and he had\nnot been found guilty of it. He also\nsaid that whilst he had pleaded guilty to controlling prostitution for gain, he\nmaintained that he was innocent and said that he was intending to pursue a\nretrial.4. The publication accepted that it had published inaccurate\ninformation, but it did not accept that it had breached the Code. It said that\nthe article was based on a press release issued by the North Yorkshire Police.\nThe publication provided the press release, which stated that the complainant\nhad pleaded “guilty to two charges of controlling prostitution for gain” and that\nhe had “on at least one occasion blackmailed the victim to prevent her\ncontacting police”. The press release also contained a quote from a\nspokesperson for North Yorkshire Police which said: “he used the threat of\nblackmail to avoid being brought to justice”. The publication was contacted by\nthe complainant directly, and after confirming the position with the North\nYorkshire Police, it amended the article and added the following correction as\na footnote:CLARIFICATION: An earlier version of this story made\nreference to an allegation of blackmail in line with information supplied by\nNorth Yorkshire Police. The force has since clarified that charge was dropped.\nThe force has also amended its statement on the victims. We are happy to\nclarify this information.Relevant Code Provisions5. Clause 1 (Accuracy)i) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not\nsupported by the text.ii) A significant inaccuracy, misleading statement or\ndistortion must be corrected, promptly and with due prominence, and — where\nappropriate — an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator. iii) A fair opportunity to reply to significant inaccuracies\nshould be given, when reasonably called for.iv) The Press, while free to editorialise and campaign, must\ndistinguish clearly between comment, conjecture and fact.Findings of the Committee6. The publication had relied solely upon a police press\nrelease for its information about the court proceedings. However, the press\nrelease was contradictory: it explained that an allegation had been made that\nthe complainant had blackmailed one of his victims and later stated, without\nqualification, that he had blackmailed the victim on at least one\noccasion. Further, the charges in\nrespect of which the complainant had pleaded guilty were made clear in the\npress release, and did not appear to include a charge of blackmail.  The status of the blackmail allegation was,\ntherefore, not clear from the press release. However, the article had reported,\nas fact, that the complainant had blackmailed his victim, without taking any\nsteps to confirm whether the offence to which the complainant had pleaded\nguilty had included a charge of blackmail. Given the seriousness of the claim, this represented a failure to take\ncare not to report inaccurate information about the offence committed by the\ncomplainant in breach of Clause 1(i). Where the article was a report of the\ncomplainant’s court case and conviction, this was a significant inaccuracy that\nrequired a correction under Clause 1(ii).7. Once the publication had been contacted directly by the\ncomplainant prior to IPSO’s involvement, and the position had been confirmed by the police, it changed the\narticle and added a clarifying footnote which identified the inaccuracy and put\nthe correct position on record, which was found to be both prompt and\nprominent. There was no breach of Clause 1(ii).8. The Committee noted that the complainant said he was\ninnocent of controlling prostitution for gain, but he accepted that he had\npleaded guilty to this charge. Where the article accurately reported that the\ncomplainant had pleaded guilty to charges of controlling prostitution for gain,\nthe Committee did not find the article misleading in the way the complainant\nsuggested. There was no breach of Clause 1 on this point.Conclusions9. The complaint was upheld.Remedial Action Required10. The publication had published a correction sufficiently\npromptly and with due prominence as to meet the requirements of Clause 1(ii).\nThere was no breach of Clause 1(ii), and no further remedial action required. Date complaint received: 05/02/2020Date complaint concluded by IPSO: 14/05/2020\nBack to ruling listing\n\n\n"
}