{
    "url": "/rulings-and-resolution-statements/ruling/?id=00663-20",
    "title": "00663-20 Dorante-Day v belfasttelegraph.co.uk",
    "provisions": [
        "1 Accuracy (2019)",
        "12 Discrimination (2019)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "belfasttelegraph.co.uk (MEDIAHUIS UK)",
    "published_on": "2020-01-31 00:00:00",
    "received_on": "2020-02-04 00:00:00",
    "concluded_on": "2020-08-18 00:00:00",
    "complaint_processing_days": 196,
    "conclusion_long": ". He said that reporting that he had \"launched a legal action… claiming that he is the love child of Prince Charles and Camilla. And as such, potentially, second-in-line to the throne\" was also inaccurate, as it did not reflect the legal arguments he was making.5. The complainant also said it was inaccurate to report that parents with blue eyes cannot have a brown eyed child. The complainant provided a link to his blog which contained several sources which stated that there were several anomalies that could lead to a child of blue-eyed parents having brown eyes, or a child’s eyes changing colour. The complainant also said that it was inaccurate to report that he had said that “Megxit” had been a ploy to draw attention from his court case. He accepted that he had said that it was “a very big coincidence” that it happened at the same time as his legal case, however denied he had ever called it a ploy, and said that this was the newspaper’s interpretation of his word.6. The complainant also said that the article was derogatory to the extent that it was misleading in breach of Clause 1. He said it was insulting to write that his surname was a “mouthful”. He also said it was inaccurate and insulting to insinuate that his grandmother had lied to him or embellished a story, and that it was disrespectful not to use his grandparents’ full names. Furthermore, he said it was inaccurate to report that he was a “strange Aussie” when in fact he was a British citizen.7. The complainant also said that the article had discriminated against him in breach of Clause 12 by referring to him as an “oddball” which he believed was a judgement on his mental health.8. The publication did not accept a breach of Clause 1. It said that the article was not solely reporting on the complainant’s court case and the evidence he was submitting to court, but also the wider context of the claims he was had made, including on his own social media and in other publications. To this effect it said that the complainant had relied on photographic evidence to support his claims on his Facebook page. The publication supplied several images from the complainant’s social media prior to the publication of the article in which he had compared photographs of himself and his family members to various members of the royal family. It said that these images, alongside what his grandmother had told him, were what his claims rested on and what the publication was reporting on; not the evidence he had submitted to court of which it had not had sight. 9. The publication said that the article was the writer expressing her opinion of the complainant’s claims, in which she was entitled to report her belief that his claims “did not add up” and it was not inaccurate for her to do so.10. The publication also did not consider the statement regarding eye colour to be inaccurate. It had said that the article had reported that “apparently” a blue-eyed couple could not have a brown-eyed child. However, it said the point was not one of biology, but to demonstrate the complainant’s response to these criticisms – that he had been born with blue eyes which had been “tampered with” when he was a child in order to change them to brown. Where the point was about the complainant’s assertion his eye colour had been changed, the publication said that stating that “apparently” blue-eyed parents could not have a brown-eyed child could not be a significant inaccuracy. In addition, the publication provided a podcast the complainant had recorded in which he said that as a child his eyes had been blue, but they had been operated on to make them brown.11. The publication provided links to the complainant’s website, and an article from another publication the complainant had included on his website, in which he had been interviewed. In this interview, the complainant had stated that: “The government and the palace would’ve learnt about my High Court submissions just before Christmas, and I have no doubt it would’ve caused panic,” says Simon. “Then we hear of Harry announcing that he was stepping back from the royal family, all the crisis talks at Sandringham Estate with the Queen, Charles and William. It’s all a very big coincidence!” The publication said this was their basis for the complainant stating that he had claimed “Megxit” was a ploy, and it was therefore not significantly inaccurate or misleading.12. The publication also denied a breach of Clause 12. It said that it had no knowledge of the complainant’s mental health, and would not discriminate on such grounds. It said that the definition of an “oddball” was a strange or eccentric person, and that the complainant could be described as being eccentric.Relevant Code Provisions13. Clause 1 (Accuracy)i) The Press must take care not to publish inaccurate, misleading or distorted information or images, including headlines not supported by the text.ii) A significant inaccuracy, misleading statement or distortion must be corrected, promptly and with due prominence, and — where appropriate — an apology published. In cases involving IPSO, due prominence should be as required by the regulator. iii) A fair opportunity to reply to significant inaccuracies should be given, when reasonably called for.iv) The Press, while free to editorialise and campaign, must distinguish clearly between comment, conjecture and fact.14. Clause 12 (Discrimination)i) The press must avoid prejudicial or pejorative reference to an individual's, race, colour, religion, sex, gender identity, sexual orientation or to any physical or mental illness or disability.ii) Details of an individual's race, colour, religion, gender identity, sexual orientation, physical or mental illness or disability must be avoided unless genuinely relevant to the story.Findings of the Committee15. The article had been an opinion piece about the “claims” of the complainant; it did not purport to be an in-depth analysis of his legal case. The article had stated that the complainant was relying on photographic evidence, but had not stated that this was an exhaustive list of all the evidence that the complainant was relying on. Where the publication had been able to provide examples of the complainant sharing comparative photographs as evidence that he was the child of the Duchess of Cornwall and the Prince of Wales there was no failure to take care of the accuracy of this point in breach of Clause 1(i). There was no significant inaccuracy, and therefore no breach of Clause 1(ii). In addition, as a comment piece, the publication was entitled to report the opinion of the writer that the complainant’s claim did not “add up”, and there was no breach of Clause 1 on this point.16. The article had reported that “when both parents have blue eyes the child apparently can't have brown eyes”. The publication had said it included this in order to introduce the complainant’s allegations that he had had eye colour changing surgery as a child, rather than to make a statement of fact regarding the genetic inheritance of eye-colour. The article had prefaced the statement with “apparently” rather than stating it as fact. In the context of the article, and where the complainant did not deny that he alleged his eye colour had been changed during his childhood, reporting that “apparently” blue-eyed couples could not have brown-eyed children, when in extremely rare circumstances they have been found to, was not a significant inaccuracy and there was no breach of Clause 1.17. The Committee noted that the complainant did not dispute that he had conducted an interview in which he had stated that it was a “very big coincidence” that “Megxit” had occurred at the same time as his court case. On this basis, it was not found to be misleading to report that the complainant had claimed that “Megxit” was a “ploy” to distract the media from his case. There was no failure to take care under Clause 1(i) on this point, and no significant inaccuracy requiring correction under Clause 1(ii).18. IPSO does not address matters of taste and offense, and therefore there was no breach of Clause 1 to report that the complainant’s surname was “a mouthful” and not to refer to his grandparents by their names. In addition, where the article had set the basis for the claims, the publication was allowed to insinuate that the complainant’s grandmother had embellished her story. In addition, whilst the complainant was a British Citizen, as he had lived in Australia for a long time, and within the context of the article, it was not significant to report that he was an “Aussie”. There was no breach of Clause 1 on these points.19. In the context of this article, which made no reference to the complainant’s mental health, the Committee did not consider that the use of the term “oddball” a pejorative or prejudicial reference to the complainant’s mental health. On this basis there was no breach of Clause 12.Conclusions20. The complaint was not upheld.",
    "remedial_action": "21. N/A Date complaint received: 04/02/2020",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee – 00663-20\nDorante-Day v belfasttelegraph.co.ukSummary of Complaint1. Simon Charles Dorante-Day complained to the Independent\nPress Standards Organisation that belfasttelegraph.co.uk breached Clause 1\n(Accuracy) and Clause 12 (Discrimination) of the Editors’ Code of Practice in\nan article headlined “He may have the hair to be an heir, but Prince Simon’s\nclaim just doesn’t add up”, published on 31 January 2020.2. The article was a comment piece in which the columnist\ndiscussed the complainant’s legal action, which centred  on his claims that he was in fact the child\nof the Duchess of Cornwall and the Prince of Wales and therefore “potentially,\nsecond-in-line to the throne\". The article reported that the man was\n“claiming that he's [the Queen’s] grandson on account of the fact that he's got\na similar hairdo to the Duchess of Cornwall\" and that as he did not have\nDNA evidence to prove this he was relying on “photographic ‘evidence’”. The\nauthor expressed her view that the man’s claims did not “add up”, as the man\nhad brown eyes, and both the Duchess of Cornwall and the Prince of Wales had\nblue and that “when both parents have blue eyes the child apparently can't have\nbrown eyes”. However, she stated that the man had claimed his eyes being\n“tampered with”. The article also asserted that the man had claimed that\n“Megxit” was a ”ploy” to detract media attention from his court case. The\narticle also described the man as a “strange Aussie”, and said that his use of\nhis first, middle and double-barrelled surname was ”a bit of a mouthful\".\nIt also referred to the man’s grandmother, saying that “she and her husband”\nhad worked in the royal household and stated that “we all got told stories by\nour grannies that may have been a little, shall we say, enhanced”. The article\nalso described the man as an “oddball”.3. The article also appeared online in substantially the\nsame format.4. The complainant, the subject of the article, said that\nthe article was inaccurate in breach of Clause 1. He cited several of the\nstatements within the article and said they did not truly reflect his court\ncase, or the evidence that was before the court. He said it was inaccurate to\nreport that the evidence for his claims was based on photographic evidence or\nthe similarity of his hairdo to that of members of the royal family, as this\ndid not form any of the evidence that he was relying on in court and the\narticle had omitted many aspects of his claim. He also said it was inaccurate\nfor the article to report that his claim “did not add up” as he did not believe\nthat the publication had seen enough of his legal case or evidence to come to\nthis conclusion. He said that reporting that he had \"launched a legal\naction… claiming that he is the love child of Prince Charles and Camilla. And\nas such, potentially, second-in-line to the throne\" was also inaccurate,\nas it did not reflect the legal arguments he was making.5. The complainant also said it was inaccurate to report\nthat parents with blue eyes cannot have a brown eyed child. The complainant\nprovided a link to his blog which contained several sources which stated that\nthere were several anomalies that could lead to a child of blue-eyed parents\nhaving brown eyes, or a child’s eyes changing colour. The complainant also said\nthat it was inaccurate to report that he had said that “Megxit” had been a ploy\nto draw attention from his court case. He accepted that he had said that it was\n“a very big coincidence” that it happened at the same time as his legal case,\nhowever denied he had ever called it a ploy, and said that this was the\nnewspaper’s interpretation of his word.6. The complainant also said that the article was derogatory\nto the extent that it was misleading in breach of Clause 1. He said it was\ninsulting to write that his surname was a “mouthful”. He also said it was\ninaccurate and insulting to insinuate that his grandmother had lied to him or\nembellished a story, and that it was disrespectful not to use his grandparents’\nfull names. Furthermore, he said it was inaccurate to report that he was a\n“strange Aussie” when in fact he was a British citizen.7. The complainant also said that the article had\ndiscriminated against him in breach of Clause 12 by referring to him as an\n“oddball” which he believed was a judgement on his mental health.8. The publication did not accept a breach of Clause 1. It\nsaid that the article was not solely reporting on the complainant’s court case\nand the evidence he was submitting to court, but also the wider context of the\nclaims he was had made, including on his own social media and in other\npublications. To this effect it said that the complainant had relied on\nphotographic evidence to support his claims on his Facebook page. The\npublication supplied several images from the complainant’s social media prior\nto the publication of the article in which he had compared photographs of\nhimself and his family members to various members of the royal family. It said\nthat these images, alongside what his grandmother had told him, were what his\nclaims rested on and what the publication was reporting on; not the evidence he\nhad submitted to court of which it had not had sight. 9. The publication said that the article was the writer\nexpressing her opinion of the complainant’s claims, in which she was entitled\nto report her belief that his claims “did not add up” and it was not inaccurate\nfor her to do so.10. The publication also did not consider the statement\nregarding eye colour to be inaccurate. It had said that the article had\nreported that “apparently” a blue-eyed couple could not have a brown-eyed\nchild. However, it said the point was not one of biology, but to demonstrate\nthe complainant’s response to these criticisms – that he had been born with\nblue eyes which had been “tampered with” when he was a child in order to change\nthem to brown. Where the point was about the complainant’s assertion his eye\ncolour had been changed, the publication said that stating that “apparently”\nblue-eyed parents could not have a brown-eyed child could not be a significant\ninaccuracy. In addition, the publication provided a podcast the complainant had\nrecorded in which he said that as a child his eyes had been blue, but they had\nbeen operated on to make them brown.11. The publication provided links to the complainant’s\nwebsite, and an article from another publication the complainant had included\non his website, in which he had been interviewed. In this interview, the\ncomplainant had stated that: “The government and the palace would’ve learnt\nabout my High Court submissions just before Christmas, and I have no doubt it\nwould’ve caused panic,” says Simon. “Then we hear of Harry announcing that he\nwas stepping back from the royal family, all the crisis talks at Sandringham\nEstate with the Queen, Charles and William. It’s all a very big coincidence!”\nThe publication said this was their basis for the complainant stating that he\nhad claimed “Megxit” was a ploy, and it was therefore not significantly\ninaccurate or misleading.12. The publication also denied a breach of Clause 12. It\nsaid that it had no knowledge of the complainant’s mental health, and would not\ndiscriminate on such grounds. It said that the definition of an “oddball” was a\nstrange or eccentric person, and that the complainant could be described as\nbeing eccentric.Relevant Code Provisions13. Clause 1 (Accuracy)i) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not\nsupported by the text.ii) A significant inaccuracy, misleading statement or\ndistortion must be corrected, promptly and with due prominence, and — where\nappropriate — an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator. iii) A fair opportunity to reply to significant inaccuracies\nshould be given, when reasonably called for.iv) The Press, while free to editorialise and campaign, must\ndistinguish clearly between comment, conjecture and fact.14. Clause 12 (Discrimination)i) The press must avoid prejudicial or pejorative reference\nto an individual's, race, colour, religion, sex, gender identity, sexual\norientation or to any physical or mental illness or disability.ii) Details of an individual's race, colour, religion,\ngender identity, sexual orientation, physical or mental illness or disability\nmust be avoided unless genuinely relevant to the story.Findings of the Committee15. The article had been an opinion piece about the “claims”\nof the complainant; it did not purport to be an in-depth analysis of his legal\ncase. The article had stated that the complainant was relying on photographic\nevidence, but had not stated that this was an exhaustive list of all the\nevidence that the complainant was relying on. Where the publication had been\nable to provide examples of the complainant sharing comparative photographs as\nevidence that he was the child of the Duchess of Cornwall and the Prince of\nWales there was no failure to take care of the accuracy of this point in breach\nof Clause 1(i). There was no significant inaccuracy, and therefore no breach of\nClause 1(ii). In addition, as a comment piece, the publication was entitled to\nreport the opinion of the writer that the complainant’s claim did not “add up”,\nand there was no breach of Clause 1 on this point.16. The article had reported that “when both parents have\nblue eyes the child apparently can't have brown eyes”. The publication had said\nit included this in order to introduce\nthe complainant’s allegations that he had had eye colour changing surgery as a\nchild, rather than to make a statement of fact regarding the genetic inheritance\nof eye-colour. The article had prefaced the statement with “apparently” rather\nthan stating it as fact. In the context of the article, and where the\ncomplainant did not deny that he alleged his eye colour had been changed during\nhis childhood, reporting that “apparently” blue-eyed couples could not have\nbrown-eyed children, when in extremely rare circumstances they have been found\nto, was not a significant inaccuracy and there was no breach of Clause 1.17. The Committee noted that the complainant did not dispute\nthat he had conducted an interview in which he had stated that it was a “very\nbig coincidence” that “Megxit” had occurred at the same time as his court case.\nOn this basis, it was not found to be misleading to report that the complainant\nhad claimed that “Megxit” was a “ploy” to distract the media from his case.\nThere was no failure to take care under Clause 1(i) on this point, and no\nsignificant inaccuracy requiring correction under Clause 1(ii).18. IPSO does not address matters of taste and offense, and\ntherefore there was no breach of Clause 1 to report that the complainant’s\nsurname was “a mouthful” and not to refer to his grandparents by their names.\nIn addition, where the article had set the basis for the claims, the\npublication was allowed to insinuate that the complainant’s grandmother had\nembellished her story. In addition, whilst the complainant was a British\nCitizen, as he had lived in Australia for a long time, and within the context\nof the article, it was not significant to report that he was an “Aussie”. There\nwas no breach of Clause 1 on these points.19. In the context of this article, which made no reference\nto the complainant’s mental health, the Committee did not consider that the use\nof the term “oddball” a pejorative or prejudicial reference to the\ncomplainant’s mental health. On this basis there was no breach of Clause 12.Conclusions20. The complaint was not upheld.Remedial Action Required21. N/A Date complaint received: 04/02/2020\nDate complaint concluded by IPSO: 18/08/2020\nBack to ruling listing\n\n\n"
}