{
    "url": "/rulings-and-resolution-statements/ruling/?id=00661-14",
    "title": "00661-14 Holling v Barnsley Chronicle",
    "provisions": [
        "3 (Privacy) 2015"
    ],
    "outcome": "No breach - after investigation",
    "publication": "Barnsley Chronicle (Barnsley Chronicle Limited)",
    "received_on": "2014-09-26 00:00:00",
    "concluded_on": "2015-01-16 00:00:00",
    "complaint_processing_days": 112,
    "conclusion_long": "12. The complaint was not upheld.",
    "remedial_action": "N/A  Date complaint received: 26/09/2014",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee 00661-14 Holling v Barnsley Chronicle\nSummary of complaint \n1. Duncan Holling complained to the Independent Press\nStandards Organisation that the Barnsley Chronicle had breached Clause 3\n(Privacy) of the Editors’ Code of Practice in an article headlined “Mum fuming\nafter tot ‘escapes’ nursery”, published in print and online on 26 September\n2014. \n2. The article reported that a three-year-old child had\n“escaped” from nursery and returned home alone. It included a photograph of the\nchild and his mother. \n3. The complainant was the child’s father. He said that,\nwhile the child’s mother had agreed for the story and photograph to be\npublished, he had not given his consent. He considered that this was an\nintrusion into his child’s privacy, and into his own private family life, which\nwas separate from the child’s life with his mother. He also said that the\narticle was a breach of his parental rights, as he shared responsibility with\nhis former partner. \n4. The newspaper apologised for any upset caused to the\ncomplainant, but did not accept a breach of the Code. The child’s mother had\ncontacted the newspaper, offering to speak about the incident, and to pose for\nthe picture. The complainant had contacted the news desk prior to publication,\nbut it had appeared that his primary concern was that his ex-wife may have been\npaid for the story. He had been assured that this was not the case and that,\nwhile he may have objected to the publication of his son’s name, this would not\nbe withheld as the newspaper had obtained the consent of the child’s mother.\nThe newspaper was satisfied that, as the primary carer for the child, the\nmother was in a position to offer this consent. Nonetheless, it had removed the\nstory from its website as a gesture of goodwill. \nRelevant Code Provisions\n5. Clause 3 (Privacy) \ni) Everyone is entitled to respect for his or her private\nand family life, home, health and correspondence, including digital\ncommunications. \nii) Editors will be expected to justify intrusions into any\nindividual’s private life without consent. Account will be taken of the\ncomplainant’s own public disclosures of information. \nClause 6 (Children) \ni) Young people should be free to complete their time at\nschool without unnecessary intrusion. \nii) A child under 16 must not be interviewed or photographed\non issues involving their own or another child's welfare unless a custodial\nparent or similarly responsible adult consents. \nFindings of the Committee\n6. The complainant had not framed his complaint under Clause\n6 (Children). Nonetheless, the terms of Clause 6 were relevant to the\nCommittee’s consideration of his complaint under Clause 3, because they set out\nthe special protections afforded by the Code to children, in recognition of\ntheir vulnerable position in society. Clause 6 also sets out the Code’s\nrequirements regarding when and from whom consent must be sought for\njournalistic activity that relates to children. The Committee considered the\ncomplaint against this background. \n7. The Committee noted first the nature of the material that\nhad been published about the complainant’s son: that he had been involved in an\nincident, and his mother had been angry, but he had not been harmed and his\nmother was happy about the way the nursery had handled the incident. No\nmaterial had been published that directly related to the complainant or other members\nof the family. \n8. The Committee also noted that the story had been placed\nin the public domain prior to publication, due to a number of social media\npostings, and that the newspaper had been contacted by a number of other\nparents who wished to express concern about the incident. \n9. Further, in accordance with her right to freedom of\nexpression, the child’s mother was entitled to speak to the press about her\nexperience, and to offer comment on a matter that might cause concern among\nother parents for the safety of their children. \n11. In relation to the publication of the photograph of the\ncomplainant’s son, relevant provisions of the Code were contained within Clause\n6 (ii); there was no dispute that the newspaper had obtained the consent of a\ncustodial parent for the publication of the photograph. \n11. In all the circumstances, there was no breach of Clause\n3. \nConclusions\n12. The complaint was not upheld. \nRemedial Action Required\nN/A \nDate complaint received: 26/09/2014\nDate decision issued: 16/01/2015\nBack to ruling listing\n\n\n"
}