{
    "url": "/rulings-and-resolution-statements/ruling/?id=00673-15",
    "title": "00673-15 Colley v The People",
    "provisions": [
        "1 (Accuracy) 2015"
    ],
    "outcome": "No breach - after investigation",
    "publication": "Daily Mirror (Reach PLC)",
    "published_on": "2015-01-24 00:00:00",
    "received_on": "2015-02-12 00:00:00",
    "concluded_on": "2015-04-08 00:00:00",
    "complaint_processing_days": 55,
    "conclusion_long": "12. The complaint was not upheld.",
    "remedial_action": "N/A Date complaint received: 12/02/2015",
    "text": "\n\n\n\n\n\nDecision of\nthe Complaints Committee 00673-15\nColley v The People\nSummary of complaint \n1. Kevin Colley complained to the Independent Press\nStandards Organisation that The People had breached Clause 1 (Accuracy) of the\nEditors’ Code of Practice in an article headlined “Crackdown on deadbeat dads\npays off as Child Support Agency collects record £1.2 billion in maintenance”,\npublished on 24 January 2015. 2. The article reported that “a crackdown on absent dads”\nhad resulted in “9 in 10 dads” who did not live with their children paying\nchild maintenance. 3. The complainant said the description of fathers who\nhad paid maintenance through the Child Support Agency as “deadbeats” was\noffensive and inaccurate. It was not only fathers who paid through the CSA;\nthere were also mothers in the system, some of whom had arrears or chose not\npay. Furthermore, not all fathers who paid through the CSA had been forced to\ndo so. 4. The complainant said the piece had made no mention of\nthe fact that many fathers were owed money for overpayment of maintenance or\nwere paying maintenance but were not legally required to do so. It also failed\nto state that many mothers made fraudulent claims. 5. He expressed further concern that the article stated\nthat 184,000 Deduction from Earnings Orders were in place, but had not stated\nhow many DEOs were issued for non-compliance. There was no mention of how much\nof the £330 million collected from wages accounted for false arrears. 6. The complainant expressed concern that the newspaper\nonly published articles about the CSA that stigmatised fathers. 7. The newspaper did not accept a breach of the Code. It\nsaid the article had been based on a press release issued by the Department for\nWork and Pensions. The article had referred to fathers because research\npublished by the Centre for Social Justice had shown that 92% of single parents\nliving at home were mothers. Relevant Code Provisions8. Clause 1 Accuracy i) The Press must take care not to publish inaccurate,\nmisleading or distorted information, including pictures. ii) A significant inaccuracy, misleading statement or\ndistortion once recognised must be corrected, promptly and with due prominence,\nand - where appropriate - an apology published. In cases involving the\nRegulator, prominence should be agreed with the Regulator in advance. Findings of the Committee9. The Committee acknowledged that the DWP press release,\nupon which the article had been based, had referred to increased numbers of\n“parents” paying child maintenance, not “fathers”. The newspaper, however, had\nbased its interpretation of the press release on research carried out by the\nCentre of Social Justice, which indicated that 92% of lone parents with\ndependent children were women. The newspaper’s reference to “fathers” had\ntherefore not been significantly misleading, and the Committee was satisfied\nthat sufficient care had been taken over the article’s accuracy. There was no\nbreach of Clause 1 on this point. 10. The Committee noted the complainant’s objection to\nthe newspaper calling non-resident parents who paid through the CSA “deadbeat\ndads”, as not all fathers who paid through the CSA had been forced to do so.\nHowever, this was clearly a reference to those who had not been paying child\nmaintenance due, but were now paying as a result of tougher enforcement. It was\nthe newspaper’s depiction of those who “fail to pay”, as made clear in the\narticle’s introduction. The reference did not amount to a factual statement\nthat all parents paying child maintenance through the CSA were “deadbeats”. The\nfact the complainant had found this comment offensive was not a matter for\nconsideration under the Code. 11. The complainant had raised a number of concerns about\nthe omission of information regarding other child maintenance issues and\npotential failings of the CSA. However, this article had focused on the effect\nof a CSA crackdown on unpaid child maintenance; the newspaper was not obliged\nto discuss wider issues facing the system and the absence of such detail had\nnot rendered the piece misleading. There was no breach of the Code on this\npoint. Conclusions12. The complaint was not upheld. Remedial Action RequiredN/A Date complaint received: 12/02/2015\nDate decision issued: 08/04/2015\nBack to ruling listing\n\n\n"
}