{
    "url": "/rulings-and-resolution-statements/ruling/?id=00671-16",
    "title": "00671-16 Soames v The Sunday Times",
    "provisions": [
        "2 Privacy (2016)"
    ],
    "outcome": "Breach - sanction: publication of adjudication",
    "publication": "The Sunday Times (News UK)",
    "received_on": "2016-02-11 00:00:00",
    "concluded_on": "2016-04-19 00:00:00",
    "complaint_processing_days": 68,
    "conclusion_long": "9. The complaint was upheld.",
    "remedial_action": "10. Having upheld the complaint, the Committee considered the remedial action that should be required. Given the nature of the breach, the appropriate remedial action was the publication of an upheld adjudication. The headline of the adjudication must made clear that IPSO has upheld the complaint, and refer to its subject matter; it must be agreed in advance. The original article had appeared on page 3, and the adjudication should appear on this page or further forward. It should also be published on the newspaper’s website, with a link to the full adjudication appearing on the homepage for 24 hours; it should then be archived in the usual way. Should the newspaper continue to publish the article online, without amendment, in light of this decision it should publish the adjudication in full, beneath the headline. 11. The terms of the adjudication to be published are as follows: Following an article published in The Sunday Times on 7 February 2016 headlined “Soames’s mystery weight loss has Commons chewing the fat”, Sir Nicholas Soames MP complained to the Independent Press Standards Organisation that The Sunday Times had intruded into his privacy in breach of Clause 2 (Privacy) of the Editors’ Code of Practice. IPSO upheld the complaint and has required The Sunday Times to publish this decision as a remedy to the breach. The article reported that the complainant had “noticeably slimmed down following a spell away from the Commons”, and that “regulars in the House of Commons tearoom have their own theory” over Sir Nicholas’ sudden weight loss, namely that he had been “fitted with a gastric band”. The complainant said that the article’s speculation about his health, and specific reference to gastric band surgery, intruded into his privacy. He said that he had not discussed matters relating to his health publicly. The newspaper denied that the article intruded into the complainant’s privacy. His physical appearance had always been a central part of his public image, and it was not intrusive to speculate over the reasons for the sudden visible weight loss. The article made reference to the complainant’s having undergone surgery in the context of speculation, and did not report as fact that he had undergone any such procedure. The Committee noted that simply reporting the complainant’s visible weight loss was not intrusive. However, the question of whether he had undergone an invasive surgical procedure was a private matter. The speculation about this private medical information without the complainant’s consent raised a breach of Clause 2. Date complaint received: 11/02/2016",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee  00671-16 Soames v The\nSunday Times\nSummary\nof Complaint\n1.\nSir Nicholas Soames MP complained to the Independent Press Standards\nOrganisation that The Sunday Times breached Clause 2 (Privacy) in an article\nheadlined “Soames’s mystery weight loss has Commons chewing the fat”, published\nin print and online on 7 February 2016.\n2.\nThe article reported that Sir Nicholas Soames MP had “noticeably slimmed down\nfollowing a spell away from the Commons”. It said that “regulars in the House\nof Commons tearoom have their own theory” over Sir Nicholas’ sudden weight\nloss, namely that he had been “fitted with a gastric band”. It said that\n“whatever the cause, colleagues report that the bon viveur is\nuncharacteristically off his food”. It included the comments of an unnamed Tory\nfrontbencher who said that in the tearoom, Sir Nicholas had been “complaining\nthat he can’t even look at food”; further an unnamed “friend and former\nfrontbencher” said that “Soames had been advised to lose weight to ease a back\nailment that had been causing him pain”. It said that “if such an order has\nbeen issued, it will be a serious blow to Soames” who was reputed to have\nbecome a director of a restaurant in Central London. The article also reported\nthat after having been contacted twice “Soames declined to confirm or deny\ndetails of his weight loss regime or the presence of a gastric band”, and that\nhe had simply issued a “brief and unprintable two-word statement” in both\ninstances. The text of the print and online articles was the same.\n3.\nThe complainant said that the article’s speculation about his health intruded\ninto his privacy. He said that the article’s specific references to gastric\nband surgery and back problems – and the speculation that these medical matters\nhad resulted in weight loss – were particularly intrusive. The complainant\nacknowledged that as a public figure, he was subject to press attention; this\ndid not however mean that he did not have a right to privacy in relation to his\nhealth. The complainant said that he had not discussed matters relating to his\nhealth publicly.\n4.\nThe newspaper denied that the article intruded into the complainant’s privacy.\nSir Nicholas’ physical appearance had always been a central part of his public\nimage, and it was not intrusive for the article to speculate over the reasons\nfor the sudden visible weight loss of a prominent political figure. The article\nmade reference to Sir Nicholas’ having undergone gastric band surgery and\nhaving had a back problem in the context of such speculation, and did not\nreport as fact that he had undergone any such procedure.\n5.\nThe newspaper said that in any case, according to one of the unnamed sources,\nthe complainant had openly discussed the reasons for his loss of appetite with\nhis colleagues in the House of Commons tearoom, which it argued was a public\nplace.\n6.\nThe newspaper provided a copy of a text message the reporter had sent to the\ncomplainant prior to publication. This made clear the reporter’s assumption\nthat since Sir Nicholas appeared to have been happy to discuss the reasons for\nhis weight loss openly with colleagues, he would not object to discussing the\nmatter further. The newspaper said that the complainant merely responded “fuck\noff”. The newspaper said it considered the response to mean “no comment”, and\nnoted that the complainant did not provide a warning that he would consider\npublication an intrusion into his privacy. The complainant argued that the\nnewspaper should have assumed that the characteristically robust response meant\nthat the complainant considered the matter to be private.  The newspaper also noted that the complainant\nhad publicly commented on his weight loss after publication, referring to\nhimself in a tweet as a “pie free zone sadly”.\nRelevant\nCode Provisions\n\n7.\nClause 2 (Privacy)\ni)\nEveryone is entitled to respect for his or her private and family life, home,\nhealth and correspondence, including digital communications.\nii)\nEditors will be expected to justify intrusions into any individual's private\nlife without consent. Account will be taken of the complainant's own public\ndisclosures of information.\nFindings\nof the Committee\n8.\nIt was not intrusive to report the mere fact that the complainant had recently\nlost weight, given that he is a figure in the public eye, and the change in his\nappearance was visible. However, the article went further than this, and\nspeculated about possible medical causes for his weight loss, including\nquestioning whether the complainant had undergone an invasive surgical\nprocedure, which may have been due to back pain. This was information in\nrelation to the complainant’s health about he had a reasonable expectation of\nprivacy and the Committee was not satisfied that the newspaper had demonstrated\na sufficient public interest to justify publication. The speculation about this\nprivate medical information without the complainant’s consent raised a breach\nof Clause 2.\n\nConclusions\n9.\nThe complaint was upheld.\nRemedial\nAction Required\n10.\nHaving upheld the complaint, the Committee considered the remedial action that\nshould be required. Given the nature of the breach, the appropriate remedial\naction was the publication of an upheld adjudication. The headline of the\nadjudication must made clear that IPSO has upheld the complaint, and refer to\nits subject matter; it must be agreed in advance. The original article had\nappeared on page 3, and the adjudication should appear on this page or further\nforward. It should also be published on the newspaper’s website, with a link to\nthe full adjudication appearing on the homepage for 24 hours; it should then be\narchived in the usual way. Should the newspaper continue to publish the article\nonline, without amendment, in light of this decision it should publish the\nadjudication in full, beneath the headline.\n11.\nThe terms of the adjudication to be published are as follows:\nFollowing\nan article published in The Sunday Times on 7 February 2016 headlined “Soames’s\nmystery weight loss has Commons chewing the fat”, Sir Nicholas Soames MP\ncomplained to the Independent Press Standards Organisation that The Sunday\nTimes had intruded into his privacy in breach of Clause 2 (Privacy) of the\nEditors’ Code of Practice. IPSO upheld the complaint and has required The\nSunday Times to publish this decision as a remedy to the breach.\nThe\narticle reported that the complainant had “noticeably slimmed down following a\nspell away from the Commons”, and that “regulars in the House of Commons\ntearoom have their own theory” over Sir Nicholas’ sudden weight loss, namely\nthat he had been “fitted with a gastric band”.\nThe\ncomplainant said that the article’s speculation about his health, and specific\nreference to gastric band surgery, intruded into his privacy. He said that he\nhad not discussed matters relating to his health publicly.\nThe\nnewspaper denied that the article intruded into the complainant’s privacy. His\nphysical appearance had always been a central part of his public image, and it\nwas not intrusive to speculate over the reasons for the sudden visible weight\nloss. The article made reference to the complainant’s having undergone surgery\nin the context of speculation, and did not report as fact that he had undergone\nany such procedure.\nThe\nCommittee noted that simply reporting the complainant’s visible weight loss was\nnot intrusive. However, the question of whether he had undergone an invasive\nsurgical procedure was a private matter. The speculation about this private\nmedical information without the complainant’s consent raised a breach of Clause\n2.\nDate\ncomplaint received: 11/02/2016Date\ndecision issued: 19/04/2016\nBack to ruling listing\n\n\n"
}