{
    "url": "/rulings-and-resolution-statements/ruling/?id=00677-15",
    "title": "00677-15 Cross v Airdrie & Coatbridge Advertiser",
    "provisions": [
        "1 (Accuracy) 2015",
        "3 (Privacy) 2015",
        "5 (Intrusion into grief or shock) 2015"
    ],
    "outcome": "No breach - after investigation",
    "publication": "Airdrie & Coatbridge Advertiser (Reach PLC)",
    "published_on": "2015-02-11 00:00:00",
    "received_on": "2015-02-12 00:00:00",
    "concluded_on": "2015-04-09 00:00:00",
    "complaint_processing_days": 56,
    "conclusion_long": "9. The complaint was not upheld.",
    "remedial_action": "N/A Date complaint received: 12/02/15",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee 00677-15 Cross v Airdrie & Coatbridge AdvertiserSummary of complaint1. Leeann Cross complained to the Independent Press Standards Organisation that the Airdrie and Coatbridge Advertiser had breached Clause 1 (Accuracy), Clause 3 (Privacy) and Clause 5 (Intrusion into grief or shock) of the Editors’ Code of Practice in an article published on 11 February 2015, headlined “Stab victim fights for life”. 2. The article reported that the complainant’s brother had been stabbed and was in hospital in a critical condition. 3. The complainant said the newspaper had inaccurately reported that her brother lived in Airdrie, rather than Chapelhall (a village outside Airdrie), in breach of Clause 1. She also expressed concern that a personal photograph had been published without her family’s permission in breach of Clause 3. She said the article had been published at a time when her family was in shock and grieving; this had not constituted sensitive handling of the matter and so the newspaper had breached Clause 5. She said her nephew had found out that his father had been attacked when he saw the front page of the newspaper in a local shop. 4. The newspaper said the information provided in the article had been checked with the police. It considered that Chapelhall can be classed as Airdrie and provided pages from a property website to demonstrate this. The photograph had been taken from an open Facebook profile and it provided screenshots to show that it was publicly accessible. The image was not, therefore, private, and its publication had not raised a breach of Clause 3. The newspaper acknowledged that it must have been difficult for the complainant and a young relative to have read about the incident in the newspaper; however, it considered that newspapers have a duty to report such incidents, which are of local importance. The incident was not reported insensitively. It also noted that the article was published four days after the incident, and the story had been covered by national news two days before publication.Relevant Code\nProvisions\n5. Clause 1 (Accuracy)\n\ni) The Press must take care not to publish inaccurate, misleading or distorted\ninformation, including pictures.\n\nii) A significant inaccuracy, misleading statement or distortion once\nrecognised must be corrected, promptly and with due prominence, and - where\nappropriate - an apology published. In cases involving the Regulator,\nprominence should be agreed with the Regulator in advance.\n \nClause 3 (Privacy)\n\ni) Everyone is entitled to respect for his or her private and family life,\nhome, health and correspondence, including digital communications.\n\nii) Editors will be expected to justify intrusions into any individual's\nprivate life without consent. Account will be taken of the complainant's own\npublic disclosures of information.\n \nClause 5 (Intrusion into grief or shock)\n\ni) In cases involving personal grief or shock, enquiries and approaches must be\nmade with sympathy and discretion and publication handled sensitively. This\nshould not restrict the right to report legal proceedings, such as inquests.\nFindings of the\nCommittee\n6. While the Committee sympathised with the complainant’s\nposition that it had been distressing to read about the incident in the\nnewspaper, the newspaper had been entitled to publish the article, which\nreported an incident of significant local concern. The purpose of Clause 5 is\nto ensure that, in cases involving personal grief or shock, stories are\npresented appropriately and sensitively. In this instance, the article had not\ncontained insensitive details, nor had its tone or presentation been inappropriate.\nThe article was published four days after the incident had taken place, and it\nhad already been covered by national news. It was not unreasonable for the\nnewspaper to assume that family members had been informed, and so publication\nat that time had not been insensitive. The complaint under Clause 5 was not\nupheld. \n7. The newspaper had obtained the photograph from a Facebook\nprofile where the photos were publicly available. Furthermore, the image had\nshown only the complainant’s brother’s face; nothing private about him had been\ndisclosed. The complaint under Clause 3 was not upheld.  \n8. The Committee noted the complainant’s concern that the\nnewspaper had reported that her brother lived in Airdrie, rather than\nChapelhall. However, this was a passing reference in an article that focused on\na serious incident in which two people had been attacked. The inaccuracy was\nnot significant and it did not represent a failure to take care in breach of\nClause 1 (i). A correction was not required under the terms of Clause 1\n(ii). \nConclusions\n9. The complaint was not upheld.\nRemedial Action\nRequired\nN/A\nDate complaint received: 12/02/15 \nDate decision issued: 09/04/15\nBack to ruling listing\n\n\n"
}