{
    "url": "/rulings-and-resolution-statements/ruling/?id=00675-15",
    "title": "00675-15 Moloney v Irish News",
    "provisions": [
        "1 (Accuracy) 2015",
        "2 (Opportunity to reply) 2015"
    ],
    "outcome": "No breach - after investigation",
    "publication": "The Irish News (The Irish News)",
    "received_on": "2015-02-12 00:00:00",
    "concluded_on": "2015-06-12 00:00:00",
    "complaint_processing_days": 120,
    "conclusion_long": "16. The complaint was not upheld.",
    "remedial_action": "N/A  Date complaint received: 12/02/2015",
    "text": "\n\n\n\n\n\n·  Decision of the Complaints Committee 00675-15 Moloney\nv Irish News\nSummary of\ncomplaint \n1. Ed Moloney, acting on his own behalf and on behalf of\nWinston Rea, complained to the Independent Press Standards Organisation that\nThe Irish News had breached Clause 1 (Accuracy) and Clause 2 (Opportunity to\nreply) of the Editors’ Code of Practice in articles headlined “Boston Tapes\nloyalist being investigated over murder” and “Feud-related killing details\nrecorded”, published on 7 February 2015, and “Loyalist Rea secures court order\nin battle over tapes”, published on 11 February 2015. \n2. The articles published on 7 February reported that\nWinston Rea, a former loyalist paramilitary leader, had sought to stop police\ngaining access to interviews he had recorded as part of the Boston College oral\nhistory project, in which, the article claimed, he had given details relating\nto the 1999 murder of fellow loyalist Frankie Curry. The third article, which\nreported that Mr Rea had secured an order temporarily preventing seizure of the\ntapes, included a quotation attributed to the complainant stating that Mr Rea had\nnot discussed the death of Mr Curry or indeed mentioned him during his\ninterview. \n3. The complainant said the newspaper had inaccurately\nreported that Mr Rea had given details relating to the murder of Frankie Curry\nduring his Boston College interview; although he was unable to describe Mr\nRea’s testimony he had read the interviews in their entirety and was able to\nconfirm that there was no mention of this murder. He said the reporter had made\nno attempt to contact him to verify the information before publication. He also\nnoted that no attempt had been made to contact his former colleague, Wilson\nMcArthur, who had conducted the interviews with Mr Rea and had also provided\nwritten confirmation that Mr Curry’s murder had not been mentioned in any of\nthe interviews. He said the sources relied upon by the reporter could not have\nknown what was contained on the tapes. \n4. The complainant also expressed concern that the\ninaccurate articles had been published on the eve of a court hearing in which\nMr Rea had sought to challenge the Police Services of Northern Ireland’s claim\nthat seizure of the recordings was justified, and therefore the articles could\nhave influenced the outcome. \n5. The complainant had sent the newspaper a letter for\npublication in which he had expressed his concerns about the articles, but it\nhad not been published in full. Instead, the newspaper had quoted from the\nletter at the end of the follow-up piece, but had not published his criticism\nof the reporter, or his concerns about the potential effect the reporting had\nhad on the court case. \n6. The newspaper said reliable, confidential, sources\nwithin the paramilitary organisation of which Mr Rea had been a member had\ninformed its reporter that the murder of Mr Curry had been a topic of discussion,\nalthough it noted that Mr Rea may have declined to identify himself or Mr Curry\nby name during the interview. It disputed the complainant’s position that only\nthree people had known the contents of the tapes. Its confidential sources had\nindicated that this matter was a subject of acute concern to Mr Rea’s former\nassociates, and had been discussed at meetings of senior-level former\nparamilitaries. \n7. The newspaper said information it had received from\nconfidential sources had been supported by that provided in Belfast’s High\nCourt by barristers representing the Public Prosecution Service and the PSNI.\nIt said a lawyer, acting on behalf of the PSNI, had told the High Court that\nthe tapes contained “highly specific information in respect of the potential\nalleged involvement of [Mr Rea] in a series of incidents from the 1970s through\nto the late 1990s”. The newspaper considered that the reference to the “late\n1990s” was crucial. It said Mr Rea had been based in the loyalist Shankill\ndistrict of Belfast and would have been aware of all UVF activity in the area;\nthe only murder that had taken place in Shankill in the late 1990s had been\nthat of Frankie Curry. It considered that any information implicating others in\nthis crime was of particular concern to Mr Rea and his associates because it\nhad taken place after the Good Friday agreement; therefore anyone convicted in\nrelation to it would have to serve a full jail term, as well as any outstanding\nterms from previous convictions. \n8. The newspaper provided statements from two other\nBelfast-based newspapers, which stated that they had independently researched\nthe matter and had separately concluded that the police investigation included\nthe murder of Frankie Curry. This supported its position that its sources were\nreliable.\n9. The newspaper said it had not contacted the\ncomplainant before publication because the article had not referred to\nhim.  Furthermore, he had not worked for the Boston College Project for\nalmost ten years, and he was not its spokesperson. As the article had not\nmentioned the complainant, he was not entitled to a right of reply; instead,\nthe newspaper had chosen to publish his statement regarding the contents of the\ntapes. It noted that Boston College had not made a complaint about the coverage. \nRelevant Code Provisions\n10. Clause 1 (Accuracy) \ni) The Press must take care not to publish inaccurate,\nmisleading or distorted information, including pictures. \nii) A significant inaccuracy, misleading statement or\ndistortion once recognised must be corrected, promptly and with due prominence,\nand - where appropriate - an apology published. In cases involving the\nRegulator, prominence should be agreed with the Regulator in advance. \nClause 2 (Opportunity to reply) \nA fair opportunity for reply to inaccuracies must be\ngiven when reasonably called for. \nClause 14 (Confidential sources)\nJournalists have a moral obligation to protect\nconfidential sources of information. \nFindings of the Committee\n11. The reports centred on the legal challenges brought\nby Mr Rea to oppose the PSNI’s attempt to gain access to the tapes. They\nexplained that the PSNI had stated that it was seeking access to the tapes in\norder to investigate crimes, including murder, which had taken place up to the\nlate 1990s. It was apparent from the context of the report that the precise\ncontents of the tapes had not been established. The tapes themselves remained\nsecret, and their contents could not therefore be verified by the newspaper. \n12. The allegation that Mr Rea had referred to the murder\nof Mr Curry in his interview was presented as the newspaper’s “understanding”\nof the tape’s contents, based on information from its sources – who it was\nobliged to protect under the Code. The newspaper believed the information it\nhad been given was supported by its understanding of Mr Rea’s position, and the\nincidents from the late 1990’s which the police investigation most likely\nrelated to. In light of this the newspaper’s reliance on information supplied\nby confidential sources had not represented a failure to take care over the\naccuracy of the information. There was no breach of Clause 1 (i). \n13. The Committee noted the complainant’s position that\nMr Rea had not referred to Frankie Curry’s murder during his interviews.\nHowever, due to confidentiality agreements, the complainant had been unable to\ndisclose what Mr Rea had spoken about during the recordings. As it was not\npossible to confirm what information had been disclosed, the Committee was\nunable to establish that the newspaper had created a significantly misleading\nimpression of the tapes’ contents. In the absence of any failure to take care\nover the accuracy of the article, the complaint under Clause 1 was not\nupheld.  Nevertheless, it welcomed the newspaper’s decision to make the\ncomplainant’s position clear in a follow-up article. \n14. The Committee noted the complainant’s concern that\nthe newspaper’s decision not to publish his letter in full represented a breach\nof Clause 2. However, Clause 2 was designed to afford individuals the\nopportunity to respond to published inaccuracies when reasonably called for.\nThe Committee had not established the existence of inaccuracies such as to have\nengaged the terms of the Clause. \n15. Finally, the Committee noted, with some concern, that\nthe newspaper had failed to engage with the complainant after the complaint was\nreferred to it by IPSO. It took the opportunity to remind the publication of\nits obligation under the Code to co-operate swiftly with the regulator in the\nresolution of complaints. This includes during the referral period. \nConclusions\n16. The complaint was not upheld.\nRemedial Action Required\nN/A \nDate complaint received: 12/02/2015\nDate decision issued: 12/06/2015\nBack to ruling listing\n\n\n"
}