{
    "url": "/rulings-and-resolution-statements/ruling/?id=00675-17",
    "title": "00675-17 Robertson v The Herald",
    "provisions": [
        "1 Accuracy (2016)",
        "3 Harassment (2016)",
        "2 Privacy (2016)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "The Herald (Newsquest Media Group)",
    "published_on": "2017-01-15 00:00:00",
    "received_on": "2017-06-14 00:00:00",
    "concluded_on": "2017-06-13 00:00:00",
    "complaint_processing_days": -1,
    "conclusion_long": "21. The complaint was not upheld.",
    "remedial_action": "N/A Date complaint received: 14/06/2017",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee 00675-17 Robertson v\nThe Herald\nSummary of Complaint\n1. Colin Robertson complained to the Independent Press\nStandards Organisation, that The Herald breached Clause 1 (Accuracy), Clause 2\n(Privacy) and Clause 3 (Harassment) of the Editors’ Code of Practice in an\narticle headlined “Exposed racist vlogger flees home and faces police probe”,\npublished on 15 January 2017.\n2. The article reported that the identity of the\ncomplainant, an online blogger who had published videos on his YouTube channel,\n“Millennial Woes”, had been revealed by an online blog, after he had addressed\na conference at the National Policy Institute in Washington DC. It reported that\nfootage from the event had appeared to show delegates giving “Nazi salutes” and\nshouting “Heil Trump”. \n3. The article reported that “last week the wider world\nmet Colin Robertson the Scot, who through his alter-ego Millennial Woes, has\nfor the last three years been broadcasting white nationalist videos from his\ndad’s semi-detached in Linlithgow. It said that “his attempts to keep his real\nname, his real life private, was dashed, after left-leaning blog ‘A Thousand\nFlowers’, revealed all”. The article quoted from the blog, “we have no regrets\nabout exposing Colin Robertson and what he stands for. He is a leading\npropagandist of the extreme right who has spent three years spreading his vile\nviews with little consequence.”\n4. The article reported that, “now Police Scotland are\nset to get involved after Robertson’s supporters on the far right started a\ncampaign targeting the journalists and campaigners responsible for naming the\nneo-Nazi”. \n5. The article referred to one of the videos which the\ncomplainant had published on his YouTube channel. It said that the complainant\nhad told his viewers, “violence, by which I mean civil war, is inevitable\nbetween us native Europeans and the various immigrant groups”. \n6. The complainant expressed concern that the article\ninaccurately described him as a “racist” and a “neo-nazi”. He said that by\nquoting from the ‘A Thousand Flowers’ blog post, the article had inaccurately\nreferred to him as a “leading propagandist of the extreme right” and an\nindividual who held “vile views”. \n7. The complainant said that by reporting that following\nthe publication of the blogpost, “supporters of the far right” had “targeted”\njournalists and campaigners responsible for naming him, the article had\nattempted to link their actions with him. The complainant also said that in\nthose circumstances, and where the article had included a quote from his video,\nthe article gave the inaccurate and misleading impression that he advocates\nviolence. He said that the statement referred to in the article, was taken out\nof context; he said that the video as a whole had offered a speculative\nprognosis about what he had considered was the most probable outcome of a\ncivilizational conflict brought about by multi-culturalism. \n8. The complainant said that a journalist had attended\nhis home to seek comment, without his permission. Whilst he said that the\njournalists had left when he had asked them to do so, he said he had found the\ninteraction distressing.\n9. The complainant accepted that he was a “minor public\nfigure”, given that he had publicly spoken at three “Identitarian” conferences,\nbut said that he was not a prominent individual, and was only known for his\nYouTube videos. He said that therefore, the newspaper’s actions had been\ndisproportionately intrusive.\n10. The newspaper did not accept a breach of the Code. It\nsaid that the complainant had identified himself as a racist; it provided a\nlink to a previous video, in which the complainant had said: “For your people’s\nsake be racist”. \n11. It said that the complainant had spoken at the US\nConference, which it said was a rally of “neo-Nazis”, where delegates had\nperformed Nazi salutes and used Nazi terminology to refer to the press.  The newspaper provided footage from the\nevent, which showed the complainant saying: “two or three years ago, I finally\ncame to understand what is called the Jewish Question. That there are problems\nwith the Jewish people. And that was difficult because I really didn’t want to\nbecome an anti-Semite. It’s like the biggest right-wing cliché.”\n12. It said that the statement “Violence, by which I mean\ncivil war, is inevitable between us native European and the various immigrant\ngroups”, had an unambiguous and unequivocal meaning, and therefore did not need\nto have been contextualised. \n13. It said that the complainant had posted images of his\nhouse on the Millennial Woes’ public Facebook, Twitter and YouTube channels,\nand had broadcast his views without concealing his identity. It said that given\nthe public availability of this information, the identity of the complainant,\nas well as the location of his home, had been easy to obtain.\n14. The newspaper said that a journalist had attended the\ncomplainant’s home in order to seek comment from him. It said that when the\ncomplainant had opened the door, the journalist had immediately identified\nhimself by name, and as a journalist for the newspaper. It said that when the\ncomplainant had made clear that he did not want to talk, the journalist left\nand had not returned. \nRelevant Code Provisions\n15. Clause 1 (Accuracy)\ni) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not\nsupported by the text.\nii) A significant inaccuracy, misleading statement or distortion\nmust be corrected, promptly and with due prominence, and — where appropriate —\nan apology published. In cases involving IPSO, due prominence should be as\nrequired by the regulator. \niii) A fair opportunity to reply to significant\ninaccuracies should be given, when reasonably called for.\niv) The Press, while free to editorialise and campaign,\nmust distinguish clearly between comment, conjecture and fact.\nv) A publication must report fairly and accurately the\noutcome of an action for defamation to which it has been a party, unless an\nagreed settlement states otherwise, or an agreed statement is published.\nClause 2. *(Privacy)\ni) Everyone is entitled to respect for his or her private\nand family life, home, health and correspondence, including digital\ncommunications.\nii) Editors will be expected to justify intrusions into\nany individual's private life without consent. Account will be taken of the\ncomplainant's own public disclosures of information.\niii) It is unacceptable to photograph individuals, without\ntheir consent, in public or private places where there is a reasonable\nexpectation of privacy.\nClause 3. *(Harassment)\ni) Journalists must not engage in intimidation,\nharassment or persistent pursuit.\nii) They must not persist in questioning, telephoning,\npursuing or photographing individuals once asked to desist; nor remain on\nproperty when asked to leave and must not follow them. If requested, they must\nidentify themselves and whom they represent.\niii)  Editors must\nensure these principles are observed by those working for them and take care\nnot to use non-compliant material from other sources.\nFindings of the Committee\n16. In considering this complaint, the Committee’s role\nwas not to reach a judgment on whether the complainant was a “racist” or a\n“neo-Nazi. Instead, in assessing whether the newspaper had complied with its\nobligations under Clause 1 (i), the Committee was concerned with whether the\nnewspaper had provided a sufficient basis to support its characterisation of\nthe complainant and his videos in those terms. \n\n17. The newspaper had provided a number of videos, which\nfeatured the complainant, which focused on issues of race, religion and gender,\nin which the complainant had repeatedly made comments which could reasonably be\ndescribed as prejudicial and extreme. Indeed, the complainant had – in one\nvideo – self-identified as “racist”, as well as an “anti-Semite”.\n18. In this context, the Committee was satisfied that the\nvideos relied upon by the newspaper provided a sufficient basis for the manner\nin which it had characterised the complainant. There was no failure to take\ncare over the accuracy of the article, and the Committee did not consider that\n– in all the circumstances – the newspaper’s characterisation had been\nsignificantly misleading or inaccurate. There was no breach of Clause 1. \n19. The complainant had no expectation of privacy in\nrelation to his identity, in circumstances where he had published videos on a\npublic YouTube account and had spoken publicly at conferences, where he had\nmade no attempt to conceal his identity. There was no breach of Clause 2.\n20. The Committee acknowledged that the complainant had\nobjected to the reporter’s visit to his home. It was accepted, however, that\nthe reporter had immediately left, after being asked to do so by the\ncomplainant; it did not appear that the journalist had persisted in making\nenquiries, once being asked to desist. There was no breach of Clause 3.\nConclusion\n21. The complaint was not upheld.\nRemedial Action Required\nN/A\nDate complaint received: 14/06/2017\nDate decision issued: 13/06/2017\nBack to ruling listing\n\n\n"
}