{
    "url": "/rulings-and-resolution-statements/ruling/?id=00685-15",
    "title": "00685-15 Ward v The Mail on Sunday",
    "provisions": [
        "1 (Accuracy) 2015"
    ],
    "outcome": "No breach - after investigation",
    "publication": "The Mail on Sunday (Associated Newspapers Limited)",
    "received_on": "2015-02-13 00:00:00",
    "concluded_on": "2015-06-22 00:00:00",
    "complaint_processing_days": 129,
    "conclusion_long": ". The article reported that the information about the margin of error had emerged “subsequently”.  3. The complainant said that the article inaccurately implied that Nasa had tried to conceal the margin of error in the study. He accepted that this information had not been included in the press release, but noted that there had been a telephone briefing for journalists on the day that it was issued, in which the margin of error had been discussed. Nasa had also issued a set of press briefing images, which were available on the organisation’s website, showing that there was a 38% probability that 2014 was the warmest year on record. This information had been made available on 16 January, not “yesterday” as stated in the article.  4. The newspaper defended the accuracy of its coverage. It was not in dispute that the press release had not made reference to the margin of error in the research, and its journalist had not been invited to join a telephone briefing. Most news reports of the research had been based on the press release, and the article under complaint had been based on the fact that this release had not included all the necessary information about the research. The terms “yesterday”, and “last night” were meant in relation to when the article had been written, and were not therefore inaccurate.  Relevant Code Provisions 5. Clause 1 (Accuracy)  i) The Press must take care not to publish inaccurate, misleading or distorted information, including pictures.  ii) A significant inaccuracy, misleading statement or distortion once recognised must be corrected, promptly and with due prominence.  Findings of the Committee 6. The Committee noted that information about the margin of error had been made available by GISS, but that it was not in dispute that these details had been omitted from the press release. The article had made clear that this specifically was the basis for its criticism of Nasa, and the newspaper was entitled to present its view that this omission represented a failure on the part of the organisation. While the information had been released by Nasa, it had been released to a limited selection of people, in comparison to those who would have had access to the press release, and had not been publicised to the same level as the information in the release. The press briefing images referred to by the complainant were available on Nasa’s website, but were not signposted by the press release. In this context, it was not misleading to report that the information relating to the margin of error had emerged in circumstances where the position was not made clear in the press release. While these details of the margin of error may have been noted in a press briefing two days previously, rather than “yesterday”, as reported, this discrepancy did not represent a significant inaccuracy requiring correction under the terms of the Code.  Conclusions 7. The complaint was not upheld.",
    "remedial_action": "N/A  Date complaint received: 13/02/2015",
    "text": "\n\n\n\n\n\n·      Decision of the Complaints Committee 00685-15 Ward v\nThe Mail on Sunday\nSummary of\ncomplaint \n1. Bob Ward complained to the Independent Press Standards\nOrganisation that The Mail on Sunday had breached Clause 1 (Accuracy) of the\nEditors’ Code of Practice in an article headlined “Nasa scientists: We said\n2014 was the warmest year...but now we’re only 38% sure”, published in print\nand online on 18 January 2015. \n2. The article reported that Nasa’s Goddard Institute for\nSpace Studies (GISS) had issued a press release claiming that its analysis of\nworld temperatures showed that “2014 was the warmest year on record”, but that\nthis press release had “failed to mention” that research was subject to a\nmargin of error, which meant that GISS were only 38% sure of their conclusions.\nThe article reported that the information about the margin of error had emerged\n“subsequently”. \n3. The complainant said that the article inaccurately\nimplied that Nasa had tried to conceal the margin of error in the study. He\naccepted that this information had not been included in the press release, but\nnoted that there had been a telephone briefing for journalists on the day that\nit was issued, in which the margin of error had been discussed. Nasa had also\nissued a set of press briefing images, which were available on the\norganisation’s website, showing that there was a 38% probability that 2014 was\nthe warmest year on record. This information had been made available on 16\nJanuary, not “yesterday” as stated in the article. \n4. The newspaper defended the accuracy of its coverage.\nIt was not in dispute that the press release had not made reference to the\nmargin of error in the research, and its journalist had not been invited to\njoin a telephone briefing. Most news reports of the research had been based on\nthe press release, and the article under complaint had been based on the fact\nthat this release had not included all the necessary information about the\nresearch. The terms “yesterday”, and “last night” were meant in relation to\nwhen the article had been written, and were not therefore inaccurate. \nRelevant Code Provisions\n5. Clause 1 (Accuracy) \ni) The Press must take care not to publish inaccurate,\nmisleading or distorted information, including pictures. \nii) A significant inaccuracy, misleading statement or\ndistortion once recognised must be corrected, promptly and with due prominence. \nFindings of the Committee\n6. The Committee noted that information about the margin\nof error had been made available by GISS, but that it was not in dispute that\nthese details had been omitted from the press release. The article had made\nclear that this specifically was the basis for its criticism of Nasa, and the\nnewspaper was entitled to present its view that this omission represented a\nfailure on the part of the organisation. While the information had been\nreleased by Nasa, it had been released to a limited selection of people, in\ncomparison to those who would have had access to the press release, and had not\nbeen publicised to the same level as the information in the release. The press\nbriefing images referred to by the complainant were available on Nasa’s\nwebsite, but were not signposted by the press release. In this context, it was\nnot misleading to report that the information relating to the margin of error\nhad emerged in circumstances where the position was not made clear in the press\nrelease. While these details of the margin of error may have been noted in a\npress briefing two days previously, rather than “yesterday”, as reported, this\ndiscrepancy did not represent a significant inaccuracy requiring correction\nunder the terms of the Code. \nConclusions\n7. The complaint was not upheld. \nRemedial Action Required\nN/A \nDate complaint received: 13/02/2015\nDate decision issued: 22/06/2015\nBack to ruling listing\n\n\n"
}