{
    "url": "/rulings-and-resolution-statements/ruling/?id=00696-17",
    "title": "00696-17 Hawker v Daily Express",
    "provisions": [
        "1 Accuracy (2016)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "Daily Express (Reach PLC)",
    "published_on": "2017-01-25 00:00:00",
    "received_on": "2017-01-30 00:00:00",
    "concluded_on": "2017-06-20 00:00:00",
    "complaint_processing_days": 141,
    "conclusion_long": "13. The complaint was not upheld.",
    "remedial_action": "N/A Date complaint received: 30/01/2017",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee 00696-17 Hawker v\nDaily Express\nSummary of Complaint\n1. Thomas Hawker complained to the Independent Press\nStandards Organisation that the Daily Express breached Clause 1 (Accuracy) of\nthe Editors’ Code of Practice in an article headlined “Ukip chief predicted to\ntrounce Labour in by-election”, published on 25 January 2017 and “ANOTHER\nPOLITICAL EARTHQUAKE: Ukip leader on track to EASILY win Stoke by-election”\npublished online on 25 January.\n2. The article was published ahead of the Stoke Central\nby-election, which took place on 23 February 2017. The article reported that\n“according to a poll” the UKIP leader was “on track to easily win the Stoke\nCentral by-election and cause a political earthquake”. It said that a “new\nsurvey, commissioned by Labour Leave” had shown that “UKIP has a strong lead in\nthe traditional Labour stronghold with 35 per cent, 10 points ahead” of Labour.\nThe article said that “according to the poll 30 per cent of the Stoke Central\nvoters who indicated \"Don't Know\" for the upcoming by-election\npreviously voted Labour. And a massive 81 per cent who intend to vote Ukip are\nformer Labour voters.”\n3.  The online\narticle reported that “the results have been taken by leading Brexiteers in Labour\nto call on the party to stop dithering over Article 50 and pick a pro-Brexit\ncandidate in Stoke”. It referred to the poll as a “poll commissioned by Labour\nLeave” throughout, and was otherwise substantively similar to the article that\nappeared in print.\n4. The complainant expressed concern over the use of the\nword “poll” in the article. He said that the “poll” had been undertaken on\nLabour Leave’s Facebook page, and therefore was a survey of individuals who\nwould have been already seeking a relationship with Labour Leave. He said that\nit was inaccurate, in those circumstances, for the article to report that the\npoll had been “commissioned” by Labour Leave, as it suggested that it had been\nconducted by an independent polling company.\n5. He further said that given fact that the article had\ndrawn inferences beyond the data, the use of the word “poll” created the\ninaccurate suggestion that its findings had been based on data from a\nrepresentative sample of the wider Stoke electorate.\n6. The newspaper said that the poll information had been\nprovided to it in a press release from Labour Leave. It said that the article\nhad reported the findings contained in the press release, accurately, and the\nmethodology of the poll had not been known at the time the article was\npublished.\n7. The press release had stated: “In the upcoming\nby-election our poll indicates that Labour will receive 25% (-14),\nConservatives 10% (-12) and UKIP 35% (+13) of the vote share with 24% still\nundecided”. It also included a quote from a Labour Councillor, who had said:\n“Stoke-on-Trent is the Brexit capital of the United Kingdom. If Labour lose\nthis by-election then up to 50 seats in the Midlands and the North could fall\nto our opponents. Labour will be relegated to minority party status. We must\nhave a radical change of direction now by fully supporting Article 50 and\nworking for a prosperous Britain in a post-Brexit world.”\n8. The newspaper said that the poll was commissioned by\nleading “Brexiteers” in order to get Labour to call on the party to pick a\npro-Brexit candidate in Stoke. It further said that the ordinary meaning of the\nword “commissioned” is to authorise an act, and as such, does not definitively\nmean that it was conducted by an external organisation. \n9. However, in order to clarify the source of the poll\nand the methodology by which it was conducted, the newspaper offered to publish\nthe following correction in print: \nStoke Central by-election “poll” - Correction \nIn our article “Ukip chief predicted to trounce Labour in\nby-election” published on 25 January 2017 we reported that a poll, commissioned\nby Labour Leave, put Ukip ahead of Labour. In fact the “poll” referred to was a\nsurvey undertaken by Labour Leave on Facebook and not a poll conducted by an\nindependent polling company.” \nThe newspaper offered to amend the online article so that\nthe word “poll” would be changed to “survey”, and the word “commissioned” would\nbe changed to “conducted”. It also offered to publish the following correction\nonline: \nCorrection - Survey commissioned by Labour Leave\nA previous version of this article reported that\n“According to the poll commissioned by Labour Leave, Ukip has a strong lead in\nthe Labour stronghold with 35 per cent 10 points ahead of Labour.” We have been\nasked correct that this was a survey, run by the group 'Labour Leave' and\nconducted on the social media platform Facebook in which more than 182 people\nparticipated. It was not a poll undertaken by an independent polling company.\nRelevant Code Provisions\n10. Clause 1 (Accuracy)\n(i) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not\nsupported by the text.\n(ii) A significant inaccuracy, misleading statement or\ndistortion must be corrected, promptly and with due prominence, and — where\nappropriate — an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator.\n(iii) A fair opportunity to reply to significant\ninaccuracies should be given, when reasonably called for.\n(iv) The Press, while free to editorialise and campaign,\nmust distinguish clearly between comment, conjecture and fact.\nFindings of the Committee\n11. The newspaper had relied upon information contained\nin a press release, published by Labour Leave, which stated that its findings\nhad been obtained from a “poll”. The newspaper had adopted the language which\nhad been used in that press release, in those circumstances, and where the\npress release suggested that it had been a representative poll, the use of the\nterm “poll” in the article, did not represent a failure to take care over the\naccuracy of the article, in breach of Clause 1 (i).\n12. However, the manner in which the survey had been\npresented in the article, in circumstances where information about its\nmethodology was omitted, gave the significantly misleading impression that this\nwas a representative poll carried out by a third party polling company. The\nomission of this information required correction under Clause 1 (ii). The\nCommittee noted that the newspaper had offered to publish a correction in print\nand online to address this point. The correction offered was sufficient to meet\nthe requirements of Clause 1(ii), and the correction should now be published.\nConclusion\n13. The complaint was not upheld.\nRemedial action required\nN/A\nDate complaint received: 30/01/2017\nDate decision issued: 20/06/2017\nBack to ruling listing\n\n\n"
}