{
    "url": "/rulings-and-resolution-statements/ruling/?id=00705-15",
    "title": "00705-15 A man v The Spectator",
    "provisions": [
        "1 (Accuracy) 2015",
        "2 (Opportunity to reply) 2015"
    ],
    "outcome": "Breach - sanction: publication of correction",
    "publication": "The Spectator (The Spectator)",
    "published_on": "2015-02-07 00:00:00",
    "received_on": "2015-02-14 00:00:00",
    "concluded_on": "2015-05-08 00:00:00",
    "complaint_processing_days": 83,
    "conclusion_long": "17. The complaint was upheld.",
    "remedial_action": "18. Having upheld the complaint, the Committee considered what remedial action should be required. 19. The Committee considered that the wording offered by the magazine for publication online sufficiently addressed the misleading impression given by the online article. However, the error had also appeared in print, therefore, a correction was required in print. The Committee considered that the publication of a correction, with a headline indicating the subject, beneath the opera column (where the original error had appeared) in a forthcoming print edition was appropriate. The correction should explain that it was being published following an upheld IPSO complaint. It should state that the decision not to host the Philip Glass Ensemble was made by the ENO management team, not the ENO orchestra and chorus or their trade unions, as previously reported. The wording and the prominence of the correction are to be agreed with IPSO in advance of publication. Date complaint received: 14/02/2015",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee 00705-15 A man v\nThe SpectatorSummary of\ncomplaint 1. A man complained to the Independent Press Standards\nOrganisation that The Spectator had breached Clause 1 (Accuracy) and Clause 2\n(Opportunity to reply) of the Editors’ Code of Practice in an article published\non 7 February 2015, headlined “Why we should say farewell to the ENO”. 2. The article discussed how the possible demise of the\nEnglish National Opera could benefit opera as an art form, and reported that\nthe ENO had rejected a proposal to host the Philip Glass Ensemble for a\nproduction of Einstein on the Beach. 3. The complainant, a member of the ENO and the\nMusicians’ Union, expressed concern that the magazine had inaccurately stated\nthat the ENO’s “unionised chorus and orchestra” would not “give way” to the\nPhilip Glass Ensemble “even for a week”. He said no such request had been made\nto the orchestra and chorus, or to their trade unions. Had a request been made,\nthere would have been negotiations and it was likely the orchestra would have stepped\naside, as long as the Philip Glass Ensemble had performed under its own name,\nand the ENO orchestra and chorus had continued to be paid. He said the magazine\nhad relied on one source and had provided no corroborating evidence. The\ncomplainant also expressed concern that the article had stated that the ENO had\nrecently lost two board members; in fact, it had lost one. 4. In addition, the complainant said the article had\nwrongly reported that the Barbican had “snapped up” the production of Einstein\non the Beach, and that tickets were sold out. In response to a Freedom of\nInformation Act request submitted by the complainant, the Barbican had said it\nhad first discussed the project 15 years ago, and ticket sales had averaged\n87%. 5. The complainant also objected to the implication that\nthe ENO could not have performed Einstein on the Beach as successfully as the\n“specialist” Philip Glass Ensemble. 6. During the course of direct correspondence with the\ncomplainant, the magazine had offered to amend the online reference to the\nunionised orchestra and chorus, but it declined to offer to publish a\ncorrection in print. The complainant considered that this had breached Clause\n2. 7. The magazine said it had been reliably informed by a\nsenior member of the ENO that the artistic/management team had decided against\nhosting the Philip Glass Ensemble because it knew it would have to continue to\npay the ENO orchestra and chorus for the duration of the production. The\nmanagement team knew the unionised chorus and orchestra would not give way to\nsuch a request. The specific reference to the “unionised chorus and orchestra”\nhad not suggested that trade unionists had been consulted and had rejected the\nproposal. Rather, it had suggested that the mechanism by which the orchestra\nwas unionised had prevented the ENO from being flexible with the kind of\nensemble it needed for a specific production. The magazine also contended that\nthe complainant’s position that the union had not been consulted about the\nproposal did not mean that the orchestra had not been consulted; unions did not\ndecide artistic matters on behalf of the orchestra. 8. The magazine said that limited space had prevented it\nfrom making its point more clearly, but it considered that the complainant had\naccepted the substantive issue: in certain circumstances, the unionised\norchestra would not have given way for the production. For clarity, however, it\noffered to amend the online article to read: “I’m reliably told that the ENO\nknew the unionised chorus and orchestra wouldn’t give way to the specialist\nPhilip Glass Ensemble, if it meant that the ENO orchestra and chorus would go\nunpaid for the duration of the residency”. It also offered to append the\nfollowing footnote: “An earlier version of this article said that the\nunionised ENO chorus and orchestra would not “give way” to the Philip Glass\nEnsemble “even for a week”. We accept that the decision not to host the Philip\nGlass Ensemble was made by the ENO management team, not the ENO orchestra and\nchorus or their trade unions. We are happy to clarify the matter.” 9. The magazine accepted that the article should have\nreferred to the resignation of members of the senior team and not the board; it\namended the online article accordingly. 10. In response to the complainant’s concern regarding\nticket sales for the Barbican’s production of Einstein on the Beach, the\nmagazine said it had seen the production. The queue for returns, the view of\nthe auditorium, and the conversations it had had with the box office and the\nproduction company had all led it to conclude that it was sold out. The\nmagazine had also attended productions in Montpellier, Amsterdam and Berlin,\nall of which were sold out. 11. The complainant said the magazine’s offer of an\nonline correction was unsatisfactory and requested its publication in print. Relevant Code Provisions12. Clause 1 (Accuracy) i) The Press must take care not to publish inaccurate,\nmisleading or distorted information, including pictures. ii) A significant inaccuracy, misleading statement or\ndistortion once recognised must be corrected, promptly and with due prominence,\nand - where appropriate - an apology published. In cases involving the\nRegulator, prominence should be agreed with the Regulator in advance. iii) The Press, whilst free to be partisan, must\ndistinguish clearly between comment, conjecture and fact. Clause 2 Opportunity to reply A fair opportunity for reply to inaccuracies must be\ngiven when reasonably called for. Findings of the Committee13. The magazine accepted that the ENO’s\nartistic/management team had turned down the proposal for the ENO to host the\nPhilip Glass Ensemble for a production of Einstein on the Beach. The article,\nhowever, had given the significantly misleading impression that it had\nspecifically been the “unionised” orchestra and chorus that had rejected the\nproposal. It had failed to make clear that the ENO’s management team had\nconsidered that the unionised orchestra and chorus would not have been willing\nto forgo pay for the duration of the residency, and, as such, it had rejected\nthe proposal as commercially unviable. The Committee considered that this\nrepresented a failure to take care over the accuracy of the article in breach\nof Clause 1 (i). 14. In accordance with the terms of Clause 1 (ii), the\nmagazine was obliged to correct the inaccuracy promptly and with due\nprominence. The magazine had offered to amend the online article and to append\na footnote. However, as the article had also been published in print, to meet\nthe requirements of Clause 1 (ii), a correction was also required in print; as\nsuch, the offer of remedy was insufficient and this represented a breach of\nClause 1 (ii). This aspect of the complaint under Clause 1 was upheld. 15. The Committee noted the complainant’s remaining\nconcerns regarding the article’s accuracy. However, in the context of an\nopinion piece, it did not consider that the report that the Barbican had\n“snapped up” the Philip Glass Ensemble’s production of Einstein on the Beach,\nor that tickets to the 2012 production had been “sold out”, had been\nsignificantly misleading. The columnist had also been entitled to express his\nopinion that an ENO production of the opera might have been less successful\nthan one by the Philip Glass Ensemble. The Committee welcomed the fact the\nmagazine had corrected the reference to two members of the board having left\nthe ENO; however, this was not a significant point that required correction\nunder the terms of Clause 1. These points did not raise a breach of Clause 1. 16. The complainant had expressed concern that the\nmagazine’s refusal to publish a correction in print had represented a breach of\nClause 2. Clause 2, however, affords individuals the opportunity to reply to\ninaccuracies when reasonably called for. The complainant had requested a\ncorrection, not an opportunity to reply, as such, there was no breach of Clause\n2. Conclusions17. The complaint was upheld. Remedial Action Required18. Having upheld the complaint, the Committee considered\nwhat remedial action should be required. 19. The Committee considered that the wording offered by\nthe magazine for publication online sufficiently addressed the misleading\nimpression given by the online article. However, the error had also appeared in\nprint, therefore, a correction was required in print. The Committee considered\nthat the publication of a correction, with a headline indicating the subject,\nbeneath the opera column (where the original error had appeared) in a\nforthcoming print edition was appropriate. The correction should explain that\nit was being published following an upheld IPSO complaint. It should state that\nthe decision not to host the Philip Glass Ensemble was made by the ENO\nmanagement team, not the ENO orchestra and chorus or their trade unions, as\npreviously reported. The wording and the prominence of the correction are to be\nagreed with IPSO in advance of publication. Date complaint received: 14/02/2015\nDate decision issued:\n08/05/2015\n\n\nBack to ruling listing\n\n\n"
}