{
    "url": "/rulings-and-resolution-statements/ruling/?id=00716-15",
    "title": "00716-15 – Register v Daily Mail",
    "provisions": [
        "1 (Accuracy) 2015"
    ],
    "outcome": "No breach - after investigation",
    "publication": "Daily Mail (Associated Newspapers Limited)",
    "published_on": "2015-02-13 00:00:00",
    "received_on": "2015-02-13 00:00:00",
    "concluded_on": "2015-05-06 00:00:00",
    "complaint_processing_days": 82,
    "conclusion_long": "9. The complaint was not upheld.",
    "remedial_action": "N/A Date complaint received: 13/02/2015",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee 00716-15 Register v Daily MailSummary of\ncomplaint 1. Jamie Register complained to the Independent Press\nStandards Organisation that the Daily Mail had breached Clause 1 (Accuracy) of\nthe Editors’ Code of Practice in an article headlined “Red Ed the tax avoider”,\npublished on 13 February 2015. 2. The article reported that a senior aide to Ed Miliband\nhad drawn a comparison between the effect that recent revelations about HSBC\nhad had on public opinion of tax avoidance and the similar crystallising effect\nof reports that the News of the World had unlawfully intercepted the voicemails\nof Milly Dowler. The article, which continued on page 8 of the newspaper,\ncarried the headline “Ed’s aide calls tax row Milly Dowler moment”. The third\nparagraph of the article reported that the Labour party had denied that the\nexact phrase ‘Milly Dowler moment’ had been used; the only comparison drawn\nbetween the issues related to the way they had ‘crystallised’ public opinion.\nThe editorial in the same edition of the newspaper, headlined “Tax avoidance\nand Red Ed’s hypocrisy”, reported that “For Mr Miliband, the HSBC row is – as\none aide tellingly let slip yesterday – a ‘Milly Dowler’ moment”. 3. The complainant said that “Milly Dowler moment” was\nnot a quotation from Mr Miliband’s aide. He did not dispute that the aide had drawn\na comparison between the two events, but argued that this was a misleading\nparaphrase. It suggested that there was something venal and exploitative about\nthe remarks, which was not in fact the case. He raised an additional concern\nthat the editorial in the same edition of the newspaper was misleading as it\nhad suggested that the phrase “Milly Dowler moment” was a direct quotation. 4. The newspaper said that following reports of this\ncomparison being drawn, it had contacted the aide to clarify the nature of his\nremarks. The newspaper said that the aide had spoken about crystallising\neffects that the two events had had on public opinion, but denied having used\nthe words used in the headline. The newspaper denied that the headline was a\nmisleading paraphrase of the aide’s remarks. In addition, it noted that the\nthird paragraph of the article made clear that the exact phrase had not been\nused. Relevant Code Provisions5. Clause 1 (Accuracy) i) The Press must take care not to publish inaccurate,\nmisleading or distorted information, including pictures. ii) A significant inaccuracy, misleading statement or\ndistortion once recognised must be corrected, promptly and with due prominence,\nand - where appropriate - an apology published. In cases involving the\nRegulator, prominence should be agreed with the Regulator in advance. iii) The Press, whilst free to be partisan, must\ndistinguish clearly between comment, conjecture and fact. Findings of the Committee6. The complainant did not dispute that the comparison\nhad been drawn by the Labour aide, nor was he in a position to dispute the\nnewspaper’s account of what had been said. IPSO has not received a challenge to\nthe claim that the comparison had been drawn. Nonetheless, it was accepted by\nboth parties to the complaint that the aide had not used the phrase “Milly\nDowler moment”. 7. In the Committee’s view, the headline to the article\non page 8 was not a misleading shorthand for the remarks the aide was reported\nto have made. The article explained that the headline was a paraphrase, rather\nthan a direct quote, and there was no breach of Clause 1 on this point. 8. The editorial did not suggest that the phrase “Milly\nDowler moment” was a direct quotation, and was not misleading in the manner\nalleged. There was no breach of Clause 1 on this point. Conclusions9. The complaint was not upheld. Remedial Action RequiredN/A Date complaint received: 13/02/2015\nDate decision issued: 06/05/2015\nBack to ruling listing\n\n\n"
}