{
    "url": "/rulings-and-resolution-statements/ruling/?id=00722-17",
    "title": "00722-17 Goring v Press & Journal",
    "provisions": [
        "1 Accuracy (2016)"
    ],
    "outcome": "Breach - sanction: action as offered by publication",
    "publication": "Press & Journal (DC Thomson Group)",
    "received_on": "2017-01-30 00:00:00",
    "concluded_on": "2017-05-16 00:00:00",
    "complaint_processing_days": 106,
    "conclusion_long": "The complaint was upheld.",
    "remedial_action": "16. Having upheld the complaint, the Committee considered what remedial action should be required. 17. The newspaper had promptly offered to publish corrections in print and online, with due prominence, which corrected the inaccuracy. This should now be published.  Date complaint received: 30/01/2017",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee 00722-17 Goring v\nPress & Journal \nSummary of Complaint \n1. Mareece Goring complained to the Independent Press\nStandards Organisation that The Press and Journal breached Clause 1 (Accuracy)\nof the Editors’ Code of Practice in an article headlined “Man who said he\nhugged his lover convicted of assault”, published in print on 17 January 2017,\n“Man claimed he hugged his married lover … Now he’s been found guilty of\nassault”, published online on 17 January 2017.\n2. The article reported that a man had been found guilty\nof assaulting the complainant following an incident where he claimed to have\nhugged her. It said that the complainant, who it described as the man’s “secret\nlover”, was found guilty of seizing her at her marital home after a “boozy\nall-night party”. It said that the complainant’s husband was not at home at the\ntime of the incident, and that the “affair” continued after the row, and the\nincident was only reported to police after the pair had broken up.\n3. The article reported the man’s evidence in court that\nhe had given the complainant a hug because she was upset. It also reported the\nevidence of the complainant, who said in court: “We had all been drinking and\nKarl became upset. I held him and spoke with him in a soft, gentle voice. I\nthen told him that one of his friends had acted inappropriately with me, being\ntouchy-feely, trying to get me on my own and threatening to come around to my\nhouse. I told Karl this and he started screaming at me and told me not to be\nstupid. I got a fright and was really scared. I tried to leave the room and he\nlocked both his arms tightly around me from behind. I didn’t think it was a\nhug”. It also reported that, under cross-examination, she said: “I have been\nmarried for seven years and my husband was not aware of the relationship. But\nwe were talking about separating. I had sex with Karl after the break-up. My\nhusband found out and we separated. I am no longer separated.”\n4. The complainant said that she did not say much of what\nshe was quoted as saying in the article. She said that she was asked in court\nwhether she had sex with the man after the break-up, and answered yes; she said\nthat she did not say “I had sex with Karl after the break-up”. She denied\nsaying that “we had all been drinking and Karl became upset”, and using the\nterm “unwanted contact”; she had only answered “yes” or “no” to questions on\nthese topics, so there was nothing to quote. She said that the quote “I didn’t\nthink it was a hug” was an altered version of what she did in fact say, which\nwas something along the lines of “It definitely was not a hug. There was\ndefinitely nothing affectionate about it, it was aggressive and controlling”.\n5. The complainant said that it was inaccurate for the\narticle to suggest that she had an affair with the man. She said that she was\nseparated from her husband at the time she was in a relationship with the other\nman, and while she did say in court that they were talking about a separation,\nshe had been referring to a formal separation; she said that she had not been\n“cheating” on her husband. She said that when she was asked about her marital\nstatus, she replied “married”, and when she was asked for how long, she said\n“seven years”. She said that she was then asked whether her husband was aware\nof the entire duration of the relationship, and had answered “no”; she did not\nsay “my husband was not aware of the relationship”.\n6. The complainant also said that the article was written\nto suggest that she was the guilty party. She said that the article omitted any\nreference to the evidence of another witness at the trial, who supported her\nposition, and to evidence she had given about the man’s conduct and that of his\nfriends. She also pointed out that the article on page three was published\nalongside a large photograph of her, with no photograph appearing on this page\nof the man who was convicted. \n7. The newspaper accepted that best practice was not\nfollowed in reporting the question and answer sequence as though the\ncomplainant had been quoted directly. It said that its reporter had not\nfollowed the correct procedures, but said that this was human error, rather\nthan the wilful making-up of quotes. However, it said that had the sequence\nbeen put into reported speech without quotes, it considered that would have\nbeen an accurate summary of the exchanges between the complainant and the\ndefence representative, and that overall, the way the matter had been reported\ndid not give a distorted view of the evidence the complainant had given.\n8.  The newspaper\nalso accepted that the complainant had said that it definitely was not a hug,\nnot that she “didn’t think” it was a hug as reported; however, it did not\nconsider that this represented a significant inaccuracy. It said that the\ncomplainant had told the court that she was married, and explained that she and\nher husband were talking about a separation. It said that it was not\nunreasonable to conclude from this answer that she and her husband were still\ntogether at the time of she was in a relationship with the man. Nonetheless,\nthe newspaper suggested the wording for a number of corrections, including the\ncorrection below, and offered to publish it on page two of the newspaper, and\nas a footnote to the online article:\nWe have been asked to clarify our reporting of a case at\nInverness sheriff court on January 16 in which Karl Pattinson was found guilty\nof assaulting Mareece Goring. We have been asked by Mrs Goring to clarify that\nalthough she was legally married at the time, she and her husband had agreed to\na separation before her relationship with Pattinson, so it was incorrect to\nimply that it was an affair. We are happy to clarify this. Furthermore, in our\nreporting of cross-examination of Mrs Goring, we mistakenly used words\nattributed to Mrs Goring in quotes which were, in fact, put to her by defence\ncounsel in the form of questions about her marital status and relationship with\nPattinson. In court, Mrs Goring had simply replied in the affirmative or\notherwise in answer to those questions. We apologise for any upset caused to\nMrs Goring.\nRelevant Code Provisions\n9. Clause 1 (Accuracy)\ni) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not\nsupported by the text.\nii) A significant inaccuracy, misleading statement or\ndistortion must be corrected, promptly and with due prominence, and — where\nappropriate — an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator.\niii) A fair opportunity to reply to significant\ninaccuracies should be given, when reasonably called for.\niv) The Press, while free to editorialise and campaign,\nmust distinguish clearly between comment, conjecture and fact.\nFindings of the Committee\n10. The complainant had provided a number of “yes” and\n“no” answers to the questions asked of her in court. While the newspaper would\nhave been entitled to note her agreement or disagreement with the questions\nasked, it had instead paraphrased them, and presented them as direct quotations\nfrom the complainant. The accurate reporting of evidence given in court is\nfundamental to the principle of open justice. The presentation of the questions\nthe complainant had been asked in court, to which she had responded with “yes”\nand “no” answers, as direct quotations attributed to her represented a failure\nto take care over the accuracy of the article in breach of Clause 1(i). This\nhad given a significantly misleading impression of the manner in which the\ncomplainant had given her evidence to the court, and a correction was required\nto avoid a breach of Clause 1(ii).\n11. The newspaper did not dispute the complainant’s\nassertion that she was separated from her husband at the time she was in a\nrelationship with the other man. However, the complainant gave evidence that\nshe and her husband were “thinking about separating” at the time she was in\nrelationship with the man, which gave the impression that she and her husband\nwere still together at that time. As a result, there was no failure to take\ncare over the accuracy of the article in breach of Clause 1(i). The Committee noted\nthe complainant’s position that she and her husband were not “formally\nseparated” at the time of her relationship with the other man, it was not\nsignificantly misleading of the article to characterise her relationship with\nthe man as “an affair” in circumstances where she was still married. There was\nno breach of Clause 1(ii).\n12. The Committee noted the complainant’s position that\nthe tone of the article, the prominent photograph of her, and the failure to\nreport corroborating evidence from another witness, all suggested that she was\nthe guilty party. However, it considered that the article made clear that the\nman was found guilty of assault, and that his case had not been believed. There\nwas no misleading impression in breach of Clause 1.\n13. The newspaper accepted that the complainant had\nrejected the suggestion in her evidence that the man had hugged her. However,\nin the context of an article that made clear that the man had been convicted of\nassault, and where the quotation attributed to her did contain a denial that\nthe physical contact constituted a hug, this did not represent a significant\ninaccuracy. There was no breach of Clause 1.\n14. The newspaper had offered to publish a correction,\nboth in print and online, which clarified that it had incorrectly attributed\nwords to her in quotations that were in fact put to her as questions. This\ncorrection was offered promptly by the newspaper, and addressed the inaccuracy\nfound in the article. The Committee also considered that the correction, which\nwas to be printed on page 2 of the newspaper, had been offered in a\nsufficiently prominent position in circumstances where the inaccuracy upheld\nwas predominantly published in the article that appeared on page 3, rather than\nthe article published on the front page. Further, the offer to publish the\ncorrection as a footnote to the online article was also sufficiently prominent.\nIn the Committee’s view, the correction was sufficient to meet the requirements\nof Clause 1(ii), and should now be published. There was no further breach of\nthe Code on this point.\nConclusions\nThe complaint was upheld.\nRemedial Action Required\n16. Having upheld the complaint, the Committee considered\nwhat remedial action should be required.\n17. The newspaper had promptly offered to publish\ncorrections in print and online, with due prominence, which corrected the\ninaccuracy. This should now be published. \nDate complaint received: 30/01/2017\nDate decision issued: 16/05/2017\nBack to ruling listing\n\n\n"
}