{
    "url": "/rulings-and-resolution-statements/ruling/?id=00737-22",
    "title": "00737-22 Morris v mylondon.news",
    "provisions": [
        "1 Accuracy (2021)",
        "2 Privacy (2021)",
        "3 Harassment (2021)"
    ],
    "outcome": "Breach - sanction: publication of adjudication",
    "publication": "mylondon.news (Reach PLC)",
    "published_on": "2022-01-25 00:00:00",
    "received_on": "2022-01-25 00:00:00",
    "concluded_on": "2022-08-24 00:00:00",
    "complaint_processing_days": 211,
    "conclusion_long": "20. The complaint was partly upheld under Clause 1.",
    "remedial_action": "21. Having upheld the complaint, the Committee considered what remedial action should be required. In circumstances where the Committee establishes a breach of the Editors’ Code, it can require the publication of a correction and/or adjudication; the nature, extent and placement of which is determined by IPSO. 22. The Committee had found that it was significantly inaccurate to refer to the train travel purchased as a single “ticket”, and that describing it as an “expensive ticket” and “expensive fare” contributed to the misleading impression that the money spent had only been for one ticket. It had found a breach of Clause 1 (ii) given that no corrective action had been offered. In addition, the publication had given the complainant an inadequate opportunity to respond to its request for comment. The appropriate remedy was, therefore, the publication of an upheld adjudication. 23. The headline of the adjudication must make clear that IPSO has upheld the complaint against mylondon.news and must refer to its subject matter; it must be agreed with IPSO in advance. The adjudication should be published in full on the publication’s website with a link to the full adjudication (including the headline) appearing on the top third of the newspaper’s homepage, for 24 hours; it should then be archived in the usual way. 24. The terms of the adjudication for publication are as follows: David Morris complained to the Independent Press Standards Organisation that mylondon.news breached Clause 1 (Accuracy) of the Editors’ Code of Practice in an online article headlined “Taxpayers angry at MP who expensed £229.20 first class train ticket to London rather than travelling standard class”, published on 25th January 2022. The complaint was upheld, and IPSO required mylondon.news to publish this adjudication to remedy the breach of the Code.   The complainant said that the article had inaccurately referred throughout to a single “ticket” whereas the train tickets referred to had been for him, his wife, and their baby. He said that it was also inaccurate to describe the tickets in question as “expensive” and that he had been given inadequate time to respond to a request for comment from the publication. IPSO found that the publication had not taken sufficient care when relying on a claim published on an unofficial Twitter account that the expense covered a single ticket. In addition, the publication had contacted the complainant the morning the article was published enquiring about the expense and suggested he would be given a number of hours to comment on the story. The article had been published prior to the deadline given and before the complainant had responded and in the view of the Committee, the complainant was given an inadequate opportunity to respond to the publication. In publishing the article prior to the receipt of his response, the publication had failed to take sufficient care over the accuracy of the claim that the figure quoted in the article covered only a single ticket. The article was therefore significantly inaccurate as it implied that the price of £229.20 had been only for the complainant’s travel. The publication had made no offer to correct this inaccurate information and had therefore breached Clause 1 (i) and Clause 1 (ii) of the Editors’ Code of Practice.   IPSO found that the inaccurate impression that the expense had been for only one ticket was compounded by the publication’s description of the expense as an “expensive ticket” and an “expensive fare” and that the publication had failed to take sufficient care over this description of the fare. No correction or clarification had been offered and there was a further breach of Clause 1 (i) and Clause 1 (ii).   Date complaint received: 25/01/2022",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee – 00737-22 Morris v\nmylondon.news\nSummary of Complaint\n1. David Morris complained to the Independent Press\nStandards Organisation that mylondon.news breached Clause 1 (Accuracy), Clause\n2 (Privacy) and Clause 3 (Harassment) of the Editors’ Code of Practice in an\narticle headlined “Taxpayers angry at MP who expensed £229.20 first class train\nticket to London rather than travelling standard class”, published on 25th\nJanuary 2022.\n2. The online article reported on a travel expense of David\nMorris MP. The sub-headline stated that “[p]eople were quick to call out the\nelected official for the expensive fare”; the article repeated that “the public\nwere quick to question the need for such an expensive ticket” and included\nremarks from some members of the public. One individual had said “£229 on a\ntrain ticket… That’s more expensive than a holiday flight”. The article stated\nthat Mr Morris had “been criticised for expensing his travel cost from London\nbecause of the ‘outrageous’ price of his train ticket”. It said that Mr Morris\nhad travelled back from London to his constituency and that the travel had cost\n£229.20. The article went on to state that “[t]he price of his ticket was revealed\nin a recent report of MP staffing costs and business expenses for the previous\nyear” and that “[p]ublic condemnation of Mr Morris started after the expense\nwas listed by the Independent Parliamentary Standards Authority (IPSA)”.\n3. The complainant, the MP referred to in the article, said\nthat there had been a breach of Clause 1 (Accuracy) as the article had referred\nthroughout to a single “ticket”, whereas the tickets had been for him, his\nwife, and their baby. The complainant also said that the article inaccurately\nstated that he had been travelling from London to his constituency, whereas he\nhad been travelling from his constituency to London.\n4. He also said that the article was inaccurate to describe\nthe tickets in question as “expensive”; he said that the tickets were cheaper\nthan the “anytime standard rate” as stipulated in the IPSA guidelines and that\nthe IPSA booking portal only allows MPs and their nominated staff to book\ntickets which are the same amount or cheaper than the “anytime standard rate”.\n5. The complainant said that the article raised a further\nbreach of Clause 1 as he had been contacted for comment on the article at 08:48\non the day the article had been published and given a deadline of 14:00 to\nrespond. He said that he had responded at 12:06, informing the publication that\nthe price covered multiple tickets, but that the article had already been\npublished at 11:45, prior to the deadline given and without waiting for his\nresponse. The complainant added that the article was not amended to include his\ncomment until later the same afternoon.\n6. The complainant also said that the article had breached\nClause 2 (Privacy). He said that when giving a comment to the publication, he\nhad to disclose that he had a medical injury, which was later included in the\narticle and which he considered was a breach of his privacy. The complainant\nalso considered that the article posed a security threat to him and his family\nby including details of his travel arrangements, which he said was also in\nbreach of Clause 2.\n7. The complainant also said that there had been a breach of\nClause 3 (Harassment) as the article had been published ahead of the deadline\nand prior to him giving a comment. He also said that he considered the article\nhad portrayed him in a “bad light”.\n8. The publication did not accept a breach of the Code. The\npublication said that it had first become aware of the expense from a Twitter\naccount which posted about MP expenses and which described the expense as\n“£229.20 for MP travel by train (First Single)”. It said that the IPSA website\nalso listed the expense as “MP travel” and that it was therefore reasonable for\nthe publication to state that the fare was solely for the complainant. It said\nthat the purpose of the story was to express criticism of the value of the\nexpense, regardless of who had been travelling and in what direction. It added\nthat after the complainant responded to the request for comment, the article\nhad been amended to include the complainant’s comments, including that the\nticket had been “for two people and a baby”. The publication said that it had\nrelied on both the information from IPSA and the Tweet and that it was\nsatisfied that care had been taken. It further said that it did not consider\nreferring to the travel that had been expensed as a “ticket” was significantly\ninaccurate, but it further amended the article to make clear the value was for\nmultiple “tickets” as a gesture of goodwill. The publication added that the\nexpense listing on the IPSA website showed the journey type as\n“London-constituency MP & Staff” and therefore it was reasonable for the\npublication to describe the journey as being from London to the complainant’s\nconstituency. It said that the article had been amended to reflect the correct\ndirection of travel, but that in any event, it did not consider the direction\nof the travel was significant.\n9. The publication went on to say that the complainant had\nbeen provided with a fair opportunity to comment and given a number of hours to\nrespond. It said that the publication had noted the complainant’s concerns in\nregard to the timing of the approach for comment and publication for future\nreference. It also added that the complainant’s comments had been added to the\narticle at 15:00 the same day.\n10. The publication said that the term “expensive” was\nrelative and it considered that, to the everyday reader, £220 would seem\n“expensive”. It said that it did not consider the term expensive to be\nmisleading or inaccurate and it added that the article included criticisms from\nmembers of the public, including one who described the price as “more expensive\nthan a holiday flight”. It also noted that the sentence “[p]eople were quick to\ncall out the elected official for the expensive fare” had been removed from the\nsub-headline and the body of the article had been amended to read: “Mr Morris\ntravelled from London, to his constituency, on Sunday, May 30 last year. The\npublic were quick to question the need for the first class tickets and asked\nwhether Mr Morris could have booked standard class instead.”\n11. In regard to the complainant’s concerns under Clause 2,\nthe publication said that the complainant provided the information regarding\nhis medical condition in his response to the request for comment and he did not\nsuggest that this was private information that should not have been published.\nThe publication also said that it did not consider the complainant’s concerns\nengaged the terms of Clause 3.\n12. The complainant had said that the removal of the story\nand an apology would resolve the complaint; the publication did not consider it\nwas appropriate to offer an apology in the circumstances.\nRelevant Code Provisions\nClause 1 (Accuracy)\ni) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not\nsupported by the text.\nii) A significant inaccuracy, misleading statement or\ndistortion must be corrected, promptly and with due prominence, and — where\nappropriate — an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator. \niii) A fair opportunity to reply to significant inaccuracies\nshould be given, when reasonably called for.\niv) The Press, while free to editorialise and campaign, must\ndistinguish clearly between comment, conjecture and fact.\nClause 2 (Privacy)*\ni) Everyone is entitled to respect for their private and\nfamily life, home, physical and mental health, and correspondence, including\ndigital communications.\nii) Editors will be expected to justify intrusions into any\nindividual's private life without consent. In considering an individual's\nreasonable expectation of privacy, account will be taken of the complainant's\nown public disclosures of information and the extent to which the material\ncomplained about is already in the public domain or will become so.\niii) It is unacceptable to photograph individuals, without\ntheir consent, in public or private places where there is a reasonable\nexpectation of privacy.\nClause 3 (Harassment)*\ni) Journalists must not engage in intimidation, harassment\nor persistent pursuit.\nii) They must not persist in questioning, telephoning,\npursuing or photographing individuals once asked to desist; nor remain on\nproperty when asked to leave and must not follow them. If requested, they must\nidentify themselves and whom they represent.\niii) Editors must\nensure these principles are observed by those working for them and take care\nnot to use non-compliant material from other sources.\nFindings of the Committee\n13. The complainant said the article had described the\nexpense as a single “ticket” throughout and as “expensive”. He said this was\ninaccurate as the expense represented multiple tickets for him, his wife, and\nhis baby. The publication had said that the Tweet on which it had partly based\nits article had described the train travel as a “First Single” and that the\nIPSA website had listed the expense as “MP travel” and, therefore, it was\nreasonable for the article to state that the fare was solely for the complainant.\nThe publication was entitled to rely on the information included on the IPSA\nwebsite, but it was obliged to take care not to publish inaccurate or\nmisleading information in doing so. The Committee noted that the while the\nexpense appeared under a section headed “MP travel” it was individually\ndescribed as a cost for “MP & staff” and therefore could relate to more\nthan one person. The IPSA website did not specify how many train tickets the\nexpense covered, and the Committee therefore considered that the publication\nshould have sought this information prior to publishing the article. Relying on\na claim published on an unofficial Twitter account that the expense covered a\nsingle ticket did not amount to sufficient care taken over the accuracy of the\ninformation. The publication had contacted the complainant on the morning the\narticle was published enquiring about the expense, and it had suggested that he\nwould be given a number of hours to comment on the story. However, the article\nhad been published prior to the deadline given to the complainant and before\nthe complainant had responded to the request for information. In the view of\nthe Committee, the complainant was given an inadequate opportunity to respond\nto the publication, and in publishing the article prior to the receipt of his\nresponse, the publication had failed to take sufficient care over the accuracy\nof the claim that the figure quoted in the article covered only a single\nticket, and therefore breached Clause 1 (i) of the Code.\n14. It was the Committee’s view that it was significantly\ninaccurate to refer to the train travel purchased as a single ticket as this\nimplied that the price of £229.20 had been only for the complainant’s travel.\nAs this was not the case, it required correction under the terms of Clause 1\n(ii). The Committee noted that the article had been amended to refer to\nmultiple “tickets”, however, the publication had not offered to publish any\ncorrective action on this point, and so there was a further breach of Clause 1\n(ii). The Committee further considered that, given the circumstances, the\npublication should have apologised. The complainant had requested an apology,\nbut the publication had refused.\n15. The Committee next turned to the complainant’s concern\nthat it was inaccurate to describe the train travel purchased as “expensive”.\nThe article had stated that people had been quick to “call out” and “question”\nwhy the complainant had bought such an “expensive fare”. While the Committee\nnoted that the article had reported a member of the public expressing their\nopinion that the fare was “expensive”, it was not clear to what extent, if any,\nthose comments were informed by an accurate understanding of how many tickets\nhad actually been purchased. The Committee further noted that the description\nof the fare as “expensive” had been adopted by the publication itself in the\nsub-headline and body of the article and considered that this contributed to\nthe misleading impression that the expense of £229.20 had been only for the complainant’s\ntravel. There was a further breach of Clause 1 (i).\n16. The Committee considered the descriptions of the expense\nas an “expensive fare” and “expensive ticket” gave the misleading impression\nthat this was a large cost as it was for only one ticket, and it considered\nthis to also be significantly misleading and requiring clarification under\nClause 1 (ii) of the Editors’ Code. The Committee noted that the publication\nhad removed the description of the fare as “expensive” from the sub-headline and\nthe body of the article upon receipt of a direct complaint from the\ncomplainant. The Committee welcomed this action by the publication, however as\nthe publication had not offered to publish a correction or clarification on\nthis point, there was a further breach of Clause 1 (ii).\n17. The complainant had also said that the article was\ninaccurate as it had stated that he was travelling from London to his\nconstituency, whereas he had been travelling in the other direction. The\nCommittee welcomed that, in response to the complaint, the newspaper had amended\nthe article to reflect the correct direction of travel. This, however, was a\nminor inaccuracy which was not significant given that the locations involved\nwere not in dispute. The newspaper was not required to correct this point under\nthe terms of Clause 1 and there was no breach of the Code.\n18. The complainant also said that the article had breached\nClause 2 as he had needed to disclose to the publication that he had a medical\ninjury at the time of travel; he also considered that the article posed a\nsecurity threat to him and his family by including details of his travel\narrangements. The Committee understood the complainant’s concerns about his\nmedical condition; however, the complainant had provided this information\nwillingly to the publication when asked for a comment. The Committee noted that\nwhile individuals would generally have a reasonable expectation of privacy in\nrelation to information concerning their health, in this case, the complainant\nhad provided this information in a response to a request for comment. He had\nnot suggested that this was private information which was not to be published\nand therefore the publication was entitled to include it when adding his\ncomment to the article. Given that the complainant had freely disclosed this\ninformation to the newspaper, it was not an intrusion into the complainant’s\nprivacy to publish the information when adding his comment to the article. In\naddition, including details that the complainant had travelled from his\nconstituency to London on the train did not reveal anything private about the\ncomplainant, particularly where his constituency area was a matter of public\nrecord. There was no breach of Clause 2 on these points.\n19. The complainant also said that there had been a breach\nof Clause 3 as the article had been published ahead of the deadline and prior\nto him giving a comment. He also said that he considered the article had\nportrayed him in a “bad light”. Clause 3 generally relates to the way\njournalists behave when gathering news, including the nature and extent of\ntheir contacts with the subject of the story. As the complainant’s concerns did\nnot relate to this, there was no breach of Clause 3.\nConclusions\n20. The complaint was partly upheld under Clause 1.\nRemedial Action Required\n21. Having upheld the complaint, the Committee considered\nwhat remedial action should be required. In circumstances where the Committee\nestablishes a breach of the Editors’ Code, it can require the publication of a\ncorrection and/or adjudication; the nature, extent and placement of which is\ndetermined by IPSO.\n22. The Committee had found that it was significantly\ninaccurate to refer to the train travel purchased as a single “ticket”, and\nthat describing it as an “expensive ticket” and “expensive fare” contributed to\nthe misleading impression that the money spent had only been for one ticket. It\nhad found a breach of Clause 1 (ii) given that no corrective action had been\noffered. In addition, the publication had given the complainant an inadequate\nopportunity to respond to its request for comment. The appropriate remedy was,\ntherefore, the publication of an upheld adjudication.\n23. The headline of the adjudication must make clear that\nIPSO has upheld the complaint against mylondon.news and must refer to its\nsubject matter; it must be agreed with IPSO in advance. The adjudication should\nbe published in full on the publication’s website with a link to the full\nadjudication (including the headline) appearing on the top third of the\nnewspaper’s homepage, for 24 hours; it should then be archived in the usual\nway.\n24. The terms of the adjudication for publication are as\nfollows:\nDavid Morris complained to the Independent Press Standards\nOrganisation that mylondon.news breached Clause 1 (Accuracy) of the Editors’\nCode of Practice in an online article headlined “Taxpayers angry at MP who\nexpensed £229.20 first class train ticket to London rather than travelling\nstandard class”, published on 25th January 2022.\nThe complaint was upheld, and IPSO required mylondon.news to\npublish this adjudication to remedy the breach of the Code.  \nThe complainant said that the article had inaccurately\nreferred throughout to a single “ticket” whereas the train tickets referred to\nhad been for him, his wife, and their baby. He said that it was also inaccurate\nto describe the tickets in question as “expensive” and that he had been given\ninadequate time to respond to a request for comment from the publication.\nIPSO found that the publication had not taken sufficient\ncare when relying on a claim published on an unofficial Twitter account that\nthe expense covered a single ticket. In addition, the publication had contacted\nthe complainant the morning the article was published enquiring about the\nexpense and suggested he would be given a number of hours to comment on the\nstory. The article had been published prior to the deadline given and before the\ncomplainant had responded and in the view of the Committee, the complainant was\ngiven an inadequate opportunity to respond to the publication. In publishing\nthe article prior to the receipt of his response, the publication had failed to\ntake sufficient care over the accuracy of the claim that the figure quoted in\nthe article covered only a single ticket. The article was therefore\nsignificantly inaccurate as it implied that the price of £229.20 had been only\nfor the complainant’s travel. The publication had made no offer to correct this\ninaccurate information and had therefore breached Clause 1 (i) and Clause 1\n(ii) of the Editors’ Code of Practice.  \nIPSO found that the inaccurate impression that the expense\nhad been for only one ticket was compounded by the publication’s description of\nthe expense as an “expensive ticket” and an “expensive fare” and that the\npublication had failed to take sufficient care over this description of the\nfare. No correction or clarification had been offered and there was a further\nbreach of Clause 1 (i) and Clause 1 (ii).\n \nDate complaint received: 25/01/2022\nDate complaint concluded by IPSO: 24/08/2022\nBack to ruling listing\n\n\n"
}