{
    "url": "/rulings-and-resolution-statements/ruling/?id=00750-20",
    "title": "00750-20 Manchester United v The Sun",
    "provisions": [
        "2 Privacy (2019)",
        "3 Harassment (2019)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "The Sun (News UK)",
    "published_on": "2020-01-29 00:00:00",
    "received_on": "2020-02-07 00:00:00",
    "concluded_on": "2020-10-16 00:00:00",
    "complaint_processing_days": 252,
    "conclusion_long": "27. The complaint was not upheld.",
    "remedial_action": "28. N/A Independent Complaints Reviewer 29. The complainant complained to the Independent Complaints Reviewer about the process followed by IPSO in handling this complaint. The Independent Complaints Reviewer decided that the process was not flawed and did not uphold the request for review.   Date complaint received: 07/02/2020",
    "text": "\n\n\n\n\n\nDecision\nof the Complaints Committee – 00750-20 Manchester United v The Sun\nSummary\nof Complaint\n1. Manchester\nUnited, and on behalf of Ed Woodward, complained to the Independent Press\nStandards Organisation that The Sun breached Clause 2 (Privacy) and Clause 3\n(Harassment) of the Editors’ Code of Practice in the preparation and\npublication of an article headlined “Thugs target Utd chief Ed/THUGS” and an article\nheadlined “CRIME SCENE Cops investigate at Ed Woodward’s house after thugs\ntarget Man Utd chief with flares and spray walls with red paint”, both\npublished on 29 January 2020.\n2. The\nfirst article reported that a “furious Manchester United mob” of “around 20\nhooded fans” had thrown “a smoke bomb and fireworks” at the house of Ed\nWoodward, reported to be the Manchester United chief executive. The article\noutlined the events that had taken place during the incident; the group had\nrang an intercom, sprayed red paint on the gate of the property before\n“launching their missiles”. It included a quote from a source, stating,\n“Woodward has been a disaster as chief executive and needs to leave the club…\nthese guys decided to pay him a visit to tell him to his face. They didn’t get\nto speak to him but, hopefully, he’ll get the message.” It reported that at the\nclub’s home ground there had recently been “increasingly vitriolic chants aimed\nat Woodward” and that in November a fan had approached Mr Woodward and carried\nout a physical prank in a bar. The article went on to outline a previous\noccasion which had been reported on contemporaneously by the newspaper, whereby\nfans from the same football club had attended the home of a former player who\nhad said he wanted to leave the club. The article was accompanied by a\nphotograph from the recent incident. It showed hooded individuals outside the\ngates of a property and the light of a flare or firework could be seen in the\nair above the gate. The article also reported the county the property was in,\nand its estimated value.\n3. The\narticle was also published online with the headline “ED DEVILS Man Utd fans\nthrow flares at Ed Woodward’s house in shocking scenes as anti-board protests\ncontinue to escalate”.  The online\narticle was substantially the same as the print version. It also reported that\nsome of the hooded men were “believed to be members of United’s notorious “Men\nin Black” hooligan firm” and reported that it was not believed that Mr Woodward\nand his family were home at the time of the incident. It also included\nstatements from the police and the football club regarding the incident.\n4. The\nsecond article, which appeared online only, reported on the aftermath of the\nincident. It included new photographs of the property, which showed the damage\nand that the police were in attendance. One photograph showed an intercom on a\npillar which had been sprayed red, others showed the gates, drive and front of\nthe property. One photograph had seemingly been taken through the gate, and\nanother, showing the drive and side gable of a building, had been taken when\nthe gates were open. It also included a short video which showed a flare being\nlaunched across the gates of the property. The article again reported the\ngeneral location of the property and repeated the details from the first\narticle relating to the actions of the fans at the incident.\n5. The\ncomplaint was brought on behalf of Manchester United and its Executive Vice\nChairman Ed Woodward. The complainants said that the journalist and\nphotographer’s involvement  in the\nincident constituted harassment in breach of Clause 3. They said that the\nincident reported on was extremely serious in nature, and had involved criminal\ndamage, public order offences and harassment, which they believed had been\nencouraged by the presence of the journalist and photographer. The complainants\nbelieved that, without the publicity given to the event by the presence of the\njournalist and photographer, the attack may not have gone ahead. They also said\nthat the references to previous conduct by fans in the article was\nirresponsible and constituted harassment, as it encouraged further behaviour of\nthis sort. The complainant was extremely concerned that the publication, upon\nreceipt of a “tip- off” before the event, did not take steps to inform the\nclub, Mr Woodward, or police and did not make any attempt to establish whether\nMr Woodward and his family would be home at the time. They said that in such\ncircumstances, the actions of the journalist and photographer constituted\nharassment and intimidation in breach of Clause 3 (i).  The complainants said, further, that the\nconduct of the journalist and photographer was not consistent with the\nprinciples set out in the Preamble of the Code and that they had acted against\nthe public interest.\n6. The\npublication did not accept any breach of the Code. The publication did not\naccept that the presence and actions of the journalist and the photographer\nconstituted harassment. It said that the terms of Clause 3 did not prevent\njournalists from attending and reporting on protests, nor does the Code impose\nan obligation on journalists to report crimes, or potential crimes, to the\npolice. The publication provided press coverage of the London riots in 2011 as\nan example of a situation where journalists and photographers would have\nwitnessed criminal activity whilst reporting on events. It said their role was\nto inform the public, not to act as de facto police officers. The newspaper\nalso disputed the complainant’s claim that the presence of a journalist\nencouraged the participants, and guaranteed publicity for the incident which it\notherwise would not have received; it said footage of the incident was circulating\non social media before the articles were published, and other publications had\nreported on this social media content prior to publication of the articles\nunder complaint. It said the incident would have gone ahead and been reported\non regardless of whether or not the journalist attended and that the\njournalist’s attendance meant that the publication was able to report on the\nincident accurately. Further, the newspaper said that its coverage also\ncondemned the attack, calling those involved “thugs”.\n7. The\nnewspaper said that the journalist did not know the nature of the incident in\nadvance, and had no reason to believe it would be anything other than a\npeaceful and lawful protest.  It provided\nan account of the sequence of events that had led the journalist and\nphotographer to attend the event. It said that the journalist had received a\nphone call in which he was told that a group of fans was planning a protest in\nconnection with Manchester United. Following this phone call, the journalist\nengaged a photographer who accompanied him to the event. The publication said\nthat the journalist had not been informed of the location of the protest\nbeforehand, and had been told to attend a certain pub, where he identified\nindividuals he believed may have been attending or organising the protest. He\nwas then directed to another pub, where a number of other individuals joined\nthe group. They then walked a short distance to a gated house. The journalist\nsaid that he heard someone ring the buzzer at the front gate, and receive no\nanswer. Some of the group started to video the incident and, as a result, the\njournalist saw that a spray can had been used. The journalist said that, at the\nend of the incident, he saw someone let off a smoke bomb or flare and the group\nthen left. The publication said that during the incident the journalist and\nphotographer stood apart from the participants, but close enough to hear and\nsee what was going on. It also said that the interactions between the\njournalist and   the participants had\nbeen limited; the journalist had asked for directions to the location and, when\nasked to comment on how the quotes within the article had been obtained, the\nnewspaper explained that, it  had\nobtained comment from one participant after the incident had concluded.\n8. The\nnewspaper also said that after the incident, the Digital Sports Editor\ncontacted a representative of Mr Woodward to see if he knew what had\nhappened. The newspaper said that Mr\nWoodward was the appropriate person to inform of the criminal act, as it was\nhis property and the event had now concluded. The journalist was also contacted by the police regarding the incident.\nThe newspaper said that while he was not obliged speak to the police regarding\ntheir investigation, he cooperated fully. It said that the journalist was told\nby the investigating officer that he was only ever considered a witness, not a\nsuspect.\n9. Upon\nreceipt of the publication’s account, the complainants maintained that the\nactions and presence of the journalist and photographer constituted harassment.\nThey said that even if the journalist did not know that the protest was to take\nplace at a private family home, where the journalist was, in advance of the\nincident, directed from pub to pub, under cover of darkness by people described\nin the article as, ”hooded”, “thugs”,\nand a “mob” with spray paint and flares, it was evident that a peaceful and lawful protest was not going to\ntake place. They also said that the journalist had engaged with some of the\nparticipants, by obtaining directions to the second pub and the quote published\nin the article and the complainants did not accept that the publication’s\nrepresentatives were distinguishable from the group carrying out the criminal\nactivity. They also disputed that the phone call between the Digital Sports\nEditor and the complainant was only to confirm the veracity of the footage they\nintended to publish. They said that Clause 3 could not be interpreted so\nnarrowly so as to prohibit harassment and intimidation by journalists but to\nallow journalists to be present, and in their belief, complicit, while others\ncarried out harassment and intimidation and then publish articles based on that\nmisconduct.\n10. The\ncomplainant also said that the photographs and video published in both\narticles, along with the text of the articles, breached Clause 2 (Privacy).\nThey said that the articles, including the photographs, disclosed the location,\nlayout and configuration of Mr Woodward’s \nhome, which prior to publication of these articles was not in the public\ndomain. The complainant said that the publication of the photographs in conjunction\nwith the release of a police statement regarding the incident which included\nthe locality of the house, would have revealed Mr Woodward’s address. They said\nthat given the nature of the attack at the property on which the articles were\nbased, publication of this information was especially irresponsible and had\nincreased the security risk to the family. The complainant said that his\naddress was subject to a confidentiality order, due to these security concerns.\n11. The\npublication did not accept that Clause 2 had been breached. It said that the\narticles only reported the county in which the house was located and its\napproximate value. It said the photographs which showed a gate, intercom, and a\nsection of the front of the property were not sufficient to lead to\nidentification. The newspaper also said that other publications had published\nphotographs of the complainant’s home following the incident, which did not\nappear to be subject to any complaint.\n12. The\ncomplainants also expressed concern that following the submission of the\ncomplaint to IPSO, a staff member at the club had been contacted about the\ncomplaint by a member of the publication’s staff. During this conversation, the\ncomplainants’ decision to submit a complaint to IPSO was discussed, and\nfollowing the call an article was also published concerning this staff member’s\nattendance at a football game. The complainants said that this was not\nacceptable, and was an attempt by the publication to pressurise the\ncomplainants into not pursuing their complaint.\n13. The\nnewspaper did not accept that the actions of any of its staff members could be\ninterpreted in this way. It said that their representative simply reiterated\nthe publication’s position that there had not been a breach of the Code. It\nsaid that the fact of an IPSO complaint did not prevent it from reporting on\nindividuals linked to the football club. \nRelevant\nCode Provisions\n14.\nClause 2* (Privacy)\ni)\nEveryone is entitled to respect for his or her private and family life, home,\nhealth and correspondence, including digital communications.\nii)\nEditors will be expected to justify intrusions into any individual's private\nlife without consent. In considering an individual's reasonable expectation of\nprivacy, account will be taken of the complainant's own public disclosures of\ninformation and the extent to which the material complained about is already in\nthe public domain or will become so.\niii) It\nis unacceptable to photograph individuals, without their consent, in public or\nprivate places where there is a reasonable expectation of privacy.\nClause 3\n(Harassment)\ni)\nJournalists must not engage in intimidation, harassment or persistent pursuit.\nii) They\nmust not persist in questioning, telephoning, pursuing or photographing\nindividuals once asked to desist; nor remain on property when asked to leave\nand must not follow them. If requested, they must identify themselves and whom\nthey represent.\niii)  Editors must ensure these principles are\nobserved by those working for them and take care not to use non-compliant\nmaterial from other sources.\n*The Public\nInterest\n1. There\nmay be exceptions to the clauses marked * where they can be demonstrated to be\nin the public interest.\nThe\npublic interest includes, but is not confined to:\nDetecting\nor exposing crime, or the threat of crime, or serious impropriety.Protecting\npublic health or safety.Protecting\nthe public from being misled by an action or statement of an individual or\norganisation.Disclosing\na person or organisation’s failure or likely failure to comply with any obligation\nto which they are subject.Disclosing\na miscarriage of justice.Raising\nor contributing to a matter of public debate, including serious cases of\nimpropriety, unethical conduct or incompetence concerning the public.Disclosing\nconcealment, or likely concealment, of any of the above.\n2. There\nis a public interest in freedom of expression itself.\n3. The\nregulator will consider the extent to which material is already in the public\ndomain or will become so. \n4.\nEditors invoking the public interest will need to demonstrate that they\nreasonably believed publication - or journalistic activity taken with a view to\npublication – would both serve, and be proportionate to, the public interest\nand explain how they reached that decision at the time.\n5. An\nexceptional public interest would need to be demonstrated to over-ride the\nnormally paramount interests of children under 16.\nFindings\nof the Committee\n15. The\nCommittee noted the seriousness of the circumstances that led to the complaint.\nThe attack on the property by men wearing hoods, and the use of spray paint and\nflares, would undoubtedly have caused significant alarm and distress to the\nfamily had they been home at the time. It was clear that the knowledge that\nsuch an incident had taken place had itself caused the family serious distress\nand had led to concerns about the family’s safety. The Committee considered the\ncomplaints against the publication under Clause 3 (Harassment) which provides that\njournalists must not engage in intimidation or harassment or persistent\npursuit, and Clause 2 (Privacy) which provides that everyone is entitled to\nrespect for their private and family life, including their homes. In reaching\nits decisions, the Committee was mindful of the Preamble to the Code.\n16. The\ncomplaint under Clause 3 (Harassment), put simply, was that by its conduct in\nconnection with the event the publication had engaged in intimidation and\nharassment. The conduct cited in the complaint included:\nConduct\nbefore the event:  Giving the event  “guaranteed publicity” by indicating its\nintention to attend the event which thereby encouraged the participants to\nproceed; not taking steps to alert the police or the complainants about the\nplanned event; and failing to take steps to assess the potential impact on the\nfamily.\nConduct\nat the event:  The journalist and\nphotographer attending the event and allegedly not taking steps to distinguish\nthemselves from the participants; the journalist’s engagement with the\nparticipants before, during and after the event.\nConduct\nafter the event:  The publication of\ncoverage that reported details of the event and referenced previous similar\nincidents.\n17. The\nCommittee first considered the journalist’s conduct prior to the event and the\ncomplaint that, in breach of Clause 3, the publication had not taken steps (i)\nto stop  the event; (ii) to warn any\nappropriate law enforcement authority or the complainants about the event; or\n(iii) to assess the potential impact of the event on the family. There was a\ndispute between the complainant and the publication over the extent of the\npublication’s knowledge prior to the event. The publication’s position was that\nat the time the tip-off was received, the journalist was not made aware\nthat  Mr Woodward would be the target of\nthe attack, and the journalist had no reason to believe that the event would be\nanything other than a peaceful protest. The extent of the information he had\nbeen given prior to attending the event was limited, it said: he had been\ninformed that a protest in connection with Manchester United was planned and\nwas instructed to meet the participants at a named location.  The complainant challenged the plausibility\nof the publication’s account and alleged that the journalist must have been\naware of the nature of the event either at the time of the tip-off because of\nthe instructions he was given or once he met the participants because of their\ndress and demeanour.  The Committee\nconsidered the parties’ respective positions and concluded that there was no\nevidence which demonstrated that the publication knew or could reasonably have\nsuspected that the event would involve an attack on a private home; that Mr\nWoodward’s home would be the target; or that there would be any criminal\nactivity. Further, there was no evidence to suggest that the publication had\nmisled the Committee as to the extent of its knowledge or its suspicions about\nthe nature of the event. In such circumstances, any decision taken by the\npublication not to alert the police or the complainants of the event was not\ncapable of amounting to harassment or intimidation under Clause 3; there was no\nbreach on this point.\n18. The\nCommittee next considered the conduct of the journalist and the photographer at\nthe event, noting that there was no suggestion that the journalist or the\nphotographer had participated in the attack on the property.  The Committee acknowledged that there was a dispute\nbetween the parties as to whether or how the journalist and the photographer\nhad sought to distinguish themselves from the participants and as to whether,\nwhen, and to what extent the journalist had spoken to the participants. The\nnewspaper said that the journalist and photographer had kept a distance from\nthe group as best they could at the event. The complainants complained that by\nvirtue of the attendance of the journalist and the photographer at the event,\nthe publication had effectively encouraged the participants’ activities and\nthat it had, therefore, assumed some responsibility for the event which\namounted to harassment. The complainants also said that, had the family been at\nhome, their distress would have been compounded by the presence of two\nadditional (apparent) participants. The Committee acknowledged the complexity\nof the role of a journalist as an observer at newsworthy events, and the\npotential for the presence of the press to affect the way such events unfold.\nAs noted above, there was no evidence that the publication was aware that\ncrimes would be committed at the property, but even in the event that the\npublication had such knowledge, there is a public interest in the reporting of\ncrime or the threat of crime. A finding that the attendance of the journalist\nand the photographer at the event, or that engaging  with \nthe participants to obtain information or to seek comment, amounted to\nharassment would directly inhibit the ability of journalists to report on\nmatters of significant public interest. \nThe Committee concluded that the attendance of the journalist and the\nphotographer at the event in a professional capacity, and seeking information\nor comment from the participants, did not make them complicit, and did not\nconstitute harassment under Clause 3 of the Code.\n19. The\nremainder of the complaint under Clause 3 related to the newspaper’s decision\nto proceed with publication of the articles about the event, and the nature of\nthe articles it had published. The Committee understood that Mr Woodward was\ndistressed that a prominent article had been published which included details\nof the attack that had taken place at his home. While it was sympathetic to the\ncomplainant’s concerns, the Committee \ndid not find that publication amounted to harassment under the terms of\nClause 3; the articles had reported details of criminal activity at the home of\na high profile individual which was being investigated by the police and\npublication was in the public interest. Further, the references in the article\nto previous similar incidents provided context and background to the recent\nincident and, by including these references, the publication had not endorsed\nor supported such action.  The inclusion\nof this information did not constitute a breach of Clause 3.  \n20. The\ncomplaint under Clause 2 (Privacy) concerned the publication of information\nabout Mr Woodward’s’ home. The complainants said publication of the information\nposed a security risk by revealing the location of the home and details of its\nlayout. The publication said that the information about the house published in\nthe article was limited to the county in which it was located and its\napproximate value; the photographs included limited information about the\nentrance and drive to the property and a section of the property which was\ninsufficient to reveal its location or to pose a security risk.\n21. The\nCommittee first considered the complaint that the publication had breached\nClause 2 by revealing the location of Mr Woodward’s home, taking into account\nthe information which had been provided in the police press release for which\nthe publication was not responsible. In certain circumstances, publication of\ninformation which identifies the location of a person’s home can constitute an\nintrusion into an individual’s private life because of the impact that\npublication can have on the person’s right to respect for family life and home\nwhich Clause 2 seeks to protect.\n22. The\nfirst article had reported the county in which the property is located and its\nestimated value. It was also illustrated with photographs of the event, in\nwhich the gate of the property was visible. The information provided about the\nproperty in the article was limited and the photograph, which had been taken in\nthe dark, showed only the gate at the front of the property and was closely\ncropped. The Committee concluded that the information contained in the article\nand in the photograph  was not  sufficient to identify the location of the\nproperty. The complainants did not have a reasonable expectation of privacy in\nrelation to the published information and there was no breach of Clause 2.\n23. The\nsecond article included similar details about the property and was  illustrated with additional photographs which\nhad been taken the day following the incident. The images included the gate and\nintercom at the front of the property; the drive behind the gate; one side of\nthe property and an outbuilding. As with the first article, the details\npublished in the article about the property were limited to the county in which\nit was located and its value and the photographs alone did not contain\nsufficient information which would allow the property to be readily identified.\nThe Committee concluded that the information contained in the articles and the\nphotographs would not reveal  the\nlocation of the property to those who were not already aware of it. As with the\nfirst article, the information published in the second article did not breach Clause\n2.\n24. The\nfinal issue under Clauses 2 related to the potential security risk posed by the\npublication of the photographs in the second article, which showed aspects of\nthe layout of the property. The context in which the photographs were taken and\npublished was significant: they depicted a potential crime scene, including the\ndamage to aspects of the property, and showed the presence of the police at the\nscene. They formed part of a report on a police investigation into a potential\ncrime, which was a legitimate matter for press scrutiny. Notwithstanding this,\nthe Committee gave significant weight to the complainant’s concerns about the\npublication of material that revealed the basic layout of the property; the\nviolent incident the night demonstrated that security concerns relating to the\nproperty were justified, and any potential increase to the threat to the\ncomplainant and his family had the potential for very grave intrusion into\ntheir private lives.\n25. The\nCommittee considered the information which was contained in the\nphotographs.  They showed partial,\nexterior aspects of the property, which were visible to the public when the\ngates were open and could be seen through the gates when closed.   The Committee did not find that publication\nof the photographs containing this limited information could reasonably be said\nto present a risk to Mr Woodward’s security. The complainants had no reasonable\nexpectation of privacy in relation to this information and there was no breach\nof Clause 2.\n26. The\ncomplainant had also raised concerns regarding the conduct of editorial staff\nat the newspaper during the complaints process. These concerns did not relate\nto the conduct of a journalist during the newsgathering process, or editorial\ncontent published by the newspaper, and therefore did not engage Clause 3 of\nthe Editors’ Code. Without making any finding in relation to this aspect of the\ncomplaint, the Committee made clear that complainants must be able to pursue\ncomplaints and to seek redress freely and without interference from\npublications.  In circumstances where\nthere is sufficient evidence that a publication is seeking to discourage or\ndeter a complainant from making a complaint, or acts in a way which is intimidating\nor distressing to a complainant, the matter will be investigated by IPSO’s\nStandards department.\nConclusion\n27. The\ncomplaint was not upheld.\nRemedial\nAction Required\n28. N/A\nIndependent\nComplaints Reviewer\n29. The\ncomplainant complained to the Independent Complaints Reviewer about the process\nfollowed by IPSO in handling this complaint. The Independent Complaints\nReviewer decided that the process was not flawed and did not uphold the request\nfor review.\n \nDate\ncomplaint received: 07/02/2020\nDate\ncomplaint concluded by IPSO: 16/10/2020\nBack to ruling listing\n\n\n"
}