{
    "url": "/rulings-and-resolution-statements/ruling/?id=00768-21",
    "title": "00768-21 Hanney v express.co.uk",
    "provisions": [
        "1 Accuracy (2021)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "express.co.uk (Reach PLC)",
    "published_on": "2021-01-29 00:00:00",
    "received_on": "2021-01-29 00:00:00",
    "concluded_on": "2021-05-13 00:00:00",
    "complaint_processing_days": 104,
    "conclusion_long": "9. The complaint not upheld.",
    "remedial_action": "10. N/A   Date complaint received: 29/01/2021",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee – 00768-21 Hanney v\nexpress.co.uk\nSummary of Complaint\n1. Jon Hanney complained to the Independent Press Standards\nOrganisation that express.co.uk breached Clause 1 (Accuracy) of the Editors’\nCode of Practice in an article headlined “Car tax changes could make the cost\nof driving more expensive for thousands of drivers”, published on 29 January\n2021.\n2. The article reported that “[t]he Chancellor [was] said to\nbe considering a new pay per mile system to replace the current Vehicle Excise\nDuty (VED) charges and fuel duty costs.” The article included comments from a\nspokesperson for a motoring website, and included a quotation from him which\nstated that: “The calculations we [the website has] done, it could be pretty\nheavy in terms of cost. If effectively you’re going to be charged let's say £15\nper day for a 20-mile round trip. That's £70 per week. If you're going to be\ndoing it every week it could be around £4,000 per year.” The article proceeded\nto say that: “The Treasury is eyeing up the move after informing the Chancellor\nof a £40 million budget black hole in public spending through the switch to\nelectric cars.”\n3. The complainant said that the article was inaccurate in\nbreach of Clause 1. He noted that, should drivers be charged £15 for a “20-mile\nround trip”, that would equate to a 75 pence per-mile charge. The complainant\nconsidered that this was both inaccurate and scaremongering, as there was no\nindication that the government would levy a 75 pence per-mile charge. He also\nnoted that 75 pence per-mile charge would raise £246 billion a year – far more\nthat the “£40 million budget black hole” predicted by the article. He noted\nthat such a charge was, in his view, extremely unlikely to be levied, where\n£246 billion was nearly equal to revenue raised from income tax, VAT, business\nrates, council tax and corporation tax combined.\n4. The publication said it did not accept that Clause 1 had\nbeen breached. It noted that the article did not state definitively that there\nwould be a 75 pence per-mile charge – this was conjecture on the part of the\nquoted spokesperson. It provided a recording of the interview from which the\nquote had been sourced, and noted that the spokesperson had been quoted\naccurately. It went on to note that the article was clearly framed as\nconjecture, with the headline stating that “[c]ar tax changes could make the\ncost of driving more expensive” and the quoted spokesperson stating that the\nproposed changed “could be pretty heavy in terms of cost” and making clear that\nthe 75 per-mile figure was based on “calculations” done by the website. The\npublication therefore considered that the article had accurately reported\ncomments made by the spokesperson in accordance with the terms of Clause 1 (i),\nand had correctly distinguished between comment, conjecture, and fact in\naccordance with the terms of Clause 1 (iv).\n5. The complainant said that, having listened to the\nrecording of the interview, he believed that the website spokesperson had been\nled to state that drivers may be charged “£15 per day for a 20-mile round\ntrip”, as the reporter had made reference to a potential 75p per-mile charge\nearlier in the interview.\nRelevant Code Provisions\nClause 1 (Accuracy)\ni) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not\nsupported by the text.\nii) A significant inaccuracy, misleading statement or\ndistortion must be corrected, promptly and with due prominence, and — where\nappropriate — an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator. \niii) A fair opportunity to reply to significant inaccuracies\nshould be given, when reasonably called for.\niv) The Press, while free to editorialise and campaign, must\ndistinguish clearly between comment, conjecture and fact.\nFindings of the Committee\n6. The Committee was satisfied that the article accurately\nreported comments made by the quoted spokesperson; the quote under dispute had\nbeen said by the spokesperson during a recorded interview. Regardless of\nwhether the quote had been prompted by the publication’s questions, the\nspokesperson had adopted the figure and it was clear that his organisation had\nmade calculations based on the figure. The publication accurately quoted the\nspokesperson, and there was no breach of Clause 1 (i).\n7. Clause 1 (iv) makes clear that publications must\ndistinguish clearly between comment, conjecture and fact. The quote from the\nspokesperson was clearly presented as conjecture on his part, and made clear\nthat his view was based on “calculations” on the part of the website he worked\nfor, and not any official government figures. The Committee also noted that the\nentirety of the article was framed as conjecture, with the headline stating\nthat charges “could” make driving more expensive; there was no implication\ntherefore that the 75 pence per-mile figure was based on fact. The article\ncorrectly distinguished between comment, conjecture, and fact; there was no\nbreach of Clause 1 (iv).\n8. The complainant had noted that a 75 pence per mile figure\nwould raise far more than was needed by the government to fill the “£40 million\nbudget black hole” referred to in the article and was therefore an extremely\nunlikely outcome. The Committee noted the complainant’s position on the\naccuracy of the scenario forecast by the expert; however, where the article had\naccurately reported the comments in question and had clearly presented them as conjecture,\nthe publication was entitled to publish the opinion of the expert. The\ninclusion of his calculations based on the 75 pence per-mile figure did not, therefore, raise a breach of\nClause 1.\nConclusions\n9. The complaint not upheld.\nRemedial Action Required\n10. N/A\n \nDate complaint received: 29/01/2021\nDate complaint concluded by IPSO: 13/05/2021\nBack to ruling listing\n\n\n"
}