{
    "url": "/rulings-and-resolution-statements/ruling/?id=00766-15",
    "title": "00766-14 Sloan v The Sunday Telegraph",
    "provisions": [
        "1 (Accuracy) 2015"
    ],
    "outcome": "No breach - after investigation",
    "publication": "The Sunday Telegraph (Telegraph Media Group Ltd)",
    "published_on": "2015-01-25 00:00:00",
    "received_on": "2015-02-18 00:00:00",
    "concluded_on": "2015-07-27 00:00:00",
    "complaint_processing_days": 159,
    "conclusion_long": "22. The complaint was not upheld.",
    "remedial_action": "N/A  Date complaint received: 18/02/2015",
    "text": "\n\n\n\n\n\n·        Decision of the Complaints Committee 00766-14 Sloan v\nThe Sunday Telegraph\nSummary of\ncomplaint\n1. Professor Terry Sloan complained to the Independent\nPress Standards Organisation that the Sunday Telegraph had breached Clause 1\n(Accuracy) of the Editors’ Code of Practice in an article headlined “How we are\nbeing tricked with flawed data on global warming”, published on 25 January\n2015. \n2. The article was a comment piece that presented the\ncolumnist’s criticism of the use of techniques to adjust raw data from weather\nstations by scientists studying long-term climate patterns, which he described\nas “wholesale corruption”. It suggested that scientists who support the\nconsensus view of anthropogenic climate change had “invariably” made\nadjustments to support their thesis that the earth is warming. The article\ncontrasted the results of this data from measurements of the earth’s surface\ntemperature with data from satellite measurements, claiming that “in recent\nyears”, they have shown “increasingly ... quite different results”. As an\nexample, the columnist stated that the surface-based record had shown “a\ntemperature trend rising up to 2014 as ‘the hottest years since records\nbegan’”, while for 18 years the satellite-based records had shown “no rise in\nthe trend”. \n3. The complainant acknowledged that the columnist was\nentitled to his opinion, but said that on this occasion he had supported his\nargument with inaccuracies. In particular, the columnist’s references to\nuncalibrated data were invalid and misleading; calibration was needed to\ncorrect for changes in the way the data were collected. This was widely\naccepted among scientists. \n4. Further, the complainant denied the claim that the\nadjustments were “invariably in one direction”, with “earlier temperatures …\nadjusted downwards, more recent temperatures upwards, thus giving the\nimpression that they have risen much more sharply than was shown by the\noriginal data”. Adjustments could be either positive or negative, with roughly\nequal numbers of each type of change. \n5. The columnist’s criticism of the use of sampling\ntechniques to correct for a reduction of the number of weather stations\ncollecting data was misleading; in fact, the number of weather stations was far\nabove what was necessary to obtain accurate global surface temperatures. The\ncolumnist had inaccurately called this process “homogenization”; it was\n“infilling”. \n6. The complainant denied that measurements of mean\nglobal surface temperatures from satellite data were showing increasingly\ndifferent results from those taken at surface weather stations. The differences\nbetween the data sets were small enough that they could be the result of\nchance; they were less than the measurement uncertainty. \n7. The complainant raised several further concerns about\nthe accuracy of the column. He said the claim that the late 20th-century\ntemperature increase was no greater than previous “upward leaps” during the\nlate 19th and early- to mid-20th centuries was inaccurate. The\nIntergovernmental Panel on Climate Change Summary for Policymakers reported\nthat the increase between 1970 and 2010 was greater than previous periods\ncited. Finally, the columnist had misleadingly over-emphasised the warming\nimpact of a shift toward locating weather stations in urban areas; appropriate\ncorrections were made for this effect, and all modern studies had showed that\nit was in any case minor. \n8. The newspaper said climate change was a controversial\nsubject in which all claims were contestable by reference to opposing studies\nand opinions. Uncertainty about the reliability of climate modelling and the\npredictions that were derived from it was at the heart of the debate. The\naccuracy of all extrapolations for future warming depended on raw measurement\ndata. Small differences in the data could produce very significant variations\nin predicted climate outcomes. \n9. The newspaper considered that its assertion that\ntemperature adjustments were “invariably in only one direction” would not have\nbeen understood literally by readers to mean that all adjustments to recorded\ntemperature data had always, without exception, been upward. It noted a number\nof examples given in the article in which this pattern had been observed, and\nit provided examples of studies that discussed other such cases. Nevertheless,\nit offered to amend the online article to read “almost invariably”. \n10. It stood by the criticism of the techniques outlined\nin the article. In relation to infilling, it relied on analysis of global\nweather station distribution that indicated that coverage had shrunk\ndramatically after 1990. It referred to maps published by the Science and\nPublic Policy Institute to demonstrate that 80 per cent of global surface area\nwas not covered by temperature recorders. \n11. The newspaper did not consider that its use of the\nword “homogenised” for this process was significantly misleading; it was clear\nfrom the context that this referred to the “infilling” of data to cover\ngeographical areas without weather stations. For clarity, however, it removed\nthe word “homogenisation” from the online article. \n12. The newspaper said that published data indicated that\nsurface records were consistently higher than satellite records, as reported:\nthe relevant data showed that between 1980 and 2015, temperature anomalies\n(from a mean) for the surface records (GISS and HadCRUT) were .72 and .49. For\nthe two satellite-based measurements (UAH and RSS), the figures were .32 and\n.28. The newspaper denied that the differences between these two sets of\nfigures were “insignificant”; small global temperature changes could provoke\ndangerous climate effects. \n13. The newspaper said there were many widely accepted\nstudies that supported its report of the impact of the urban heat island. With\nregard to the previous periods of warming, it referred to an interview in which\nProfessor Phil Jones, director of the Climatic Research Unit at the University\nof East Anglia, had stated that the warming rates for the periods mentioned\nwere “similar and not statistically significantly different from each other”. \n14. Nonetheless, the newspaper accepted that the column\ncontained two inaccuracies relating to the trends shown by recent satellite\ndata and offered to publish the following correction in print and online: \nAn article of Jan 25 (\"How we are being tricked with\nflawed data on global warming\") stated that, in contrast to global\nsurface-based temperature measurements - which have shown a trend rising up to\n2014 - satellite-based measurements have recorded no rise in trend for 18\nyears. In fact, this has been true for 17 years, not 18. It is also the case\nthat, although the RSS record shows 2014 as only the sixth warmest year since\n1998, the averaged satellite-based temperature records show it as the fifth\nwarmest. We are happy to make this clear. \n15. The complainant did not accept the newspaper’s offer\nof a correction, as it did not fully address his complaint. He did not accept\nthe newspaper’s interpretation of the data. In relation to the anomalies, his\nown calculations showed an anomaly of .4 (not .72) for GISS; thus, while the\nsatellite measurements showed smaller increases in raw terms, all four data\nsets showed increases that were compatible with each other within the\nmeasurement accuracy. He said the newspaper had relied on a non-peer reviewed\npublication to support its position regarding the effects of reduced weather\nstation distribution and urban heat islands. \nRelevant Code Provisions\n16. Clause 1 (Accuracy) \ni). The Press must take care not to publish\ninaccurate, misleading or distorted information, including pictures.\nii). A significant inaccuracy, misleading statement\nor distortion once recognised must be corrected, promptly and with due\nprominence, and - where appropriate - an apology published. In cases involving\nthe Regulator, prominence should be agreed with the Regulator in advance. \niii). The Press, whilst free to be partisan, must\ndistinguish clearly between comment, conjecture and fact. \nFindings of the Committee\n17. The article was an opinion piece in which the\ncolumnist sought to challenge established scientific views on global warming.\nThere is still dispute about the interpretation of historical temperature data,\nand the columnist was entitled to select evidence to support his position. The\nCommittee emphasised that its role was to evaluate the complaint under the\nEditors’ Code and not to attempt to reach a position on matters best left to\npublic debate. \n18. The complainant had raised a number of objections to\nthe newspaper’s commentary on the processing techniques commonly used by\nclimate scientists. This, however, was a comment piece and the columnist was\nentitled to set out his position on the topic. The analysis of climate data using\nstatistical models and views about the significance of apparent trends in this\ndata are inherently matters of interpretation. The columnist had presented his\nargument and had adequately substantiated his position; the Committee did not\nestablish a breach of the Code in this regard. \n19. In addition to these general criticisms, the\ncolumnist had made the significant allegation that these adjustments had been\nused “invariably” to adjust the data “in only one direction. Earlier\ntemperatures are adjusted downwards, more recent temperatures upwards, thus\ngiving the impression that they have risen much more sharply than was shown by\nthe original data”, as part of a “wholesale corruption of proper\nscience”.  \n20. The newspaper had provided evidence of examples of\nadjustments to the data fitting this pattern, but it had not been able to\ndemonstrate that this was “invariable”. The Committee expressed serious concern\nabout the adequacy of the material the newspaper had provided to substantiate\nits claim. On balance, it concluded that the newspaper had provided adequate\nmaterial to avoid a finding by the Committee that it had failed to take care\nover the accuracy of the article, in the context of a clearly contentious\nopinion piece. Further, the Committee was of the view that there was an element\nof hyperbole in the suggestion, and as such it was not significantly misleading\nsuch that a correction was required under Clause 1 (ii). Nonetheless, the\nCommittee noted that this had come very close to the line. \n21. The Committee welcomed that, in response to the\ncomplaint, the newspaper had removed the word “homogenisation” from the online\narticle, and had offered to correct its report that satellite-based\nmeasurements had not recorded a rise in temperature for 18 years, and that 2014\nhad been the fifth warmest year, not the sixth, on record. These, however, were\nminor inaccuracies that were not significant in the context of the columnist’s\nargument. The newspaper was not required to correct these points under the\nterms of Clause 1, but the Committee welcomed its offer to do so. \nConclusions\n22. The complaint was not upheld. \nRemedial Action Required\nN/A \nDate complaint received: 18/02/2015\nDate decision issued: 27/07/2015\nBack to ruling listing\n\n\n"
}