{
    "url": "/rulings-and-resolution-statements/ruling/?id=00768-15",
    "title": "00768-15 A man v Wilts & Gloucestershire Standard",
    "provisions": [
        "1 (Accuracy) 2015",
        "3 (Privacy) 2015",
        "7 (Children in sex cases) 2015",
        "11 (Victims of sexual assault) 2015"
    ],
    "outcome": "Breach - sanction: publication of adjudication",
    "publication": "Wilts & Gloucestershire Standard (Newsquest Media Group)",
    "received_on": "2015-04-14 00:00:00",
    "concluded_on": "2015-07-27 00:00:00",
    "complaint_processing_days": 104,
    "conclusion_long": "14. The complaint was upheld under Clause 7 (Children in sex cases) and Clause 11 (Victims of sexual assault).",
    "remedial_action": "15. In circumstances where the Committee determines that there has been a breach of the Editors’ Code it can require the publication of a correction and/or adjudication as a remedy to the breach. In this case, the Committee determined that an adjudication was an appropriate remedy. The adjudication should be published in full on the newspaper’s website, with a link on the homepage of the newspaper’s website for 48 hours; thereafter it should be archived in the usual way. The headline to the adjudication should refer to the subject matter of the article and include a reference to the IPSO complaint being upheld; it should be agreed with IPSO in advance. The terms of the adjudication which the newspaper should publish are as follows:  A man complained to the Independent Press Standards Organisation that the Wilts & Gloucestershire Standard had breached Clause 7 (Children in sex cases) and Clause 11 (Victims of sexual assault) in an article published in 2015.  The article reported that the complainant had been found not guilty of committing a sexual offence involving a child.  The man was concerned that the article had contained details, including a paraphrased quotation from the proceedings, which implied a specific connection between him and the alleged victim. As he was named in the article, this could lead readers to identify the child; this constituted a breach of Clause 7 and Clause 11.  The newspaper said that it had taken appropriate care to ensure that the child was not identifiable from its coverage of the trial. The quotation did not imply a link between the complainant and the alleged victim.  IPSO’s Complaints Committee found that the inclusion of the paraphrased comments strongly implied a specific connection between the child and the complainant. This was highly concerning and demonstrated a significant failure on the newspaper’s part. It was a clear breach of Clause 7.  The comments were also likely to contribute to the identification of an alleged victim of sexual assault; the article breached Clause 11 of the Code.  Date complaint received: 14/04/2015",
    "text": "\n\n\n\n\n\n·  Decision of the Complaints Committee 00768-15 A man v\nWilts & Gloucestershire Standard\nSummary of\ncomplaint \n1. A man complained to the Independent Press Standards\nOrganisation that the Wilts & Gloucestershire Standard had breached Clause\n1 (Accuracy), Clause 3 (Privacy), Clause 7 (Children in sex cases) and Clause\n11 (Victims of sexual assault) in four articles published in 2015. The\ncomplainant’s partner also complained that the articles breached Clause 3 of\nthe Code. \n2. The articles reported the developments in the man’s\ncourt case, in which he had been accused of a sexual offence involving a child;\nhe was found not guilty of all charges. \n3. The man was concerned that the articles had contained\ndetails, including a paraphrased quotation from the proceedings, which implied\na specific connection between him and the alleged victim. As he was named in\nthe articles, this could lead readers to identify the child; this constituted a\nbreach of Clause 7 and Clause 11. \n4. The man said that identification of him as the\ndefendant breached Clause 3. His partner raised concerns that his\nidentification intruded into her privacy, also. The complainant was further\nconcerned that omission of details from the case – in order to protect the\nchild’s identity – meant that the articles presented a partial account of his\nconduct which was misleading. \n5. The newspaper said that it had taken appropriate care\nto ensure that the child was not identifiable from its coverage of the trial.\nThe quotation did not imply a link between the complainant and the alleged\nvictim. \n6. It said that in appearing before the court accused of\na crime the man had no reasonable expectation of privacy. The principle of open\njustice is a powerful one, and can only be compromised in very limited\ncircumstances. In publishing details about the man it was precisely the\nnewspaper’s intention to ensure that he could be identified as the defendant in\nthis case, to avoid others with the same or similar names being misidentified\nas the defendant. The details were given in open court, and recorded on the\nregister and court list. The woman was not mentioned in the articles and the\nnewspaper said that the incidental effect on her of the publication of her\npartner’s address was outweighed by the prevailing public interest in open\njustice. \nRelevant Code Provisions\n7. Clause 1 (Accuracy) \ni) The press must take care not to publish inaccurate,\nmisleading or distorted information, including pictures. \nii) A significant inaccuracy, misleading statement or\ndistortion once recognised must be corrected, promptly and with due prominence,\nand – where appropriate – an apology published. \nClause 3 (Privacy) \ni) Everyone is entitled to respect for his or her private\nand family life, home, health and correspondence, including digital\ncommunications. \nClause 7 (Children in sex cases) \n1. The press must not, even if legally free to do so,\nidentify children under 16 who are victims or witnesses in cases involving sex\noffences. \n2. In any press report of a case involving a sexual\noffence against a child…Care must be taken that nothing in the report implies\nthe relationship between the accused and the child. \nClause 11 (Victims of sexual assault) \nThe press must not identify victims of sexual assault or\npublish material likely to contribute to such identification unless there is\nadequate justification and they are legally free to do so. \nFindings of the Committee\n8. The newspaper was fully entitled, subject to the\nprovisions of the Code which afford protection to victims, to cover the case\nand identify the complainant as the defendant. This included publishing details\ndesigned to distinguish the complainant from others who might share his name,\nincluding his partial address. \n9. The inclusion of the paraphrased comments in the\nonline version of one article, which strongly implied a specific connection\nbetween the child and the complainant, was highly concerning and demonstrated a\nsignificant failure on the newspaper’s part. This was a clear breach of Clause\n7. \n10. The comments were also likely to contribute to the\nidentification of an alleged victim of sexual assault; the online version of\nthe article breached Clause 11 of the Code. \n11. The Committee was satisfied that the other articles\ncomplained of did not include details sufficient to raise a breach of Clause 7\nor 11. The Committee is not in a position to provide detailed reasoning for its\nfindings, due to the risk of contributing to the identification of the alleged\nvictim. \n12. The Committee did not uphold the complaints under\nClause 3. It is a central principle of open justice that newspapers are allowed\nto report the identities of those accused of crimes, unless the court imposes\nrelevant reporting restrictions. In identifying the defendant in this case the\nnewspaper did not intrude into his privacy or the private life of his partner. \n13. The newspaper had appropriately reported the outcome\nof the case; the man had been acquitted. The requirements of the Code – and the\nlaw – prevented publication of some information relevant to the man’s defence.\nThis did not raise concerns under Clause 1. \nConclusions\n14. The complaint was upheld under Clause 7 (Children in\nsex cases) and Clause 11 (Victims of sexual assault). \nRemedial Action Required\n15. In circumstances where the Committee determines that\nthere has been a breach of the Editors’ Code it can require the publication of\na correction and/or adjudication as a remedy to the breach. In this case, the\nCommittee determined that an adjudication was an appropriate remedy. The\nadjudication should be published in full on the newspaper’s website, with a\nlink on the homepage of the newspaper’s website for 48 hours; thereafter it\nshould be archived in the usual way. The headline to the adjudication should\nrefer to the subject matter of the article and include a reference to the IPSO\ncomplaint being upheld; it should be agreed with IPSO in advance. The terms of\nthe adjudication which the newspaper should publish are as follows: \nA man complained to the Independent Press Standards\nOrganisation that the Wilts & Gloucestershire Standard had breached Clause\n7 (Children in sex cases) and Clause 11 (Victims of sexual assault) in an\narticle published in 2015. \nThe article reported that the complainant had been found\nnot guilty of committing a sexual offence involving a child. \nThe man was concerned that the article had contained\ndetails, including a paraphrased quotation from the proceedings, which implied\na specific connection between him and the alleged victim. As he was named in\nthe article, this could lead readers to identify the child; this constituted a\nbreach of Clause 7 and Clause 11. \nThe newspaper said that it had taken appropriate care to\nensure that the child was not identifiable from its coverage of the trial. The\nquotation did not imply a link between the complainant and the alleged victim. \nIPSO’s Complaints Committee found that the inclusion of\nthe paraphrased comments strongly implied a specific connection between the\nchild and the complainant. This was highly concerning and demonstrated a\nsignificant failure on the newspaper’s part. It was a clear breach of Clause 7. \nThe comments were also likely to contribute to the\nidentification of an alleged victim of sexual assault; the article breached\nClause 11 of the Code. \nDate complaint received: 14/04/2015 \nDate decision issued: 27/07/2015\nBack to ruling listing\n\n\n"
}