{
    "url": "/rulings-and-resolution-statements/ruling/?id=00776-15",
    "title": "00776-15 Nielsen v Daily Mirror",
    "provisions": [
        "1 (Accuracy) 2015",
        "10 (Clandestine devices and subterfuge) 2015"
    ],
    "outcome": "No breach - after investigation",
    "publication": "Daily Mirror (Reach PLC)",
    "published_on": "2015-04-16 00:00:00",
    "received_on": "2015-04-23 00:00:00",
    "concluded_on": "2015-07-24 00:00:00",
    "complaint_processing_days": 92,
    "conclusion_long": "16. The complaint was not upheld.",
    "remedial_action": "N/A  Date complaint received: 23/04/2015",
    "text": "\n\n\n\n\n\n·   Decision of the Complaints Committee 00776-15 Nielsen\nv Daily Mirror\nSummary of\ncomplaint\n1. Magnus Nielsen complained to the Independent Press\nStandards Organisation that the Daily Mirror had breached Clause 1 (Accuracy)\nand Clause 10 (Clandestine devices and subterfuge) of the Editors’ Code of\nPractice in an article headlined “Manifestoads”, published on 16 April 2015.\nThe online version of the article included video footage of the complainant. \n2. The complainant was a prospective MP at the time of\npublication, running as a candidate for UKIP. The article reported that he had\nattended a rally in Westminster which had been organised by Mothers Against\nRadical Islam and Sharia (MARIAS); he made a speech at the rally in which he\nwarned of the threat which he believes Islam poses to democracy. \n3. The complainant was concerned that an undercover\nreporter had approached him to discuss the issues, and had secretly filmed\ntheir conversation. The reporter had then joined the complainant, along with\nseveral other demonstrators, in a pub, without disclosing that he was a\njournalist and using an assumed name. The complainant said that this breached\nClause 10. \n4. He also said that the article was a smear which sought\nto discredit him among voters, and had quoted his speech at the rally\nselectively in order to distort his message. He provided the text of his full\nspeech to demonstrate this. He said that the article implied that he was a\nmember of the English Defence League (EDL), when he is not, and that MARIAS as\na group did not have links with the EDL, as the article had reported. \n5. The newspaper said that the investigation had been\nundertaken by a freelance journalist, and the story had been purchased by the\nnewspaper after the investigation was complete. It confirmed that the\njournalist had covertly filmed the complainant, and joined him in a pub without\ndisclosing that he was a working reporter. \n6. The newspaper said that the use of subterfuge and\nmisrepresentation was both necessary and justified on this occasion. It said\nthat MARIAS has links with far-right groups, and that these links are at odds\nwith UKIP’s position that membership is not open to those who are members of,\nor have previously been members of, far-right organisations. It said that the\nEditor believed that it was of great public interest that the electorate was\nfully informed of the true opinions of parliamentary candidates. This\nparticular rally was targeted as it was being organised by an association that\nopenly welcomes far-right extremists. It was believed that the complainant\nwould privately express critical views of Islam generally, as opposed to the\nviews on radical Islam which he had voiced in his public speech at the rally. \n7. The newspaper provided historical screenshots of the\ncomplainant’s Facebook page, showing posts about Islam which had subsequently\nbeen deleted. The posts included comments such “Islam is organised crime under\nreligious camouflage” and “historically, whenever politically-activated Muslims\ngain power they remove freedom of speech and human rights”. The newspaper said\nthat these views could legitimately be described as “radical”. In contrast, the\nnewspaper said that earlier this year the complainant had expressed a desire to\nlicense mosques, so that only licensed imams could preach. It said that this\nview demonstrated that he now believed that there could be moderate Muslims and\nlawful practice of Islam, and showed moderation of his earlier views.\nSeparately, the journalist was also concerned for his security at the event; he\nwas worried that any visible camera would be taken from him or damaged. \n8. After the freelance journalist brought the story to\nthe newspaper, the news team raised it at an editorial conference. During\ndiscussions between the Editor and an editorial executive it was decided that\nthe journalist had gathered sufficient evidence that subterfuge was justified\non this occasion. The Editor believed that it was justifiable to place in the\npublic domain the question of whether the complainant’s role as a UKIP\ncandidate was compatible with his “extreme beliefs” about Islam, this concern\nhaving been highlighted to the newspaper by the freelance journalist when he\npresented it with the story. \n9. The newspaper noted that the article had not stated\nthat the complainant was a member of the EDL, and provided evidence that\nmembers of the EDL had been encouraged to attend the rally: in a promotional\nvideo MARIAS’s leader had stated that “unfortunately whether we like it or not,\nif you support the English Defence League you are automatically deemed as being\na racist Islamophobe. Which is complete nonsense…MARIAS takes away that. So\neverybody, no matter who you are affiliated with, can stand together under one\numbrella.” \nRelevant Code Provisions\n10. Clause 1 (Accuracy) \ni) The press must take care not to publish inaccurate,\nmisleading or distorted information, including pictures. \nii) A significant inaccuracy, misleading statement or\ndistortion once recognised must be corrected, promptly and with due prominence,\nand – where appropriate – an apology published. \nClause 10 (Clandestine devices and subterfuge) \ni) The press must not seek to obtain or publish material\nacquired by using hidden cameras or clandestine listening devices; or by\nintercepting private or mobile telephone calls, messages or emails; or by the\nunauthorised removal of documents or photographs; or by accessing\ndigitally-held private information without consent. \nii) Engaging in misrepresentation or subterfuge,\nincluding by agents or intermediaries, can generally be justified only in the\npublic interest and then only when the material cannot be obtained by other\nmeans. \nThe public interest \nThe public interest includes, but is not confined to:… \niii) Preventing the public from being misled by an action\nor statement of an individual or organisation. \nWhenever the public interest is invoked, the Regulator\nwill require editors to demonstrate fully that they reasonably believed that\npublication, or journalistic activity undertaken with a view to publication,\nwould be in the public interest and how, and with whom, that was established at\nthe time. \nFindings of the Committee\n11. The Editors’ Code makes clear that subterfuge and\nmisrepresentation can be justified in order to prevent the public from being\nmisled by the statement of an individual. During the campaign period for a\nGeneral Election it is of great importance that the public are not misled by\ncandidates running for public office. \n12. The rally had been a public one, at which the\ncomplainant had addressed the crowd. The journalist had been entitled to attend\nthe event; his attendance was not an act of misrepresentation or subterfuge.\nAfter the complainant had finished speaking, the journalist questioned him\nabout the views which he had just publicly expressed, without revealing that he\nwas a journalist. When speaking to the complainant he had filmed the\nconversation using a hidden camera, in doing so he had engaged in\nmisrepresentation and subterfuge, and so the Committee considered whether these\nactions breached Clause 10. \n13. In this case, the newspaper had been able to show\nthat the complainant’s public views on Islam had varied over time, and it was\nreasonable for the journalist and newspaper to believe that they would be\nunable to ascertain his true views of Islam without employing subterfuge and\nmisrepresentation. The use of a hidden camera, and the journalist’s failure to\ndisclose his identity, was justified in the public interest, in order to\nprevent the public from potentially being misled by the actions of the\ncomplainant. \n14. When the newspaper had been presented with the story\nby the freelance journalist it had appropriately and satisfactorily considered\nthe issues raised under the Code. The Committee found that the newspaper had\nsatisfied the requirements of the public interest section of the Code; there\nwas no breach of Clause 10. \n15. The Committee was satisfied, having had sight of the\ncomplainant’s full speech from the rally, that the quotations used in the\narticle had not given a distorted impression of the complainant’s message.\nFurther, the article had not stated that the complainant was a member of the\nEDL. Given that it was clear that members of the EDL had been encouraged to\nattend the rally, the Committee found that it was not significantly misleading\nto state that MARIAS has links with the EDL. Further, the newspaper was\nentitled to question and criticise the complainant’s views on Islam. There was\nno breach of Clause 1. \nConclusions\n16. The complaint was not upheld. \nRemedial Action Required\nN/A \nDate complaint received: 23/04/2015\nDate decision issued: 24/07/2015\nBack to ruling listing\n\n\n"
}