{
    "url": "/rulings-and-resolution-statements/ruling/?id=00779-16",
    "title": "00779-16 Faqiri v Birmingham Mail",
    "provisions": [
        "1 Accuracy (2016)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "Birmingham Mail (Reach PLC)",
    "received_on": "2016-02-14 00:00:00",
    "concluded_on": "2016-04-25 00:00:00",
    "complaint_processing_days": 71,
    "conclusion_long": "8. The complaint was not upheld.",
    "remedial_action": "N/ADate complaint received: 14/02/2016",
    "text": "\n\n\n\n\n\nDecision\nof Complaints Committee 00779-16 Faqiri v Birmingham MailSummary\nof Complaint1.\nHamad Faqiri complained to the Independent Press Standards Organisation that\nthe Birmingham Mail breached Clause 1 (Accuracy) of the Editors’ Code of\nPractice in an article headlined “Customer found mouse droppings in fish and\nchips”, published online on 5 February 2016, and “Mouse droppings found in\ntakeaway customer’s chips”, published in print on 6 February 2016.2.\nThe article reported that a fish bar had been fined £535 after a mouse\ninfestation was discovered at the premises. It said that the infestation was\ndiscovered after inspectors received a tip-off from a customer who found mouse\ndroppings in their food. It said that Birmingham Magistrates’ Court heard that\ndroppings were found in the food storage and preparation areas, and that the\ntakeaway remained closed for three days until a further inspection found there\nwas no longer an immediate risk to the public.3.\nThe print and online versions of the article were identical apart from the\nheadlines.4.\nThe complainant said that the headline and article were inaccurate because it\nhad not been proven in court that mouse droppings were found in the customer’s\nfood; he said that this was a claim made by a customer to environmental health\nofficials.5.\nThe newspaper accepted that it was an allegation, rather than proven fact, that\na customer had found mouse droppings in their food. However, it said that\nbecause it had been established in court that food droppings had been found in\nfood storage and preparation areas, and because the complainant had been fined\n£535 after conviction, it did not believe the headline and article were\nsignificantly misleading. Nonetheless, the newspaper amended the headline on\nthe online article to “Fish and chip shop customer claimed they found mouse\ndroppings in food”, and published the following footnote:A\nprevious version of this article was headlined “Customer found mouse droppings\nin fish and chips”. We have been asked to point out that this was a claim made\nto environmental health.It\nalso published a clarification in the Clarifications column of the newspaper on\npage 2 which read:In\nthe Birmingham Mail of February 6, 2016, an article was headlined ‘Mouse\ndroppings found in takeaway customer’s chips’. We have been asked to point out\nthat this was a claim made to environmental health.Relevant\nCode Provisions6.\nClause 1 (Accuracy)i)\nThe Press must take care not to publish inaccurate, misleading or distorted\ninformation, including pictures.ii)\nA significant inaccuracy, misleading statement or distortion once recognised\nmust be corrected, promptly and with due prominence, and - where appropriate -\nan apology published. In cases involving the Regulator, prominence should be\nagreed with the Regulator in advance.Findings\nof the Committee7.\nWhile no evidence was heard in court in relation to the customer’s claim about\nthe mouse droppings in their food, it was not in dispute that the customer’s\ncomplaint had led to the inspection at the takeaway and discovery of the\ndroppings. This was accurately reflected in the article’s account of\nproceedings, as was the basis for the complainant’s conviction. In such\ncircumstances, the Committee did not consider that the failure to make clear\nthat the customer’s claim had not been examined in court was significantly\nmisleading; there was no breach of Clause 1. Nonetheless, the Committee\nwelcomed the amendment to the headline and the publication of a footnote on the\nonline article, as well as the publication of a correction in the newspaper.Conclusions8.\nThe complaint was not upheld.Remedial\nAction RequiredN/ADate\ncomplaint received: 14/02/2016Date\ndecision issued: 25/04/2016\nBack to ruling listing\n\n\n"
}