{
    "url": "/rulings-and-resolution-statements/ruling/?id=00779-19",
    "title": "00779-19 Sutton v Daily Express",
    "provisions": [
        "1 Accuracy (2018)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "Daily Express (Reach PLC)",
    "published_on": "2019-01-22 00:00:00",
    "received_on": "2019-01-22 00:00:00",
    "concluded_on": "2019-05-29 00:00:00",
    "complaint_processing_days": 127,
    "conclusion_long": "9. The complaint was not upheld.",
    "remedial_action": "10. N/A Date complaint received: 22/01/2019",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee 00779-19 Sutton v Daily ExpressSummary of Complaint\n1. William Sutton\ncomplained to the Independent Press Standards Organisation that the Daily\nExpress breached Clause 1 (Accuracy) of the Editors' Code of Practice in an\narticle headlined \"SECOND VOTE WILL LEAD TO CIVIL UNREST\", published\non 22 January 2019.\n2. The article\nappeared on the front page of the newspaper, and continued on pages 4 and 5.\nThe sub-headline said \"PM: New poll would threaten democracy\", and\nthe article reported that the Prime Minister had \"warned that a second EU\nreferendum could trigger civil disorder and unrest across Britain by destroying\ntrust in Parliament\". The article went on to quote the Prime Minister's\ncomment that a second referendum \"'could damage social cohesion by\nundermining faith in our democracy'\".\n3. The complainant\nsaid that the article was inaccurate in breach of Clause 1 (Accuracy), because\nthe front page headline stated as fact that a second referendum would lead to\ncivil unrest, when this was only a possibility, and the Prime Minister had\nstated social cohesion \"'could'\" be damaged. The complainant also\nsaid that the article breached Clause 3 (Harassment) because its headline\nrepresented a veiled threat to individuals including himself who were\ncampaigning for a second referendum, suggesting that any civil unrest would be\nthe fault of those campaigners, rather than its perpetrators. He said that the\nheadline was aimed at deterring their campaign, which represented harassment.\n4. The publication\ndenied any breach of Clause 1 (Accuracy). It said that the words \"will\nlead to\" in the headline showed that the newspaper's intention was to\nsuggest that a second referendum would precipitate a move towards civil unrest;\nit did not indicate that this was a certainty. The publication also said that\nthe article made clear that the Prime Minister had suggested that there was a\npotential for civil unrest in the event of a second referendum, by quoting\ndirectly from her comment that “a second referendum could damage social\ncohesion by undermining faith in our democracy”. It said that the remainder of\nthe article was an interpretation of this warning, and noted that the headline\nwas not presented as a direct quotation from the Prime Minister.\nRelevant Code Provisions\n5. Clause 1\n(Accuracy)\ni) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not\nsupported by the text. \nii) A significant inaccuracy, misleading statement or\ndistortion must be corrected, promptly and with due prominence, and — where\nappropriate — an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator.\niii) A fair opportunity to reply to significant inaccuracies\nshould be given, when reasonably called for.\niv) The Press, while free to editorialise and campaign, must\ndistinguish clearly between comment, conjecture and fact.\nFindings of the Committee\n6. The complainant\nhad not sought to argue that the Prime Minister’s comments could not be\ninterpreted as a reference to possible civil disorder; rather, he was concerned\nthat the headline suggested that this was an inevitable outcome, rather than a\npossibility.\n7. The headline\nclaim that a second referendum “will lead to civil unrest” was not attributed\nto the Prime Minister, and was not a direct quotation from her speech. The\nsub-headline summarised the Prime Minister’s position that a “new poll would\nthreaten democracy”; the Prime Minister’s position was reported in the first\nline of the article, which explained that she had warned that a second\nreferendum “could trigger civil disorder and unrest across Britain by\ndestroying trust in Parliament”, and the article went on to quote the Prime\nMinister’s claim that it “’could damage social cohesion by undermining faith in\nour democracy’”. The headline did not suggest that the Prime Minister\npersonally had said that a second referendum would inevitably “lead to civil\nunrest”; the headline was the position of the newspaper — in light of the\nwarnings given by the Prime Minister — and was presenting a prediction, which\nwould have been understood by readers of the headline. The Committee did not,\nin these circumstances, consider that there had been a failure to take care\nover the presentation of the headline, and it did not consider that the\nheadline gave rise to any significantly misleading impression that would\nrequire correction. There was no breach of Clause 1.\n8. The terms of\nClause 3 (Harassment) generally relate to the nature of approaches made by journalists\nto individuals, and are usually engaged when an individual continues to be\ncontacted or approached by journalists after having made a request to desist.\nIn this case, the complainant had not been approached by any journalist;\nrather, he disagreed with the headline and felt that it was an attempt to\nchange his behaviour. This was not a concern that engaged with the terms of\nClause 3.\nConclusion\n9. The complaint\nwas not upheld.\nRemedial action required\n10. N/A\nDate complaint received: 22/01/2019\nDate decision issued: 29/05/2019\nBack to ruling listing\n\n\n"
}