{
    "url": "/rulings-and-resolution-statements/ruling/?id=00782-15",
    "title": "00782-15 A man v East Kilbride News",
    "provisions": [
        "1 (Accuracy) 2015",
        "2 (Opportunity to reply) 2015",
        "5 (Intrusion into grief or shock) 2015"
    ],
    "outcome": "Breach - sanction: publication of adjudication",
    "publication": "East Kilbride News (Reach PLC)",
    "published_on": "2015-02-18 00:00:00",
    "received_on": "2015-02-19 00:00:00",
    "concluded_on": "2015-09-23 00:00:00",
    "complaint_processing_days": 216,
    "conclusion_long": "15. The complaint was upheld under Clause 1.",
    "remedial_action": "16. Having upheld the complaint, the Committee considered what remedial action should be required.  17. In order to remedy the breach of the Code, the newspaper should now publish the following adjudication on page nine, where the original article appeared, or further forward. The headline must be agreed with IPSO in advance. It should make clear that the complaint has been upheld by IPSO and make reference to the subject matter.  A man, acting with the consent of his mother, complained to the Independent Press Standards Organisation that the East Kilbride News had breached Clause 1 (Accuracy) of the Editors’ Code of Practice in an article headlined “OAP appeals to council for repairs”, published on 18 February 2015.  The article reported that, while waiting for repairs to be made to her house, the complainant’s mother had been staying in her late son’s bedroom, and quoted her as stating that her late son had Down’s syndrome. The complainant said this was inaccurate: his brother had cerebral palsy, and his mother had not misinformed the reporter about her son's condition. The complainant alerted the newspaper to his concerns. However, the newspaper did not recognise the article was inaccurate on the basis that it had the reporter's notes as a record of the conversation and therefore maintained that it had correctly reported what the complainant's mother had said. It did not offer to publish a clarification on her son's condition until the mother had confirmed her position in writing.  The Committee considered that the newspaper had failed to correct a significant inaccuracy promptly. The complaint under Clause 1 was upheld and IPSO required that the newspaper publish this adjudication.  Date complaint received: 19/02/2015",
    "text": "\n\n\n\n\n\n·   Decision of the Complaints Committee 00782-15 A man v East Kilbride News\nSummary of\ncomplaint\n1. A man, acting with the consent of his mother, complained to the Independent Press Standards Organisation that\nthe East Kilbride News had breached Clause 1 (Accuracy), Clause 2 (Opportunity\nto reply) and Clause 5 (Intrusion into grief or shock) of the Editors’ Code of\nPractice in an article headlined “OAP appeals to council for repairs”,\npublished on 18 February 2015. \n2. The article reported that the complainant’s mother had\nappealed to the council to finish repairs to her house and noted that in the\nmeantime she had been staying in her late son’s bedroom. It reported that she\nhad said that her late son had Down’s syndrome. \n3. The complainant said his late brother, had multiple disabilities, including cerebral palsy, but he had not\nhad Down’s syndrome. Their mother had told him that she had not made reference\nto this condition during her conversation with the reporter. The complainant\nhad raised his concerns with the newspaper directly, but it had not offered to\npublish a correction. \n4. The complainant said the inaccuracy had caused\ndistress because his mother had fought for the nature of his brother’s\ncondition to be recognised by professionals. During the IPSO investigation, the complainant's mother provided an account of her interview with the reporter, stating that\nshe had not said the words “Down’s syndrome” during the interview. \n5. The newspaper said it had published in good faith\ninformation provided by the complainant's mother during the interview. It stood by the\nreporter’s account of the conversation and supplied notes taken during the\ninterview, which indicated that the mother had said “I had to go into the back\nbedroom and I get upset in it as my son died with Down’s syndrome and I didn’t\nwant to go into the room”. Given the reporter’s position and the notes, the\nnewspaper did not consider that it was appropriate for it to issue an apology.\nHowever, after receiving confirmation from the complainant's mother personally that she\ndenied having referred to Down’s syndrome, it offered to publish the following\nclarification on page two of a future edition: \n\"An article which appeared in the East Kilbride News on\nFebruary 18, 2015, under the headline ‘OAP appeals to council for repairs’ said\nthat the complainant's late brother had suffered from Down’s syndrome. In fact he suffered\nfrom cerebral palsy. We are happy to clarify this.\" \n6. The complainant said the suggested correction was\nunacceptable because the offer was too late, and the newspaper had not accepted\nresponsibility for the error. \nRelevant Code Provisions\n7. Clause 1 (Accuracy) \ni.) The Press must take care not to publish inaccurate,\nmisleading or distorted information, including pictures. \nii.) A significant inaccuracy, misleading statement or\ndistortion once recognised must be corrected, promptly and with due prominence,\nand - where appropriate - an apology published. In cases involving the\nRegulator, prominence should be agreed with the Regulator in advance. \nClause 2 (Opportunity to reply) \nA fair opportunity for reply to inaccuracies must be\ngiven when reasonably called for. \nClause 5 (Intrusion into grief or shock) \ni.) In cases involving personal grief or shock, enquiries\nand approaches must be made with sympathy and discretion and publication\nhandled sensitively. This should not restrict the right to report legal\nproceedings, such as inquests. \nFindings of the Committee\n8. The reference to Down’s syndrome had formed part of a\nquotation attributed to the complainant's mother. The newspaper had provided contemporaneous\nnotes taken by the reporter, which it had relied upon in reporting the complainant's mother’s comments. While noting that the mother continued to dispute the\naccuracy of the notes, the Committee found that they demonstrated that there\nhad been no failure to take care over the accuracy of the report. There was no\nbreach of Clause 1 (i). \n9. Nonetheless, it was accepted that the complainant's brother did\nnot have Down’s syndrome. Although the Committee had established no failure by\nthe reporter, the incorrect reference to the later brother’s medical condition\nrepresented a significant inaccuracy in the context of the story. It therefore\nfollowed that a correction was required. \n10. Clause 1 (ii) states that “a significant inaccuracy…\nonce recognised must be corrected, promptly”. When the complainant's mother confirmed her\nposition to IPSO in writing, the newspaper had offered to publish a correction.\nHowever, this was some seven weeks after it had first been made aware of the\ncomplainant’s concerns, in his telephone call to the newspaper. \n11. The Committee was therefore required to identify the\ntime at which the inaccuracy had been “recognised”. It noted that “recognition”\ncannot simply rely on the newspaper’s acceptance of an inaccuracy; in order for\nthe requirements of Clause 1(ii) to be meaningful, “recognition” must refer to\nthe time at which the publication ought reasonably to have realised that an\ninaccuracy required correction. It concluded that because of the nature of the\ninaccuracy about the complainant's brother’s medical information – which the newspaper\nwas unlikely to be in a position to contest – and the fact that the newspaper\nhad not when alerted (or at any other time) questioned whether an inaccuracy\nhad been published about his condition, “recognition” had occurred at the time\nthe newspaper was first alerted to the matter. \n12. As such, although the Committee was satisfied that\nthe wording sufficiently addressed the inaccuracy, the newspaper had failed to\nmake the offer promptly and had breached Clause 1(ii). \n13. The complainant had expressed concern that the\nnewspaper’s initial refusal to publish a correction had represented a breach of\nClause 2. Clause 2, however, affords individuals the opportunity to reply to\ninaccuracies when reasonably called for. The complainant had requested a\ncorrection, not an opportunity to reply. As such, there was no breach of Clause\n2. \n14. The terms of Clause 5 relate to the conduct of\njournalists, and the sensitivity of articles, in cases involving grief or\nshock. While the Committee understood that the inaccuracy had caused distress,\nits publication did not represent a breach of Clause 5. The conduct of the\njournalist had also not been inappropriate. The complaint under Clause 5 was\nnot upheld. \nConclusions\n15. The complaint was upheld under Clause 1. \nRemedial Action Required\n16. Having upheld the complaint, the Committee considered\nwhat remedial action should be required. \n17. In order to remedy the breach of the Code, the\nnewspaper should now publish the following adjudication on page nine, where the\noriginal article appeared, or further forward. The headline must be agreed with\nIPSO in advance. It should make clear that the complaint has been upheld by\nIPSO and make reference to the subject matter. \nA man, acting with the consent of his mother, complained to the Independent Press Standards Organisation\nthat the East Kilbride News had breached Clause 1 (Accuracy) of the Editors’\nCode of Practice in an article headlined “OAP appeals to council for repairs”,\npublished on 18 February 2015. \nThe article reported that, while waiting for repairs to\nbe made to her house, the complainant’s mother had been staying in her late\nson’s bedroom, and quoted her as stating that her late son had Down’s syndrome.\nThe complainant said this was inaccurate: his brother had cerebral palsy, and\nhis mother had not misinformed the reporter about her son's condition. The\ncomplainant alerted the newspaper to his concerns. However, the newspaper did\nnot recognise the article was inaccurate on the basis that it had the\nreporter's notes as a record of the conversation and therefore maintained that\nit had correctly reported what the complainant's mother had said. It did not offer to\npublish a clarification on her son's condition until the mother had confirmed\nher position in writing. \nThe Committee considered that the newspaper had failed to\ncorrect a significant inaccuracy promptly. The complaint under Clause 1 was\nupheld and IPSO required that the newspaper publish this adjudication. \nDate complaint received: 19/02/2015\nDate complaint concluded: 23/09/2015\nBack to ruling listing\n\n\n"
}