{
    "url": "/rulings-and-resolution-statements/ruling/?id=00781-16",
    "title": "00781-16 Khan v The Daily Telegraph",
    "provisions": [
        "1 Accuracy (2016)"
    ],
    "outcome": "Breach - sanction: action as offered by publication",
    "publication": "The Daily Telegraph (Telegraph Media Group Ltd)",
    "received_on": "2016-02-15 00:00:00",
    "concluded_on": "2016-04-14 00:00:00",
    "complaint_processing_days": 59,
    "conclusion_long": "17. The complaint was upheld.",
    "remedial_action": "18. The newspaper had already offered to publish a clarification in its Corrections and Clarifications section on page 2 of the newspaper, as well as amending the online article and offering to publish the clarification online. The publication of the offered clarifications would be sufficient to remedy the established breach of the Code and, in light of the Committee’s decision, they should now be published. Date complaint received: 15/02/2016",
    "text": "\n\n\n\n\n\nDecision\nof the Complaints Committee 00781-16 Khan v The Daily Telegraph \nSummary\nof complaint\n1.\nShoaib Khan complained to the Independent Press Standards Organisation that The\nDaily Telegraph breached Clause 1 (Accuracy) of the Editors’ Code of Practice\nin an article headlined “Abu Hamza and the latest blow to UK sovereignty”,\npublished on 6 February 2016. The article was also published online on 5\nFebruary 2016 with the headline “Moroccan criminal fighting deportation is Abu\nHamza’s daughter in-law, a Tory MP reveals”.\n2.\nThe article reported that an “EU law chief” had “ruled” that Abu Hamza’s daughter-in-law\ncould not be deported from the UK. The sub headline stated: “Terrorist’s\ncriminal daughter in-law cannot be deported because of human rights laws”. The\narticle  explained that the woman,\nidentified only as “CS”, had been jailed for a year in 2012 after “trying to\nsmuggle a mobile phone Sim card” to Abu-Hamza while he was being held in\nBelmarsh prison. It explained that an Advocate General at the Court of Justice\nof the European Union (CJEU) had said that her deportation would, “in\nprinciple”, deprive her son the right to family life. \n3.\nThe online version of the article was sub headlined: “The European court has\nruled that EU law means she cannot be deported unless she is deemed to pose a\n‘serious’ threat to society”. The online article also included an account of\nthe legal proceedings to date, which explained that the Advocate General’s\nopinion, “although not legally binding, is generally followed by the court at a\nlater date”, and that the court’s judges “will now deliberate and deliver a judgement\nat a later date”. It was otherwise substantively similar to the print version\nof the article.\n4.\nThe complainant said that the role of the Advocate General in the CJEU was to\ngive a legal opinion for the court to consider. He said that this opinion was\nnot a ruling of the court, and that the phrase “EU law chief”, and the\nreference to a “ruling” were therefore misleading. In addition, he said that\nthe Advocate General’s opinion stated that the deportation of an individual in\nCS’s circumstances would in principle be contrary to EU law, but that there\nwere exceptional circumstances in which a member state may adopt such a\nmeasure; it would be for a national court to decide whether such an exception\napplied in this particular case. In addition, he said that the child’s right to\nresidence in anywhere in the Union was a legal right, but was not necessarily a\nhuman right. He said that it was therefore misleading to claim that the ruling\nmeant that CS could not be deported, and that it was misleading to claim that\nthe Advocate General’s opinion was based on human rights laws.\n5.\nThe newspaper said that the print version of the article made no reference to\nthe CJEU considering CS’s case, or reaching any decision or judgment on it. It\nsaid that it made clear that the article concerned an “in principle” opinion by\nAdvocate General Szpunar, and the reference to an “EU ruling” by an “EU law\nchief” referred to this opinion.  It said\nthat the CJEU invariably adopts the Advocate General’s opinion as its\njudgement, and that in most cases, there is no significant difference between a\nruling by the CJEU and the opinion of the Advocate General.\n6.\nThe newspaper said that a large body of human rights jurisprudence had been\nincorporated into EU law via the European Charter of Fundamental Rights of the\nEuropean Union (The Charter).  This case\nconcerned the child’s rights as an EU citizen, which included his human rights,\nand specifically his right for respect for family life, as provided for in\nArticle 7 of The Charter, the parallel provision in EU law to Article 8 of the\nEuropean Convention of Human Rights (ECHR). The newspaper noted that both these\nprovisions were referenced by the Advocate General in the “Legal Framework”\nsection of his opinion, which went on to state that in assessing whether to\ndeport an individual in CS’s position on the grounds of public order, account\nmust be taken of fundamental rights involved, and in particular, Article 7 of\nThe Charter and Article 8 ECHR. The Advocate General then concluded that a\nstate may not deport an individual in CS’s position merely on the grounds of a\ncriminal record, but that it may be legal to do so in exceptional\ncircumstances, which include that the measure is proportionate, and based on\nthe conduct of the individual being a present and sufficiently serious threat\naffecting one of the fundamental interests of society.\n7.\nThe newspaper said that the Advocate General’s opinion was that the deportation\nof CS would infringe the child’s rights, and that the opinion therefore\nrepresented an effective ban on deportation. It was therefore not misleading to\nsummarise the opinion of the Advocate General as finding that the deportation\nof CS would, “in principle”, be illegal.\n8.\nOn 8 February, the newspaper made a number of amendments to the online article\nin response to this complaint. It replaced the word “ruled” in the sub headline\nwith, “been advised”, and amended the first sentence to make clear that\nAdvocate General had said that CS could not be deported “solely because of her\ncriminal past, an EU Advocate General has advised”. On 10 February, the\nnewspaper offered to publish the following clarification in its corrections and\nclarifications slot on page 2 of the print edition of the newspaper.  It also offered to append an equivalent\nclarification to the online article, \nmaking clear what amendments had been made, and why, and to add an item\nto the home page of its website linking to the article, and explaining that it\nhad been amended.\nDeportation\nof convicted Moroccan national\nAn\narticle of Feb 6 said that it had been ruled that a Moroccan mother with a\ncriminal past could not be deported because of her British-born child’s right\nto family life under human rights laws. In fact, an opinion of an advocate\ngeneral at the European Court of Justice (CJEU) was made under the EU Treaty on\nthe Functioning of the European Union, not human rights laws. The opinion –\nsubject to a final ruling by the CJEU would then be applied by a UK court –\nsaid that the deportation would breach her son’s right under the treaty to\ngenuine enjoyment of the substance of his EU citizenship unless the UK could\nshow that the mother’s conduct posed a serious threat to public security. We\nare happy to make this clear.\n9.\nThe complainant said that the wording of the proposed correction was\nsatisfactory, but said that it should be published on the front page of the\nnewspaper, where the article under complaint had been published.\nRelevant\nCode Provisions\n10.\nClause 1 (Accuracy)\ni)\nThe Press must take care not to publish inaccurate, misleading or distorted\ninformation or images, including headlines not supported by the text.\nii)\nA significant inaccuracy, misleading statement or distortion must be corrected,\npromptly and with due prominence, and — where appropriate — an apology\npublished. In cases involving IPSO, due prominence should be as required by the\nregulator.\niii)\nA fair opportunity to reply to significant inaccuracies should be given, when\nreasonably called for.\niv)\nThe Press, while free to editorialise and campaign, must distinguish clearly\nbetween comment, conjecture and fact.\nFindings\nof the Committee\n11.\nAt the time of publication, the CJEU had not made a ruling on this case.\nRather, one of the Court’s Advocate Generals had proposed a legal solution in\nthe form of an opinion, which would then be considered by the court. Both\narticles significantly misrepresented the status of the Advocate General’s\nopinion by suggesting that the CJEU had “ruled” on this case, and stating that\nCS “cannot be deported”. While the online article went on to explain the status\nof the Advocate General’s opinion in the court’s procedure, this did not cure\nthe misleading impression given by the sub headline and first sentence. This inaccuracy\nrequired correction under the terms of Clause 1 (ii).\n12.\nThe Advocate General had stated that the deportation of CS would, in principle,\nbe contrary to EU law, but that there were exceptional circumstances in which\nit would be legal to deport her. The sub headline to the online article made\nclear the qualified nature of the Advocate General’s opinion, and the article\nwent on to state that the decision left the UK’s ability to deport CS “in\nserious doubt”. However, the print version of the article did not make this\nclear, and therefore suggested that the Advocate General had decided simply\nthat CS could not be deported. The print version of the article was\nsignificantly misleading on this point, and required correction under the terms\nof Clause 1 (ii).\n13.\nThe publication of significantly misleading information about the status of the\nAdvocate General’s opinion in the CJEU’s procedure, and the terms of the\nAdvocate General’s opinion, demonstrated a failure to take care not to publish\ninaccurate information, in breach of Clause 1 (i).\n14.\nThe wording of the clarification the newspaper had offered to publish\nidentified the inaccuracies and made clear the correct position. The\nnewspaper’s offer to publish this clarification was prompt. While the article\ncontained significantly inaccurate statements that required correction, the\nCommittee did not consider that inaccuracies were sufficiently serious such as\nto require the publication of a correction on the front page of the newspaper.\nAs such, the newspaper’s offer to publish the clarification on page 2 of the\nnewspaper, as a footnote to the online article, and to publish the standalone\nitem on its homepage, constituted sufficient prominence under the terms of the\nCode. There was no breach of Clause 1 (ii).\n15.\nThe Advocate General is a member of the CJEU who proposes legal solutions to\nthe cases before the court. It was not significantly misleading to refer to him\nas an “EU law chief”.\n16.\nThe Advocate General’s opinion concerned whether the deportation of CS was\nlegal where it would infringe on her child’s genuine enjoyment of the substance\nof his rights as a citizen of the EU, and in particular, his right to reside\nanywhere in the Union. The opinion states that in making an assessment of\nwhether there are exceptional circumstances to justify deportation, account\nmust be taken of the right to respect for private and family life.  In circumstances where the case concerned the\nchild’s right to reside in the union, and the Advocate General specifically\nreferred to his right to a family life, a right guaranteed by the ECHR, it was\nnot significantly misleading to report the Advocate General’s opinion was\n“because of human rights laws”.\nConclusions\n17.\nThe complaint was upheld.\nRemedial\nAction Required\n18.\nThe newspaper had already offered to publish a clarification in its Corrections\nand Clarifications section on page 2 of the newspaper, as well as amending the\nonline article and offering to publish the clarification online. The\npublication of the offered clarifications would be sufficient to remedy the\nestablished breach of the Code and, in light of the Committee’s decision, they\nshould now be published.\nDate\ncomplaint received: 15/02/2016Date\ndecision issued: 14/04/2016\nBack to ruling listing\n\n\n"
}