{
    "url": "/rulings-and-resolution-statements/ruling/?id=00798-21",
    "title": "00798-21 Reynolds v The Daily Telegraph",
    "provisions": [
        "1 Accuracy (2021)"
    ],
    "outcome": "Breach - sanction: publication of correction",
    "publication": "The Daily Telegraph (Telegraph Media Group Ltd)",
    "published_on": "2021-01-29 00:00:00",
    "received_on": "2021-01-30 00:00:00",
    "concluded_on": "2021-07-23 00:00:00",
    "complaint_processing_days": 174,
    "conclusion_long": "of numerous academic and scientific studies which have shown an increased risk of psychosis and other serious mental health problems associated with smoking skunk.” 8. The complainant said that it remained his position that the article was inaccurate in breach of Clause 1. He also noted that the term “super skunk” had “no basis in any evidence, botany, pharmacology, any science or any fact” and that it was “not relevant to the hospital admissions records which include all cannabinoids”, such as those reported on by the article. Nevertheless, the complainant said that he would be willing to resolve his complaint on the basis that the newspaper publish a readers’ letter from him, rebutting the inaccuracies of the article and explaining the benefits of a legally regulated cannabis market. 9. The publication said that it would not be content to resolve the complaint in this manner, and requested that IPSO’s Complaints Committee make a determination as to whether the Code had been breached. Relevant Code Provisions Clause 1 (Accuracy) i) The Press must take care not to publish inaccurate, misleading or distorted information or images, including headlines not supported by the text. ii) A significant inaccuracy, misleading statement or distortion must be corrected, promptly and with due prominence, and — where appropriate — an apology published. In cases involving IPSO, due prominence should be as required by the regulator.  iii) A fair opportunity to reply to significant inaccuracies should be given, when reasonably called for. iv) The Press, while free to editorialise and campaign, must distinguish clearly between comment, conjecture and fact. Findings of the Committee 10. Under the terms of the Editors’ Code of Practice, newspapers are entitled to choose which pieces of information to publish, provided the Code is not otherwise breached. This extends to deciding which pieces of information to focus on. For this reason, the newspaper’s choice to focus on the contribution of “super skunk” cannabis to NHS admissions did not, in and of itself, raise a breach of Clause 1. However, while a newspaper is entitled to choose which pieces of information to focus on, it must still ensure that it takes care not to publish inaccurate, misleading, or distorted information, or headlines not supported by the text. 11. The print headline reported that “'Super skunk' cannabis led to surge in mental health crises”. This made a clear causal link between “super skunk cannabis” and increased “mental health crises” that was not supported either by the text of the article – which stated only that the substance had “contributed” to a record number of admissions -- or the data-set upon which the article was partially based. The article did not state that super skunk was the cause of the “record number of admissions”, and the headline was not supported by the text of the article. The Committee also considered that the quotes included in the article did not form a sufficient basis for stating definitively that “super skunk” had “led” to a “surge” in hospital admissions, where the quoted experts did not attribute the increase in hospital admission to cannabis or “super skunk” specifically. Furthermore, the data indicated that admissions for mental and behavioural disorders due to the use of cannabinoids alone had fallen in the past year compared to the previous year. The publication had not taken care not to publish inaccurate information, and there was a breach of Clause 1 (i). 12. The published inaccuracy was significant where the data indicated that super skunk cannabis had not led to a surge in mental health crises, where the claim appeared prominently in the headline, and where it misled on a matter of public health; it therefore required correction under the terms of Clause 1 (ii). The publication had not offered to publish any corrective action; as such there was a further breach of Clause 1 (ii). 13. The Committee turned next to the question of whether the article had breached Clause 1 by conflating primary and secondary diagnoses where drug use had been noted on intake paperwork. The Committee noted first that it was the responsibility of the publication to accurately report on data from NHS Digital; it was not responsible for the accuracy of the data itself.  To this end, the Committee examined the original data on which the article was based, and noted that – while it did distinguish between primary and secondary diagnoses of drug use – the data report itself collated these figures, and the collated figures were included in the report under the heading “NHS hospital finished admission episode with a primary or secondary diagnosis of drug related mental and behavioural disorders…”. Where the report itself collated the figures and where the article was based on the data included in the report, the Committee found that it was not inaccurate nor misleading for the article to collate primary and secondary diagnoses of drug related mental and behavioural disorders, and refer to them collectively as “drug-related mental and behavioural disorders”. There was no breach of Clause 1 on this point. Conclusions 14. The complaint was partly upheld under Clause 1(i) and Clause 1(ii).",
    "remedial_action": "15. Having upheld a breach of Clause 1, the Committee considered what remedial action should be required. In circumstances where the Committee establishes a breach of the Editors’ Code, it can require the publication of a correction and/or an adjudication, the terms and placement of which is determined by IPSO. 16. It considered that the publication of a correction would be sufficient to put the correct position on the record, where the article itself was not inaccurate in breach of Clause 1. 17. The Committee then considered the placement of this correction. It noted that the breach of Clause 1 arose only from the print headline, therefore the correction should only be required to appear in the print edition of the newspaper. Where the original article appeared on page 10, the Committee found that the correction should appear on the same page, further forward, or in an established Corrections and Clarifications column. The wording of the correction should make clear that there is no definitive link between “super skunk” cannabis and increased NHS hospital admissions for the 2019/20 reporting period.  Date complaint received: 30/01/2021",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee – 00798-21 Reynolds v The Daily Telegraph\nSummary of Complaint\n1. Peter Reynolds complained to the\nIndependent Press Standards Organisation that The Daily Telegraph breached Clause\n1 (Accuracy) of the Editors’ Code of Practice in an article headlined “'Super\nskunk' cannabis led to surge in mental health crises”, published on 29 January\n2021.\n2. The article, which was based on data\nreleased by NHS Digital, reported that “’Super skunk’ cannabis has contributed\nto a record 100,000 people admitted for NHS treatment for drug-related mental\nhealth or behavioural disorders.” The article included quotations from two\nexperts: a professor of psychopharmacology and a consultant addiction\npsychiatrist. One of the experts was described as saying that “over the Covid\npandemic the use of nightclub drugs such as ecstasy had declined while there\nhad been an increase in cannabis and ketamine, both of which are more\naddictive”. The other expert was described as commenting that “fewer people\nwere getting the necessary support to prevent them reaching a crisis point and\nneeding NHS treatment, following 40 per cent cuts in services”.\n3. The article also appeared online, in\nsubstantially the same form, under the headline “Record 100,000 NHS admissions\nfor drug-related mental health treatment revealed”.\n4. The complainant said that the article\nwas inaccurate in breach of Clause 1. He said that it was misleading to focus\non cannabis to the extent that the article did, with the headline of the print\nversion stating that “’[su]per skunk cannabis’ [had] led to a surge in mental\nhealth crises” and both versions of the article reporting that “super skunk”\nhad “contributed” to a record number of admissions. He considered this to be\ninaccurate as admissions where cannabis was referred to on a patient’s intake form\nas a primary diagnosis had actually dropped between 2018/19 and 2019/20.\n5. The complainant also said that the\narticle was inaccurate as it conflated primary and secondary diagnoses where\ndrug use had been noted on intake paperwork; he noted that drug use had been\nreferred to as a primary diagnosis in just over 7,000 cases, whereas it had\nbeen referred to as a secondary diagnosis in over 93,000 cases. He said that\nthis rendered the article significantly inaccurate, as a reference to drug use\nas part of secondary diagnosis does not necessarily mean that it was drug use\nwhich led to the patient being admitted, merely that it was relevant to their\nepisode of care. An example the complainant provided was an individual who\nsuffered a broken leg and was also a regular cannabis user; in such a\nhypothetical scenario, cannabis use may be referred to as a secondary diagnosis\non the intake form, even if the use had no bearing on the primary diagnosis of\na broken leg.\n6. The publication said it did not accept\nthat the article had breached the Editors’ Code of Practice. It first said that\nthe article did not report that cannabis or “super skunk” had directly led to\nhospital admissions; rather, the article made clear that cannabis and “super\nskunk” had “contributed to a record 100,000 people admitted for NHS treatment\nfor drug-related mental health or behavioural disorders.” It went on to note\nthat where drug use is recorded as a factor in an admission – whether in a\nprimary or a secondary diagnosis – this indicates that it is a relevant or\ncontributory factor, and the article was not inaccurate for reporting the\noverall admissions figure where drugs were a recorded factor. It noted that the\nreport itself collated these figures, under the heading “NHS hospital finished\nadmission episode with a primary or secondary diagnosis of drug related mental\nand behavioural disorders”. The publication then said that the article wasn’t\nsolely based on data from NHS Digital; it also included quotations from experts\nin the field, which it said – in conjunction with the data – meant that it was\naccurate to extrapolate that “super skunk” had “led” and “contributed” to “a\nrecord 100,000 people admitted for NHS treatment for drug-related mental health\nor behavioural disorders.”\n7. The publication went on to note that\ncannabis is the most widely-used illegal recreational drug in the UK and, for\nthis reason, that it was entitled to focus on the contribution made by cannabis\nand “super skunk” to the record figures. The publication also provided a study,\nwhich showed that “skunk” was the most widely-available form of cannabis\navailable in the UK, based on police seizures. It said that such statistics\n“also need to be viewed in conjunction with the conclusions of numerous\nacademic and scientific studies which have shown an increased risk of psychosis\nand other serious mental health problems associated with smoking skunk.”\n8. The complainant said that it remained\nhis position that the article was inaccurate in breach of Clause 1. He also\nnoted that the term “super skunk” had “no basis in any evidence, botany,\npharmacology, any science or any fact” and that it was “not relevant to the\nhospital admissions records which include all cannabinoids”, such as those\nreported on by the article. Nevertheless, the complainant said that he would be\nwilling to resolve his complaint on the basis that the newspaper publish a\nreaders’ letter from him, rebutting the inaccuracies of the article and\nexplaining the benefits of a legally regulated cannabis market.\n9. The publication said that it would\nnot be content to resolve the complaint in this manner, and requested that\nIPSO’s Complaints Committee make a determination as to whether the Code had\nbeen breached.\nRelevant Code Provisions\nClause 1 (Accuracy)\ni) The Press must take care not to\npublish inaccurate, misleading or distorted information or images, including\nheadlines not supported by the text.\nii) A significant inaccuracy, misleading\nstatement or distortion must be corrected, promptly and with due prominence,\nand — where appropriate — an apology published. In cases involving IPSO, due\nprominence should be as required by the regulator. \niii) A fair opportunity to reply to\nsignificant inaccuracies should be given, when reasonably called for.\niv) The Press, while free to\neditorialise and campaign, must distinguish clearly between comment, conjecture\nand fact.\nFindings of the Committee\n10. Under the terms of the Editors’ Code of Practice, newspapers are\nentitled to choose which pieces of information to publish, provided the Code is\nnot otherwise breached. This extends to deciding which pieces of information to\nfocus on. For this reason, the newspaper’s choice to focus on the contribution\nof “super skunk” cannabis to NHS admissions did not, in and of itself, raise a\nbreach of Clause 1. However, while a newspaper is entitled to choose which\npieces of information to focus on, it must still ensure that it takes care not\nto publish inaccurate, misleading, or distorted information, or headlines not supported\nby the text.\n11. The print headline reported that\n“'Super skunk' cannabis led to surge in mental health crises”. This made a\nclear causal link between “super skunk cannabis” and increased “mental health\ncrises” that was not supported either by the text of the article – which stated\nonly that the substance had “contributed” to a record number of admissions --\nor the data-set upon which the article was partially based. The article did not\nstate that super skunk was the cause of the “record number of admissions”, and\nthe headline was not supported by the text of the article. The Committee also\nconsidered that the quotes included in the article did not form a sufficient\nbasis for stating definitively that “super skunk” had “led” to a “surge” in\nhospital admissions, where the quoted experts did not attribute the increase in\nhospital admission to cannabis or “super skunk” specifically. Furthermore, the\ndata indicated that admissions for mental and behavioural disorders due to the\nuse of cannabinoids alone had fallen in the past year compared to the previous\nyear. The publication had not taken care not to publish inaccurate information,\nand there was a breach of Clause 1 (i).\n12. The published inaccuracy was\nsignificant where the data indicated that super skunk cannabis had not led to a\nsurge in mental health crises, where the claim appeared prominently in the\nheadline, and where it misled on a matter of public health; it therefore\nrequired correction under the terms of Clause 1 (ii). The publication had not\noffered to publish any corrective action; as such there was a further breach of\nClause 1 (ii).\n13. The Committee turned next to the\nquestion of whether the article had breached Clause 1 by conflating primary and\nsecondary diagnoses where drug use had been noted on intake paperwork. The\nCommittee noted first that it was the responsibility of the publication to\naccurately report on data from NHS Digital; it was not responsible for the\naccuracy of the data itself.  To this\nend, the Committee examined the original data on which the article was based,\nand noted that – while it did distinguish between primary and secondary\ndiagnoses of drug use – the data report itself collated these figures, and the\ncollated figures were included in the report under the heading “NHS hospital\nfinished admission episode with a primary or secondary diagnosis of drug\nrelated mental and behavioural disorders…”. Where the report itself collated\nthe figures and where the article was based on the data included in the report,\nthe Committee found that it was not inaccurate nor misleading for the article\nto collate primary and secondary diagnoses of drug related mental and\nbehavioural disorders, and refer to them collectively as “drug-related mental\nand behavioural disorders”. There was no breach of Clause 1 on this point.\nConclusions\n14. The complaint was partly upheld\nunder Clause 1(i) and Clause 1(ii).\nRemedial Action Required\n15. Having upheld a breach of Clause 1,\nthe Committee considered what remedial action should be required. In circumstances\nwhere the Committee establishes a breach of the Editors’ Code, it can require\nthe publication of a correction and/or an adjudication, the terms and placement\nof which is determined by IPSO.\n16. It considered that the publication\nof a correction would be sufficient to put the correct position on the record,\nwhere the article itself was not inaccurate in breach of Clause 1.\n17. The Committee then considered the\nplacement of this correction. It noted that the breach of Clause 1 arose only\nfrom the print headline, therefore the correction should only be required to\nappear in the print edition of the newspaper. Where the original article\nappeared on page 10, the Committee found that the correction should appear on\nthe same page, further forward, or in an established Corrections and\nClarifications column. The wording of the correction should make clear that\nthere is no definitive link between “super skunk” cannabis and increased NHS\nhospital admissions for the 2019/20 reporting period.\n\nDate complaint received: 30/01/2021\nDate complaint concluded by IPSO:\n23/07/2021\nIndependent Complaints Reviewer\nThe publication complained to the\nIndependent Complaints Reviewer about the process followed by IPSO in handling\nthis complaint. The Independent Complaints Reviewer decided that the process\nwas not flawed and did not uphold the request for review.\nBack to ruling listing\n\n\n"
}