{
    "url": "/rulings-and-resolution-statements/ruling/?id=00797-21",
    "title": "00797-21 Sloane v Mail Online",
    "provisions": [
        "1 Accuracy (2021)"
    ],
    "outcome": "Breach - sanction: publication of correction",
    "publication": "Mail Online (Associated Newspapers Limited)",
    "published_on": "2021-01-30 00:00:00",
    "received_on": "2021-01-30 00:00:00",
    "concluded_on": "2021-07-01 00:00:00",
    "complaint_processing_days": 152,
    "conclusion_long": "8. The complaint was upheld in part.",
    "remedial_action": "9. Having upheld a breach of Clause 1, the Committee considered what remedial action should be required. In circumstances where the Committee establishes a breach of the Editors’ Code, it can require the publication of a correction and/or an adjudication, the terms and placement of which is determined by IPSO. 10. The Committee considered that the article gave the misleading impression that that the public were legally entitled to leave the house only once a day for exercise. The Committee considered that the appropriate remedy was the publication of a correction to put the correct position on record. 11. The Committee then considered the placement of this correction. This correction should appear as a standalone correction in the online Corrections and Clarification’s column.  It should also appear beneath the headline of the online article should it remain unamended. If, however, the article is amended this correction may appear as a footnote, recording the alternations made. The wording of this correction should be agreed with IPSO in advance and should make clear that it has been published following an upheld ruling by the Independent Press Standards Organisation.   Date complaint received: 30/01/2021",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee – 00797-21 Sloane v\nMail Online\nSummary of Complaint\n1. Andrew Sloane complained to the Independent Press\nStandards Organisation that Mail Online breached Clause 1 (Accuracy) of the\nEditors’ Code of Practice in an article headlined “Boris Johnson wants lockdown\nexercise rules relaxed as busy Brits throng the streets but shops, gyms and\nhairdressers could stay shut until April and pubs might not open until May”,\npublished on 30 January 2021.\n2. The online article reported that the Prime Minister,\nBoris Johnson, had requested officials to explore a “slight lifting of the\nrules” which limited people to meeting one other person for “outdoor exercise\nonce a day”. It stated that ministers had previously rejected calls to “flesh\nout the rules” surrounding exercise amid concerns that a lack of clarity on the\nsubject had allowed the police to hand out fines “too enthusiastically” to\nmembers of the public. The article included a panel, titled “Lockdown rules: So\nwhat ARE we allowed to do then?”, that detailed various different scenarios,\nsuch as walking with a friend, stating for each situation what was legally\npermitted, what was not and what was effectively a legally “grey” area. It\nnoted, for example, under “LEGAL” for walking with a friend that “meeting one\nperson from outside your household is permitted in England if you leave home on\nyour own, and observe social distancing. You should leave home only once a\nday.”\n3. The complainant said the article was misleading, in\nbreach of Clause 1. He said that the term “rules” conflated the guidance issued\nby the Government – which was not enforceable – with the law – which was. He\nsaid that the assertion that people should only meet one other person for\noutdoor exercise once a day did not appear in legislation – there was no legal\nlimit placed on the number of times the home could be left for exercise. He\nsaid that this contrasted with the impression created by the panel, titled\n“Lockdown rules: so what ARE we allowed to do then”, noting that the assertion\n“You should leave home only once a day” was included within a section headed\n“LEGAL”. In addition, the complainant said the article was misleading to define\nthe Government’s “stay local” advice as a “grey area”. He said that there was\nno ambiguity and “the law could not be clearer” in relation to this.\n4. The newspaper did not accept it had breached the Editors’\nCode. Whilst the publication accepted the clear distinction between guidance\nand legislation, it considered that “rules”, a term it had used throughout the\narticle, was an acceptable umbrella term for lockdown restrictions, noting that\nthe Government’s own website made clear that in order to “find out exactly what\nthe rules [were] during the coronavirus pandemic, [one] need[ed] to look at\nboth legislation and guidance […] the law is what you must do; the guidance\nmight be a mixture of what you must do and what you should do.” It said that\nthe article reflected this, with the title of panel stating “Lockdown rules: So\nwhat ARE we allowed to do then?” and then outlining that the “rules” covered\nboth Government guidance and legal requirements. As a  consequence, in this context, it said readers\nwould not be misled by the use of the term “rules” within the article. In any\nevent, it maintained that the article accurately reflected Government guidance\nwhich recommended that one “should” only exercise outside once a day; it did\nnot state that “one can” only leave their house once a day for exercise.\nRelevant Code Provisions\nClause 1 (Accuracy)\ni) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not\nsupported by the text.\nii) A significant inaccuracy, misleading statement or\ndistortion must be corrected, promptly and with due prominence, and — where\nappropriate — an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator.\niii) A fair opportunity to reply to significant inaccuracies\nshould be given, when reasonably called for.\niv) The Press, while free to editorialise and campaign, must\ndistinguish clearly between comment, conjecture and fact.\nFindings of the Committee\n5. Whilst the Committee recognised the complainant’s\nconcerns about the clear distinction between guidance and the law, it noted\nthat the term “rules” was a non-specific term that was dependent upon context.\nIn this instance, the article was published in the context of the Covid-19\npandemic, where restrictions were placed on the movements and activities of the\npublic, and the Government had repeatedly used the term “rules” throughout the\npandemic as an umbrella term to cover both the guidance it had issued and the\nlegislation Parliament had introduced. \nIn the view of the Committee, the article appropriately reflected this\nwider context, with the panel titled “Lockdown rules: So what ARE we allowed to\ndo then?” breaking down the “lockdown rules” into what was legally permitted,\nwhat was not and what was effectively a “grey area”.  Taken in this context, the Committee was\nsatisfied that it was not misleading to use the term “rules” as a general term\nfor the restrictions introduced in response to Covid-19. As such, there was no\nbreach of Clause 1 on this point.\n6. The Committee then considered the complainant’s concerns\nrelated to the content of the panel, noting that the disputed statement “You\nshould leave home only once a day” was included under a heading titled “LEGAL”.\nThe Committee noted that the publication had not sought to argue that leaving\nthe house more than once a day was illegal, accepting that this was an\ninstruction issued by the Government and not enshrined in law. However, the\narticle, in the view of the Committee, had given the misimpression that there\nwas legal requirement and as such had failed to clearly distinguish between\nguidance and the law in regard to this specific point; this distinction was, in\nthe view of the Committee, a significant one and demonstrated a clear failure\nto take care. In the view of the Committee, this required correction under\nClause 1 (ii). Neither a clarification nor a correction was offered by the\nnewspaper in regard to this. As such, there was a breach of Clause 1 (ii).\n7. The Committee then turned to the complainant’s concerns\nrelated to the “stay local” advice. The Committee noted that the article made\nclear that the Government had advised that “one should not travel outside your\nlocal area” and that the limits of what constituted “local” had not yet been\nestablished in England, in contrast to Scotland and Northern Ireland, with the\npanel stating, for example, that the “exact point at which a short local drive\n[became] a breach of the rules [was] unclear”. In such circumstances, the\nCommittee did not consider that the article was significantly inaccurate or misleading\nto characterise the Government’s “stay local” advice as a “grey area”. As such,\nthe Committee found the article did not raise a breach of Clause 1 on this\npoint.\nConclusion\n8. The complaint was upheld in part.\nRemedial Action Required\n9. Having upheld a breach of Clause 1, the Committee\nconsidered what remedial action should be required. In circumstances where the\nCommittee establishes a breach of the Editors’ Code, it can require the\npublication of a correction and/or an adjudication, the terms and placement of\nwhich is determined by IPSO.\n10. The Committee considered that the article gave the\nmisleading impression that that the public were legally entitled to leave the\nhouse only once a day for exercise. The Committee considered that the\nappropriate remedy was the publication of a correction to put the correct\nposition on record.\n11. The Committee then considered the placement of this\ncorrection. This correction should appear as a standalone correction in the\nonline Corrections and Clarification’s column. \nIt should also appear beneath the headline of the online article should\nit remain unamended. If, however, the article is amended this correction may\nappear as a footnote, recording the alternations made. The wording of this\ncorrection should be agreed with IPSO in advance and should make clear that it\nhas been published following an upheld ruling by the Independent Press\nStandards Organisation.\n \nDate complaint received: 30/01/2021\nDate complaint concluded by IPSO: 01/07/2021\nBack to ruling listing\n\n\n"
}