{
    "url": "/rulings-and-resolution-statements/ruling/?id=00804-20",
    "title": "00804-20 Smith v The Herald",
    "provisions": [
        "1 Accuracy (2019)",
        "3 Harassment (2019)",
        "2 Privacy (2019)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "The Herald (Newsquest Media Group)",
    "published_on": "2019-10-27 00:00:00",
    "received_on": "2020-02-12 00:00:00",
    "concluded_on": "2020-04-30 00:00:00",
    "complaint_processing_days": 78,
    "conclusion_long": "14. The complaint was not upheld.",
    "remedial_action": "15. N/A Date complaint received: 12/02/2020",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee – 00804-20 Smith v\nThe HeraldSummary of Complaint1. Marjory Smith complained to the Independent Press\nStandards Organisation that The Herald breached Clause 1 (Accuracy), Clause 2\n(Privacy), and Clause 3 (Harassment) of the Editors’ Code of Practice in an\narticle headlined “SNP trans row deepens as women's officer reported over\n'hateful' remarks” published on 27 October 2019.2. The article reported that the complainant, the women’s\nofficer of a local branch of a political party, had been reported to party\nheadquarters for making remarks which other members of her political party\nconsidered to be transphobic and offensive. The article reported comments the\ncomplainant had made on Facebook describing a transgender person as a “mental\nf*****g pervy git”, describing transgender women in general as “things”, and\nsaying that transgender activists were “possessed by an evil dangerous cult”.\nIt also reported that she said that a transgender woman looked like a named\nserial killer. The article then went on to quote from a message she had sent to\na prospective councillor. The article explained that the complainant had\ninitially contacted the prospective councillor via Facebook message to try to\ngain her support in relation to a gender related issue. When the prospective\ncouncillor indicated that she did not support the issue, in reply the\ncomplainant said that transgender women “…are and will always be nothing but\nmen” and compared those who support transgender equality to Jehovah’s\nWitnesses. The article reported comments from the prospective councillor, who\nexpressed her concern and said that it was “…very much coming from a place of\ntransphobia”. The article also included a response from the complainant to the\nallegation that she was transphobic, in which she denied that she was\ntransphobic, describing herself as a “transgender ideology heretic”.3. The article also appeared online in the same form, with\nthe headline “SNP women’s officer who called trans woman “mental pervy git” and\ncompared another to serial killer [name] reported to HQ”.4. The complainant said that quoting from her Facebook\nmessage to the prospective councillor constituted an intrusion into her\nprivacy, in breach of Clause 2. She said that although the first Facebook\nmessage which she had sent to the prospective councillor was in the same terms\nas messages which she had sent to approximately 20 individuals, it was\nconfidential. She said that the second message she had sent to the prospective\ncouncillor, in which she said that transgender women “…are and will always be\nnothing but men” and compared those who support transgender equality to\nJehovah’s Witnesses, was not intended for public consumption, and revealed her\nown views on gender related issues. She also expressed concern that the article\nidentified the local party branch where she held the post of women’s officer.5. The complainant also said that the article was misleading\nin breach of Clause 1, because it had not included the context in which her\ncomments had been made. She said that if this context were included, it would\nbe clear that her criticisms of the transgender individuals and activists were\njustified; she considered that she was responding to “outrageous intrusion into\nwomen’s spaces by predatory, aggressive men”. She also raised concerns that the\narticle did not adequately distinguish which comments she had made on social\nmedia, and which she had sent to the prospective councillor via Facebook\nmessage. Finally, she also said that the article breached Clause 3, as the\nreporter would have had to have “trawled” her public Facebook profile in order\nto find her comments about the transgender individuals, and that the article\nwas a co-ordinated “attack” on her and those who shared her views.6. The publication did not accept that there was a breach of\nthe Code. It said that reporting the complainant’s comments did not constitute\nan intrusion into her privacy. The complainant accepted that her Facebook\nprofile was open to the public and so the publication said that the reporter\nwas free to report the comments she had made about the transgender individuals.\nIn relation to the messages she sent to the prospective councillor, the\npublication did not accept that reporting these revealed anything private about\nthe complainant– it only reported her views on transgender people. It noted\nthat the complainant had sent her first Facebook message to approximately 20\nother politicians to seek their support for her cause, and introduced herself\nas a woman’s officer for the political party to which she belonged – it was\nclear that she was not sending the messages in a personal capacity.\nFurthermore, the publication said that when the reporter contacted the\ncomplainant for comment, she made her aware that the article would be based on\nher social media comments and message conversation with the prospective\ncouncillor. She said that she was in shock when she received the message and\nwas not sure how to respond. The complainant did not raise any concerns that\nthis information was private, and instead gave a full response for publication\ndefending her remarks. Nevertheless, the publication said that there was a\npublic interest in reporting these comments, given the office held by the\ncomplainant, and that there was an ongoing high profile debate about\ntransgender issues in Scottish politics, which it had been covering in several\narticles over the past two years. It said that the reporter had spoken with the\nassistant editor about the public interest in publishing the comments made by\nthe complainant.7. The publication did not accept that the article was\nmisleading. It said that the complainant did not dispute that her comments had\nbeen quoted accurately, and it was not necessary for the article to include the\nfull context of these comments for the article to be an accurate report of what\nshe said. It said that the article made clear what the complainant had posted\non social media, and what was said in the messages to the prospective\ncouncillor. The publication did not accept that it had harassed the complainant\n– it was allowed to report on the complainant’s publicly expressed views, as\nshe was entitled to express them.Relevant Code Provisions8. Clause 1 (Accuracy)i) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not\nsupported by the text.ii) A significant inaccuracy, misleading statement or\ndistortion must be corrected, promptly and with due prominence, and — where\nappropriate — an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator.iii) A fair opportunity to reply to significant inaccuracies\nshould be given, when reasonably called for.iv) The Press, while free to editorialise and campaign, must\ndistinguish clearly between comment, conjecture and fact.9. Clause 2* (Privacy)i) Everyone is entitled to respect for his or her private\nand family life, home, health and correspondence, including digital\ncommunications.ii) Editors will be expected to justify intrusions into any\nindividual's private life without consent. In considering an individual's\nreasonable expectation of privacy, account will be taken of the complainant's\nown public disclosures of information and the extent to which the material\ncomplained about is already in the public domain or will become so.10. Clause 3* (Harassment)i) Journalists must not engage in intimidation, harassment\nor persistent pursuit.ii) They must not persist in questioning, telephoning,\npursuing or photographing individuals once asked to desist; nor remain on\nproperty when asked to leave and must not follow them. If requested, they must\nidentify themselves and whom they represent.iii) Editors must ensure these principles are observed by\nthose working for them and take care not to use non-compliant material from\nother sources.*The Public InterestThere may be exceptions to the clauses marked * where they\ncan be demonstrated to be in the public interest.1. The public interest includes, but is not confined to:Detecting or exposing crime, or the threat of crime, or\nserious impropriety.Protecting public health or safety.Protecting the public from being misled by an action or statement\nof an individual or organisation.Disclosing a person or organisation’s failure or likely\nfailure to comply with any obligation to which they are subject.Disclosing a miscarriage of justice.Raising or contributing to a matter of public debate, including\nserious cases of impropriety, unethical conduct or incompetence concerning the\npublic.Disclosing concealment, or likely concealment, of any of the\nabove.2. There is a public interest in freedom of expression\nitself.3. The regulator will consider the extent to which material\nis already in the public domain or will become so.4. Editors invoking the public interest will need to\ndemonstrate that they reasonably believed publication - or journalistic\nactivity taken with a view to publication – would both serve, and be\nproportionate to, the public interest and explain how they reached that\ndecision at the time.5. An exceptional public interest would need to be\ndemonstrated to over-ride the normally paramount interests of children under\n16.Findings of the Committee11. The Committee had regard for the terms of Clause 2(i),\nwhich specifically reference respect for a person’s digital communications. The\nquestion for the Committee was whether the article, in reporting the comments\nmade by the complainant in the Facebook message, had reported information about\nwhich the complainant had a reasonable expectation of privacy.12. In the first Facebook message, the complainant had\nintroduced herself as Women’s Officer of the local branch of a political party\nand raised a political issue in respect of which she had sought the prospective\ncouncillor’s support. The second message, from which the complainant's comments\nhad been quoted, had continued the exchange and contained no indication that\nthe complainant considered the exchange to be private. Further, the comments\nmade by the complainant which had been reported in the article related to the\npolitical issue and not to an aspect of the complainant’s private life. In\nlight of these circumstances, the complainant did not have a reasonable\nexpectation of privacy in relation to the information contained in the messages\nand reporting the views which she had expressed on the political issue in the\nsecond message did not constitute an intrusion into the complainant’s private\nlife. The complainant accepted that the comments she made about the transgender\nindividuals had been posted on a publicly accessible Facebook page. As such,\nshe did not have a reasonable expectation of privacy in respect of these\ncomments, and the publication was free to include them in the article. The\npolitical office that a person holds, or the local branch of a political party\nto which a person belongs, is not information about which a person generally\nhas a reasonable expectation of privacy. For all of these reasons, there was no\nbreach of Clause 2.13. The complainant did not dispute that the article had\naccurately reported the comments she had made on Facebook, and the message she\nhad sent to the prospective councillor. Omitting her perspective on why her\ncomments were justified did not make the article an inaccurate account of what\nshe had said, and it was not inaccurate to report that others had found her\nremarks to be offensive and had raised the matter with the party to which the\ncomplainant belonged. There was no breach of Clause 1. Clause 3 generally\nrelates to approaches made by journalists during the newsgathering process, and\nnot the decision to publish an article or focus on a topic. As such, the complainant’s\nconcerns under this Clause did not engage the terms of Clause 3.Conclusions14. The complaint was not upheld.Remedial Action Required15. N/A Date complaint received: 12/02/2020Date complaint concluded: 30/04/2020 The complainant complained to the Independent Complaints\nReviewer about the process followed by IPSO in handling this complaint. The\nIndependent Complaints Reviewer decided that the process was not flawed and did\nnot uphold the request for review.\nBack to ruling listing\n\n\n"
}