{
    "url": "/rulings-and-resolution-statements/ruling/?id=00810-15",
    "title": "00810-15 Scudamore v The Daily Telegraph",
    "provisions": [
        "1 (Accuracy) 2015"
    ],
    "outcome": "No breach - after investigation",
    "publication": "The Daily Telegraph (Telegraph Media Group Ltd)",
    "published_on": "2014-10-23 00:00:00",
    "received_on": "2015-02-20 00:00:00",
    "concluded_on": "2015-05-05 00:00:00",
    "complaint_processing_days": 74,
    "conclusion_long": "18. The complaint was not upheld.",
    "remedial_action": "N/A Date complaint received: 20/02/2015",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee 00810-15\nScudamore v The Daily TelegraphSummary of\ncomplaint 1. Richard Scudamore complained to the Independent Press\nStandards Organisation via representatives that The Daily Telegraph had\nbreached Clause 1 (Accuracy) of the Editors’ Code of Practice in an article\nheadlined “Sport is a cesspit of casual misogyny” (in print) and “From Oscar\nPistorius to Kurtley Beale to Richard Scudamore, sport a seething cesspool of\ncasual misogyny” (online), published on 23 October 2014 and 22 October 2014\nrespectively. 2. The article under complaint was an opinion piece about\nsexism in sport, in which the author discussed a number of instances in which\npeople involved in sport had been accused of misogyny. In relation to the\ncomplainant, chief executive of the Premier League,  the article said that\nhe had been “fortunate to have clung on to his job” after his emails – which\nwere said to display a “boorish attitude” towards women – had been leaked. The\narticle criticised the complainant’s response to the leak, saying that “he had\nthe gall to claim that the greater outrage lay not in his boorish attitude to\nhalf of the human race but in the fact that his private correspondence had been\nleaked”. The article also said that the complainant had been accused by the\nshadow minister for women and equalities of having “no respect for women”, and\nthat he had previously “preposterously” claimed that there was “no closed\nculture of sexism in football”. 3. The complainant denied that he had implied that the\n“greater outrage” had been that his private emails had been leaked; his apology\nhad been immediate, unqualified and sincere. It was also inaccurate to state\nthat he had been accused by the shadow minister for women and equalities of\nhaving “no respect for women”; she had in fact said that the complainant had\n“let down women supporters, players, referees and coaches”. 4. The complainant said that he had never claimed that\nthere was no closed culture of sexism in football, rather he had said that\nthere was no closed culture of sexism at the Premier League, with reference to\nthe working environment. The distinction between the statements was\nsignificant, as it formed the basis for the criticism that the complainant’s\ncomment was “preposterous”. The statement actually made was objectively\nverifiable. 5. The complainant said that the cumulative effect of the\ninaccuracies contributed to the false and unjustified picture that he is an\negregious misogynist who had been rightly criticised for having no respect for\nwomen, and whose views were out of touch with reality. The complainant objected\nto being cited as an example of misogyny in sport alongside others who had\nconvictions for violence against women. He said that his inclusion represented\na distortion, in breach of Clause 1. 6. Following a direct complaint to the newspaper, the\nnewspaper had published the following correction: Richard Scudamore Our article “Sport is a cesspit of casual misogyny (23\nOctober) wrongly attributed to Gloria de Piero, shadow minister for women and\nequalities, an allegation that Mr Scudamore “had no respect for women”. We also\naccept that that Mr Scudamore denied that there was a closed culture of sexism\nat the Premier League, and not – as reported in the article – in football more\ngenerally. 7. The complainant was not satisfied with the correction;\nhe said that it was inadequate as it did not address a number of points of the\ncomplaint and did not include an apology. He also said that the correction had\nnot been sufficiently prompt, and had not been published with due prominence. 8. The newspaper said that the article was recognisable\nas a comment piece, and the criticisms clearly represented the opinion of the\nauthor, who was highlighting the potentially dangerous consequences of a\nculture of sexism in sport. 9. The newspaper said the reference to the complainant\nhaving the “gall” to claim that the leaking of the emails had been the “greater\noutrage” represented the author’s opinion on a statement issued by the\ncomplainant. In its view, the complainant had been forced to apologise when it\nbecame clear that he would not be able to prevent their publication. His\nstatement referred to the emails being private and said that the temporary\nemployee “should not have accessed [them] and was under no instruction to do\nso”. This was characteristic of his response more generally. It suggested that\nit is not uncommon in sport for private correspondence to include offensive\nlanguage which is disowned and apologised for when the communications become\npublic; people are entitled to express robust opinions on such apologies and\nthe extent to which the private communications are a more reliable indicator of\na person’s attitude. 10. The newspaper accepted that it had been inaccurate to\nstate that the shadow minister for women and equalities had said that the\ncomplainant had “no respect for women”; this had in fact been a quotation from\nthe employee who had leaked the emails. The shadow minister had, however, been\npublicly critical of the complainant’s language. The newspaper denied that this\nrepresented a significant inaccuracy. It also noted that the shadow minister\nhad not complained about the coverage. 11. While the newspaper accepted that the complainant had\nreferred to the Premier League rather than football generally, the author had\nbeen making the point that denying a culture of sexism risks propagating it;\nthis point stood regardless. The newspaper said that the two inaccuracies had\noccurred as a result of confusion on the part of the journalist when\nconsidering the substantial previous coverage relating to the emails. It did\nnot consider these points to represent significant inaccuracies and maintained\nthat the published correction had addressed the issues appropriately. It\nadditionally offered to append the correction as a footnote to the online\narticle. 12. The newspaper said that publication of the correction\nhad been delayed by the legal correspondence on the broader issues raised. In\nthese circumstances, the correction had been sufficiently prompt. The correction\nhad been published in the News in Brief column on page 11 of the Sports section\nof the newspaper; the original article had appeared on page 14 of the Sports\nsection. An apology was not required in relation to the two accepted\ninaccuracies.  Relevant Code Provisions13. Clause 1 (Accuracy) i) The press must take care not to publish inaccurate,\nmisleading or distorted information, including pictures. ii) A significant inaccuracy, misleading statement or\ndistortion once recognised must be corrected, promptly and with due prominence,\nand – where appropriate – an apology published. iii) The Press, whilst free to be partisan, must\ndistinguish clearly between comment, conjecture and fact. Findings of the Committee14. The article had discussed various manifestations of\nsexism throughout sport, and had criticised the lack of leadership in this\narea. While the complainant objected to the publication of his photograph\nalongside others mentioned in the article – some of whom had been found guilty of\nextremely serious criminal offences – the article had explained the behaviour\nor actions of each of the individuals cited in the article, including the\ncomplainant. While the complainant’s conduct was undoubtedly of a different\norder than some of those in the story, the newspaper had been entitled to cite\nvarying examples of what it perceived to be a broader problem. There was no\nbreach of the Code on this point. 15. The columnist was entitled to criticise the\ncomplainant’s response to the publication of the emails and the apology he had\nissued. It was sufficiently clear that the article reflected the columnist’s\ncritical characterisation of the wording of the apology, rather than a\nsuggestion that the complainant had – as a matter of fact – said that his\nemails being leaked had been a “greater outrage”. There had not been a failure\nto distinguish comment from fact. The author’s characterisation had not been\nsignificantly misleading, where the complainant had voiced concern about the\nleaking of his emails.  There was no breach of the Code on this point. 16. The newspaper accepted that it had been inaccurate to\nreport that the shadow minister for women and equalities had accused the\ncomplainant as having “no respect for women”. The shadow minister had publicly\nset out her views on the day that the emails had published. She had referred to\nthe emails as being “deeply offensive” and said that the complainant had “let\ndown women, supporters, players, referees and coaches”. In the context of an\nopinion piece which looked at various examples of sexism – rather than a\nforensic analysis of the complainant’s revelations – the misattribution of the\nquotation was not materially misleading such as to require correction under the\nterms of Clause 1 (ii) of the Code. Nonetheless, the Committee welcomed the\nfact that the newspaper had taken steps to correct this point. 17. The Committee acknowledged that the complainant had\ndenied that there was a closed culture of sexism in the Premier League, rather\nthan in football generally. It was the author’s opinion that the complainant’s\ndenial of a closed culture of sexism was “preposterous” in circumstances in\nwhich he himself had been criticised for sending “sexist” emails. The basis of\nthe author’s criticism was not affected by the distinction between whether the\ncomplainant had referred to the Premier League or football more generally. As\nsuch, the substitution of “football” for “Premier League” was not significantly\nmisleading such as to require correction under the terms of the Code. The\nCommittee however welcomed the fact that the newspaper had addressed this point\nin the published correction.  Conclusions18. The complaint was not upheld. Remedial Action RequiredN/A Date complaint received: 20/02/2015\nDate decision issued: 05/05/2015\nBack to ruling listing\n\n\n"
}