{
    "url": "/rulings-and-resolution-statements/ruling/?id=00828-16",
    "title": "00828-16 - The British Institute of Resource Development v The Sun",
    "provisions": [
        "1 Accuracy (2016)",
        "2 Privacy (2016)",
        "3 Harassment (2016)",
        "10 Clandestine devices and subterfuge (2016)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "The Sun (News UK)",
    "text": "\n\n\n\n\n\nDecision\nof the Complaints Committee 00828-16 - The British Institute of Resource\nDevelopment v The Sun\nSummary\nof Complaint\n1.The British Institute of Resource\nDevelopment (BIRD) complained to the Independent Press Standards Organisation\nthat The Sun breached Clause 1 (Accuracy), Clause 2 (Privacy), Clause 3\n(Harassment), and Clause 10 (Clandestine devices and subterfuge) of the\nEditors’ Code of Practice in an article headlined “Exscamination”, published on\n11 January 2016. The article was also published online on 10 January 2016 with\nthe headline “Sun investigation: £1,000 gets a diploma for bogus students….who\ncan use it to get degree places or NHS jobs”.\n2. The article reported that an undercover\njournalist had paid a third party £1000 for a Level 4 diploma in Health and\nSocial Care Management from BIRD, despite having no experience, and without\nattending lectures, submitting coursework or sitting exams. It reported that\nBIRD was “handing qualifications to bogus students who can use them to scam\nuniversity places and milk thousands in grants”. It reported that the\njournalist received a receipt recording the £1000 as “application admin and\napproval of prior learning fees”. It reported that the third party completed a\nuniversity application for the journalist, in which it was claimed that he had\nbeen awarded the diploma.  It reported\nthat the journalist attended a talk from Bird’s CEO on how to pass a university\ninterview and apply for student grants in the next month. He then received his\ndiploma and met with staff at a named university, who confirmed his place on a\nBA course three days later. \n3. The article explained that the third party\nwas not employed by BIRD, but was allowed to “roam its corridors”. It stated\nthat “there is no suggestion that [the CEO] was involved in the fraud, or aware\nof it, or that the college itself was aware of the con”. It reported that in\nresponse to the investigation, BIRD’s CEO said he was “shocked”, that Bird\nwould be “strengthening the whole system”, and that the third party would be\nbanned from the premises. It reported that the body overseeing and accrediting\nBIRD had suspended accreditation, and launched an inquiry.\n4. The article reported that the diploma\nawarded to the undercover journalist could “help get NHS and private healthcare\njobs”. It reported that the chairman of the College of Medicine had said that\n“I’m horrified at what The Sun uncovered. This is extremely injurious to\nhealthcare and patient safety”.\n5. The online version of the article was\naccompanied by a video which set out the findings of the investigation. This\nincluded a secretly recorded video which purported to show the journalist’s\ndealings with the third party. The video also appeared to show another student\narranging for the third party to complete his work. The online article was sub\nheadlined “EXCLUSIVE: We pay a fixer £1,000 for a diploma — which gets us a\nplace on a BA degree course”. The text of the article was otherwise identical\nto that which appeared in print.\n6. The complainant said that when the\njournalist applied to BIRD, he had used a fake address and fake bank\nstatements.  It said that the journalist\nhad said he had GCSEs, but when he was asked for his academic credentials, he\ntold BIRD that he had lost them, but wanted to find them and provide copies\nlater. Because the assessment session had already begun, the journalist’s\nadmission was approved on the basis of a conversation with him, and his subject\nknowledge. The complainant said that to verify the authenticity of the\ncoursework submitted by the journalist, it asked him if it had been prepared\nand submitted by him, which the journalist confirmed.\n7. The complainant said that there was no\npublic interest in reporting the outcome of this deception. He said that the\nawarding of the diploma in this instance was an isolated incident; after\nre-verifying the documents submitted by students in applying to BIRD, no\nfurther such cases had been discovered. In addition, the complainant said that\nstudents were only provided with their certificates and transcripts after a\nfinal student audit had been completed; this audit included verification of\ntheir previous qualifications, verification of their subject knowledge, and\noral examinations on the coursework submitted by the students. The complainant\nsaid that the journalist’s diploma was cancelled after he failed to respond to\na request that he attend an oral examination.\n8. The complainant was concerned that the\nnewspaper had used a hidden camera to record a talk given at the BIRD open day.\nIt was also concerned that at a meeting after the investigation had taken\nplace, a journalist from the newspaper had secretly made an audio recording of\na meeting with BIRD’s CEO; a meeting during which the CEO had refused to take\npart in an interview. The complainant said that the newspaper had filmed the\ncoursework submitted by its undercover journalist; it said that all students’\ncoursework is confidential and that this was intrusive.\n9. The complainant said that BIRD’s CEO did\nnot coach the students on how to pass university interviews or claim grants.\nThe CEO gave an overview of the interview process and explained the advantages\nand drawbacks of a student loan, but did not tell students what they “must say”\nin the interview.\n10. The\ncomplainant said that when recording a talk given by representatives of a\nuniversity at BIRD, the journalist did not film their faces, and their names\nwere not included in the article. In contrast, BIRD’s CEO was visible in the\nvideo of his lecture, and was named in the article. The complainant said that\nthis divergent approach represented harassment.\n11. The\ncomplainant said that the chairman of the College of Medicine was “of disputed\ncharacter”, and that his comment had been given on the erroneous assumption\nthat a Level 4 diploma from BIRD could be used to gain employment in the\nhealthcare sector. While the complainant did not dispute that a BIRD employee\nhad told the undercover journalist that he could use the diploma to obtain a\njob, it denied that the journalist had been told that the diploma guaranteed a\njob, or that it would allow someone to work as a carer. The complainant said\nthat all learners at BIRD were bona-fide, and there were no “bogus students”.\n12. The\nnewspaper denied that there was a breach of the Code. It said it received\nallegations from a confidential source that it was possible to obtain diplomas\nfrom BIRD without having to study or take any assignments. The source provided\ncontact details for someone described as a “fixer” who would arrange for people\nto obtain the diploma without any qualifications or skills. The newspaper said\nthat there was a clear public interest in investigating and exposing the\nalleged wrongdoing at an academic establishment. It said that if the allegation\nwas verified, it would call into question the credibility of some respected\nuniversities, and would show abuse of the student grants and loans system. The\nnewspaper said it viewed the allegation as serious in the context of the large\nnumber of students who miss out on degree places because they fall short of the\nrequired A-Level grades.\n13. The\nnewspaper said that making direct enquiries of BIRD would have potentially\nenabled those involved to cover up or destroy evidence and documentation; the\nonly way to verify the allegation was by using an undercover journalist posing\nas an unqualified student.\n14. The\nnewspaper said that the proposal to use an undercover journalist was considered\nand authorised by the Managing Editor, the Deputy Managing Editor, Head of\nContent, Head of News and Editorial Legal Counsel. This proposal included the\nrelevant background details, the details of the proposed subterfuge and details\nof the public interest. The newspaper said that the story was reviewed by the\nduty lawyer, and approved for publication by the senior editorial team.\n15. The\nnewspaper noted that the complainant’s action plan following publication of the\narticle under complaint included reporting the third party to the police for\n“unauthorised and unethical activities”, dismissing BIRD’s compliance officer\nfor negligence, carrying out an audit for all students on the Level 4 diploma\ncourse and verifying all applicants’ previous qualifications. It noted that a\nuniversity had terminated its partnership with BIRD, and that it did so on the\nbasis that BIRD was “unable to rebut the allegation of fraud referred to in the\nnational press on 11 January 2015 [sic]”. \nIt said there was a clear public interest in showing that the system at\nBIRD was such that an unqualified student doing none of the required coursework\nwas able to pay money and obtain a place at university, entitling them to\ntax-payer funded student finance.\n16. The\nnewspaper disputed the complainant’s claim that BIRD’s CEO refused to take part\nin an interview. It said that the journalist clearly introduced himself, and\nhanded the CEO his business card. A lengthy discussion followed in which the\nCEO could see the journalist taking notes, and knew the tape recorder was on.\nThe newspaper said that at one point, the journalist asked the CEO if he would\nappear on video. The CEO refused, but the interview continued; the CEO did not\nask the journalist to go “off-the-record”, or ask for the interview to cease.\n17. The\nnewspaper said that the CEO gave detailed descriptions of the student loan and\ngrants system in his talk to students. In relation to the article’s claim that\nthe CEO gave a talk on how to pass an interview to the university partnered to\nBIRD, it said the CEO told the students how they should respond to specific\nquestions they were likely to be asked. The newspaper said that during this\ntalk, the CEO told the students the name of the diploma awarded to them by\nBIRD.\n18. The\nnewspaper said that a BIRD employee had told the undercover journalist that he\ncould use the diploma to obtain a job in care or social work. It said that the\nchairman of the College of Medicine was an appropriate expert to contact for\nindependent comment.\n19. The\ncomplainant questioned the motivations of the newspaper’s confidential source,\nand said that the logical response to the allegations would have been to\nenquire about the accreditation agency’s assessments of BIRD.\nRelevant\nCode Provisions\n20.\nClause 1 (Accuracy)\ni) The Press must take care not to publish\ninaccurate, misleading or distorted information or images, including headlines\nnot supported by the text.ii) A significant inaccuracy, misleading statement\nor distortion must be corrected, promptly and with due prominence, and — where\nappropriate — an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator.\niii) A fair opportunity to reply to significant\ninaccuracies should be given, when reasonably called for\niv)   The Press, while free to editorialise and\ncampaign, must distinguish clearly between comment, conjecture and fact.\nClause 2\n(Privacy)\ni) Everyone is entitled to respect for his\nor her private and family life, home, health and correspondence, including\ndigital communications.\nii) Editors will be expected to justify\nintrusions into any individual's private life without consent. Account will be\ntaken of the complainant's own public disclosures of information.\niii) It is unacceptable to photograph\nindividuals, without their consent, in public or private places where there is\na reasonable expectation of privacy.\nClause 3\n(Harassment) \ni) Journalists must not engage in\nintimidation, harassment or persistent pursuit.\nii) They must not persist in questioning,\ntelephoning, pursuing or photographing individuals once asked to desist; nor\nremain on property when asked to leave and must not follow them. If requested,\nthey must   identify themselves and whom\nthey represent.\niii) Editors must ensure these principles are\nobserved by those working for them and take care not to use non-compliant\nmaterial from other sources.\nClause\n10 (Clandestine devices and subterfuge)\ni) The press must not seek to obtain or\npublish material acquired by using hidden cameras or clandestine listening\ndevices; or by intercepting private or mobile telephone calls, messages or\nemails; or by the unauthorised removal of documents or photographs; or by\naccessing digitally-held information without consent.\nii) Engaging in misrepresentation or\nsubterfuge, including by agents or intermediaries, can generally be justified\nonly in the public interest and then only when the material cannot be obtained\nby other means.\nThe\nPublic Interest\n1. The public interest includes, but is not\nconfined to:\ni) Detecting or exposing crime, or the\nthreat of crime, or serious impropriety.\nii) Protecting public health or safety.\niii)   Protecting the public from being misled by\nan action or statement of an individual or organisation.\niv)   Disclosing a person or organisation’s\nfailure or likely failure to comply with any obligation to which they are\nsubject.\nEditors\ninvoking the public interest will need to demonstrate that they reasonably\nbelieved publication - or journalistic activity taken with a view to\npublication – would both serve, and be proportionate to, the public interest\nand explain how they reached that decision at the time.\nFindings\nof the Committee\n21. The\nnewspaper had received a detailed allegation that it was possible, via a third\nparty, to pay money to BIRD and obtain a diploma without doing any studying or\nassignments. This diploma would then enable the recipient to obtain a place at\nuniversity, to access student loans and potentially to obtain grants and other\nfinancial benefits. There was a clear public interest in verifying this\nallegation given the expectation that a diploma of this kind could not be\ndishonestly obtained, the importance of maintaining confidence in such\nqualifications, and the potential abuse of the university admissions system.\n22. The\nallegation was of potentially serious misconduct as was reflected in the\ncomplainant’s subsequent decision to refer the third party to the police, the\nsuspension of its accreditation, and the named university's decision to\nterminate its agreement with the complainant. \nIt was reasonable for the newspaper to decide that attempts to verify\nthe allegation through open means would be unsuccessful given the possible\nreputational consequences for BIRD.  The\nnewspaper said it had prepared a memo for consideration by senior editorial\nstaff, who considered that the public interest justified proceeding with the\ninvestigation.\n23. The\nnewspaper demonstrated that it reasonably believed that the undercover\ninvestigation would both serve, and be proportionate to, the public interest.\n24. The\naim of the investigation was to show that it was possible to obtain a diploma\nfrom BIRD via a third party, without the necessary qualifications, and without\nstudying or completing any assignments. The journalist’s claim that he had\ncompleted his GCSEs but had lost his certificates was necessary to verify the\nclaim that the diploma could be obtained without the necessary qualifications.\nThe journalist’s claim that he had completed his own coursework was simply part\nof the method for obtaining a diploma without having to study, or complete any\nassignments. These misrepresentations formed part of the very allegation that\nthe newspaper had established a public interest in verifying.\n25. The\nCommittee noted the complainant’s concern that the newspaper had used a hidden\ncamera to film the CEO’s lecture on university admissions. However, this was a\nlecture on university admissions at a BIRD open day, which the journalist would\nhave been entitled to attend and record in his capacity as a student at BIRD.\n26.\nThese aspects of the undercover investigation were proportionate to the public\ninterest served by the investigation as a whole.\n27.\nFollowing the investigation, the decision to publish the article was made by\nthe senior editorial team. The Committee noted the complainant’s position that\nthe awarding of a diploma to the undercover journalist was an isolated\nincident. Nevertheless, the investigation had demonstrated that the allegation\nwas true; it was possible, via a third party, to obtain diplomas from BIRD\nwithout having to study or take any assignments.\n28. The\npublic interest which justified the undercover investigation also justified\npublication of the material obtained. Publication of the material obtained as a\nresult of the subterfuge and the use of clandestine devices did not raise a\nbreach of Clause 10.  \n29.\nRegardless of whether the CEO was aware that the journalist was making an audio\nrecording of their meeting, he understood that he was speaking to a journalist\nin relation to the outcome of the newspaper’s undercover investigation. The\nfact that during this meeting, the CEO declined to take part in a camera\ninterview did not alter this fact. The use of a recording device in these\ncircumstances was not clandestine; the device was only used to record a\nconversation to which he was already a party in his capacity as a journalist.\nIn these circumstances, the use of a recording device did not engage the terms\nof Clause 10.\n30. It\nwas not in dispute that BIRD’s CEO had spoken about the university interview,\nreminded students of the name of their diploma, and discussed the student\nfinance system. It was not misleading to report that the CEO “gave a talk on\nhow to pass the interview and claim grants”. There was no breach of Clause 1 on\nthis point. The investigation had demonstrated that it was possible to obtain a\nqualification from BIRD without the necessary qualifications or completing the\nrequired coursework. In addition, the footage taken by the undercover\njournalist showed another student arranging for the third party to complete his\nassignments.  Given the results of the\ninvestigation, it was not inaccurate to report that BIRD was “handing\nqualifications to bogus students”.\n31. It\nwas not in dispute that a member of staff at BIRD had told the journalist that\na Level 4 diploma could be used by a student to secure a job. Given the diploma\nwas in health and social care management, it was not significantly misleading\nto report that the diploma “could help get NHS and private healthcare jobs”, or\nto report the chairman of the College of Medicine’s comment that the findings\nof The Sun’s investigation were “extremely injurious to healthcare and patient\nsafety”. The complainant’s opinion of the chairman of the College of Medicine\ndid not provide grounds for finding that reporting his comments was misleading.\nThere was no breach of Clause 1 on this point. \n32. The\nCommittee noted the complainant’s concern that the newspaper had filmed the\nundercover journalist’s coursework, given that coursework is, in principle,\nconfidential. However, any confidentiality in relation to the coursework\nbelonged to the undercover journalist, and filming the coursework did not raise\na breach of Clause 2.\n33. The\npurpose of Clause 3 is to prevent journalists engaging in intimidation,\nharassment or persistent pursuit. The complainant’s concern that the CEO was\nidentifiable from the journalist’s video, while staff from the university staff\nwere not, did not engage the terms of Clause 3.\nConclusions\n34. The\ncomplaint was not upheld.\nComplaint\nReceived: 16/02/2016Concluded:\n08/06/2016\nBack to ruling listing\n\n\n"
}