{
    "url": "/rulings-and-resolution-statements/ruling/?id=00844-17",
    "title": "00844-17 Moss v The Sun",
    "provisions": [
        "2 Privacy (2016)",
        "3 Harassment (2016)",
        "10 Clandestine devices and subterfuge (2016)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "The Sun (News UK)",
    "published_on": "2016-12-03 00:00:00",
    "received_on": "2017-02-01 00:00:00",
    "concluded_on": "2017-05-19 00:00:00",
    "complaint_processing_days": 107,
    "conclusion_long": "30. The complaint was not upheld.",
    "remedial_action": "31. N/A Date complaint received: 01/02/2017",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee 00844-17 Moss v The Sun\nSummary of Complaint\n1. Daniel Moss\ncomplained to the Independent Press Standards Organisation that The Sun\nbreached Clause 2 (Privacy), Clause 3 (Harassment) and Clause 10 (Clandestine\ndevices and subterfuge) of the Editors’ Code of Practice in an article\nheadlined “Sicknote Cop Sells Threesomes”, published on 3 December 2016. The\narticle was also published online with the headline: “‘We can be as filthy as\nyou want’ Shocking secret sideline of sleazy PC selling three-in-a-bed romps\nfor £210 an hour after being signed off work for ‘stress’”.\n2. The article\nreported that the complainant, a serving police officer, “has been selling\nthreesomes with his girlfriend for £210 an hour” on an adult escorting website.\nThe article included quotes from the advert: “look at us as a couple and we’re\na young energetic couple who you could pass on the street…get us in the bedroom\nand we can be as filthy as you want”.  It\nsaid that an undercover reporter from the newspaper had posed as a client and\nhad met the complainant and his girlfriend at their home, after he had booked a\n“half hour threesome” through their profile on the website.\n3. The article reported that “after\nhanding over £120 in cash, our man was led to a bedroom” where he was told by\nthe complainant’s girlfriend to “do what you want within reason”, before the\nreporter left the flat. \n4. The article\nreported that this had taken place whilst the complainant had been signed off\nsick from work, and Sussex police had subsequently launched an investigation\ninto his conduct. The article acknowledged that the activity was not illegal\nbut continued by reporting that “the police code of ethics states that officers\nmust ‘avoid any activities (work-related or otherwise) that may bring the\npolice service into disrepute and damage the relationship of trust and\nconfidence between the police and the public’”. The article included a\nstatement from the ex-head of Scotland Yard’s flying squad: “people have a\nright to expect the conduct of our police to be beyond reproach. Therefore the\nbehaviour of this officer and his partner demands that the police service acts\nrobustly and quickly to deal with it”.\n5. The online\nversion of the article included a two-and-a-half minute video of the journalist\nvisiting the complainant’s home, obtained with a hidden camera. This video\nrecorded the conversation which the complainant had with the journalist and\nshowed the journalist handing money to the complainant’s girlfriend, before\nbeing led into the bedroom. Aside from the inclusion of the video, the online\narticle was substantively the same as the print version. The online and print\narticles included images, taken from the video, of the complainant and his\ngirlfriend.\n6. The complainant\nsaid that he had a reasonable expectation of privacy in relation to the\nactivities he chose to carry out within his own home. He said that he had not\nbeen on duty as a police officer when the journalist had entered his home. His\nposition as a serving police officer did not amount to him being a public\nfigure and he had the same expectation of privacy as a member of the public.\nThe website profile was his girlfriend’s and any reference to the involvement\nof a male did not disclose his identity. He said he was present at the flat in\norder to assist his girlfriend. He said he did not handle the money, and was\nnot running a business from the address.\n7. The complainant\nsaid that when the journalist entered his home, he had recorded a video of him\nwithout his knowledge or permission. He said that given his identity was not\ndisclosed on the escort website, he had not placed his involvement in the\nactivities into the public domain.\n8. The complainant\ndid not accept that the newspaper’s intrusion into his private life and the use\nof subterfuge and a hidden camera, to obtain and publish the material, was\njustified in the public interest. He said that there was no public interest in\nreporting what a police officer, who was off-duty, did in his private home. He\nsaid he had been dismissed by Sussex police on the basis that he had breached\nforce policy. He said the chief constable had considered giving him a final\nwarning, rather than dismissing him, but said he could not due to the public\nnature of the exposé. He denied that he had been advertising his sexual\nservices online, nevertheless he said it would not have been a criminal offence\nto do so. Further, given that he had not undertaken any illegal activity, he\nhad not placed himself in a position in which he could be blackmailed, and he\nwas not receiving sick pay from the tax payer.\n9. The complainant\nsaid that the publication of the article amounted to harassment because of the\ndistress caused to him and his family.\n10. The newspaper accepted that it had engaged in subterfuge\nby posing as a client and using a hidden camera, in order to obtain material\nabout the complainant’s activities with his partner. It said that whilst the\nterms of Clause 10 were engaged, its actions were justified in the public\ninterest.\n11. The newspaper said that the reporter had been tipped off\nby a ‘source’ that the complainant and his partner were offering services on\nthe adult website, and that he was a police officer on long term sick leave.\nThe source had provided the newspaper with the advertisement posted by the\ncomplainant on the website. It said that because the advert did not identify\nthe complainant or his partner it was necessary for the reporter to use a\nhidden camera in order to verify the complainant’s status as a serving police\nofficer.\n12. The newspaper provided a summary of the internal\ncorrespondence which had passed between the journalist and the newsdesk both\nprior to the journalistic activity and publication. It said that this\ncorrespondence demonstrated that the reporter had considered the terms of the\nCode and decided that there was a public interest in obtaining the information\nby subterfuge and use of a hidden camera. The internal memo recorded that the\npublic interest was “exposing this illegal activity as Moss is a serving\nofficer with Sussex Police. His activities also expose him to potential\nblackmail by criminals”. Prior to publication, the newspaper said its managing\neditor and legal department had given further careful consideration to the\npublic interest, and decided that it was sufficient to justify publishing the\nvideo recording.\n13. In response to the complaint, the newspaper said that\nthere was overwhelming public interest in reporting that a serving police\nofficer, on sick leave, was providing sexual services.\n14. It said that the complainant was in breach of his duties\nby falling below the standards expected of serving police officers, and such\nstandards applied to the complainant even when he was off duty.  This was reflected by the statement released\nby Sussex police, released in response to the newspaper’s investigation, which\nsaid: “police officers must behave in a manner that does not discredit the\npolice service or undermine public confidence, whether on or off duty”.\n15. The newspaper said that its position that the\ncomplainant was undertaking illegal activity, was articulated during internal\ncorrespondence and at a time where it was unclear to the journalist whether any\nillegal activity took place in the complainant’s home. The article did not\nclaim the activity was illegal, and this reflected the newspaper’s changed\nposition on the matter. However, the newspaper said the activity was immoral\nand exposed the complainant to blackmail in his role as a police officer.\n16. It said that whilst the interaction with the journalist\ntook place within the complainant’s home, it did not accept that the\ncomplainant had a reasonable expectation of privacy in relation to the\nactivities that took place there. It said that the services which the\ncomplainant was offering were advertised on a public website; as such his home\nformed part of a commercial enterprise. In any case, the newspaper argued that\nany intrusion into the complainant’s private life was justified in the public\ninterest for the reasons already articulated.\n17. In response to the complaint, the newspaper said that\nthe decision was taken to publish the video because it provided clear proof and\ncorroboration of the story for its readers. It said that the publication of the\nvideo, which showed no sexual activity, was a legitimate editorial decision,\ntaken in order to validate the story.\n18. The newspaper said that the journalist did not engage in\nintimidation, harassment or pursuit when making his enquiries.\nRelevant Code Provisions\n19. Clause 2 (Privacy)*\n(i) Everyone is entitled to respect for his or her private\nand family life, home, health and correspondence, including digital\ncommunications.\n(ii) Editors will be expected to justify intrusions into any\nindividual’s private life without consent. Account will be taken of the\ncomplainant’s own public disclosures of information.\n(iii) It is unacceptable to photograph individuals, without\ntheir consent, in public or private places where there is a reasonable\nexpectation of privacy.\nClause 3 (Harassment)*\n(i) Journalists must not engage in intimidation, harassment\nor persistent pursuit.\n(ii) They must not persist in questioning, telephoning,\npursuing or photographing individuals once asked to desist; nor remain on\nproperty when asked to leave and must not follow them. If requested, they must\nidentify themselves and whom they represent.\n(iii)  Editors must\nensure these principles are observed by those working for them and take care\nnot to use non-compliant material from other sources.\nClause 10 (Clandestine devices and subterfuge)*\n(i) The press must not seek to obtain or publish material\nacquired by using hidden cameras or clandestine listening devices; or by\nintercepting private or mobile telephone calls, messages or emails; or by the\nunauthorised removal of documents or photographs; or by accessing\ndigitally-held information without consent.\n(ii) Engaging in misrepresentation or subterfuge, including\nby agents or intermediaries, can generally be justified only in the public\ninterest and then only when the material cannot be obtained by other means.\nThe public interest\nThere may be exceptions to the clauses marked * where they\ncan be demonstrated to be in the public interest.\nThe public interest includes, but is not confined to:\ni. Detecting or exposing crime, or the threat of crime, or serious\nimpropriety.\nii. Protecting public health or safety.\niii. Protecting the public from being misled by an action or statement of an\nindividual or organisation.\niv. Disclosing a person or organisation’s failure or likely failure to\ncomply with any obligation to which they are subject.\nv. Disclosing a miscarriage of justice.\nvi. Raising\nor contributing to a matter of public debate, including serious cases of\nimpropriety, unethical conduct or incompetence concerning the public.\nvii. Disclosing concealment, or likely concealment, of any of the above.\nviii. There is\na public interest in freedom of expression itself.\nix. The\nregulator will consider the extent to which material is already in the public\ndomain or will or will become so.\nx. Editors\ninvoking the public interest will need to demonstrate that they reasonably\nbelieved publication - or journalistic activity taken with a view to publication\n– would both serve, and be proportionate to, the public interest and explain\nhow they reached that decision at the time.\nFindings of the Complaints Committee\n20. The terms of Clause 10 were engaged: the journalist had\nposed as a client and had filmed the complainant through use of a hidden\ncamera. The newspaper had credible evidence, based upon the information\nprovided by the source and the public advert, that the complainant was engaged\nin the sale of sexual services to members of the public.\n21. The public place trust in the police to conduct\nthemselves in accordance with the police code of ethics and there was a clear\npublic interest in verifying the claims of the source, in confirming the\ncomplainant’s identity as a serving police officer and in establishing the\nextent of his participation in the alleged activities. There was also a clear\npublic interest in establishing whether the complainant’s conduct exposed him\nto potential blackmail as a result of engaging in the sale of sexual services to\nstrangers.\n22. The Committee noted that the advert did not identify the\ncomplainant; he could therefore have denied the claims made by the newspaper’s\nsource, had they been put to him openly. Further, given the sexual nature of\nthe alleged activities, it was reasonable for the newspaper to have concluded\nthat the complainant would not be willing to verify his involvement in the\nalleged activities, if an open approach had been made. In those circumstances,\nthe newspaper’s view that subterfuge would uncover material that could not be\nobtained by other means, was reasonable. Further steps were therefore justified\nin order to establish the extent of the complainant’s involvement as well as to\ntest the veracity of the source’s claims.\n23. The Committee noted that the journalist had engaged in\nonly a brief interaction with the complainant, in order to substantiate his\ninvolvement in the provision of sexual services.. This interaction was limited\nto a discussion only and did not involve any sexual activity.\n24. Given that the investigation had the potential to\nuncover evidence that the complainant was engaging in behaviour which might\ncontravene the police code of ethics, the Committee considered that the\nnewspaper’s actions had been proportionate to the clear public interest in\nundertaking the investigation.\n25. The newspaper had given further consideration to whether\npublication of the information would serve, and be proportionate to, the public\ninterest it sought to rely upon. The public interest was served by publishing\nthe outcome of an investigation which confirmed that a serving police officer\nwas engaged in activities which may contravene the police code of ethics. In\nreporting the outcome of its investigation, the newspaper had highlighted\naspects of the complainant’s conduct which had the potential to expose him to\nblackmail, discredit the police service and raise questions which could\nseriously undermine public confidence in him. In circumstances where the\ninvestigation identified matters of a sexual nature, the Committee scrutinised\nthe newspaper’s decision to publish the video and accompanying stills,\ncarefully. The video provided confirmation of the complainant’s identity and\nthe extent of his involvement in the activities; given the clear public\ninterest in establishing this information the Committee did not conclude that\nthe publication of this material was disproportionate.\n26. In those circumstances, the publication of this\ninformation was therefore justified in the public interest the newspaper had\nsought to rely upon. There was no breach of Clause 10.\n27. The journalist had entered the complainant’s home and\nhad engaged in a conversation with him, which related to his sexual behaviour\nand preferences. The Committee acknowledged that such details, as well as an\nindividual’s home, are generally considered to be private. It noted, however,\nthat a reasonable expectation of privacy will depend on the circumstances\nrelevant to a particular case.\n28. Whilst the Committee noted that the conversation with\nthe journalist took place at the complainant’s home and related to matters of a\nsexual nature, the complainant had used his home as a location to undertake a\ncommercial transaction, having advertised these matters on a public website.\nThere was no reasonable expectation of privacy in those circumstances. There\nwas no breach of Clause 2.\n29. There was no suggestion that the journalist had engaged\nin intimidation, harassment or persistent pursuit in making their enquiries. There\nwas no breach of Clause 3.\nConclusions\n30. The complaint was not upheld.\nRemedial Action Required\n31. N/A\nDate complaint received: 01/02/2017Date decision issued: 19/05/2017\nBack to ruling listing\n\n\n"
}