{
    "url": "/rulings-and-resolution-statements/ruling/?id=00849-16",
    "title": "00849-16 HRH Prince Henry of Wales v Mail Online",
    "provisions": [
        "1 (Accuracy) 2015",
        "2 (Opportunity to reply) 2015",
        "3 (Privacy) 2015"
    ],
    "outcome": "No breach - after investigation",
    "publication": "Mail Online (Associated Newspapers Limited)",
    "published_on": "2015-12-09 00:00:00",
    "received_on": "2015-12-11 00:00:00",
    "concluded_on": "2016-04-25 00:00:00",
    "complaint_processing_days": 136,
    "conclusion_long": "22. The complaint was not upheld.",
    "remedial_action": "N/ADate complaint received: 11/12/2015",
    "text": "\n\n\n\n\n\nDecision\nof the Complaints Committee 00849-16 HRH Prince Henry of Wales v Mail OnlineSummary\nof complaint1.\nHRH Prince Henry of Wales complained to the Independent Press Standards\nOrganisation that Mail Online breached Clause 1 (Accuracy), Clause 2\n(Opportunity to reply) and Clause 3 (Privacy) of the Editors’ Code of Practice\nin an article headlined “American tabloid OK! claims ‘Prince Harry and Pippa\nMiddleton are enjoying a secret romance’ after ‘snogging in a bathroom at the\nroyal wedding in 2011’”, published on 9 December 2015.2.\nThe article reported that a US magazine had claimed to have “exclusive\nknowledge” that the complainant and Pippa Middleton were “romantically\ninvolved”. It reported a number of claims from the US magazine, including that\nMs Middleton had “spent the night several times”; that Prince William had\n“found the pair in a compromising position”; and that the complainant had\nplayed “Adele, Ellie Golding, and Bruno Mars” during their first date, and\nserved pasta carbonara which he had prepared himself.3.\nThe article noted that the US magazine claimed that this relationship had begun\nat the time of the wedding of the Duke and Duchess of Cambridge, but that “it\nis only now that OK! has managed to get the ‘scoop’”. It concluded with\nexamples of other stories the magazine had published, including one that\nclaimed that Kate Middleton was pregnant with twins, in which the magazine had\n“even [gone] so far as to say the palace has confirmed the news, despite the\nfact that no other confirmation has been given to any other media outlet”.4.\nThe complainant said that the publication had repeated claims made in a US\nmagazine about his private life that were “completely untrue”. He argued that\nthe newspaper could not justify the publication of inaccurate information\nsimply by attributing it to a third party.5.\nHe said that the publication had requested Kensington Palace’s response to the\nclaims at 3.30pm on 9 December. At 4.48pm, the Palace responded and clarified\nthat the claims were a “complete fiction”, and that they should not be\nrepeated. The publication published the article at 4.41pm, before it had\nreceived the Palace’s comments. As such, the complainant considered that the\napproach for comment had been “entirely perfunctory”. He also considered that this\nrepresented a failure to provide a fair opportunity to reply.6.\nThe complainant said that the magazine was not considered to be a reliable\nsource of information in the US, and so its claims should not have been\nrepublished. He considered that by repeating the claims, the publication had\ngiven weight to them and had aided their circulation. In addition, it had\nrepublished the magazine’s front page, which showed an image of him that had\nbeen doctored to give the appearance that he had been partially clothed on a\nbeach with Ms Middleton; there was no mention of the fact that the image had\nbeen altered.7.\nThe complainant said that despite the falsity of the claims, the story had\nconcerned private – sexual – information about which he had a reasonable\nexpectation of privacy. He did not accept that this expectation had been\nreduced because the claims had already been published by the magazine.\nPublication by Mail Online had circulated the claims in the UK and worldwide,\nand numerous other publications had followed suit.8.\nThe publication said that the article had been commissioned and written by its\nUS editorial team following the publication of the article in the US magazine.\nThe claims made by the magazine had been published to a wide audience,\nincluding online, and the story was followed up by many news outlets globally.\nIt said it was “perverse” for the complainant to argue that its readers should\nnot be informed that a prominent magazine had made such claims to its readers.9.\nIt did not accept that the article was misleading: the article had given clear\nreasons for doubting the allegations. None of its readers could have thought\nthat it was endorsing or adopting the claims.10.\nThe publication said that its US office had contacted Kensington Palace for\ncomment before the article was published, but said it was not obliged to wait\nfor a response before publishing the piece. The Palace’s initial response had\nnot described the claims as “a complete fiction”; it had said that the US\nmagazine “regularly reports complete fiction like this”, and that the Palace\nhad not read the article. It said that the Palace had also acknowledged that\nthe claims would not be reported as fact: the Palace had said “I realise you’re\nnot reporting it as fact, but by [sic] you would be indirectly reporting an\narticle that is completely made up”.11.\nThe publication said that its US office had emailed the Palace a second time,\n29 minutes after publication, had provided a link to the article and asked\nagain for comment. The response received stated that there were “no\ncircumstances where we would provide a comment for a story like that”. The\npublication said that the Palace could not determine what it could report. It\nsaid it was inappropriate for the Palace to respond to claims by issuing\ndenials with a refusal to confirm them on the record. It asked why the public\nshould be prevented from being informed that the claims made in the magazine\nwere wrong.12.\nThe publication said that Clause 2 of the Code was not engaged pre-publication.\nHowever, the publication had offered to add the Palace’s comment to the article\nas a bulleted subheading and as a footnote. It also offered to publish a\nfollow-up piece linking to the original item. It would not remove the article,\nas requested.13.\nWith regards to the publication of the “doctored” image, the publication said\nthat it had merely republished the front cover of the US magazine.14.\nThe publication said that the claims about the complainant’s private life were\nalready in the public domain: they had been published by the magazine and\nfollowed up globally. In addition, it said that the fact of a relationship was\nnot private, and the article had not included any unnecessarily graphic\ninformation or sexual content. The publication also considered that there was a\npublic interest in reporting on what was being said about the royal family abroad.Relevant\nCode provisions15.\nClause 1 (Accuracy)i)\nThe Press must take care not to publish inaccurate, misleading or distorted\ninformation, including pictures.ii)\nA significant inaccuracy, misleading statement or distortion once recognised\nmust be corrected, promptly and with due prominence, and - where appropriate -\nan apology published. In cases involving the Regulator, prominence should be\nagreed with the Regulator in advance.iii)\nThe Press, whilst free to be partisan, must distinguish clearly between\ncomment, conjecture and fact.Clause\n2 (Opportunity to reply)A\nfair opportunity for reply to inaccuracies must be given when reasonably called\nfor.Clause\n3 (Privacy)i)\nEveryone is entitled to respect for his or her private and family life, home,\nhealth and correspondence, including digital communications.ii)\nEditors will be expected to justify intrusions into any individual's private\nlife without consent. Account will be taken of the complainant's own public\ndisclosures of information.Findings\nof the Committee16.\nThe publication had clearly attributed the claims about the complainant to the\nUS magazine; and, on balance, the Committee considered that the article’s tone\nhad cast doubt over the claims. The publication had asked pointed questions\nabout how such a sensational story had become known only to a tabloid magazine\nin the US; it had referred to the claims as a “scoop” in inverted commas; and\ndescribed the alleged first “date” in a tongue-in-cheek manner. The article\nconcluded with a summary of other unlikely stories that the magazine had\npublished, indicating that the claims in question were to be placed in the same\ncategory.17.\nThe publication had contacted the complainant’s representatives for their\ncomments on the claims, but had published the article before receiving a\nresponse. In circumstances in which the claims had not been adopted as fact,\nand where reasons had been given for doubting them, this did not represent a\nfailure to take care over the accuracy of the article in breach of Clause 1(i).\nThere was no breach of Clause 1 on this point.18.\nIt was clear that the “doctored” image formed part of the cover of the US\nmagazine, and where doubt was cast on the truth of its claims, the\nrepublication of the cover was not significantly misleading. The complaint\nunder Clause 1 was not upheld.19.\nThe claims made about the complainant and Ms Middleton had the potential to\nintrude into his private life. The terms of Clause 3 were engaged, regardless\nof the accuracy of the allegations.20.\nHowever, the tone of the article had given the impression that the claims were\nnot to be believed, which diminished any intrusive effect that they may have\nhad. Furthermore, the claims had already been published by a magazine with a\ncirculation of 4.4 million readers. The level of intrusion did not amount to a\nbreach of Clause 3. The complaint under Clause 3 was not upheld.21.\nThe terms of Clause 2 provide people with the opportunity to reply to published\ninaccuracies. No inaccuracies had been established by the Committee, and the\ncomplainant had not requested an opportunity to reply. There was no breach of\nClause 2.Conclusions22.\nThe complaint was not upheld.Remedial\naction requiredN/ADate\ncomplaint received: 11/12/2015Date\ndecision issued: 25/04/2016\nBack to ruling listing\n\n\n"
}