{
    "url": "/rulings-and-resolution-statements/ruling/?id=00847-14",
    "title": "00847-14 A Man v Edinburgh Evening News",
    "provisions": [
        "1 (Accuracy) 2015"
    ],
    "outcome": "Breach - sanction: action as offered by publication",
    "publication": "Edinburgh Evening News (National World Publishing Ltd)",
    "concluded_on": "2014-12-08 00:00:00",
    "conclusion_long": "9. The complaint was upheld.",
    "remedial_action": "10. Having upheld the complaint, the Committee considered what remedial action should be required. The Committee has the power to require the publication of a correction and/or adjudication; the nature, extent and placement is to be determined by IPSO. It may inform the publication that further remedial action is required to ensure that the requirements of the Editors’ Code are met.  11. The correction published by the newspaper had identified the original inaccuracy, made clear the true position, and had included an apology, which was necessary to comply with the terms of Clause 1 (ii). The newspaper had offered to correct the error promptly, as soon as it had been brought to its attention. The Committee also noted that the front page teaser photograph had been used prominently on pages 6 and 7, where the article about the complainant appeared, making clear to readers that the front page image was associated with the story on those pages, rather than that on pages 4 and 5. Given that the original front page had not suggested a link between the complainant and the sex offences, and that this would only have been made by readers who turned to pages 4 and 5, the positioning of the correction on page 2 was appropriate. The newspaper’s offer was therefore a sufficient remedy under the terms of Clause 1 (ii). The Committee understood the complainant’s objection to the correction, as it linked his name with the offences. It was unfortunate that the complainant had been on holiday at the time at which the correction was published, and so had not been able to approve it. The Committee welcomed the newspaper’s willingness to remove it from its website at the request of the complainant.  Date of complaint: 01/10/2014",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee 00847-14 A Man v Edinburgh Evening News\nSummary of complaint \n1. A man complained to the Independent Press Standards\nOrganisation on behalf of himself and his family that the Edinburgh Evening\nNews had breached Clause 1 (Accuracy) of the Editors’ Code of Practice in\npublishing a front page teaser image with the caption “Who lives in a house\nlike this?” on 13 September 2014. \n2. The newspaper had published a photograph of the\ncomplainant’s house on the front page, referring readers to pages 4 & 5 for\nthe full story. These pages featured an entirely unrelated article about a man\nconvicted of sexual offences, with the story about the complainant’s house\nappearing on pages 6 and 7. \n3. The complainant said that the error inaccurately\nsuggested that a sex offender lived in his home. \n4.  The newspaper\napologised for the error, offered to write a private letter of apology to the\ncomplainant, and published the following clarification on its corrections page\nin print on page 2 and online: \nAn item on our front page on September 13 2014, featured a\npicture of [the complainant]’s house displaying a giant Yes banner alongside\nthe headline “Who lives in a house like this?” Readers were incorrectly\nreferred to pages four and five for the full story, where there was a report about\na sex offender, rather than to pages six and seven where the report about [the\ncomplainant] actually appeared. We are very sorry for the error and any\nembarrassment caused. \n5. The newspaper also offered to make a donation of £50 to a\nlocal charity, at the request of the complainant. \n6. The complainant was concerned that the correction linked\nhis name with the offences; at his request, it was removed. He did not consider\na £50 donation to be sufficient, nor did he feel that a letter of apology would\naddress the damage caused by the original article and picture. \nRelevant Code Provisions\n7. Clause 1 (Accuracy) \ni) The Press must take care not to publish inaccurate,\nmisleading or distorted information, including pictures. \nii) A significant inaccuracy, misleading statement or\ndistortion once recognised must be corrected, promptly and with due prominence,\nand – where appropriate – an apology published. \nFindings of the Committee\n8. The newspaper had failed to take care not to publish\ninaccurate information on its front page. The newspaper should have checked on\nwhich pages the article about the complainant’s house would appear, and made\nsure that the front page accurately reflected this. In failing to do so, it had\nbreached Clause 1 (i). The inaccuracy was a significant one, as it could\nsuggest to a casual reader that the inhabitants of the house pictured were\nlinked to the offences described on pages 4 and 5. A correction was therefore\nnecessary to comply with the terms of Clause 1 (ii). \nConclusions\n9. The complaint was upheld. \nRemedial Action Required\n10. Having upheld the complaint, the Committee considered\nwhat remedial action should be required. The Committee has the power to require\nthe publication of a correction and/or adjudication; the nature, extent and\nplacement is to be determined by IPSO. It may inform the publication that\nfurther remedial action is required to ensure that the requirements of the\nEditors’ Code are met. \n11. The correction published by the newspaper had identified\nthe original inaccuracy, made clear the true position, and had included an\napology, which was necessary to comply with the terms of Clause 1 (ii). The\nnewspaper had offered to correct the error promptly, as soon as it had been\nbrought to its attention. The Committee also noted that the front page teaser\nphotograph had been used prominently on pages 6 and 7, where the article about\nthe complainant appeared, making clear to readers that the front page image was\nassociated with the story on those pages, rather than that on pages 4 and 5.\nGiven that the original front page had not suggested a link between the\ncomplainant and the sex offences, and that this would only have been made by\nreaders who turned to pages 4 and 5, the positioning of the correction on page\n2 was appropriate. The newspaper’s offer was therefore a sufficient remedy\nunder the terms of Clause 1 (ii). The Committee understood the complainant’s\nobjection to the correction, as it linked his name with the offences. It was\nunfortunate that the complainant had been on holiday at the time at which the\ncorrection was published, and so had not been able to approve it. The Committee\nwelcomed the newspaper’s willingness to remove it from its website at the\nrequest of the complainant. \nDate of complaint: 01/10/2014\nDate decision issued: 08/12/2014\nBack to ruling listing\n\n\n"
}