{
    "url": "/rulings-and-resolution-statements/ruling/?id=00857-20",
    "title": "00857-20 Hayden v The Spectator",
    "provisions": [
        "1 Accuracy (2019)",
        "9 Reporting of crime (2019)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "The Spectator (The Spectator)",
    "published_on": "2020-02-14 00:00:00",
    "received_on": "2020-02-14 00:00:00",
    "concluded_on": "2020-04-22 00:00:00",
    "complaint_processing_days": 68,
    "conclusion_long": "11. The complaint was not upheld.",
    "remedial_action": "12. N/A Date complaint received: 14/02/2020",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee - 00857-20 Hayden v\nThe SpectatorSummary of Complaint1. Stephanie Hayden complained to the Independent Press\nStandards Organisation that The Spectator breached Clause 1 (Accuracy) and\nClause 9 (Reporting of Crime) of the Editors’ Code of Practice in an article\nheadlined “I stand with [named third party]”, published on 14 February 2020.2. The article was a comment piece in which the author\nexpressed her opinion that police are “wasting time arresting Twitter\ntransphobes” as opposed to dealing with more serious crimes. The author\nreferred to a case concerning a woman who had been found “guilty, under the\nCommunications Act (2003), of using a public communications network to ’cause\nannoyance, inconvenience and anxiety’.” It also described these communications\nas “offensive tweets” and reported that “[t]hese included describing Hayden as\na ‘pig in a wig’ and referring to Hayden as ‘he’ or ‘him’.”3. The complainant, the transgender woman who had been\nsubject to the Tweets, said that the article was inaccurate in breach of Clause\n1 as it failed to accurately report the reasons for the woman’s conviction. The\ncomplainant said that the woman had set up multiple troll Twitter accounts to\nsend her offensive Tweets and had published private financial and medical\ninformation about her. She said that the article was one-sided and biased, and\ninaccurately suggested that there had been a miscarriage of justice. In\naddition, she said it was misleading to omit certain biographical details of\nthe woman.4. The complainant also said that the article breached\nClause 9 for failing to accurately report a crime.5. The publication did not accept that the article was\ninaccurate. It said that the article was a comment piece from a journalist who\nhad attended the trial and sentencing, and that the crime that the woman had\nbeen convicted of was clearly referred to in the article: “under the\nCommunications Act (2003), of using a public communications network to “cause\nannoyance, inconvenience and anxiety”. The publication said that it was\nimpossible to report all the details that were heard in court, and that it had\ndescribed the substance of the Tweets and said that by reporting that the\noffensive Tweets “included” the ones that it published it was clear that this\nwas not an exhaustive list. The publication also said that the defendant’s\nbiographical details referred to by the complainant had been found to not be\nrelevant in court, and therefore it was not relevant to be included in the\narticle.6. The publication said that the terms of Clause 9 were not\nengaged.Relevant Code Provisions7. Clause 1 (Accuracy)i) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not\nsupported by the text.ii) A significant inaccuracy, misleading statement or\ndistortion must be corrected, promptly and with due prominence, and — where\nappropriate — an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator. iii) A fair opportunity to reply to significant inaccuracies\nshould be given, when reasonably called for.iv) The Press, while free to editorialise and campaign, must\ndistinguish clearly between comment, conjecture and fact.Findings of the Committee8. The article was a comment piece and under the terms of\nClause 1,  the publication was entitled\nto publish the writer’s opinion that the conviction was unfair and had the\neffect of chilling freedom of speech. The article distinguished fact, the\ndetails of the woman’s conviction, from the comments of the author, her view of\nthe utility of the prosecution of the woman, as required by Clause 1 (iii). In\naddition, the article had not reported an exhaustive list of all the Tweets\nthat had been sent, including those which contained private medical and\nfinancial information, however it had not suggested that this list was\nexhaustive; it had used the word “including”. This made it clear that these was\nthe kind of things that had been said in the Tweets. Moreover, the article had\naccurately reported the offence that the woman was convicted of. The article\nwas not significantly inaccurate in breach of Clause 1.9. The defendant’s biographical details were not relevant to\nthe article, which concerned her court case, freedom of speech and the writer’s\nopinion on what police time should be spent on. The publication was entitled to choose whether or not to publish this\ninformation; it was not misleading to omit it. There was no breach of Clause 1.10. Clause 9 relates to the identification of the friends\nand family of individuals who are accused or convicted of crime. As no such\npersons were identified in the article, there was no breach of Clause 9.Conclusions11. The complaint was not upheld.Remedial Action Required12. N/A Date complaint received: 14/02/2020\nDate complaint concluded by IPSO: 22/04/2020\nBack to ruling listing\n\n\n"
}