{
    "url": "/rulings-and-resolution-statements/ruling/?id=00851-16",
    "title": "00851-16 Whirlpool UK Appliances Ltd v Daily Mirror",
    "provisions": [
        "1 Accuracy (2016)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "Daily Mirror (Reach PLC)",
    "received_on": "2016-02-18 00:00:00",
    "concluded_on": "2016-05-09 00:00:00",
    "complaint_processing_days": 81,
    "conclusion_long": "14. The complaint was not upheld.",
    "remedial_action": "N/ADate complaint received: 18/02/2016",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee 00851-16 Whirlpool UK Appliances Ltd v Daily MirrorSummary of complaint1. Whirlpool UK Appliances Ltd complained to the Independent Press Standards Organisation that the Daily Mirror breached Clause 1 (Accuracy) of the Editors’ Code of Practice in an article headlined “4 years to fix tumble dryers” in print, published on 16 February 2016, and headlined “Faulty tumble dryers that can burst into flames ‘will take 4 years to fix’” online, published on 15 February 2016. 2. The print article said in its first paragraph that “millions of people who own faulty tumble dryers which can burst into flames may have to wait four years to have them fixed or replaced, it has been claimed”. It reported that Whirlpool’s Vice President of Communications, Jeff Noel, had said that the firm was remedying 3,500 cases a day. It also included the comments of a consumer campaigner who had discussed the matter on a television programme, who was concerned that it would take four years to resolve, on the basis that “if they are working seven days a week that’s 24,500 homes a week. Times that by 52 if they don’t take Christmas off and they can get 1.3 million modifications in one year. There are 5.3 million machines so it’s going to be four years before they have done them all”. The article continued by saying that “Whirlpool denied it would take up to four years to clear the backlog”, that “Mr Noel’s claim it was repairing 3,500 dryers a day was wrong”, and that in a statement, Whirlpool had said “We are resolving 4,325 cases a day. It would be misleading to speculate on the time necessary to resolve all the cases”. It noted that Whirlpool “alerted customers to the problem last November. But it refuses to issue a product recall notice, insisting the machines are safe so long as they are not left unattended”.3. The article appeared online in substantively the same form under a similar headline; it included a sub-headline which read “there are 5.3 million machines so it’s going to be four years before they have done them all”. 4. The complainant said that it was inaccurate for the articles to report that it would take four years to fix the tumble dryers. While the complainant noted that the four-year figure appeared in inverted commas in the online version of the article, it argued that this was presented as a statement of fact in the print headline, which was unsupported by the text. The statement of fact was repeated in the online article’s sub-headline. Readers were only made aware in the article’s sixth paragraph that the four-year figure was an estimate based on the calculations of the consumer campaigner, which the complainant argued were erroneous. They falsely assumed that: all 5.3 million machines sold were still in service; that the same 5.3 million machines will all still be in service in four years’ time; that no machines had been fixed by the time the comments were made; that the rate of repair would not substantially increase; and that all affected customers would want their machines repaired or replaced. The complainant noted that the position had been made clear to the newspaper prior to publication. The complainant did not provide a specific estimate as to how long it would take to address the problem, but said that a more likely timescale was one or two years.5. Whirlpool also said that the consumer campaigner’s reference to the 5.3 million machines inaccurately suggested that this was the number of machines still in service that needed to be dealt with – accounting for all the machines which were not currently in service for other reasons, the correct figure would be at least one million less. This was also made clear to the newspaper prior to publication. 6. In addition, the complainant said that it was inaccurate to state that Whirlpool said Mr Noel’s claim it was repairing 3,500 dryers a day was “wrong” – the figure of 4,325 provided merely updated the position.7. The newspaper said that it had reported accurately on a matter of great public concern. A great number of dangerous, faulty machines had been sold, and it was particularly concerning that Whirlpool had not issued a recall, and had advised customers that the affected machines could still be used under supervision despite the fact that the Electrical Safety Council had advised those with affected machines to stop using them immediately until inspected and declared safe by the manufacturer.8. The newspaper argued that, contrary to the complainant’s position, readers were made aware in the first paragraph of both versions of the article that the four year estimate in the print headline and online sub-headline was a claim. The articles made clear that the estimate was that of a consumer campaigner, and had included her calculations which were based on information issued by the company’s Vice President of Communications. Further, the article included Whirlpool’s denial that it would take up to four years to fix the machines, and its contention that it would be misleading to speculate as to the time it would take to resolve the matter. 9. The newspaper noted that, even on the basis of the figures provided by Whirlpool – 4.3 million total affected machines and 4,325 daily resolutions – it was clear that the problem would take a very long time to resolve. In the best case scenario it would still take almost three years. Given the advice of the Electrical Safety Council, this still represented an unacceptable delay.10. The newspaper acknowledged that Whirlpool had not explicitly stated that the 3,500 figure provided by the Vice President of Communications was “wrong”. However, in circumstances where it had provided an accurate updated figure, it was not significantly misleading for the article to state that the original 3,500 figure was “wrong”.  Relevant Code provisions11. Clause 1 (Accuracy)i) The Press must take care not to publish inaccurate, misleading or distorted information or  images, including headlines not supported by the text.ii) A significant inaccuracy, misleading statement or distortion must be corrected, promptly and with due prominence, and — where appropriate — an apology published. In cases involving IPSO, due prominence should be as required by the regulator.iii) A fair opportunity to reply to significant inaccuracies should be given, when reasonably called for.iv) The Press, while free to editorialise and campaign, must distinguish clearly between comment, conjecture and fact.Findings of the Committee12. Both versions of the article made clear the basis on which it reported that it could take four years for Whirlpool to fix the affected machines, namely the calculations of a consumer campaigner. In the context of an article which clearly presented the four-year figure as the conjecture of the consumer campaigner, and where her calculations based on figures released by Whirlpool were included, the Committee did not find that the print headline was unsupported by the text. Neither did it establish that the online sub-headline was inaccurate, on the same basis. The newspaper was entitled to report the comments of the consumer campaigner, and Whirlpool’s specific response to the allegations was included in the articles. There was no breach of Clause 1 on this point. 13. The Committee noted the complainant’s position that the 5.3 million figure referred to by the consumer campaigner related to the number of machines sold, rather than the number of machines requiring repairs. The number of machines sold was however the only figure being discussed at the time, and by complainant’s own estimate, a maximum of 4.3 million machines were potentially affected. It did not therefore appear to be in dispute that “millions” of people would potentially be affected as reported in the article. In these circumstances it was not significantly misleading for the article to report the comments of the consumer campaigner that “there are 5.3 million machines”. Neither was it significantly misleading for the article to report that Whirlpool said “Mr Noel’s claim it was repairing 3,500 dryers a day was wrong” in circumstances where it had provided a different updated figure in a statement. There was no breach of Clause 1 on these points. Conclusions14. The complaint was not upheld.Remedial Action RequiredN/ADate complaint received: 18/02/2016Date decision issued: 09/05/2016\nBack to ruling listing\n\n\n"
}