{
    "url": "/rulings-and-resolution-statements/ruling/?id=00854-15",
    "title": "00854-15 Wilson v Daily Record",
    "provisions": [
        "1 (Accuracy) 2015"
    ],
    "outcome": "No breach - after investigation",
    "publication": "Daily Record (Reach PLC)",
    "published_on": "2015-02-21 00:00:00",
    "received_on": "2015-02-24 00:00:00",
    "concluded_on": "2015-05-06 00:00:00",
    "complaint_processing_days": 71,
    "conclusion_long": "18. The complaint was not upheld.",
    "remedial_action": "N/A  Date complaint received: 24/02/2015",
    "text": "\n\n\n\n\n\n·   Decision of the Complaints Committee 00854-15 Wilson v\nDaily Record\nSummary\nof complaint \n1. Douglas Wilson complained to the Independent Press\nStandards Organisation that the Daily Record had breached Clause 1 (Accuracy)\nof the Editors’ Code of Practice in an article headlined “Revealed: Highland\nlaird wannabes fooled into thinking they have bought Scottish land in\nmulti-million-pound global scheme”, published on 21 February 2015. \n2. The article reported that customers of Highland\nTitles, a company of which the complainant is the Director, were “fooled” into\nbelieving that they had bought land, stating that they in fact received\n“nothing” in return for their money. \n3. The complainant said that Highland Titles does not\ndeceive its customers or misrepresent its product. He said that customers\nreceive a “personal right to their plot of land”, and also a gift set. He said\nthat details of the legal position regarding ownership of the land were\npublished prominently on the company’s website. The Advertising Standards\nAuthority (ASA) had previously found that selling a personal right to the land\nwas sufficient to justify the claim that customers could “buy land in\nScotland”. The complainant said that the company received excellent customer\nfeedback. \n4. The complainant said that the CEO of the company, Dr\nPeter Bevis, does not live in Spean Bridge, as reported, but in Alderney. He\nhad not lived in the Highlands since 2006. He was also concerned that the\narticle stated that Dr Bevis “claims to plough the profits into conservation”;\nthis is not a “claim”, the company does put a portion of its profits into\nconservation. The complainant also said that it was inaccurate to say that Dr\nBevis ran Highland Titles through a charity, the Highland Titles Charitable\nTrust; the Trust owns Highland Titles, but it could not be described as running\nthe company, and Dr Bevis is not involved in the Trust. \n5. The journalist had contacted the complainant for\ncomment prior to publication, but the complainant was concerned that his\ncomments had not been properly considered, and some important aspects of the\narticle had not been put to him for comment. \n6. The newspaper believed that its article was a\nlegitimate interpretation of Highland Titles’ business model and the content of\nits website. It said that the plots cannot be registered with the Land Registry\nof Scotland, as the area of land is so small that the Land Registry does not\nrecognise it. It said that the company’s website gives the impression that its\ncustomers would be able to legitimately use the title of “Laird” or “Lady”, as\na consequence of having purchased land in Scotland. In fact, anyone can assume\nsuch a title, and apply to have their name changed by deed poll. The newspaper\nsought clarification on the legal position from the University of Edinburgh, which\nsaid that “ownership cannot transfer to a buyer of a souvenir plot,” and\n“Scotland does not recognise a personal right of ownership” (the complainant\ndid not dispute this). While the newspaper accepted the complainant’s position\nthat customers receive a gift set, it said that Highland Titles’ customers do\nnot own any land as a result of their transactions with the company; Highland\nTitles retains ownership. \n7. The newspaper provided screenshots which showed that\nchanges had been made to Highland Titles’ website since the complainant had\nbrought his complaint. These changes included the amendment of the phrase “buy\nland in Scotland” to “buy a souvenir plot in Scotland” and the amendment of\n“enjoy the full land ownership experience” to “enjoy the landowner experience”.\nThe newspaper also provided screenshots of the questions and answers page of\nthe website, which showed that customers were being told that “you are still\nthe owner of your plot in any situation”, “ownership is perpetual”, and that\ncustomers could resell their land in future. The newspaper cited these as\nevidence that customers were being “fooled” into believing that they actually\nacquired full legal title in the land. \n8. The newspaper said that Highland Titles does not\npublish its charity accounts, and so there was no independent means of\nestablishing what the charity was doing with its profits. It said that Highland\nTitles is wholly owned by the Highland Titles Charitable Trust; in this context\nit did not believe that it was inaccurate to say that the company is run\nthrough the Trust. The newspaper accepted that Dr Bevis does not live in the\nHighlands, but lives in Alderney; this was an error. \n9. The newspaper offered to publish the following\ncorrection on page 2 of a forthcoming edition, and online: \n“Following our article of 21 February which claimed that\nmembers of the public were being fooled into buying Scottish land, we have been\nasked to make clear that the Highland Titles website itself states that small\nplots of land sold as souvenir gifts cannot be registered with the land\nregistry. Buyers do not receive ‘nothing’, they receive a substantial gift set.\nFurther, Peter Bevis, who is a director of Highland Titles does not live in\nScotland, he lives in Alderney and does not run the Highland Titles Charitable\nTrust. We apologise for this error.” \n10. The complainant said that this was insufficient as it\ndid not include the company’s position that its customers were not being\n“fooled”. \nRelevant Code Provisions\n11. Clause 1 (Accuracy) \ni) The press must take care not to publish inaccurate,\nmisleading or distorted information, including pictures. \nii) A significant inaccuracy, misleading statement or\ndistortion once recognised must be corrected, promptly and with due prominence,\nand – where appropriate – an apology published. \niii) The press, whilst free to be partisan, must\ndistinguish clearly between comment, conjecture and fact. \nFindings of the Committee\n12. The Committee understood the complainant’s concern\nabout the use of the claim “Highland laird wannabes [have been] fooled into\nthinking they have bought Scottish land in multi-million-pound global scheme.”\nThe article had provided the basis for the claim, which included that customers\nwould understand that they had “bought a plot of land” in the sense that this\nis ordinarily understood, when in fact title in the land had not passed to the\ncustomer, and it was not possible for a customer to register the sale at the\nLand Registry. The newspaper had contacted Highland Titles prior to\npublication, and had also included in the article the company’s position that\n“our customers obtain a personal right to the land, we make our sales on the advice\nof our Scottish solicitors and the Advertising Standards Authority are\nsatisfied that we make that sufficiently clear on our website.” The Committee\nnoted that the questions and answers page of the company’s website demonstrated\nthat some customers had been confused about the nature of the land transaction\nand that the company had revised some of the pages of its website to make the\nposition clearer following publication of the article. In all the\ncircumstances, the Committee considered that the central claim of the article\nrepresented the newspaper’s characterisation of some customers’ confusion\narising from the lack of clarity that had previously been provided by the\ncompany as to precisely what interest their customers acquired in the land.\nThis interpretation did not raise a breach of Clause 1. \n13. Further, while it was accepted that customers\nreceived a gift set, as opposed to “nothing”, the article clearly related to\nthe legitimacy of the company’s main product, which is souvenir plots of land.\nIt was not significantly misleading in this context to omit that they receive a\ngift set. This omission did not breach Clause 1. \n14. While the claim that Dr Bevis lived in Spean Bridge\nwas evidently inaccurate, it was not a central claim in the article, and Dr\nBevis did live in the Highlands until 2006. The inaccuracy was not significant\nand did not require correction. \n15. The Committee found that the newspaper was entitled\nto report that Highland Titles “claims to plough the profits into\nconservation”. The company does make such a claim and, given that it does not\npublish the relevant accounts which would show its contributions to\nconservation efforts in financial terms, the way in which the newspaper\npresented this information did not raise a breach of Clause 1. \n16. Lastly, the Committee found that, given that Highland\nTitles is wholly owned by the charitable Trust, and Dr Bevis runs Highland\nTitles, it was not significantly inaccurate to state that “Bevis…runs the firm\nthrough a charity.” There was no breach of Clause 1 on this point. \n17. While the Committee welcomed the newspaper’s prompt\noffer to publish a correction, it was not required in order to fulfil the\nnewspaper’s obligations under the Editors’ Code. \nConclusions\n18. The complaint was not upheld. \nRemedial Action Required\nN/A \nDate complaint received: 24/02/2015\nDate decision issued: 06/05/2015\nBack to ruling listing\n\n\n"
}