{
    "url": "/rulings-and-resolution-statements/ruling/?id=00855-18",
    "title": "00855-18 Dey v The Herald",
    "provisions": [
        "1 Accuracy (2018)"
    ],
    "outcome": "Breach - sanction: action as offered by publication",
    "publication": "The Herald (Newsquest Media Group)",
    "published_on": "2018-01-22 00:00:00",
    "received_on": "2018-01-22 00:00:00",
    "concluded_on": "2018-05-03 00:00:00",
    "complaint_processing_days": 101,
    "conclusion_long": "9. The complaint was upheld.",
    "remedial_action": "10. The correction offered was sufficient to meet the requirements of Clause 1 (ii): it addressed the inaccuracies identified within the article, and had been offered with due promptness and prominence. It should now be published. Date complaint received: 22/01/2018",
    "text": "\n\n\n\n\n\nDecision of the\nComplaints Committee – 00855-18 Dey v The Herald\nSummary of Complaint 1. Lorna Dey complained to the Independent Press Standards Organisation that\nThe Herald breached Clause 1 (Accuracy) of the Editors’ Code of Practice in an\narticle headlined “Scotland’s widening inequality gap is ‘out of control’ /\nGulf deepens between Scotland’s haves and have nots”, published on 22 January\n2018. 2. The\narticle’s sub-headline was “Oxfam report finds nation’s richest 1% has more\nwealth than the bottom 50%”. The article, which was presented in the context of\na new report released by Oxfam, stated that the gap between “the haves and have\nnots” in Scotland was growing. It said that the new report revealed “that in\nScotland, the richest one per cent has more wealth than the bottom 50 per cent\ncombined”. It went on to state that Oxfam was “urging governments around the\nworld, including Holyrood” to respond to the problem. It said that Oxfam’s new\nreport, ‘Reward Work Not Wealth’, had been published on the same day. The\narticle reported the view of a senior Oxfam researcher that the problems of\ninequality were being felt in Scotland as well as more widely around the world;\nshe said that it was “grimly apparent that the inequality crisis is out of\ncontrol”. The article appeared on the front page of the publication, and in a\nsubstantially similar format online. 3. The\ncomplainant said that the article gave the misleading impression that the new\nOxfam report had referred to Scotland, and that this was the source for the\narticle’s key claims. In fact, the report had not mentioned Scotland at all -\nit had referred to the UK as a whole, and a range of other countries. She also\nsaid the sub-headline suggested that the statistic it had quoted had come from the\nOxfam report, when it had not, and that the subsequent claim in the first\nparagraph that inequality in Scotland is “deepening” came from the new report.\nShe said that the second paragraph was inaccurate as it again attributed the\nstatistic regarding wealth distribution to the new report, which it had not\nbeen included in. She also said it was misleading to suggest that Oxfam had\nurged the Holyrood government to act on the matter, when it had not been\nreferred to in the report. 4. The\npublication denied a breach of the Code, although it accepted that, due to an\nediting error, one statistic had been misattributed in the article. It said\nthat the claim that inequality was “out of control” and the reference to the\nHolyrood government had been based on the comments made by the Oxfam\nresearcher. It said that the figures referred to in the sub-headline and the\nsecond paragraph were, in fact, from a 2015 Oxfam report, which the\norganisation had highlighted to media outlets when releasing the new report,\nand that an error in the editing process had misattributed them to the new\nreport. It denied that this represented a significant inaccuracy in the context\nof the overall piece. The publication did not consider that the article gave\nthe impression that other claims, such as those made in the first paragraph,\nhad come from the new report. It provided a copy of an email from Oxfam itself\nindicating support for the publication’s coverage. Nevertheless, the\npublication offered to publish a clarification in its page 2 corrections column\nas follows: “In our lead story\nof January 22 we reported that a new report from Oxfam revealed that, in\nScotland, the richest one per cent had more wealth than the bottom 50 per cent\ncombined. Infact, the figures,\nwhich were also used in the secondary headline in the context of the Oxfam\nreport, were not from the new report Reward Work, Not Wealth on global wealth\ninequalities published that day but from a 2015 Oxfam report on wealth\ninequality in Scotland. The new report had not referred to Scotland in\nparticular but to the UK in general. We apologise for that error. Our main\nheadline, “Scotland’s widening inequality gap is ‘out of control’, came from an\nOxfam researcher whose observations on poverty in Scotland were accurately\nreported in the headline and in our story”. 5. The\ncomplainant said that, as the article had appeared on the front page, there\nshould be a reference to the correction on the front page. Relevant Code\nProvisions 6. 1. Accuracy i) The\nPress must take care not to publish inaccurate, misleading or distorted\ninformation or images, including headlines not supported by the text.\nii) A\nsignificant inaccuracy, misleading statement or distortion must be corrected,\npromptly and with due prominence, and — where appropriate — an apology\npublished. In cases involving IPSO, due prominence should be as required by the\nregulator. \niii) A\nfair opportunity to reply to significant inaccuracies should be given, when\nreasonably called for.\niv) The\nPress, while free to editorialise and campaign, must distinguish clearly\nbetween comment, conjecture and fact. \nFindings of the Committee 7. The\narticle’s sub-heading and second paragraph clearly attributed a statistic\nregarding wealth distribution in Scotland to a newly-published Oxfam report. In\nfact, the statistic had come from a 2015 report; there was no mention in the\narticle of an earlier report. In these circumstances, the implication that the\nfigures derived from the new report was unavoidable. Similarly, the first\nparagraph of the article said that inequality in Scotland was increasing, and\nthe fifth paragraph said that Oxfam had urged the Holyrood government to act.\nWhen these paragraphs were read in conjunction with the sub-headline and second\nparagraph, which both referred to an “Oxfam report”, a misleading impression\nwas given that the new report had referred specifically to Scotland. The new\nreport had not included the statistic and it had not referred to Scotland. The\nreport was readily available, so this represented a failure to take care over\nthe accuracy of the article, in breach of Clause 1 (i). Because the article\ndistorted the contents of the new report, by suggesting it referred to\nScotland, and by misattributing the statistic, it was significantly inaccurate,\nand required correction to avoid a breach of Clause 1 (ii). 8.  The\ncorrection offered by the publication addressed both the misattribution of the\nstatistic regarding wealth distribution, and the misleading impression that the\nnew Oxfam report had referred to Scotland. Its content therefore provided the\ncorrect information to remedy the inaccuracies identified. The Committee noted\nthat front-page claims will often require front-page corrections. However, in\nthis instance, the breach of the Code had related largely to the misattribution\nof information which was otherwise accurate. The concerns the article raised which\nwent beyond the new report were largely ones which Oxfam had raised either in\nprevious reports or through its representatives, and the Committee noted the\ncorrespondence from an Oxfam representative in support of the coverage. In\nthese circumstances, there was no requirement for a front page reference to the\ncorrection, which should be published with due prominence in the publication’s\ncorrections column on page 2. This correction was sufficient to avoid a breach\nof Clause 1 (ii), and should now be published.\nConclusions 9. The\ncomplaint was upheld.\nRemedial action\nrequired 10. The\ncorrection offered was sufficient to meet the requirements of Clause 1 (ii): it\naddressed the inaccuracies identified within the article, and had been offered\nwith due promptness and prominence. It should now be published.\nDate complaint\nreceived: 22/01/2018\nDate decision issued: 03/05/2018\nBack to ruling listing\n\n\n"
}