{
    "url": "/rulings-and-resolution-statements/ruling/?id=00866-17",
    "title": "00866-17 Beckwith v The Sunday People",
    "provisions": [
        "1 Accuracy (2016)",
        "2 Privacy (2016)",
        "10 Clandestine devices and subterfuge (2016)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "Sunday People (Reach PLC)",
    "received_on": "2017-02-02 00:00:00",
    "concluded_on": "2017-06-01 00:00:00",
    "complaint_processing_days": 119,
    "conclusion_long": "21. The complaint was not upheld.",
    "remedial_action": "22. N/ADate complaint received: 02/02/2017",
    "text": "\n\n\n\n\n\nDecision of the\nComplaints Committee 00866-17 Beckwith v The Sunday People\nSummary of complaint\n1. Anthony Beckwith\ncomplained on his own behalf and on behalf of Thomas Chipperfield Snr that The\nSunday People breached Clause 1 (Accuracy), Clause 2 (Privacy) and Clause 10\n(Clandestine devices and subterfuge) of the Editors’ Code of Practice in articles\nheadlined “End cruelty to circus Big Cats NOW”, published on 8 January 2017,\n“Louis backs ban on circus animals”, published on 15 January 2017, and “Sir\nRoger hits back on ‘hypocrisy’ jibe”, published on 15 January.  The articles were also published online with\nthe headlines “Lions and tigers in cramped conditions next to busy motorway so\njoin campaign to ban wild animals from circuses”, “Louis Walsh's fury at plight\nof lions and tigers as he backs campaign to ban wild animals in circuses”, and\n“Roger Moore hits back at animal rights criticism after lion tamer accuses him\nof double standards over Octopussy role.”\n2. The first\narticle reported that three tigers and two lions were being kept in “cramped\ncages” on a lorry next to one of Britain’s busiest motorways. It said that the\nanimals were seen “huddled up against the cold”, and that the spirits of the\nanimals had been broken “by their miserable conditions”. It reported that the\nanimals were “confined to grubby trailers and only let occasionally to stretch\ntheir legs in a large wired cage, and said that “bedraggled horses” were also\nwandering around the site. The article included comment from the complainant,\nwho said that the circus had never been refused a licence, and said that it had\ncreated an environment which allowed the animals to thrive. The article was\naccompanied by photographs of the site where the animals were kept.\n3. The second\narticle reported Louis Walsh and Katya Edwards’ support for the newspaper’s\ncampaign to ban wild animals in circuses. The third article reported Sir Roger\nMoore’s response to the accusation of hypocrisy by Thomas Chipperfield. He said\nthat “trying to justify the cruel treatment of animals today because a circus\ntiger appeared in Octopussy in 1983 – long before the abusive treatment of\nanimals in the entertainment industry was exposed – speaks volumes about Mr\nChipperfield’s character.” He also said: “Call it a day, Mr Chipperfield. The\ncurtain’s down, house lights are up and the audience has left the building”.\n4. The online\narticles were substantively similar to the versions that appeared in print.\n5. The complainant,\na co-owner of the circus, said that it was inaccurate to report that the\nanimals were living in “cramped” conditions. He said that the circus was\nstrictly regulated, and had been visited three times recently, on one occasion\nwithout notice, for the renewal of their licence under the Dangerous Wild\nAnimals Act. He said that if the animals’ conditions had been considered “cramped”,\nthe circus would not have passed the inspection, and that the circus had 64\nsquare metres of indoor space, and 232 square metres of outdoor space, for five\nanimals, which is in excess of the recommended space. He also said it was\nmisleading to suggest that the animals had their spirits broken, and endured\n“miserable living conditions”.\n6. The complainant\nsaid that it was inaccurate to report that the animals were “confined to grubby\ntrailers and only let out occasionally to stretch their legs in a large wired\ncage”. He said that the animals are mucked out and cleaned on a daily basis,\nand their enclosures are filled with logs, branches, balls and “a platform for\nadded enrichment and mental stimuli”. It said that each animal gets at least\nsix hours outside per day. The complainant said that horses mentioned in the\narticle were not owned by the circus.\n7. The complainant\nsaid that it was inaccurate to report that Government officials who conducted\nan inspection 18 months ago said the animals should be moved to separate pens\nif they went on tour; he said that while they were required to add additional\nsleeping space if they were on tour, they had not been told to build new pens.\nHe said that the article failed to make clear that the circus was licensed, was\ninspected by zoo vets, and that no official concerns had been raised. He also\nsaid that the published photographs gave the misleading impression that the\nspace the animals enjoyed was smaller than it actually was because of the angle\nthe photographs were taken from.\n8. The complainant\nsaid the photographs were taken from the circus’s private land, which\nrepresented an intrusion into the complainant’s privacy, as well as that of\nThomas Chipperfield Snr, who featured in one of the photographs. He also said\nthat the publication of the location where the animals were kept was a breach\nof privacy, and had resulted in putting the personal safety of staff and the\nanimals at risk. He also said that photographs published alongside the second\narticle were taken from the middle of a hedge surrounding the property in\ncircumstances of subterfuge.\n9. The newspaper\nsaid that the article was part of the newspaper’s support for the campaign run\nby PETA, the RSPCA and Animal Defenders International (ADI) to ban wild animals\nfrom circuses. The newspaper said that the description of the site in the article\nwas based on ADI’s visit last August, a subsequent YouTube video, and the\nphotographs taken by the newspaper. It said that the word “cramped” in the\ncontext of the article was a relative term; it said that any lion or tiger\nhoused in a cage in freezing UK weather would be properly described as cramped\ncompared to the vast open plains of the Serengeti, or the tiger reserves of the\nNational Parks Karnataka.\n10. The newspaper said that the article did not suggest that\nthe circus did not have a licence, or had conducted any illegal activity; it\nsaid that the article reported both the complainant and Mr Chipperfield’s\nposition that the circus “has never been refused a licence”. It said that it\ndid not consider that the article was misleading because it did not set out\nthat the circus had been visited by zoo vets. It also said that the article\nhighlighted the opinions of Sir Roger Moore, PETA, the RSPCA, and ADI that\nregardless of any existing license, the conditions are not suitable for animals\nbeing kept there.\n11. The newspaper said that the photographer did not enter\nthe property, and was not hiding in the hedge taking the photograph. It said\nthat he was walking on a public footpath, and provided a map of the footpath,\nand highlighted the positions where the photographs were taken from. It said\nthat Mr Chipperfield Senior was photographed from a public location, and the\nphotograph did not reveal any private information about him.\nRelevant Code Provisions\n12. Clause 1 (Accuracy)\ni) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not\nsupported by the text.\nii) A significant inaccuracy, misleading statement or\ndistortion must be corrected, promptly and with due prominence, and — where\nappropriate — an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator.\niii) A fair opportunity to reply to significant inaccuracies\nshould be given, when reasonably called for.\niv) The Press, while free to editorialise and campaign, must\ndistinguish clearly between comment, conjecture and fact.\nv) A publication must report fairly and accurately the\noutcome of an action for defamation to which it has been a party, unless an\nagreed settlement states otherwise, or an agreed statement is published.\nClause 2 (Privacy)\ni) Everyone is entitled to respect for his or her private\nand family life, home, health and correspondence, including digital\ncommunications.\nii) Editors will be expected to justify intrusions into any\nindividual's private life without consent. Account will be taken of the\ncomplainant's own public disclosures of information.\niii) It is unacceptable to photograph individuals, without\ntheir consent, in public or private places where there is a reasonable\nexpectation of privacy.\nClause 10 (Clandestine devices and subterfuge)\ni) The press must not seek to obtain or publish material\nacquired by using hidden cameras or clandestine listening devices; or by\nintercepting private or mobile telephone calls, messages or emails; or by the\nunauthorised removal of documents or photographs; or by accessing\ndigitally-held information without consent.\nii) Engaging in misrepresentation or subterfuge, including\nby agents or intermediaries, can generally be justified only in the public\ninterest and then only when the material cannot be obtained by other means.\nFindings of the Committee\n13. The Committee noted the complainant’s position that it\nwould not have been awarded a licence under the Dangerous Wild Animals Act had\nthe animals been kept in “cramped” conditions. However, the term “cramped” has\nan ordinary meaning, as well as the definition provided by the complainant. In\nthis instance, the Committee did not consider that it was misleading to\ncharacterise the living conditions of the animals as cramped, particularly in\ncircumstances where, as the newspaper had argued, they could be properly\ndescribed as cramped when compared to the open spaces in which these\nanimals  naturally live. There was no\nbreach of Clause 1.\n14. In addition, where the article included the\ncomplainant’s position that the circus had never been refused a licence, the\nomission of any reference to the circus holding a licence, being regularly\nvisited by zoo vets, and the absence of official concerns being raised by the\nauthorities about the circus, did not make the article inaccurate or\nmisleading. There was no breach of Clause 1.\n15. Under the terms of Clause 1(iv), newspapers are free to\neditorialise and campaign. The article’s description of the animals having\n“their spirits broken”, and enduring “miserable conditions”, was the\nnewspaper’s characterisation of the living conditions, and demeanour, of the\nanimals. In circumstances where the newspaper had observed these conditions\nover a period of time, and outlined in detail the conditions in which they were\nkept, it did not consider that it was misleading to characterise the animals’\ndemeanour, and their living conditions, as it had. There was no breach of\nClause 1.\n16. The complainant said that the animals were allowed\noutside for at least six hours per day, which made it inaccurate to report that\nthey were only let out “occasionally to stretch their legs in a large wired\ncage”. However, where the complainant did not dispute that the animals were\nenclosed for most of the day, it did not consider that it was significantly\nmisleading to characterise this situation as the animals being allowed outside\n“occasionally”. There was no breach of Clause 1.\n17. The complainant did not dispute that the circus had been\ntold it needed to make some changes to the living conditions of the animals\nbefore they could be taken on tour. While the complainant said that this had\nnow been done, it was not misleading for the newspaper to report that an\ninspection had found that “the animals should be moved into different pens, if they\nwere to go on tour”. While there was no breach of Clause 1 on this point, the\nCommittee welcomed the newspaper’s offer to add a line to the article making\nclear the complainant’s position that the circus now had the appropriate\nlicence to tour, having made the changes highlighted during the inspection.\n18. The photographs published of the animals’ living\nconditions enabled the reader to form an opinion of the animals’ living\nconditions. This did not represent a breach of Clause 1. The Committee noted\nthe complainant’s position that while there were horses on the site, they did\nnot belong to the circus. The Committee considered that any suggestion that the\ncircus was responsible for the horses was not a significant claim in the\ncontext of the article as a whole, and this aspect of the complaint did not represent\na breach of Clause 1.\n19. The Committee was unable to reconcile the accounts\nprovided by both parties as to where the photographs had been taken from.\nHowever, it did not consider that the photographs revealed any information in\nrelation to which complainant had a reasonable expectation of privacy. In\nrelation to the photograph featuring Mr Chipperfield Snr, the Committee\nconsidered that where he was not the main focus of the photograph, and his\nlikeness was sufficiently obscured in the image, he did not have a reasonable\nexpectation of privacy. In any event, any expectation of privacy he might have\nin these particular circumstances was outweighed by the public interest in\nshowing the conditions in which the animals lived. There was no breach of Clause\n2.\n20. There was no\nevidence to suggest that the terms of Clause 10 had been engaged by the\nphotographer’s conduct, and the Committee did not establish a breach of Clause\n10.\nConclusions\n21. The complaint was not upheld.\nRemedial action required\n22. N/ADate complaint received: 02/02/2017Date complaint concluded: 01/06/2017\nBack to ruling listing\n\n\n"
}