{
    "url": "/rulings-and-resolution-statements/ruling/?id=00879-16",
    "title": "00879-16 Coutts v Daily Mail",
    "provisions": [
        "1 (Accuracy) 2015"
    ],
    "outcome": "Breach - sanction: action as offered by publication",
    "publication": "Daily Mail (Associated Newspapers Limited)",
    "received_on": "2016-02-19 00:00:00",
    "concluded_on": "2016-08-02 00:00:00",
    "complaint_processing_days": 165,
    "conclusion_long": "17. The complaint was upheld.",
    "remedial_action": "18. Having upheld the complaint under Clause 1(i), the Committee considered what remedial action should be required. The newspaper offered to publish a correction on page 2 of the newspaper, as well as a footnote online, the wording of which addressed the misleading impression that the complainant had sued having suffered an anxiety attack, and was to be published further forward in the newspaper than where the original article appeared. In light of the Committee’s decision, it should now be published promptly both in print and online.  Date complaint received: 19/02/2016",
    "text": "\n\n\n\n\n\nDecision\nof the Complaints Committee 00879-16\nCoutts v Daily Mail\nSummary\nof complaint\n1. Graham Coutts complained to the Independent\nPress Standards Organisation that the Daily Mail breached Clause 1 (Accuracy)\nof the Editors’ Code of Practice in an article headlined “Sickening”, published\nin print on 14 December 2015, and “Murderer who strangled young special needs\nteacher to death demands £40,000 compensation over prison ‘panic attack’”\npublished online on 13 December 2015.\n2. The article reported that the complainant,\nwho was convicted of murder for killing a teacher and who it described as\n“obsessed with violent pornography” and a “sadist”, was seeking up to £40,000\ncompensation for an anxiety attack he suffered in prison. It said that the\ncomplainant had made his claim after prison guards delayed his journey to\nhospital after he complained of chest pains. The article contained comment from\nthe mother of the complainant’s victim, and from a criminologist who said that the\ncomplainant did not have to wait any longer for hospital treatment that\nlaw-abiding citizens and that convicted criminals “make a mockery of the\njustice system by inventing injuries with the and then playing games with the\nsystem”. It reported that the complainant had said in his blog that he suffered\na heart attack during the incident, and that it had been reported during his\ntrial that he had told a doctor he would “one day kill a woman because of his\nperverted desires”. The sub-headline read “Porn addict who strangled young\nteacher is demanding a £40,000 payout from the taxpayer – after having a panic\nattack in jail”.  \n3. The online article was an edited version of\nthe print article. However, it contained most of the substantive points that\nthe complainant had complained about, although the first line of the article\ndid not repeat the claim in the healdine that he was suing over a “panic\nattack”.\n4. The complainant said that it was inaccurate\nto report in the sub-headline that he suffered a panic attack, as he actually\nsuffered a heart attack. He said that while it was accurate to report that he\nwas initially diagnosed with anxiety, the article was misleading because it did\nnot clarify that this was a misdiagnosis; he provided evidence that he had in\nfact suffered a heart attack. He said that the use of the quote about costs\nfrom the Inside Time letter had misleadingly suggested that he had been trying\nto deliberately push up the costs in the case. He also said that the quote from\nthe criminologist misleadingly suggested that he had invented his injuries, and\nwas “playing games with the system”.\n5. The complainant said that he had never told\na doctor he would one day kill a woman. He said that while he did see a trainee\npsychiatrist in 1991, the psychiatrist interpreted his dreams and interest in\nsexual asphyxiation as ‘murderous thoughts’; he did not admit to a psychiatrist\nthat he had such thoughts. He said it was inaccurate to report that he was\nobsessed with violent pornography; he said that while he had occasionally\nvisited legal pornographic websites which cater for “certain interests”, there\nwas never any evidence presented that this was an obsession. He said that he\nwas not from Leven, Fife, and provided evidence that he was born in Glenrothes,\nFife.\n6. The newspaper said that its article\nprovided a balanced account of the illness the complainant had suffered; it\nsaid that while it had referred to the complainant having suffered a panic\nattack, which was diagnosed by the prison nurse, it also reported that he\nconsidered he had suffered a heart attack. However, on receiving evidence that\nthe complainant had suffered a heart attack, it offered to publish the\nfollowing correction on page 2 of the newspaper, as well as a footnote to the\nonline article:\nIn\ncommon with other newspapers, an article published on 14 December reported that\nconvicted murderer Graham Coutts was seeking compensation from taxpayers for\nthe delay in his journey to hospital after he suffered an anxiety attack in\njail. We are happy to clarify that, while Mr Coutts was initially believed to\nhave suffered an anxiety attack, it was later diagnosed as a heart attack.  \n7.  It said that the £40,000 figure quoted in\nthe article was prefaced by the words “up to”, which indicated that this was a\nceiling figure, and that the final figure could well be lower than that. It\nsaid that given that a former girlfriend of the complainant had given evidence\nat trial that he liked to tie her up and apply pressure to her neck, and that\nthe court heard that he had stored the body of his victim in a storage unit and\nvisited it for a “sexual thrill”, it was not inaccurate to describe him as a\n“sadist”. Neither was it misleading to describe the complainant as being\n“obsessed” with violent pornography, as it had been heard at his trial that he\nwas a frequent viewer of pornography, and pictures and video clips of women\nbeing strangled and stripped naked were found on the hard-drives of two\ncomputers at his home.\n8. It said the views quoted of the\ncriminologist were clearly presented as his views, which he was entitled to\nexpress; it also pointed out that his views on the delay in receiving treatment\nwere accurate, as a Google search would show hundreds of complaints from\nordinary people who were not seen by a doctor within two hours. It also said\nthat as the complainant had admitted to murderous thoughts during his trial,\nand had told a psychiatrist in 1991 that he feared his thoughts would lead to\ncriminal actions, it was not significantly inaccurate to report that he had\ntold a doctor he would one day murder a woman. It noted the complainant’s\nposition that he was not from Leven, Fife, and had amended the online article\nto reflect this.  \nRelevant\nCode Provisions\n9. Clause 1 (Accuracy)\ni) The\nPress must take care not to publish inaccurate, misleading or distorted\ninformation, including pictures.\nii) A\nsignificant inaccuracy, misleading statement or distortion once recognised must\nbe corrected, promptly and with due prominence, and - where appropriate - an\napology published. In cases involving the Regulator, prominence should be\nagreed with the Regulator in advance.\nFindings\nof the Committee\n10.\nWhile the article did report that the complainant had written in his blog that\nhe suffered a heart attack during the incident, the sub-headline and first line\nof the article, as well as the headline of the online article, variously said\nthe complainant was suing after suffering a “panic attack” and “anxiety\nattack”. Overall, the article and the headline suggested that the complainant\nhad suffered a less serious illness than he was actually diagnosed with; this\nin turn gave the significantly misleading impression that the complainant was\nsuing over a relatively minor medical matter. While the newspaper had attempted\nto clarify with the Prison Service whether or not the complainant had suffered\na heart attack during the incident, the main source for the article was the\ncomplainant’s blog; given that he had written throughout that he had suffered a\nheart attack, the failure to make this clear in the article represented a\nbreach of Clause 1(i). A correction was required in order to avoid a breach of\nClause 1(ii).\n11. In\ncircumstances where it had been said at the complainant’s trial that he visited\nwebsites relating to asphyxiation and strangulation, and the complainant\nconceded that he had visited legal pornographic sites which catered for\n“certain interests”, it was not inaccurate for the newspaper to characterise\nthis as an “obsession”. Neither was it inaccurate for the newspaper to describe\nthe complainant as a “sadist” when the court had heard evidence from an\nex-girlfriend of his during his trial that he enjoyed tying her up and applying\npressure to her neck. There was no breach of Clause 1 on either point.\n12. The\nCommittee did not consider that any inaccuracy as to where the complainant was\nfrom was significant in the context of an article that focused on the\ncomplainant’s legal claim; this was particularly the case when there was less\nthan 10 miles between the town reported in the article, and where the\ncomplainant was actually born. There was no breach of Clause 1 on either point.\n13. The\nquotes of the criminologist used in the article were clearly presented as his\nviews. While the Committee noted the complainant’s position that he had not\ninvented an illness, and he was not “playing the system”, the criminologist had\nbeen making a general point about convicted criminals, which the newspaper was\nentitled to report. There was no breach of Clause 1.\n14.\nWhile the sub-headline said that the complainant was “demanding” £40,000, the\narticle clarified that he was seeking “up to £40,000 compensation”. In\ncircumstances where the article clarified that this was a ceiling figure, and\nthe true value of the claim was unknown, this was not significantly inaccurate.\nThere was no breach of Clause 1.\n15. The\ncomplainant denied he ever told a doctor that he would “one day kill a woman\nbecause of his perverted desires”. However, in circumstances where the\ncomplainant conceded that a psychiatrist had interpreted his dreams to mean\nthat he had ‘murderous thoughts’, the Committee did not consider that any\ninaccuracy on this point was significant in the context of the article as a\nwhole. There was no breach of Clause 1.\n16. Once\nprovided with the complainant’s medical records, the newspaper offered to\npublish a correction on page 2 of the newspaper, as well as a footnote online,\non this point. The correction addressed the misleading impression that the\ncomplainant had sued having suffered an anxiety attack, and was to be published\non a page further forward than the original article appeared. This met the\nrequirements of Clause 1(ii) and should now be published.\nConclusions\n17. The\ncomplaint was upheld.\nRemedial\nAction Required\n18.\nHaving upheld the complaint under Clause 1(i), the Committee considered what\nremedial action should be required. The newspaper offered to publish a\ncorrection on page 2 of the newspaper, as well as a footnote online, the\nwording of which addressed the misleading impression that the complainant had\nsued having suffered an anxiety attack, and was to be published further forward\nin the newspaper than where the original article appeared. In light of the\nCommittee’s decision, it should now be published promptly both in print and\nonline. \nDate\ncomplaint received: 19/02/2016Date\ndecision issued: 02/08/2016  \nBack to ruling listing\n\n\n"
}