{
    "url": "/rulings-and-resolution-statements/ruling/?id=00876-16",
    "title": "00876-16 Coutts v The Sunday Post",
    "provisions": [
        "1 (Accuracy) 2015"
    ],
    "outcome": "Breach - sanction: action as offered by publication",
    "publication": "The Sunday Post (DC Thomson Group)",
    "received_on": "2016-02-19 00:00:00",
    "concluded_on": "2016-08-02 00:00:00",
    "complaint_processing_days": 165,
    "conclusion_long": "16. The complaint was upheld.",
    "remedial_action": "17. Having upheld the complaint under Clause 1(i), the Committee considered what remedial action should be required. The newspaper offered to publish a correction on page 2 of the newspaper, as well as a footnote online, the wording of which addressed the misleading impression that the complainant had sued having suffered an anxiety attack, and was to be published further forward in the newspaper than the original article appeared. In light of the Committee’s decision, it should now be published promptly both in print and online.  Date complaint received: 19/02/2016",
    "text": "\n\n\n\n\n\nDecision\nof the Complaints Committee 00876-16\nCoutts v The Sunday Post\nSummary\nof complaint\n1. Graham Coutts complained to the Independent\nPress Standards Organisation that The Sunday Post breached Clause 1 (Accuracy)\nof the Editors’ Code of Practice in an article headlined “Killer sues over jail\n‘anxiety attack’”, published in print on 13 December 2015, and “Killer sues\nover jail ‘anxiety attack’ and claim could be costly for taxpayers” published\nonline on 13 December 2015.\n2. The article reported that the complainant,\nwho was convicted of murder for killing a teacher, was seeking compensation\nafter suffering a suspected anxiety attack in prison. It said that the\ncomplainant had claimed that prison staff caused him to suffer by delaying his\njourney to hospital, and quoted a lawyer saying that the lawsuit could cost\ntaxpayers £40,000. The article said that after the complainant had woken up in\nhis cell with chest pains, he was told to wait in line to see a nurse, who\ndiagnosed him with anxiety. It said that ten minutes later he saw a cardiac\nspecialist and an ambulance arrived ten minutes later; however, he was told to\nchange into his prison clothes before he was allowed to go to hospital.\n3. The article said that bosses at the prison\nhad been forced to issue a “grovelling” apology. It also quoted the following\nfrom complainant’s blog: “The MoJ will be stuck with a bill for exorbitant\ncosts on top of what will in all probability be a higher amount of damages.” It\nquoted comments from the mother of the complainant’s victim, who said it was\n“absolutely appalling that he is trying to get this money”. It also said that\nthe complainant, who it said was originally from Leven, Fife, was “obsessed\nwith violent and perverted websites”.\n4. Aside from the headlines, the print and\nonline versions of the article were identical.\n5. The complainant said that the headline was\ninaccurate as he suffered a heart attack, and not an anxiety attack. He said\nthat while it was accurate to report that he was initially diagnosed with\nanxiety, the article was misleading because it did not clarify that that this\nwas a misdiagnosis; he provided evidence that he had in fact suffered a heart\nattack.  He also said that he had sued\nover the delay in getting to hospital, not because of the medical condition he\nhad suffered, or any distress caused.\n6. The complainant said that the article had\nmanipulated the timeline of his treatment to suggest that he only had to wait\n20 minutes to be taken to hospital. He also said that the use of a quote from\nhis letter to Inside Time, a national newspaper for prisoners, had misleadingly\nsuggested that he had been trying to deliberately push up the costs in the\ncase. He said that he was not from Leven, Fife, and provided evidence that he\nwas born in Glenrothes, Fife. He said it was inaccurate to report that he was\nobsessed with violent and perverted websites; he said that while he had\noccasionally visited legal pornographic websites which cater for “certain\ninterests”, there was never any evidence presented at trial that this was an\nobsession. He also said that the apology he received from the Deputy Governor\nof prison, was not “grovelling”.\n7. The newspaper denied the headline was\nmisleading. It said that the information about the “anxiety attack” was taken\nfrom the complainant’s Inside Time letter and had appeared in quotation marks\nin the headline.  It said that the\narticle had also reported that the complainant had suffered a heart attack and\nin the context of the article as a whole, the headline was not misleading. It\nsaid that it was not misleading to report that the complainant was suing for\n“distress”, as according to his Inside Time letter, he had suffered “distress”\nduring the delay in transporting him to hospital. It also denied that the\narticle deliberately manipulated the timeline of the morning of his heart attack,\ndid not consider that the direct quote from him about costs was misleading, and\ndid not believe it was inaccurate to characterise the Deputy Governor’s apology\nas “grovelling”.\n8. The newspaper said that at the\ncomplainant’s re-trial, the prosecutor said that the complainant had a\n“long-standing perverted sexual interest in violence towards women”, and that\nit had been fuelled by websites dedicated to asphyxiation and strangulation.\nThe prosecutor also said that even after the murder, the complainant logged on\nto these pornographic websites. In this context, it said it was not misleading\nor inaccurate to report that he was “obsessed with violent, perverted\nwebsites”. Nonetheless, the newspaper offered to publish the following\nclarification on page 2 of the newspaper, as well as a footnote on the online\narticle:\nIn a\nstory on December 13, it was stated that convicted murdered Graham Coutts was\nseeking compensation “over a jail ‘anxiety attack’”. Mr Coutts has asked us to\npoint out that while he was initially diagnosed with anxiety while awaiting an\nambulance in prison, he was later advised by hospital doctors that he had, in\nfact, suffered a heart attack. He has also asked us to clarify that he is suing\nover a delay in providing him access to emergency treatment and not over his\nill health, and he is originally from Glenrothes and not Leven. We are happy to\nset the record straight.\nRelevant\nCode Provisions\n9. Clause 1 (Accuracy)\ni) The\nPress must take care not to publish inaccurate, misleading or distorted\ninformation, including pictures.\nii) A\nsignificant inaccuracy, misleading statement or distortion once recognised must\nbe corrected, promptly and with due prominence, and - where appropriate - an\napology published. In cases involving the Regulator, prominence should be\nagreed with the Regulator in advance.\nFindings\nof the Committee\n10.\nWhile the article did report that the complainant had written in his blog that\nhe had suffered “chest pains”, the sub-headline and first line of the article\nsaid the complainant was suing after suffering an “anxiety attack”. Overall,\nthis suggested that the complainant had suffered a less serious illness than he\nwas actually diagnosed with; this in turn gave the significantly misleading\nimpression that the complainant was suing over a relatively minor medical\nmatter. While the newspaper had attempted to clarify with the MoJ whether or\nnot the complainant had suffered a heart attack during the incident, the main\nsource for the article was the complainant’s letter to Inside Times; given that\nthe letter said that he had suffered a heart attack, the failure to make this\nclear in the article represented a breach of Clause 1(i). A correction was required\nin order to avoid a breach of Clause 1(ii).\n11. The\narticle’s headline said the complainant was suing over his medical condition,\nwhile the sub-headline said he was claiming for “distress”. While the Committee\nnoted the complainant’s position that he was suing for the delay in being\ntransported to hospital, in circumstances where this was mentioned in the\narticle, and his medical condition and any distress he suffered were directly\nrelated to his legal claim, it did not consider that the headline or\nsub-headline were significantly inaccurate on this point. There was no breach\nof Clause 1.\n12. The\ntimeline reported in the article of the incident involving the complainant\nmirrored the timeline as outlined by the complainant in his Inside Time letter;\nit was not written in a misleading manner. There was no breach of Clause 1 on\nthis point.\n13. In\ncircumstances where it had been said at the complainant’s trial that he visited\nwebsites relating to asphyxiation and strangulation, and the complainant\nconceded that he had visited legal pornographic sites which catered for\n“certain interests”, it was not inaccurate for the newspaper to characterise\nthis as an obsession. There was no breach of Clause 1 on this point.\n14. The\nword “grovelling” was the newspaper’s characterisation of the Deputy Governor’s\napology to the complainant. While the Committee noted the newspaper were not in\na position to know the nature of the apology, in circumstances where an apology\nhad been issued, it did not consider that any inaccuracy as to its nature was\nsignificant in the context of the article as a whole. Similarly, the Committee\ndid not consider that any inaccuracy as to the town in Fife where the\ncomplainant was from was significant in the context of an article that focused\non the complainant’s legal claim; this was particularly the case where there\nwas less than 10 miles between the town reported in the article, and where the\ncomplainant was born. There was no breach of Clause 1 on either point.\n15. Once\nprovided with the complainant’s medical records, the newspaper offered to\npublish a correction on page 2 of the newspaper, as well as a footnote online,\non this point. The correction in relation to this particular point addressed\nthe misleading impression that the complainant had sued having suffered an\nanxiety attack, and was to be published on a page further forward than the\noriginal article appeared. This met the requirements of Clause 1(ii) and should\nnow be published.\nConclusions\n16. The complaint\nwas upheld.\nRemedial\nAction Required\n17.\nHaving upheld the complaint under Clause 1(i), the Committee considered what\nremedial action should be required. The newspaper offered to publish a\ncorrection on page 2 of the newspaper, as well as a footnote online, the\nwording of which addressed the misleading impression that the complainant had\nsued having suffered an anxiety attack, and was to be published further forward\nin the newspaper than the original article appeared. In light of the Committee’s\ndecision, it should now be published promptly both in print and online. \nDate\ncomplaint received: 19/02/2016Date\ndecision issued: 02/08/2016 \nBack to ruling listing\n\n\n"
}