{
    "url": "/rulings-and-resolution-statements/ruling/?id=00870-15",
    "title": "00870-15 Hussain v The Sunday Telegraph",
    "provisions": [
        "1 (Accuracy) 2015",
        "2 (Opportunity to reply) 2015"
    ],
    "outcome": "No breach - after investigation",
    "publication": "The Sunday Telegraph (Telegraph Media Group Ltd)",
    "published_on": "2015-01-25 00:00:00",
    "received_on": "2015-02-25 00:00:00",
    "concluded_on": "2015-05-22 00:00:00",
    "complaint_processing_days": 86,
    "conclusion_long": "8. The complaint was not upheld.",
    "remedial_action": "N/A  Date complaint received: 25/02/2015",
    "text": "\n\n\n\n\n\n·  Decision of the Complaints Committee 00870-15 Hussain\nv The Sunday Telegraph\nSummary of\ncomplaint \n1. Mohammed Hussain complained to the Independent Press\nStandards Organisation, on behalf of the iERA, that The Sunday Telegraph had\nbreached Clause 1 (Accuracy) and Clause 2 (Opportunity to reply) of the\nEditors’ Code of Practice in two articles headlined “The rising tide of\nanti-Semitism” and “How the Muslim brotherhood fits into a network of\nextremism”, published on 25 January 2015 and 8 February 2015 respectively. \n2. The first article reported that there was increasing\nconcern about anti-Semitic attacks in Jewish communities in Britain, following\nthe attack on the Charlie Hebdo offices in Paris. It mentioned that some of\niERA’s speakers have expressed strong anti-Semitic sentiments in the past. The\narticle of 8 February was a report of the presence in Britain of the Muslim\nBrotherhood and its affiliate organisations, and noted that iERA is based in\nthe same building as a number of Islamic organisations which the article\nclaimed are linked with the Brotherhood. \n3. In relation to both articles under complaint, the\ncomplainant said that iERA’s speakers were not “extremist”, as claimed. With\nregard to the 25 January article, the complainant said that the charity’s\nfounder, Abdurraheem Green, had previously clarified the events surrounding his\nrequest that a Jewish man be “removed from his sight” when talking at Speakers’\nCorner: the comment had been aimed at a habitual heckler in a highly charged\nforum; it was not meant to be anti-Semitic. The complainant also said that\nSheikh Abdullah Hakim Quick, whom the article said had called all Jews “filth”,\nwas not an iERA speaker. The complainant was further concerned that iERA had\nnot been contacted for comment, prior to publication, nor had it been given a\nfair opportunity to reply, in breach of Clause 2. \n4. The newspaper said that individuals who hold the kind\nof views expressed by iERA’s staff and participating speakers should not be\nsurprised that other people might legitimately describe those opinions as\n“extremist”. It noted that the iERA had brought two previous substantively\nsimilar complaints against the same newspaper. In both of those cases, the\nCommittee had found that the references to iERA’s speakers being “extremist”\nwas not a breach of the Code, including in light of Mr Green’s later\nclarification regarding his comment at Speakers’ Corner. The complainant had\nnot denied the other references to Mr Green, namely that he had said that the\n“Jewish homeland is a ‘myth’ and British public opinion is ‘totally hostage to\nthe Zionist-controlled media.’” Mr Quick had spoken at iERA’s conference in\n2011; the newspaper did not accept the complainant’s position that Mr Quick was\nnot an iERA speaker. \nRelevant Code Provisions\n5. Clause 1 (Accuracy) \ni) The press must take care not to publish inaccurate,\nmisleading or distorted information, including pictures. \nii) A significant inaccuracy, misleading comment or\ndistortion once recognised must be corrected, promptly and with due prominence,\nand – where appropriate – an apology published. \nClause 2 (Opportunity to reply) \nA fair opportunity to rely to inaccuracies must be given\nwhen reasonably called for. \nFindings of the Committee\n6. The Committee had previously found that the newspaper\nwas entitled to characterise iERA’s speakers as “extremist”. In the articles\nnow under complaint the newspaper had presented the information in the same way\nas before, and no new information had been provided by the complainant which\nwould require the Committee to consider revising its position. Further, Mr\nQuick had previously spoken at an iERA event, and it was not disputed that he\nhad called all Jews “filth”. The article under complaint was a report on\ngrowing anti-Semitism in the UK, and the reference to Mr Quick was one of a\nnumber of references to iERA speakers (past and present) making anti-Semitic\nremarks; those other references were not under dispute. The Committee expressed\nsome concern about the inclusion of Mr Quick’s remarks in the article, given\nthat he had not spoken at an iERA event since 2011. Nonetheless, in the context\nof this article, the reference was not significantly inaccurate such that it\nrequired correction; there was no breach of Clause 1. \n7. The terms of Clause 2 are engaged in circumstances where\ninaccuracies have been established. As that was not the case on this occasion,\nthere was no breach of Clause 2. \nConclusions\n8. The complaint was not upheld. \nRemedial Action Required\nN/A \nDate complaint received: 25/02/2015\nDate decision issued:\n22/05/2015\nBack to ruling listing\n\n\n"
}