{
    "url": "/rulings-and-resolution-statements/ruling/?id=00884-14",
    "title": "00884-14 Wheeler v Daily Mail",
    "provisions": [
        "1 (Accuracy) 2015",
        "2 (Opportunity to reply) 2015",
        "3 (Privacy) 2015"
    ],
    "outcome": "No breach - after investigation",
    "publication": "Daily Mail (Associated Newspapers Limited)",
    "published_on": "2014-08-19 00:00:00",
    "received_on": "2014-10-03 00:00:00",
    "concluded_on": "2015-03-10 00:00:00",
    "complaint_processing_days": 158,
    "conclusion_long": "13. The complaint was not upheld.",
    "remedial_action": "N/A  Date complaint received: 03/10/2014",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee 00884-14 Wheeler v Daily MailSummary of complaint1. Susannah Wheeler complained to the Independent Press Standards Organisation that the Daily Mail had breached Clause 1 (Accuracy), Clause 2 (Opportunity to reply) and Clause 3 (Privacy) in an article headlined “Midwife took laughing gas while on duty”, published on 19 August 2014. 2. The article was a report of the complainant’s Nursing and Midwifery Council (NMC) hearing, and noted that she had been suspended from practising for 12 months after she was found to have used Entonox or “laughing gas” while on duty. 3. The complainant was concerned that the article was a misleading report of her actions, and would affect her ability to return to her career once her suspension was complete. She identified what she believed to be a number of inaccuracies in the online version of the article. She said that she had not been a substance misuser trying to “get high”; there had been a number of health issues which had led to her actions. She said that she had not “returned to the delivery room”, as reported; this gave the inaccurate impression that patients had been at risk. She had not been involved in a “tussle” with a colleague; there had been no physical altercation. Further, the second incident reported had taken place a year after the first, not a month. 4. The complainant said that the regulatory body for her profession would have deemed it inappropriate of her to comment on the case in advance of publication without consulting her legal representatives; the journalist’s failure to allow her adequate time to seek legal advice breached Clause 2. With regard to Clause 3, she said that the newspaper’s reporter had told her that he had obtained her mobile telephone number from an online charity fundraising page, but that her number had never been included on that page. As such, it must have been obtained through “underhand means”. The complainant also said that journalists had visited her home town in an attempt to obtain comment, which again was an intrusion into her privacy. 5. The newspaper said that its article was an accurate and balanced report of the NMC hearing. However, in light of the complainant’s concerns, it made a number of amendments to the wording of the online article, removing references to “getting high”, changing “delivery room” to “maternity ward”, and removing the word “tussle”. It also changed the article to make clear that the second incident had occurred a year later, and offered to add the following footnote: “An earlier version of this article wrongly said that after an absence during a work shift in August 2012, Mrs Wheeler ‘went missing again a month later’. We are happy to clarify that the second incident occurred one year later.” 6. It said that the journalist had sourced the complainant’s telephone number using Tracesmart, which uses information which is already in the public domain. It rejected any suggestion that it had obtained the number through “underhand means” and did not agree that the journalist had initially told the complainant that the number had been sourced from a fundraising website. The newspaper did not accept that the complainant was precluded from providing any comment on her case, in advance of publication.Relevant Code Provisions\n7. Clause 1 (Accuracy) \ni)  The press must\ntake care not to publish inaccurate, misleading or distorted information,\nincluding pictures. \nii) A significant inaccuracy, misleading statement or\ndistortion once recognised must be corrected, promptly and with due prominence,\nand – where appropriate – an apology published. \nClause 2 (Opportunity to reply) \nA fair opportunity for reply to inaccuracies must be\ngiven when reasonably called for. \nClause 3 (Privacy) \ni) Everyone is entitled to respect for his or her private\nand family life, home, health and correspondence, including digital\ncommunications. \nThe Public Interest\n4. The Regulator will consider the extent to which\nmaterial is already in the public domain, or will become so. \nFindings of the Committee\n8. The newspaper was entitled to report the outcome of\nthe complainant’s NMC hearing, the details of which were in the public domain.\nThe newspaper was not obliged to contact the complainant for comment, prior to\npublication. \n9. The Committee recognised that there are multiple reasons\nwhy a person might use Entonox gas. However, on this occasion the complainant\nhad not been administered the gas for medicinal purposes, and had chosen to use\nit while at work. Further, the NMC had found that the complainant’s use of the\ngas had rendered her “unfit for duty”. While the Committee recognised that\nthere had been factors, which remained confidential, surrounding her use of the\ngas, it had left her “groggy” and “slurring her speech”; it was not\nsignificantly inaccurate to report that she had “got high”. \n10. The complainant had been at work while she had used\nthe gas, and had returned to the maternity ward after taking it. The NMC report\nhad noted that “although the Registrant was not directly responsible for the\ncare of any patients she would have been in no way capable of responding to any\nemergency situation that arose on the unit and patient safety could have been\ncompromised.” It was not a significant inaccuracy to say that she had returned\nto the delivery room. She had also been involved in a disagreement with a\ncolleague, during which the complainant had attempted to grab an Entonox tube\nwhich her colleague was holding; the reference to a “tussle” was not\nsignificantly misleading. Lastly, while it was accepted that the online version\nof the article had inaccurately reported that the second incident had taken\nplace a month later, when it was actually a year, this was not a significant\ninaccuracy in the context of the article as a whole. Nonetheless, the Committee\nwelcomed the newspaper’s prompt response to the complainant’s accuracy\nconcerns, and its offer to publish a footnote to make clear when the second\nincident had taken place. \n11. Clause 2 provides an opportunity to reply in cases\nwhere inaccuracies have been established. As that was not the case on this\noccasion, there was no breach of Clause 2. \n12. The newspaper had explained the way in which it had\nobtained the complainant’s telephone number; the use of Tracesmart for this\npurpose did not breach Clause 3. If the complainant had initially been told an\nalternative, incorrect source of her number, that was regrettable, but did not\nbreach Clause 3. Lastly, open attempts by journalists to obtain comment from\nthe complainant were not an intrusion into her private life and, in any case,\nno specific allegation had been made against journalists from this publication.\nThere was no breach of Clause 3. \nConclusions\n13. The complaint was not upheld. \nRemedial Action Required\nN/A \nDate complaint received: 03/10/2014\nDate decision issued: 10/03/2015\nBack to ruling listing\n\n\n"
}