{
    "url": "/rulings-and-resolution-statements/ruling/?id=00894-17",
    "title": "00894-17 Wass v The Mail on Sunday",
    "provisions": [
        "1 Accuracy (2016)"
    ],
    "outcome": "Breach - sanction: publication of adjudication",
    "publication": "The Mail on Sunday (Associated Newspapers Limited)",
    "published_on": "2016-10-09 00:00:00",
    "received_on": "2017-02-02 00:00:00",
    "concluded_on": "2017-07-20 00:00:00",
    "complaint_processing_days": 168,
    "conclusion_long": "39. The complaint was upheld.",
    "remedial_action": "40. Having upheld the complaint, the Committee considered what remedial action should be required. 41. The newspaper had published significantly inaccurate information and it had failed to comply with the obligations of Clause 1(ii) by promptly offering to publish a correction. As such, the Committee required the publication of an adjudication. 42. As the inaccurate information had appeared on page 38 and 39 of the print edition, the Committee required the newspaper to publish the adjudication on page 38 or further forward. 43. The wording of the headline to the adjudication should be agreed with IPSO in advance, or in the absence of agreement, as determined by the Complaints Committee. It should refer to IPSO, include the title of the newspaper, make clear that the complaint was upheld, and refer to the subject matter. The placement on the page, and the prominence, including font size, of the adjudication must also be agreed with IPSO in advance. 44. The adjudication should also be published on the newspaper’s website, with a link to the full adjudication appearing on the top half of the homepage for 24 hours; it should then be archived in the usual way. 45. If the newspaper intends to continue to publish the online article without amendment to remove the misleading statements identified by the Committee, the full text of the adjudication should also be published on that page, beneath the headline. If amended to remove the misleading statements, a link to the adjudication should be published with the article, explaining that it was the subject of an IPSO adjudication. 46. The terms of the adjudication to be published are as follows:  Following an article published on 9 October 2016 in the Mail on Sunday, headlined “Revealed: How top QC ‘buried evidence of Met bribes to put innocent man in jail’”, Sasha Wass QC complained to the Independent Press Standards Organisation that the newspaper had breached Clause 1 (Accuracy) of the Editors’ Code of Practice. IPSO upheld the complaint and has required the Mail on Sunday to publish this decision as a remedy to the breach. The article arose out of confiscation proceedings relating to Bhadresh Gohil, a lawyer convicted for money laundering offences following a trial at which the complainant was leading counsel for the prosecution. The article reported allegations relating to the complainant’s conduct of the prosecution, made by a barrister for Mr Gohil in court. The article also gave background information about Mr Gohil’s conviction. It said that he had previously been convicted for money laundering; that he “continues to protest his innocence”; and that he had “pointed out” that he had been “cleared of wrongdoing after a probe by the Solicitors Regulation Authority”. The complainant said that the article included a number of damaging allegations about her conduct of the prosecution that were entirely without foundation. She also said that the newspaper had inaccurately reported that she had made key decisions in the case against Mr Gohil, giving the impression that she had acted out of spite. She was further concerned about the accuracy of information given on the background to the case. She said that the report that Mr Gohil had been cleared by the SRA was inaccurate; rather, the SRA had closed the file, pending the outcome of his trial. This assertion was significantly misleading, as it gave credibility to his claims of innocence and supported the idea that she was responsible for a miscarriage of justice. The newspaper said that the article’s central allegation was an accurate report of a statement made in open court. It also said that it had taken care to approach the complainant for her comments on the allegations before publication, and it had published her response. During IPSO’s investigation of the complaint, the newspaper offered to publish a correction, addressing some of the inaccuracies raised by the complainant. The Committee was very concerned that the newspaper had failed to accurately report the complainant’s denials of the allegations. This represented a failure to take care over the accuracy of the article. It was also concerned that the article had given the misleading impression that the complainant had taken key decisions in the case, which had, in fact, been taken by others. The Committee considered that these inaccuracies together had given the significantly misleading impression that the complainant had had greater influence over the conduct of the case than was the position, and that she had potentially abused this authority. The impression given supported the damaging allegation that she had “buried evidence…to put [an] innocent man in jail”. This represented a further failure to take care over the accuracy of the article in breach of Clause 1(i). A correction was required in order to avoid a breach of Clause 1(ii).   The Committee was also concerned that the article had inaccurately reported that, despite his conviction for fraud, Mr Gohil had been cleared of wrongdoing by the SRA. This assertion had given the significantly misleading impression that Mr Gohil’s claims of innocence were supported by the SRA’s findings. Moreover, it had given further unjustified credibility to the allegations of misconduct made against the complainant in court. The newspaper’s failure to check this assertion before publication also represented a breach of Clause 1. This point also required correction. The wording of the correction offered by the newspaper addressed some of the inaccuracies raised by the complainant, and it included an apology, which was required under the Code, given the seriousness of the inaccuracy. However, while the newspaper had discussed making amendments to the online article, it did not offer to publish a correction in print for nearly five months. Furthermore, the wording offered had not addressed the misleading impression given by the further inaccuracies about the complainant’s conduct in prosecuting the case. This represented a failure to correct significantly inaccurate information promptly in breach of Clause 1(ii) of the Code. The complaint under Clause 1 was upheld. Date complaint received: 02/02/2017",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee 00894-17 Wass v The Mail on Sunday\nSummary of complaint\n1. Sasha\nWass QC complained to the Independent Press Standards Organisation that The\nMail on Sunday breached Clause 1 (Accuracy) of the Editors’ Code of Practice in\nan article headlined “Revealed: How top QC ‘buried evidence of Met bribes to\nput innocent man in jail’”, published on 9 October 2016. \n2. The\narticle arose out of confiscation proceedings relating to Bhadresh Gohil, a\nlawyer convicted for money laundering offences, following a trial at which the\ncomplainant was leading counsel for the prosecution. The article reported\nallegations made by a barrister for Mr Gohil in court that the complainant had\n“lied to judges in order to hide damning evidence of police corruption” at Mr\nGohil’s appeal against conviction. The article reported that Mr Gohil’s barrister\nhad claimed in court that the complainant had “buried” an official Metropolitan\nPolice report, which had confirmed that “there was evidence that officers in an\nanti-corruption unit had taken bribes“ from ex-Metropolitan police officers\nworking for RISC, a private investigation firm.\n3. The\narticle reported that the complainant had “admitted” to the newspaper that she\nhad seen the dossier in April 2014, two months before she had “backed” charging\nMr Gohil, who had brought the report to the attention of the authorities, with\nattempting to pervert the course of justice. It said that Mr Gohil’s barrister\nhad stated in court that when his client was charged “the police, the\nprosecuting barristers and the CPS all had possession of the file containing evidence\nof the Met’s infiltration by RISC”. It said that Mr Gohil had consequently been\npaid £20,000 by the Crown Prosecution Service (CPS) in an out-of-court\nsettlement for the three weeks he had spent remanded in custody. \n4. The\narticle also gave background information about Mr Gohil’s conviction. It said\nthat he had previously been convicted for money laundering in relation to his\nwork with James Ibori, a former provincial governor in Nigeria. It said that Mr\nGohil “continues to protest his innocence” and that he had “pointed out” that\nhe had been “cleared of wrongdoing after a probe by the Solicitors Regulation\nAuthority”. It said that during Mr Gohil’s imprisonment, he had received\ndocuments which had suggested that RISC was bribing police officers. Mr Gohil\nhad then used these documents to lodge an appeal against his conviction,\nclaiming that the case against him had been “contaminated by corruption”. It\nsaid that during the appeal hearing, the complainant had told the court that Mr\nGohil’s claims were “manufactured really out of nothing and unsupported by any\nevidence at all”, and the court had rejected the appeal. It said that the\ncomplainant, and her colleague, had received an email from the CPS, which said\nthat the police had requested that a sentence in the Crown’s response to the\nappeal be deleted. The article explained that the CPS had removed that\nsentence, and that Mr Gohil’s barrister had used this as the basis for an\nallegation, made in the confiscation proceedings, that “the document had been\ntampered with in order to mislead the Court of Appeal”.\n5. The\ncomplainant said that the article was not a fair and accurate report of court\nproceedings. It made a number of false and damaging allegations against her,\nincluding that she had knowingly covered up police corruption by hiding and\ntampering with evidence of corruption; that she had prosecuted a man for\nperverting the course of justice while knowing him to be innocent and because\nhe had been a whistle-blower who had uncovered the corruption she had sought to\nhide; that she had opposed bail on a whim and in order to silence him; and that\nshe had lied to the court.\n6. The\ncomplainant alleged a large number of inaccuracies, which fell into three\nthemes: the way in which the allegations heard in court were presented,\nincluding reporting of her denial of those allegations; the impression\ngiven regarding the extent of her role in taking decisions about the\nproceedings against Mr Gohil; and the accuracy of the background information\nreported on the case.\n7. The\ncomplainant said that the article had failed to explain that the proceedings in\nwhich these allegations had been made were confiscation proceedings, and\ntherefore to make clear what was at stake for Mr Gohil and why he might have\nbeen motivated to attack those who had previously prosecuted him. The article\nhad also failed to allow her a presumption of innocence, while allowing a man\nwho had pleaded guilty to serious fraud to assert his innocence. The\ncomplainant said that the reporter had not been in possession of all the\nrelevant material in order to support the assertions made in the article.\nInstead, he had relied principally on information given to him by a barrister\nwho could not be considered impartial as he was acting in support of his\nclient’s case, and that of a disbarred solicitor and convicted criminal.\n8. The\ncomplainant said that the damage had been compounded by the newspaper’s failure\nto report accurately and fully her denial of the allegations. The article\nclaimed that she had “admitted” to the newspaper that she had seen the dossier\nrevealing police corruption in 2014. In fact, she had told the newspaper before\npublication that in April 2014, she had been made aware of Operation Limonium,\nand that she had been assured by the police that the officer concerned had been\ninvestigated and exonerated of any wrongdoing. She had acted in good faith on\nthe basis of this information; the operation had not “reveal[ed] RISC’s\n‘infiltration’ of the Met”, as reported. She said the first time she saw the\ndossier was in December 2015. It could not therefore be said that she had\n“buried” evidence. She expressed concern that the newspaper had failed to\ninclude the denial she gave to the reporter before publication that “[she]\nwould not and did not at any time conceal evidence of corruption. [She] would\nnot and did not knowingly mislead the court”.\n9. The\ncomplainant also said that the article had inaccurately suggested that she had\n“tampered” with evidence. It was the CPS and police who had sought amendments\nto the memo in question, despite the fact that her junior counsel had advised\nthat the suggested amendment ought not to be made. She said that she had\ninformed the reporter in advance of publication that “the document you referred\nto… was a formula that the CPS chose to put before the Court of Appeal to\nreflect the findings of Operation Limonium”. She said the newspaper had adopted\nthe position taken by Mr Gohil’s lawyer that the inclusion of a particular\nsentence in the email would have “given the court reason to wonder whether the\nCrown was revealing the truth about Mr Gohil’s corruption claims”, which was\nmisleading. In reality, the alleged corruption had been investigated and the\npolice officer concerned had been exonerated.\n10. The complainant\nwas also concerned that the article had deliberately suggested that she had\ntaken decisions about the conduct of the case against Mr Gohil for obstruction\nof justice, which had in fact been taken by others. She had not “changed her\nmind” over whether to oppose Mr Gohil’s application for bail shortly before he\nwas due to be released from prison; this decision had been taken by the CPS,\nand the complainant had been notified of it in July 2015. Further, she had not\n“backed charging Mr Gohil for perverting the course of justice”. She had played\nno role in the decision to bring proceedings against Mr Gohil, which had been\napproved by the Director of Public Prosecutions in conjunction with the CPS.\nThat decision had been separated from her, as trial counsel, by a Chinese wall.\nThis assertion had given the misleading impression that she had made the\ndecision to bring the charges against Mr Gohil in order to prejudice his appeal\nand represented a further unfounded allegation of prosecutorial misconduct.\n11. The\ncomplainant also expressed concern that the article had given the “fanciful”\nimpression that the Court of Appeal’s decision to reject Mr Gohil’s appeal was\nbased on her statements in court. The Court of Appeal had carefully considered\nthe extent of the evidence and had dismissed it on its merits. She noted that\nthe Court of Appeal judgment had been available to the reporter, in which the\nCourt had stated, in relation to the evidence provided in support of Mr Gohil’s\nappeal, that “none impressed us”.\n12. The\ncomplainant was also concerned about the accuracy of information given on the\nbackground to the case. She said that the report that Mr Gohil had been cleared\nby the Solicitors Regulation Authority (SRA) was inaccurate; rather, the SRA\nhad closed the file, pending the outcome of his trial. This assertion was\nsignificantly misleading, as it gave credibility to his claims of innocence and\nsupported the idea that she was responsible for a miscarriage of justice.\n13. The\ncomplainant also said that the article presented a misleading account of the\n“whistle-blower” documents used by Mr Gohil in his appeal. She said that the\narticle presented these as genuine when, in fact, the documents had not been\nsent to him in prison, but had been created by Mr Gohil himself. The newspaper\nhad accepted Mr Gohil’s account without any further investigation, and had\nfailed to report compelling evidence of his corruption.\n14. The\ncomplainant considered that the newspaper had reported that she was “no longer\nprosecuting cases for the CPS and had ‘returned the briefs’ in all the cases\nwhere she has been instructed”, to create the misleading impression that the\nCPS had demanded she return her briefs because she had behaved improperly. The\ntrue position was that at a meeting in February 2016, she had been thanked by\nthe CPS for her contribution to the Ibori cases and it was agreed that a new\nteam of prosecutors would be instructed. In April 2016, as a result of the\ntermination of the perverting case against Mr Gohil, the disclosure processes\nin the Ibori cases were put under review, and she voluntarily decided to return\nher cases for the CPS; she had been under no obligation to do so.\n15. The\nnewspaper said that the central allegation made in the article, that the\ncomplainant had buried evidence which might have assisted the defence in a case\nshe had prosecuted, was an accurate report of a statement made in open court.\nThere was a strong public interest in reporting the allegation, which concerned\npotential wrongdoing by Crown prosecutors and serious claims of police\ncorruption. It noted that the week before the article was published, the CPS\nhad issued a statement confirming that there was evidence of police corruption,\nwhich should have been disclosed to Mr Gohil’s defence. It noted that the\ncomplainant was no longer taking cases from the CPS.\n16. The\nnewspaper said that it had taken care to approach the complainant for her comments\non the allegations before publication, and had published her response. However,\nas its article was an accurate report of public court proceedings, it was not\nrequired to investigate all the allegations, nor to attempt to prove whether or\nnot the allegations were well-founded.\n17. The\nnewspaper accepted that the complainant had said that she was “aware” of the\ninvestigation into possible police corruption and that she had not therefore\n“admitted” that she had “seen” the “dossier revealing police corruption”, as\nreported. However, it did not consider that there was a significant difference\nbetween seeing the dossier and being aware of the investigation. It had\nreported her position that it was in January 2016 that she had been provided\nwith “new information” and that she had “advised the Director of Public\nProsecutions personally to drop the case”. It had also reported her position\nthat she had been assured by police that the corruption had been “investigated\nand dismissed”.\n18. The\nnewspaper did not accept that the article had accused the complainant of\n“tampering with evidence”. It had reported, accurately, the circumstances in\nwhich the memo had been amended and made clear that the amendment was made by\nthe CPS. The omission of her statement that she had no input in the decision to\namend the email in question was not misleading.\n19. The\nnewspaper did not consider that the article had given the impression that it\nwas the complainant who had decided to charge Mr Gohil. It had accurately\nreported that she had “backed” the decision, given that she was leading counsel\nfor the prosecution and had been involved in the case for many years.\n20. With\nregards to the complainant’s concern that the article had suggested that she\nhad taken the decision to oppose Mr Gohil’s bail only shortly before he was due\nto be released, the newspaper accepted that the decision had been made in July\n2015 and not November 2015. It said that Mr Gohil’s barrister had said in court\nthat the decision had been made “to avoid the custody time limits”, and Mr\nGohil’s defence had incorrectly informed the reporter that the Crown had\nchanged its position only shortly before Mr Gohil had been due to be released\nfrom prison. The newspaper offered to amend this reference in the online article,\nbut it did not consider that it was a significant inaccuracy, which required\ncorrection, as the CPS had not opposed bail in November 2014 or in January\n2015, so it was correct that it had changed its position. It was also not\nsignificant whether this decision had been made by the CPS or by the\ncomplainant as she had represented the Crown in court. There was also no\nsuggestion of malice on the complainant’s part.\n21. The\nnewspaper denied that the article had given too much weight to Mr Gohil’s\nclaims of innocence, given that the article had made clear the seriousness of\nhis offences. It was in the public interest to report that he was appealing\nagainst his conviction and that the grounds for that appeal related to police\ncorruption. It acknowledged, however, that since publication, the SRA had\nconfirmed that it had closed its file pending the outcome of Mr Gohil’s trial;\nso it had been incorrect to report that the SRA had cleared him of wrongdoing.\n22. The\nnewspaper did not accept that it was inaccurate for it to report that Mr Gohil\nhad received documents which had suggested that RISC had bribed police\nofficers. Mr Gohil’s prosecution for forging documents had been dropped and he\nhad subsequently received substantial compensation. In any event, the article\nhad also reported that the complainant had told the Court of Appeal that Mr\nGohil’s claims of corruption had been manufactured.\n23. The\ncomplaint was made directly to the newspaper on 14 October 2016, and the\nparties made efforts to resolve the matter. On 2 February, the complainant\ncontacted IPSO as she was concerned that she had yet to receive a satisfactory\nresponse from the newspaper. IPSO began its investigation on 21 February 2017,\nand on 11 March 2017, the newspaper offered to make various changes to the\nonline article, including the publication of the following footnote:\nThis article has been amended since publication to make\nclear that Ms Wass did not admit seeing the dossier about police corruption in\nApril 2014 before Mr Gohil was charged with attempting to pervert the course of\njustice. She says she was assured, at that time, that there was nothing adverse\nto report. Also, Mr Gohil was not cleared of wrongdoing by the Solicitors\nRegulation Authority.\nOn 12 April, the newspaper confirmed that a similar wording\nwould be published in the Corrections and Clarifications column in print; and\non 24 May 2017, the newspaper amended the wording to include an apology. The\nwording was as follows:\nRegarding an article on October 9, 2017, “How top QC ‘buried\nevidence of Met bribes’…”, we would like to make clear that Sasha Wass QC did\nnot admit seeing a dossier about police corruption in April 2014 before a\ndefendant was charged with attempting to pervert the course of justice. We\napologise for this error. Ms Wass says she was assured, at that time, that\nthere was nothing adverse to report. Also, the defendant Bhadresh Gohil was not\ncleared of wrongdoing by the Solicitors Regulation Authority.\n24. At the end\nof IPSO’s investigation, the newspaper noted that the Court of Appeal had\nrecently agreed to list a full hearing of Mr Ibori’s application for permission\nto appeal against his convictions, and it provided a copy of the grounds for\nthe appeal. It considered that the grounds of appeal relied strongly on\nallegations that the complainant had misled the court by failing to disclose\nmaterial that would have assisted the defence, and said that this provided\nfurther justification for its having reported on the matter. It noted that the\ngrounds of appeal alleged that the complainant’s junior and CPS lawyers had\nbeen given details of the corruption inquiry in 2012, and the newspaper argued\nthat the police had apparently rejected the complainant’s assertion that she\nhad known nothing of the detail of the inquiry until January 2016. The\nnewspaper said that the writer had been aware of the substance of these\nallegations when he wrote the article; he had been informed by confidential\nsources that counsel had seen documents in 2012, and that the police had\nchallenged her claim about not seeing them until 2016.\n25. The\ncomplainant said that the newspaper had sought to rely on documents that were\nnot in existence at the time of publication. She said that the grounds of\nappeal contained claims made by a convicted criminal who was seeking to appeal\nhis convictions; it was not evidence which could be relied on to support the\narticle. Furthermore, the Grounds of Appeal had provided evidence to support\nher complaint: it was admitted that there was no evidence to prove the claim\nthat the lawyers in the case were complicit in any misconduct. Should there be\nany such evidence, the complainant submitted that it would have been identified\nin the Grounds of Appeal.\nRelevant Code provisions\n26. Clause 1\n(Accuracy)\ni) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not\nsupported by the text.\nii) A significant inaccuracy, misleading statement or\ndistortion must be corrected, promptly and with due prominence, and — where\nappropriate — an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator. \niii) A fair opportunity to reply to significant inaccuracies\nshould be given, when reasonably called for.\niv) The Press, while free to editorialise and campaign, must\ndistinguish clearly between comment, conjecture and fact.\nFindings of the Committee\n27. The\nnewspaper had published at length extremely serious and potentially damaging\nallegations about the complainant’s conduct, integrity and credibility, and\ndescribed her as “facing professional ruin”.\n28. The\nnewspaper was entitled to report on proceedings heard in open court, but in\ncircumstances where such damaging allegations were being made, it had an\nobligation to ensure that it did so in a manner that was accurate and not\nmisleading. This included the publication of material in the article which\nrelated to matters that had not been heard in court but which provided context\nfor those claims.\n29. The\nCommittee noted that the grounds of appeal, provided by the newspaper at the\nend of IPSO’s investigation, had repeated the allegations made against the\ncomplainant. However, the accuracy with which the allegations had been reported\nwas not changed by the fact that they had been amplified in a document,\nproduced after publication, on which the Court of Appeal had yet to rule.\n30. The\nnewspaper had contacted the complainant for her comment on the allegations made\nagainst her in court before it proceeded to publish them. However, the\nCommittee was very concerned that it had failed to accurately report her\ndenials of the allegations. The complainant had not, as the article claimed,\n“admitted she had seen the dossier revealing RISC’s ‘infiltration’ of the Met”\nin April 2014, which the newspaper conceded. In addition, the newspaper had\nfailed to report the complainant’s denial that “[she] would not and did not at\nany time conceal evidence of corruption. [She] would not and did not knowingly\nmislead the court”. The article was significantly misleading on these points:\nthe claim that she had seen the dossier suggested that she had direct knowledge\nof its content, which she denied, and the failure to publish the complainant’s\nfurther denial of impropriety could potentially give support to the allegations\nof professional misconduct. This represented a serious failure to take care\nover the accuracy of the article in breach of Clause 1 (i).\n31. The\nCommittee was also concerned that the article had given the misleading\nimpression that the complainant had taken key decisions in the case, which had,\nin fact, been taken by others. It noted in this regard that the newspaper had\nasserted that she had “backed charging Mr Gohil for perverting the course of\njustice”. However, the decision to bring proceedings against Mr Gohil had been\nmade by the Director of Public Prosecutions, not the complainant. The article\nhad also asserted that the complainant had “changed her mind” and had taken the\ndecision to oppose Mr Gohil’s bail shortly before he was due to be released\nfrom prison. While the Committee acknowledged that the complainant had acted on\nbehalf of the CPS and had not opposed bail in court, it was not her decision as\nto whether bail should be opposed, and the decision had not been made “a few\ndays before he was due to be freed”; the decision had been made in July 2015,\nand Mr Gohil’s scheduled release was in November 2015.\n32. The\nCommittee considered that these inaccuracies, together, had given the\nsignificantly misleading impression that the complainant had had greater\ninfluence over the conduct of the case than was the position, and that she had\npotentially abused this authority. The\nimpression given supported the damaging allegation that she had “buried\nevidence…to put [an] innocent man in jail”. This represented a further failure\nto take care over the accuracy of the article in breach of Clause 1(i). A\ncorrection was required in order to avoid a breach of Clause 1(ii).  \n33. The\nCommittee noted the complainant’s concern that the newspaper had suggested that\nshe had “tampered” with evidence when the decision to amend the email in\nquestion had been taken by the CPS. However, the article had not claimed that\nthe complainant had “tampered” with evidence; it had accurately quoted Mr Gohil’s\nbarrister, who had claimed in court that “a document was tampered with in such\na way as to mislead the Court of Appeal”. The article had made clear that the\namendment to the document had been made by the CPS. The newspaper was entitled\nto publish its opinion that the inclusion of the amended sentence “would have\ngiven the court reason to wonder whether the Crown was revealing the truth\nabout Mr Gohil’s corruption claims”. There was no breach of the Code on this\npoint.\n34. The\nCommittee also considered the complainant’s concern regarding the assertion\nthat the court had “accepted everything she said and rejected the appeal”.\nWhile the judge would also have considered the strength of the evidence\nprovided by Mr Gohil’s defence, the complainant had argued in court that Mr\nGohil’s claims of police corruption were unfounded, and the court had\nsubsequently dismissed the appeal. In these circumstances, the Committee did\nnot consider it was significantly misleading to state that the court had\n“accepted” what the complainant had said in court. There was no breach of the\nCode on this point. \n35. With\nregards to the accuracy of the reported information on the background to the\ncase, the Committee was concerned that the article had inaccurately reported\nthat, despite his conviction for fraud, Mr Gohil had been cleared of wrongdoing\nby the SRA. This assertion in the article had given the significantly\nmisleading impression that Mr Gohil’s claims of innocence were supported by the\nSRA’s findings. Moreover, it had given further unjustified credibility to the\nallegations of misconduct made against the complainant in court. The\nnewspaper’s failure to check this assertion before publication represented a\nfurther breach of Clause 1(i). This point required correction in order to avoid\na breach of Clause 1 (ii).\n36. The\ncomplainant had expressed concern that the newspaper had adopted as fact Mr\nGohil’s position that he had received documents, suggesting police corruption,\nwhile in prison. It was not disputed that this was Mr Gohil’s position in his\nunsuccessful appeal, and the article made clear that his appeal had been\ndismissed. The article further made clear the complainant’s position that Mr\nGohil’s claims were “manufactured really out of nothing and unsupported by any\nevidence at all”, and that they were “bogus”. In such circumstances, the\nCommittee did not consider that the reference to these documents was\nsignificantly misleading and there was no breach of the Code on this point.\n37. It was\naccepted that the complainant was “no longer prosecuting cases for the CPS”.\nThe article had not given the misleading impression that the CPS had demanded\nthat she return her briefs because she had acted improperly. Indeed the article\nstated that she was currently prosecuting for the Serious Fraud Office. There\nwas no breach of the Code on this point.\n38. The\nnewspaper had first been made aware of the complaint on 14 October 2016. The\nnewspaper initially offered to consider amendments to the online article in\nDecember 2016 and subsequently offered to make further amendments and to\npublish a correction on 11 March 2017. The wording of the correction offered by\nthe newspaper made clear that the complainant had not admitted to seeing a\ndossier about police corruption in April 2014, and it recorded her position\nthat she had been assured that there was nothing adverse for her to report to\nthe court. It also stated that Mr Gohil had not been cleared of wrongdoing by\nthe SRA, and it included an apology, which was required under the Code, given\nthe seriousness of the inaccuracy that suggested she had admitted having seen\nthe dossier in 2014. However, while the newspaper had discussed making\namendments to the online article, it did not offer to publish a correction in\nprint for nearly five months. Furthermore, the wording offered had not\naddressed the misleading impression given by the inaccurate assertions that the\ncomplainant had “backed” charging Mr Gohil, and that she had ”changed her mind”\nin relation to his bail application shortly before he was due to be released\nfrom prison. This represented a failure to correct significantly inaccurate\ninformation promptly and a breach of Clause 1(ii) of the Code.\nConclusion\n39. The\ncomplaint was upheld.\nRemedial action required\n40. Having\nupheld the complaint, the Committee considered what remedial action should be\nrequired.\n41. The\nnewspaper had published significantly inaccurate information and it had failed\nto comply with the obligations of Clause 1(ii) by promptly offering to publish\na correction. As such, the Committee required the publication of an\nadjudication.\n42. As the\ninaccurate information had appeared on page 38 and 39 of the print edition, the\nCommittee required the newspaper to publish the adjudication on page 38 or\nfurther forward.\n43. The\nwording of the headline to the adjudication should be agreed with IPSO in\nadvance, or in the absence of agreement, as determined by the Complaints\nCommittee. It should refer to IPSO, include the title of the newspaper, make\nclear that the complaint was upheld, and refer to the subject matter. The\nplacement on the page, and the prominence, including font size, of the\nadjudication must also be agreed with IPSO in advance.\n44. The\nadjudication should also be published on the newspaper’s website, with a link\nto the full adjudication appearing on the top half of the homepage for 24\nhours; it should then be archived in the usual way.\n45. If the\nnewspaper intends to continue to publish the online article without amendment\nto remove the misleading statements identified by the Committee, the full text\nof the adjudication should also be published on that page, beneath the\nheadline. If amended to remove the misleading statements, a link to the\nadjudication should be published with the article, explaining that it was the\nsubject of an IPSO adjudication.\n46. The terms\nof the adjudication to be published are as follows: \nFollowing an article published on 9 October 2016 in the Mail\non Sunday, headlined “Revealed: How top QC ‘buried evidence of Met bribes to\nput innocent man in jail’”, Sasha Wass QC complained to the Independent Press\nStandards Organisation that the newspaper had breached Clause 1 (Accuracy) of\nthe Editors’ Code of Practice. IPSO upheld the complaint and has required the\nMail on Sunday to publish this decision as a remedy to the breach.\nThe article arose out of confiscation proceedings relating\nto Bhadresh Gohil, a lawyer convicted for money laundering offences following a\ntrial at which the complainant was leading counsel for the prosecution. The\narticle reported allegations relating to the complainant’s conduct of the\nprosecution, made by a barrister for Mr Gohil in court.\nThe article also gave background information about Mr\nGohil’s conviction. It said that he had previously been convicted for money\nlaundering; that he “continues to protest his innocence”; and that he had\n“pointed out” that he had been “cleared of wrongdoing after a probe by the\nSolicitors Regulation Authority”.\nThe complainant said that the article included a number of\ndamaging allegations about her conduct of the prosecution that were entirely\nwithout foundation. She also said that the newspaper had inaccurately reported\nthat she had made key decisions in the case against Mr Gohil, giving the\nimpression that she had acted out of spite.\nShe was further concerned about the accuracy of information\ngiven on the background to the case. She said that the report that Mr Gohil had\nbeen cleared by the SRA was inaccurate; rather, the SRA had closed the file,\npending the outcome of his trial. This assertion was significantly misleading,\nas it gave credibility to his claims of innocence and supported the idea that she\nwas responsible for a miscarriage of justice.\nThe newspaper said that the article’s central allegation was\nan accurate report of a statement made in open court. It also said that it had\ntaken care to approach the complainant for her comments on the allegations\nbefore publication, and it had published her response.\nDuring IPSO’s investigation of the complaint, the newspaper\noffered to publish a correction, addressing some of the inaccuracies raised by\nthe complainant.\nThe Committee was very concerned that the newspaper had\nfailed to accurately report the complainant’s denials of the allegations. This\nrepresented a failure to take care over the accuracy of the article. It was\nalso concerned that the article had given the misleading impression that the\ncomplainant had taken key decisions in the case, which had, in fact, been taken\nby others.\nThe Committee considered that these inaccuracies together\nhad given the significantly misleading impression that the complainant had had\ngreater influence over the conduct of the case than was the position, and that\nshe had potentially abused this authority. The impression given supported the\ndamaging allegation that she had “buried evidence…to put [an] innocent man in\njail”. This represented a further failure to take care over the accuracy of the\narticle in breach of Clause 1(i). A correction was required in order to avoid a\nbreach of Clause 1(ii).  \nThe Committee was also concerned that the article had\ninaccurately reported that, despite his conviction for fraud, Mr Gohil had been\ncleared of wrongdoing by the SRA. This assertion had given the significantly\nmisleading impression that Mr Gohil’s claims of innocence were supported by the\nSRA’s findings. Moreover, it had given further unjustified credibility to the allegations\nof misconduct made against the complainant in court. The newspaper’s failure to\ncheck this assertion before publication also represented a breach of Clause 1.\nThis point also required correction.\nThe wording of the correction offered by the newspaper\naddressed some of the inaccuracies raised by the complainant, and it included\nan apology, which was required under the Code, given the seriousness of the\ninaccuracy. However, while the newspaper had discussed making amendments to the\nonline article, it did not offer to publish a correction in print for nearly\nfive months. Furthermore, the wording offered had not addressed the misleading\nimpression given by the further inaccuracies about the complainant’s conduct in\nprosecuting the case. This represented a failure to correct significantly\ninaccurate information promptly in breach of Clause 1(ii) of the Code. The\ncomplaint under Clause 1 was upheld.\nDate complaint received: 02/02/2017Date decision issued: 20/07/2017\nBack to ruling listing\n\n\n"
}