{
    "url": "/rulings-and-resolution-statements/ruling/?id=00915-18",
    "title": "00915-18 The Scottish Government v The Daily Telegraph",
    "provisions": [
        "1 Accuracy (2018)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "The Daily Telegraph (Telegraph Media Group Ltd)",
    "published_on": "2018-01-24 00:00:00",
    "received_on": "2018-01-24 00:00:00",
    "concluded_on": "2018-04-27 00:00:00",
    "complaint_processing_days": 93,
    "conclusion_long": "18.  The complaint was not upheld",
    "remedial_action": "19. N/AReview The complainant complained to the Independent Complaints Reviewer about the process followed by IPSO in handling this complaint. The Independent Complaints Reviewer decided that the process was not flawed and did not uphold the request for review.   Date complaint received: 24/01/2018",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee 00915-18 The Scottish Government v The Daily TelegraphSummary of complaint1. The Scottish\nGovernment complained to the Independent Press Standards Organisation that The\nDaily Telegraph breached Clause 1 (Accuracy) of the Editors’ Code of Practice\nin an article headlined “Sturgeon hauls down Union flag” published on 24\nJanuary 2018.2. The article\nreported that Nicola Sturgeon’s SNP administration had issued new guidance on\nthe flying of flags, which it reported would result in the Union flag being\nflown from Scottish Government buildings on only one day of the year. It stated\nthat the flag traditionally flies of dozens of public buildings on royal\nbirthdays and anniversaries, but in light of the new guidance issued by civil\nservants, it will now fly only on Remembrance Sunday. The article reported that\nthat the guidance applied to buildings operated by the “Scottish Government and\nits executive agencies”, stating that it brought these buildings into line with\nthe practice in recent years at the Scottish Government headquarters at St\nAndrew’s House. The article stated that “the Scottish Government confirmed its\nguidance had been changed, but said there would be no reduction in the Union\nflag being flown”, and went on to state that a spokesperson later clarified\n“that this referred specifically to St Andrew’s House, where the flag’s use had\nalready been abandoned.” It also included a number of statements from\npoliticians who had criticised the decision.3. The article went\non to report that Historic Environment Scotland (HES) was required to follow\nthese rules and included a statement from a representative of HES, who stated\nthat it followed Scottish Government protocol. The article was also published\nonline with the headline, “SNP ‘eradicates’ Union flag from Scottish government\nbuildings with Saltire to fly alone on royal occasions.” It was substantively\nthe same as the article that appeared in print.4. The complainant\nsaid that the article was inaccurate, as the guidance would not result in the\nUnion flag being flown from government buildings on fewer days in 2018.  It said that the operational guidance had\nsimply been updated after a number of inquiries from the public, to reflect\nexisting practice. It also said that this document had made clear that it was\n“rules” for the buildings of the Scottish Government, but was simply guidance\nfor all other buildings, including executive agencies, which chose whether or\nnot to follow it. It said that the HES, referred to in the article, was not an\nexecutive agency of the government, and was not required to follow the rules or\nguidance, as stated in the article. It said that whether or not other public\nbuildings chose to follow the guidance was up to each individual institution,\nand said that some still chose to fly the Union flag every day of the year,\nwhich they were entitled to do.5. It said that a\nlist of the buildings of the Scottish Government was published online, and as\nSt Andrews House and Victoria Quay were the only two building with flagpoles,\nthese were the only buildings that were formally required to follow these\nrules.  It said that since 2010 both\nthese buildings had flown the Union flag on Remembrance Sunday only, reflecting\nthe policy that had been agreed by the previous First Minister and the Royal\nHousehold. Because of this, the complainant said the headline of the article\nwas inaccurate, as it referred to the current First Minister who had no role in\nchanging the policy. It said that the newspaper had been told prior to\npublication that the decision had been taken by the Protocol and Honours team,\nnot the First Minister.6. The newspaper\ndid not accept that it had breached the Code. It provided copies of the flag\nflying guidance published on the Scottish Government’s website in 2010, 2017\nand 2018. It said that in the 2017 document, 15 dates, including royal\nanniversaries and birthdays, mandated that the Union flag should be flown if\nthere was one flagpole, or flown alongside the Saltire if a building has two\nflagpoles. It stated that the Royal Banner was to be flown, by Royal assent, on\nthese dates at St Andrew’s House or at another Scottish Government building\nwhere the First Minister is present. In contrast, the 2018 document stated that\non the 14 days of royal anniversaries and birthdays, the protocol for St\nAndrew’s House was the same as outlined in the 2017 document, but at all other\nbuildings, the Saltire, not the Union Flag, should be flown. The newspaper said\nthat the document showed that the only day where the Union flag was now to be\nflown from any building, was Remembrance Sunday.7. The newspaper\nalso provided copies of the correspondence the journalist had had with the\npress office of the Scottish Government prior to publication. The journalist\nhad asked who had ordered the change, when it was changed and the reason for\nthe change. The newspaper said that the press office had responded with a\nstatement which had made no mention to the policy having been in place since\n2010, and in fact referred to the guidance as being “recently updated.” It said\nthat it was therefore accurate to state that the guidelines had been changed.8. It also said\nthat both the 2017 and 2018 documents were titled “Rules for hoisting flags in\nbuildings of the Scottish Government,” and had a section entitled “Extent of\nApplication” stating “these guidelines apply to the Scottish Government its\nrelated Agencies and associated Departments.” The newspaper therefore said that\nthe document plainly applied as rules for these other Executive agencies and\ndepartments, not just the principal buildings of the Scottish Government. It\nsaid that this was distinguished from “local authority buildings,” “other\npublic institutions” and “members of the public”, which it states were not\nbound by these rules.   It said that the\narticle had made clear that while there would be no change at St Andrew’s\nHouse, the rules are observed by many more institutions and buildings, and said\nit had confirmed with a number of these latter organisations, prior to\npublication, that they would now fly the Union flag on fewer days than they did\nlast year. It said that the rule change could not reasonably be interpreted as\na reflection of existing practice, where the practice of so many institutions\nwas set to change. It also said that HES was listed on the Scottish Government\nwebsite as an Executive Non-Departmental Public Body, and was defined by the\nScottish Government as part of its “central estate.” The reporter also\ncontacted the HES directly prior to publication, which confirmed that it does\nfollow these rules, and considers itself bound by them.9. The newspaper\nsaid that it was a longstanding journalistic convention, particularly in\nheadlines, to use the name of the Prime Minister, or in this instance, the\nFirst Minister, as shorthand for the administration that they lead. The\nnewspaper said that the article had made clear that the rules had been\npublished by the “SNP administration” and the “First Minister’s civil servants.\nIn light of this, it said that the headline was not inaccurate and was\nsupported by the text. Regardless, as a gesture of goodwill, the newspaper\noffered to publish a clarification, in its corrections and clarifications\ncolumn on page two, making the Scottish Government’s positon clear. It also\noffered to remove the online article to resolve the complaint. The proposed clarification\nstated:“A 24 Jan article, “Sturgeon hauls down Union flag”,\nconcerned an update to flag flying guidance in Scotland. Although it has been\nconfirmed to us that the update will result in many public buildings in\nScotland, other than the two Government ones, flying the Union flag less often\nthis year than last, the guidance was not updated as a result of Ms Sturgeon’s\ndirect intervention- despite the headline’s implication- but was issued by\nScottish government civil servants. Nor is Historic Environment Scotland\nrequired to follow the guidance, as the article incorrectly stated; it does so\nvoluntarily.”Relevant Code provisions10. Clause 1 (Accuracy)i) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not\nsupported by the text.ii) A significant inaccuracy, misleading statement or\ndistortion must be corrected, promptly and with due prominence, and – where\nappropriate – an apology published.Findings of the Committee11.  The article\nreported on the recently published flag flying guidance. The Committee was\nasked to consider whether the article had accurately reported the nature of\nthis guidance, and which buildings it applied to.12.  It was accepted\nthat the updated guidance issued in 2018 would not reduce the number of days\nthe Union flag flew from the two principal buildings of the Scottish\nGovernment. The staff managing the buildings were aware of the change of policy\nagreed in 2010, and had followed the procedure agreed from this point. However,\nregardless of whether or not they were required to, it was not in dispute that\na number of other organisations followed the guidance each year. The guidance\ndid change which flag these buildings should fly for the 14 royal anniversaries\nand birthdays; suggesting that no building fly the Union flag. The newspaper\nhad confirmed with several bodies that they would reduce the number of days the\nUnion flag flew to one, in light of the guidance. In these circumstances, the\nnewspaper had taken care over the accuracy of the claim that the guidance\nissued was “new” and that the Union flag “traditionally flies on dozens of\npublic buildings on royal birthday and anniversaries… but this will now happen\nonly on [Remembrance Sunday].”13. There was a material difference between the guidance for\nbuildings other than St Andrew’s House, in 2017 and 2018. In 2017, buildings\nthat followed the official government guidance, were advised to fly the Union\nflag on these 14 dates, accompanied by a Saltire only if a second flagpole was\npresent. In 2018, the guidance stated that the saltire instead should be flown.\nRegardless of whether this had been agreed in 2010, the guidance issued to\norganisations and the public had not been updated to reflect the formal\nposition until 2018. Where a number of organisations followed this guidance,\nwhich now recommended flying the Union flag on one day, it was not inaccurate\nto state that this document would reduce the number of days the Union flag\nwould fly from dozens of public buildings. Also, where this guidance contained\ndifferent requirements for the days certain flags were to be flown to its\npredecessor, it was not inaccurate to refer to the guidelines as new. There was\nno breach of Clause 1 on this point.14.  The article had\nstated that the guidance “applies to buildings operated by the Scottish\nGovernment and its executive agencies,” echoing the wording used in the extent\nof application section of the document, which stated “these guideless apply to\nthe Scottish Government, its related Agencies and associated Departments”. The\nguidance had differentiated the buildings of the Scottish Government, related\nagencies and associated departments from other institutions, stating that the\nguidelines applied to the former group, but not the latter.  Where this claim accurately reported what was\nstated in the official government document, there was no breach of Clause 1 on\nthis point.15. The newspaper had presumed that Historic Environment\nScotland was included in the reference to agencies and other departments\nbecause of the reference to it as a non –departmental public body and as part\nof the “central estate” of the Scottish Government on the government\nwebsite.  The document did not specify\nwhich buildings made up the Scottish Government, its related agencies and\nassociated departments, and a spokesperson had also confirmed that it did\nfollow the guidelines each year. In these circumstances, the newspaper had\ntaken care over the accuracy of the claim that HES was required to follow these\nrules.16. While it was now accepted that HES was not required to\nfollow the rules, where it had confirmed that it always did so, and this\ncomment was included in the article, reporting this claim did not represent a\nsignificant inaccuracy requiring correction under the terms of Clause 1 (ii).\nNevertheless, the Committee welcomed the newspaper’s offer to publish a\nclarification on this point.17.  The Committee\nnoted the complainant’s position that the policy had been agreed by the\nprevious First Minister, and therefore Ms Sturgeon had played no role in\nagreeing the updated guidelines. However, the document had been published by\ncivil servants for the Scottish Government in 2018, when Ms Sturgeon was First\nMinister. It is common practice to refer to decisions taken by civil servants,\nwho enact the wishes of government, as action taken on behalf of the government\nwhich the First Minister, in this case, leads. The document reflected the\ncurrent position of the government in 2018, regardless of what year it was\ninformally agreed. And where the article did make clear that civil servants had\nenacted the change, the headline was not inaccurate, or misleading, and was\nsupported by the text. There was no breach of Clause 1.Conclusions18.  The complaint was\nnot upheldRemedial Action required19. N/AReview\nThe complainant complained to the Independent Complaints\nReviewer about the process followed by IPSO in handling this complaint. The\nIndependent Complaints Reviewer decided that the process was not flawed and did\nnot uphold the request for review.   Date complaint received: 24/01/2018Date decision issued: 27/04/2018\nBack to ruling listing\n\n\n"
}