{
    "url": "/rulings-and-resolution-statements/ruling/?id=00916-18",
    "title": "00916-18 The Scottish Government v The Scottish Daily Express",
    "provisions": [
        "1 Accuracy (2018)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "Scottish Daily Express (Reach PLC)",
    "received_on": "2018-01-24 00:00:00",
    "concluded_on": "2018-05-03 00:00:00",
    "complaint_processing_days": 99,
    "conclusion_long": "12. The complaint was not upheld.",
    "remedial_action": "13. N/ADate complaint received: 24/01/2018",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee 00916-18 The Scottish Government v The Scottish Daily\nExpress\nSummary of complaint\n1. The Scottish\nGovernment complained to the Independent Press Standards Organisation that The\nScottish Daily Express breached Clause 1 (Accuracy) of the Editors’ Code of\nPractice in the following articles:\n“SNP flag\nsnub to Royal Family,” published on 24 January 2018“SNP show\ntrue colours” published on 24 January 2018.\n2. The first\narticle reported that Scottish First Minister, Nicola Sturgeon had been accused\nof “trying to eradicate the Union flag in a snub to the Queen.” It stated that\nnew rules meant that the number of dates the flag is flown from Scottish\nGovernment buildings would decrease from fifteen to one. It reported that\ndocuments from 2017 showed that officials were instructed to fly the Union flag\non 15 dates, including royal birthdays and Remembrance Sunday. It went on to\nstate that on these royal occasions, the rules now stated that “the Royal\nBanner and the Saltire may be flown from St Andrew’s House or wherever Ms\nSturgeon may be.” The article also included a number of statements from\npoliticians, criticising the decision, as well as a comment from a government\nspokesperson stating “The guidance was recently updated to see the Lion Rampart\nflown from St Andrew’s House to mark royal birthdays and anniversaries…The\nupdated guidance will not see any reduction in the number of days the Union\nflag is flown within the Scottish Government.” The article was also published\nonline with the headline “Sturgeon snubs Queen: Union flag stripped from\nScottish Government buildings.” It was substantially the same as the article\nthat appeared in print.\n3. The second\narticle was an editorial, which discussed the alleged change in flag flying\npolicy of the Scottish Government. It reported that that the SNP had “slashed”\nthe number of days the Union flag can be flown from Scottish Government\nbuildings to one. It claimed that this appeared to be a deliberate snub to the\nRoyal Family.\n4. The complainant\nsaid that the headline was inaccurate. It stated that there was no “snub” to\nthe Royal Family, as the online flag guidelines made clear that the Royal\nBanner is flown at Scottish Government on Royal occasions, by Royal Assent. It\nsaid that this practice was agreed with the Royal Household in 2010, and had\nbeen followed by St Andrew’s House from that point forward.\n5. It also said\nthat the article was inaccurate, as the updated guidance was only rules for the\nmain buildings of the Scottish Government, which had been following this\npractice since 2010. The complainant said that it was merely guidance for other\nbuildings, and believed it was therefore inaccurate for the article to refer to\nthe guidance as rules and regulations in the article.\n6. The newspaper\ndid not accept that it had breached the Editors’ Code. It said that the story\nrelated to a recently published document on the Scottish Government’s website,\ntitled “Days for hoisting flags on buildings of the Scottish Government.” It\nsaid that the article had made clear when and where the Royal Banner was flown,\nand the change in the policy for flying the Union flag, as outlined in the\ndocument. It said that the Royal Banner could only fly from St Andrew’s House\nor at another building where the First Minister was present. It said that it\nwas clear that at all other buildings of the Scottish government, the guidance\non flying flags had clearly changed. The newspaper said that the document was\nheadlined “rules for hoisting flags on buildings of the Scottish Government,”\nnot guidance, which it said it was entitled to report.\n7. It provided a\ncopy of the 2018 document. Under the section “Rules for hoisting flags on\nbuildings of the Scottish Government” it stated under the section “extent of\napplication” that this guidance applied to the Scottish Government, related\nAgencies and associated Departments. Therefore the newspaper said it was clear\nthat excluding St Andrew’s House, where the Royal Banner was flown, these other\nbuildings of the Scottish Government would fly the Union flag on fewer days in\n2018 compared to 2017.\n8. It said that, in\nthese circumstances, it was entitled to characterise this change in policy as a\n“snub” to the Royal Family. It said that the journalist had contacted the\nScottish Government, who had not stated in its response that this policy had\nbeen in place for several years. It said that if this was the case, the other\nbuildings referred to in the document were also not aware of the change. It\nsaid it had confirmed with a number of bodies that it follows the guidance for\nall its buildings.\nRelevant Code Provisions\nClause 1 (Accuracy)\ni) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not\nsupported by the text. \nii) A significant inaccuracy, misleading statement or\ndistortion must be corrected, promptly and with due prominence, and – where\nappropriate – an apology published.\nFindings of the Committee\n9. It was accepted\nthat the publicly available guidance on flag flying had been updated in 2018.\nThe Committee acknowledged that this document would not change practice at St\nAndrew’s House, where the Royal Banner had flown on these 14 royal\nanniversaries or birthdays from 2010. However, a number of other buildings who\nfollowed the government’s guidance each year, had confirmed that they would now\nfly the Union flag on just one day in 2018, compared with fifteen in 2017.\nWhere the government’s official guidance suggested that the Saltire be flown on\n14 days that were previously reserved for the Union flag, the newspaper had\naccurately reported this change. There was no breach of Clause 1 on this point.\n10. The newspaper was entitled to characterise this change\nas a “snub” to the Royal Family, where the basis for this characterisation was\nmade clear.  There was no breach of\nClause 1 on this point.\n11. The 2018 guidance advised buildings to fly the Saltire\non these fourteen occasions, rather than the Union flag, in contrast to the\nguidance issued the previous year. In these circumstances it was accurate to\nrefer to this document as new. The document had also referred to the guidance\nas “rules for hoisting flags on buildings of the Scottish Government.” In these\ncircumstances, using the terms rules, guidance and regulations interchangeably\ndid not significantly misrepresent the document. There was no breach of Clause\n1 on this point.\nConclusions\n12. The complaint was not upheld.\nRemedial Action Required\n13. N/ADate complaint received: 24/01/2018Date complaint concluded: 03/05/2018 \nBack to ruling listing\n\n\n"
}