{
    "url": "/rulings-and-resolution-statements/ruling/?id=00913-21",
    "title": "00913-21 Open Labour v The Sun",
    "provisions": [
        "1 Accuracy (2021)"
    ],
    "outcome": "Breach - sanction: action as offered by publication",
    "publication": "The Sun (News UK)",
    "received_on": "2021-02-03 00:00:00",
    "concluded_on": "2021-06-02 00:00:00",
    "complaint_processing_days": 119,
    "conclusion_long": "12. The complaint was upheld under Clause 1(i).",
    "remedial_action": "13. Both clarifications put the correct position on record and were printed, or offered in the case of the print clarification, promptly and with due prominence. The print clarification should now be published to avoid a breach of Clause 1(ii).   Date complaint received: 03/02/2021",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee – 00913-21 Open\nLabour v The Sun\nSummary of Complaint\n1. Open Labour complained to the Independent Press Standards\nOrganisation that The Sun breached Clause 1 (Accuracy) in an article headlined\n“LABOUR'S LISA BACKS SCRAP ARMY REPORT” published 24 January 2021.\n2. The article reported on the Shadow Foreign Secretary’s\nresponse to a pamphlet on issues of foreign policy published by the\nLabour-affiliated group, Open Labour. The pamphlet, described in the article as\na “scrap army report” and a “loony left wish list”, discussed a new approach to\nforeign policy. The article stated that this pamphlet advocated for “the Army\nto be replaced with a “gender balanced and ethnically diverse” peace force”. It\nwent on to report that the pamphlet recommended that government “Consider a\nreal shift in the nature of our services from classic armed forces to [a] human\nsecurity services which would include the military but would also include\npolice, engineers, aid workers, or health workers and would be gender balanced\nand ethnically diverse; that “the main job of the forces should be to ‘dampen\ndown violence rather than intervene on one side or the other’”; and that its\n“central task would be to protect human security”.\n3. The article also appeared online on the same day in a\nsubstantially similar format under the headline: “LIABILTY LISA Labour’s Lisa\nNandy in fresh ‘woke’ row over abolishing Army and ‘reconsidering’ Britain’s\nnuclear sub fleet”.\n4. The complainant, the group that published the pamphlet,\nsaid the article breached Clause 1 as the pamphlet did not call for the armed\nforces or army to be “scrap[ped]“, “abolish[ed]” or “replaced”. Whilst the\npamphlet did advocate for a shift in the nature of the armed forces, it had\nacknowledged that there would still be a role for the traditional military and\naccepted that force may still need to be used in certain limited circumstances.\nIt also said it was inaccurate to describe the report as a “looney left wish\nlist” as this was not distinguished as the newspaper’s own interpretation and\nthe phrase was hyperlinked to a previous article with no relevance to that\nunder complaint.\n5. The publication did not accept it had breached the Code.\nIt said that the pamphlet did call for the armed forces as we currently know\nthem to be subsumed into a broader human security force with significant\nnon-military parts. It was therefore reasonable to state that the new force\nwould replace the armed forces; and that the changes would amount to\neffectively abolishing or scrapping the armed forces as currently structured.\nFurther, the publication emphasised that the text of the article contained\nother quotes from the pamphlet which made clear the nature of the new human\nsecurity force, its aims and the fact it would retain a military element. The\npublication also said it was entitled to describe the report as a “loony left\nwish list” as claims about the political spectrum are inherently subjective. On\nreceipt of the complaint, the publication amended the online headline and\npublished the following clarification as a footnote to the online article:\nCLARIFICATION: The headline on an earlier version of this\narticle referred to a proposal for 'abolishing' the Army. The Open Labour\nproposals at issue called for the armed forces to be replaced by 'human\nsecurity services' that would 'include the military'.  It has been amended. \nIn its first response during IPSO’s investigation, the\nnewspaper also offered to publish the following wording in its corrections and\nclarifications column, which normally appears on page 2:\nA 25 Jan article referred to an Open Labour proposal to\n'scrap' the Army. The report at issue in fact called for the armed forces to be\nreplaced by 'human security services' that would 'include the military'. We are\nhappy to clarify.\n6. In response, the complainant said these offers did not\nresolve its complaint as both clarifications repeated one of the alleged\ninaccuracies, namely the claim that the armed forces would be “replaced”. \nRelevant Code Provisions\n7. Clause 1 (Accuracy)\ni) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not\nsupported by the text.\nii) A significant inaccuracy, misleading statement or\ndistortion must be correction, promptly and with due prominence, and –where\nappropriate– an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator.\niii) A fair opportunity to reply to significant inaccuracies\nshould be given, when reasonably called for.\niv) The Press, while free to editorialise and campaign, must\ndistinguish clearly between comment, conjecture and fact.\nFindings of the Committee\n8. Under the terms of the Editors’ Code of Practice,\nnewspapers have the right to editorialise and campaign. Nevertheless, the\nheadline claims that the pamphlet called for the armed forces to be\n“scrap[ped]” and “abolish[ed]” gave the strong impression that it had proposed\ngetting rid of the traditional military entirely. This was inaccurate as the\npamphlet clearly stated that the proposed human security force would still\nretain a military element and that military force may still need to be used for\ndefensive or other limited purposes. The publication therefore failed to take\ncare not to publish inaccurate information, and both print and online headlines\nwere not supported by the text. There was a breach of Clause 1(i).\n9. These prominent headline claims were inaccurate as to the\nnature of one of the pamphlet’s key recommendations and were employed as part\nof a strong critique of Open Labour’s approach to foreign policy. These\nheadline claims were therefore significantly inaccurate and required correction\nunder the terms of Clause 1(ii). Both clarifications were offered promptly and\nwith due prominence; appearing in the established corrections and\nclarifications column and as a footnote to the amended online article\nrespectively. The clarifications were also offered on receipt of the complaint\nand at the first instance during IPSO’s investigation respectively. However,\nthe complainant had maintained that the clarifications did not put the correct\nposition on record. Both clarifications stated that in fact the human security\nforce proposed by the pamphlet would “include the military”. In the Committee’s\nview, this put the correct position on record, as it was the implication that\nthe pamphlet had suggested getting rid of the military entirely which had made\nthe original headlines significantly inaccurate. There was no breach of Clause\n1(ii).\n10. The Committee next considered whether the articles were\ninaccurate in describing the report as having recommended that the Army “be\nreplaced with a “gender balanced and ethnically diverse” peace force”. The\npamphlet did call for a real shift in the nature of our services from classic\narmed forces to a broader human security force. It was also clear in\nemphasising the difference between these old and new forces, and their\nrespective aims and component parts. Further, the article as a whole provided\nmore detail about the nature of this new force and made clear that it would\nstill contain a military element. In these circumstances, the publication had\nnot failed to take care over this description of the pamphlet’s proposals. Nor\ndid this constitute a significant inaccuracy or misleading claim. There was no\nbreach of Clause 1.\n11. The description of the pamphlet as a “loony left wish\nlist” was clearly the newspaper’s characterisation of the pamphlet. The\nCommittee noted that that where a given political party or grouping is placed\non that spectrum is subjective and would be understood as a statement of\nopinion rather than fact in this context. Further, the complainant had\nexpressed concern that this statement was hyperlinked to a different article.\nIt was not clear whether the complainant argued that this constituted a breach\nof Clause 1. In any event, newspapers regularly link to content that may be of\ninterest to readers; the linked article contained no claims about the\ncomplainant or their pamphlet so the Committee did not consider that the\nhyperlink rendered the article under complaint misleading or inaccurate. There\nwas no breach of Clause 1.\nConclusions\n12. The complaint was upheld under Clause 1(i).\nRemedial Action Required\n13. Both clarifications put the correct position on record\nand were printed, or offered in the case of the print clarification, promptly\nand with due prominence. The print clarification should now be published to\navoid a breach of Clause 1(ii).\n \nDate complaint received: 03/02/2021\nDate complaint concluded by IPSO: 02/06/2021\nBack to ruling listing\n\n\n"
}