{
    "url": "/rulings-and-resolution-statements/ruling/?id=00914-21",
    "title": "00914-21 Open Labour v The Mail on Sunday",
    "provisions": [
        "1 Accuracy (2021)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "The Mail on Sunday (Associated Newspapers Limited)",
    "received_on": "2021-02-03 00:00:00",
    "concluded_on": "2021-06-03 00:00:00",
    "complaint_processing_days": 120,
    "conclusion_long": "9. The complaint was not upheld.",
    "remedial_action": "10. N/A   Date complaint received: 03/02/2021",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee – 00914-21 Open\nLabour v The Mail on Sunday\nSummary of Complaint\n1. Open Labour complained to the Independent Press Standards\nOrganisation that The Mail on Sunday breached Clause 1 (Accuracy) in an article\nheadlined “Labour’s Nandy praises report calling for woke ‘peace force’ to\nreplace Army” published 24 January 2021.\n2. The article also appeared online the day before in a\nsubstantially similar format under the headline: “Labour shadow Foreign\nSecretary praises calls for British Army to be replaced with a 'gender-balanced\nhuman security force' in new woke row”.\n3. The article reported on the Shadow Foreign Secretary’s\nresponse to a pamphlet on issues of foreign policy published by the\nLabour-affiliated group, Open Labour. The pamphlet discussed a new approach to\nforeign policy. The print article stated that this pamphlet advocated “for [a]\nwoke ‘peace force’ to replace Army”; whilst the online article reported that it\ncalled for the “British Army to be replaced with a 'gender-balanced human\nsecurity force'”. Both articles went on to report that the pamphlet recommended\nthat government “Consider a real shift in the nature of our services from\nclassic armed forces to [a] human security services which would include the\nmilitary but would also include police, engineers, aid workers, or health\nworkers and would be gender balanced and ethnically diverse; that “the main job\nof the forces should be to ‘dampen down violence rather than intervene on one\nside or the other’”; and that its “central task would be to protect human\nsecurity”.\n4. The complainant, the group that published the pamphlet,\nsaid the article breached Clause 1 as the pamphlet did not call for the armed\nforces or army to be “replaced”. Whilst the pamphlet did advocate for a shift\nin the nature of the armed forces, it acknowledged that there would still be a\nrole for the traditional military and accepted that force may still need to be\nused in certain limited circumstances.\n5. The publication did not accept it had breached the Code.\nIt said that the pamphlet did call for the armed forces as we currently know\nthem to be subsumed into a broader human security force with significant\nnon-military parts. It was therefore reasonable to state that the new force\nwould replace the armed forces. Further, the publication emphasised that the\ntext of the articles contained other quotes from the pamphlet which made clear\nthe nature of the new human security force, its aims and the fact it would\nretain a military element.\n6. In response, the complainant said that it was\ncontradictory to claim in the headline that the military was to be “replaced”\nwhilst also claiming that it would also be retained as part of the new force.\nRelevant Code Provisions\n7. Clause 1 (Accuracy)\n(i) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not\nsupported by the text.\n(ii) A significant inaccuracy, misleading statement or\ndistortion must be correction, promptly and with due prominence, and –where\nappropriate– an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator.\niii) A fair opportunity to reply to significant inaccuracies\nshould be given, when reasonably called for.\niv) The Press, while free to editorialise and campaign, must\ndistinguish clearly between comment, conjecture and fact.\nFindings of the Committee\n8. Under the terms of the Editors’ Code of Practice,\nnewspapers have the right to editorialise and campaign. The headline claims\nthat the pamphlet called for the armed forces to be “replaced” by a new human\nsecurity or “peace force” was clearly the newspaper’s characterisation of the\npamphlet. This was supported where the pamphlet did call for a real shift in\nthe nature of our services from classic armed forces to a broader human\nsecurity force; the pamphlet was also clear in emphasising the difference\nbetween these old and new forces, and their respective aims and component\nparts. Further, the article as a whole provided more detail about the nature of\nthis new force and made clear that it would still contain a military element.\nIn these circumstances, the publication had not failed to take care over the\naccuracy of the headlines. Nor did either article contain a significant\ninaccuracy or misleading claim. There was no breach of Clause 1.\nConclusions\n9. The complaint was not upheld.\nRemedial Action Required\n10. N/A\n \nDate complaint received: 03/02/2021\nDate complaint concluded by IPSO: 03/06/2021\nBack to ruling listing\n\n\n"
}