{
    "url": "/rulings-and-resolution-statements/ruling/?id=00927-21",
    "title": "00927-21 A man v Mail Online",
    "provisions": [
        "9 Reporting of crime (2021)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "Mail Online (Associated Newspapers Limited)",
    "published_on": "2021-01-28 00:00:00",
    "received_on": "2021-02-04 00:00:00",
    "concluded_on": "2021-06-02 00:00:00",
    "complaint_processing_days": 118,
    "conclusion_long": "9. The complaint was not upheld.",
    "remedial_action": "10. N/A Date complaint received: 04/02/2021",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee – 00927-21 A man v\nMail OnlineSummary of Complaint1. A man complained to the Independent Press Standards\nOrganisation that Mail Online breached Clause 9 (Reporting of Crime) of the\nEditors’ Code of Practice in an article published on 28 January 2021.2. The article reported on ongoing appeal proceedings\nbrought by a man who had been convicted of serious crimes some years prior. The\narticle contained information about the convicted man’s background, including the\noccupation of his father – which was religious in nature, and related to a\nspecific religious denomination – and his hometown.3. The complainant was the father of the convicted man. He\nsaid that the article breached Clause 9, as he considered that he was\nidentified by the details included in the article without his consent. He said\nthat the reference to his occupation in conjunction with the hometown of his\nson was sufficient to identify him, as he had been the only individual with\nthat occupation within that community. He said that details about his\noccupation and his son’s hometown, where the complainant had still been living\nat the time of publication, were not relevant to the story, where his son had\nnot been resident in the hometown at the time of the crimes for which was\nconvicted and his occupation had no bearing on his son’s crimes. He said that\nhe had attended the appeal proceedings which the article reported on and that\nhe had previously been identified in coverage relating to his son, sometimes by\nname.4. The publication said it did not accept a breach of the\nCode. It noted that the complainant had not been named in the article, but that\nhe had been widely identified in previous coverage of the crimes and subsequent\ntrial, as he had been pictured attending the original trial; his son had also\nreferred to him in his testimony during the original trial; and the complainant\nhad made a written submission to the court during the original trial. It\nfurther said that details of the complainant’s occupation were relevant to the\nstory, as the religious nature of his occupation provided context to the\nconvicted man’s crimes, to which religion was pertinent.5. Notwithstanding that it did not accept that the Code had\nbeen breached, it offered to remove details about the complainant’s religious\ndenomination from the article under complaint and to make its editorial staff\naware that the complainant was opposed to its use in articles relating to his\nson’s crimes and conviction, should this resolve the complaint, though it said\nthat it could not guarantee that such references would not appear in future\ncoverage of the complainant’s son6. The complainant said that he would only be content to\nresolve his complaint should the publication remove his religious denomination\nfrom all articles about his son, and assure him that no such reference would\nappear in future reporting about his son.Relevant Code ProvisionsClause 9 (Reporting of crime)i) Relatives or friends of persons convicted or accused of\ncrime should not generally be identified without their consent, unless they are\ngenuinely relevant to the story.Findings of the Committee7. The Committee turned first to the question of whether the\narticle identified the complainant. It noted that, while the complainant was\nnot named, it is possible to be identified in an article without being named –\nfor instance, via the publication of a photograph, or a number of specific\nbiographical details. In this case, the Committee did not find that the\ninclusion of the complainant’s occupation, religious denomination, and the\nhometown of his son was sufficient to identify him to readers, noting that the\narticle did not suggest that the complainant lived in his son’s hometown. It\nacknowledged that there had been a large amount of coverage of the original\ncase which mentioned the complainant, either by name or by relation to the\ncomplainant, and that the complainant had found this distressing. However,\nwhere the references to the complainant in the article were brief and not\nspecific, the Committee did not consider that the article under complaint had\nidentified the complainant in relation to his son’s crimes and convictions.8. The Committee also noted that the complainant had\nattended both his son’s original trial and the subsequent appeal proceedings,\nand that he had been referred to several times in the original proceedings.\nWhile the Committee acknowledged the distress felt by the complainant at the\ncontinued publication of articles which referred to him either implicitly or\nexplicitly, it found that he was genuinely relevant to the story of the\narticle, which was a report of Appeal proceedings which the complainant had\nattended. There was no breach of Clause 9 (i).Conclusions9. The complaint was not upheld.Remedial Action Required10. N/A Date complaint received: 04/02/2021Date complaint concluded by IPSO: 02/06/2021\nBack to ruling listing\n\n\n"
}