{
    "url": "/rulings-and-resolution-statements/ruling/?id=00939-20",
    "title": "00939-20 Wilson v Bournemouth Echo",
    "provisions": [
        "1 Accuracy (2019)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "bournemouthecho.co.uk (Newsquest Media Group)",
    "published_on": "2020-02-14 00:00:00",
    "received_on": "2020-02-17 00:00:00",
    "concluded_on": "2020-07-16 00:00:00",
    "complaint_processing_days": 150,
    "conclusion_long": "8. The complaint was not upheld.",
    "remedial_action": "9. N/A   Date complaint received: 17/02/2020",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee – 00939-20 Wilson v\nBournemouth Echo\nSummary of Complaint\n1. Ailsa Wilson complained to the Independent Press\nStandards Organisation that the bournemouthecho.co.uk breached Clause 1\n(Accuracy) in an article headlined “Poole town centre: ‘New shops shouldn’t\nopen’ – BID manager” published on 14 February 2020.\n2. The article reported comments made at a local Council\nmeeting by the manager of an organisation that represented businesses in Poole.\nThe article reported that she said she would not recommend new independent\nshops open on Poole High Street whilst “significant” issues had yet to be\nresolved. The article quoted the manager explaining her position: for example,\nshe said that a lack of investment meant that the high street looked run down,\nand there were issues with antisocial behaviour. As such, she said that she\nwould “not recommend that vulnerable independent businesses open in the high\nstreet”.\n3. The complainant, the manager who was quoted in the\narticle, said that the article was misleading to report that she said that “new\nshops shouldn’t open”, when in fact she was talking solely about “vulnerable\nindependent” businesses. She said that her comments had been taken out of\ncontext, and that this presentation of her remarks demonstrated a bias by the\nnewspaper against Poole High Street and resulted in her losing her job.\n4. The publication did not accept that the article was\ninaccurate. During IPSO’s investigation, it provided a recording of the meeting\nin which the complainant said “until we can improve the perception of Poole\nHigh Street and get people talking about the good things rather than the\nnegative things…I with all honesty could not encourage any business to come and\nopen up on Poole High Street.” It noted that the complainant reiterated this\nposition when she was questioned by other members of the meeting; it was clear\nthat she was not recommending that new shops should open on the High Street. It\nsaid that it was in no way biased against the high street and noted that it was\nin the newspaper’s interest to have a thriving town centre. The newspaper said\nthat it would like to work positively with complainant and her organisation,\nand so it offered to write a follow up article setting out the ongoing or\nplanned initiatives for the development of the high street. The newspaper also\noffered to print a letter from the complainant in response to the article, and\nto meet to discuss a joint initiative to improve the image of the town centre.\nRelevant Code Provisions\n5. Clause 1 (Accuracy)\ni) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not\nsupported by the text.\nii) A significant inaccuracy, misleading statement or\ndistortion must be corrected, promptly and with due prominence, and — where\nappropriate — an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator.\niii) A fair opportunity to reply to significant inaccuracies\nshould be given, when reasonably called for.\niv) The Press, while free to editorialise and campaign, must\ndistinguish clearly between comment, conjecture and fact.\nFindings of the Committee\n6. Following the provision of the audio recording of the\nmeeting, it was not in dispute that the complainant had said “until we can\nimprove the perception of Poole High Street and get people talking about the\ngood things rather than the negative things…I with all honesty could not\nencourage any business to come and open up on Poole High Street.” The\ncomplainant was concerned that the online article had reported this comment out\nof context, and that therefore it was misleading as to her recommendation; she\nsaid that she was only referring to vulnerable independent businesses. However,\nit was clear from the recording that the complainant was not referring solely to\nvulnerable independent businesses; she said that she could not encourage “any\nbusiness” to open on Poole High Street. Therefore, her comments were not taken\nout of context, and there was no failure to take care over the accuracy of the\nonline article in reporting that the complainant recommended that “new shops\nshouldn't open”, and no significant inaccuracy requiring correction. There was\nno breach of Clause 1.\n7. The Editors’ Code of Practice does not address issues of\nbias. It makes clear the press has the right to be partisan, to give its own\nopinion and to campaign, as long as it takes care not to publish inaccurate,\nmisleading or distorted information. As such, the complainant’s concern that\nthe article may have been biased did not raise a possible breach of Clause 1.\nConclusions\n8. The complaint was not upheld.\nRemedial Action Required\n9. N/A\n \nDate complaint received: 17/02/2020\nDate complaint concluded: 16/07/2020\nBack to ruling listing\n\n\n"
}