{
    "url": "/rulings-and-resolution-statements/ruling/?id=00945-15",
    "title": "00945-15 Khan v The Mail on Sunday",
    "provisions": [
        "1 (Accuracy) 2015"
    ],
    "outcome": "No breach - after investigation",
    "publication": "The Mail on Sunday (Associated Newspapers Limited)",
    "published_on": "2015-02-08 00:00:00",
    "received_on": "2015-03-02 00:00:00",
    "concluded_on": "2015-04-16 00:00:00",
    "complaint_processing_days": 45,
    "conclusion_long": "8. The complaint was not upheld.",
    "remedial_action": "N/A  Date complaint received: 02/03/2015",
    "text": "\n\n\n\n\n\n·   Decision of the Complaints Committee 00945-15 Khan v\nThe Mail on Sunday\nSummary of\ncomplaint \n1. Shoaib M Khan complained to the Independent Press\nStandards Organisation that the Mail on Sunday had breached Clause 1 (Accuracy)\nthe Editors’ Code of Practice in an article headlined “More than 1,000\nfraudsters wed British women to get visas – not ONE is deported due to Home\nOffice ‘shambles’”, published on 8 February 2015. \n2. The article reported that the Home Office had been\naccused of failing to deport foreign “fraudsters” who had conned Britons into\nmarriage in order to obtain visas and money. \n3. The complainant said there was no evidence to support\nthe headline claim that 1,000 fraudsters had wed British women to get visas;\nthese were allegations at best. He noted that the article stated that\nImmigration Marriage Fraud UK, a victim support group, had been contacted by\n600 people. He expressed concern that the article, which had focused on an\nindividual case, was potentially defamatory and could damage any future\ncriminal trial in that instance. He considered that it was also inaccurate to\ndescribe the British partners as “victims” when there was no evidence that any\ncrime had been committed. \n4. The newspaper said the article made clear that the\nclaim of 1,000 cases was an estimate based on information supplied by\nImmigration Marriage Fraud UK. The group said it saw approximately 20 cases per\nweek, and had encountered 600 cases between March and December 2014.  This\nequated to around 1,000 cases per year. It had contacted Peter Bone MP, Charlie\nElphicke MP and Migration Watch UK, who had all agreed that 1,000 was a\nreasonable estimate. The newspaper also considered that the article had made\nclear that these were allegations and that no one had been prosecuted or\ndeported for marriage fraud; indeed, this had been the point of the story. \nRelevant Code Provisions\n5. Clause 1 Accuracy \ni) The Press must take care not to publish inaccurate,\nmisleading or distorted information, including pictures. \nii) A significant inaccuracy, misleading statement or\ndistortion once recognised must be corrected, promptly and with due prominence,\nand - where appropriate - an apology published. In cases involving the\nRegulator, prominence should be agreed with the Regulator in advance. \nFindings of the Committee\n6. The Committee considered that in context with the\narticle as a whole, the headline was not misleading. The article had made clear\nthat the figure of 1,000 “fraudsters” was an estimate. The newspaper had been\nentitled to base its estimate on information supplied by Immigration Marriage\nFraud UK, so long as it made clear the basis of the claim. There was no breach\nof Clause 1 on this point. \n7. The Committee did not consider that it was\nsignificantly misleading to refer to those accused of marriage fraud as\n“fraudsters”, or to describe those accusing others of fraud as “victims”. The\narticle had made clear that no one had been prosecuted or deported for marriage\nfraud. The Committee also noted that “fraudster” had an ordinary meaning, as\nwell as a legal one, and did not necessarily imply that a person had been found\nguilty of a crime. With regards to the specific case referred to in the\narticle, the item had clearly reported one woman’s allegations about her ex-husband.\nIt had not given the misleading impression that he had been found guilty of any\noffence. It said the police had started an investigation and made clear that he\nhad not responded to requests for comment. The complainant had not provided the\ngrounds to establish a breach of Clause1. \nConclusions\n8. The complaint was not upheld. \nRemedial Action Required\nN/A \nDate complaint received: 02/03/2015\nDate complaint concluded:\n16/04/2015\nBack to ruling listing\n\n\n"
}