{
    "url": "/rulings-and-resolution-statements/ruling/?id=00944-15",
    "title": "00944-15 O’Connor v Romsey Advertiser",
    "provisions": [
        "1 (Accuracy) 2015",
        "2 (Opportunity to reply) 2015"
    ],
    "outcome": "No breach - after investigation",
    "publication": "Romsey Advertiser (Newsquest Media Group) ",
    "published_on": "2015-02-20 00:00:00",
    "received_on": "2015-03-02 00:00:00",
    "concluded_on": "2015-05-22 00:00:00",
    "complaint_processing_days": 81,
    "conclusion_long": "was not significantly different to that set out in the quotation. Furthermore, the newspaper did not consider that its report of the dispute that Fathers4Justice had with the MP had been significantly inaccurate: the key point was that the group had felt that the MP had not kept to her pre-election pledge to support its campaign. Nonetheless, the newspaper offered to publish a statement making the complainant’s position clear on both points. 10. The newspaper said it had not denied the complainant a right to reply. It had published the statement issued by the complainant to its sister newspaper. However, it said that it would be willing to publish a letter written by the complainant, subject to its usual editorial requirements. It noted that the published photograph had been purely illustrative; it was not misleading. Relevant Code Provisions 11. Clause 1 (Accuracy) i) The Press must take care not to publish inaccurate, misleading or distorted information, including pictures. ii) A significant inaccuracy, misleading statement or distortion once recognised must be corrected, promptly and with due prominence, and - where appropriate - an apology published. In cases involving the Regulator, prominence should be agreed with the Regulator in advance. Clause 2 (Opportunity to reply) A fair opportunity for reply to inaccuracies must be given when reasonably called for. Findings of the Committee 12. The Committee noted that the newspaper had relied on the defendant’s account of what had been said by the judge at the October 2014 hearing, which he had given in his Skeleton Argument to court in February 2015. The Committee noted the complainant’s position that a Skeleton Argument was not an official document produced by the court. The newspaper had been entitled to rely on material presented to the court in a formal submission, particularly as it related to the court’s own findings. Its reference to the material contained in the Skeleton Argument had not represented a failure to take care over the accuracy of the information. Furthermore, the complainant’s application for an injunction had indeed been dismissed, and given the complainant’s account of what had been said by the judge about his evidence, the published quotation had not been misleading. This point did not raise a breach of Clause 1. 13. The Committee noted the complainant’s concern that the newspaper had also attributed quotations to Judge David Mitchell that it had sourced from a statement issued by the MP. The article, however, had made the source of the quotations clear, and it had accurately quoted from the MP’s statement. The court order had also supported the information in the article; it stated that the claims against both defendants had been struck out as there was “no reasonable cause of action” and described the claims as “an abuse of the court’s process”. There was no failure to take care over the accuracy of the information. This point did not raise a breach of Clause 1. 14. The complainant had expressed concern that the omission of background information to the case had rendered the article misleading. However, the selection of material for publication was at the discretion of the editor, provided that such editorial decisions did not engage the terms of the Editors’ Code. The article had made clear that the complainant had applied for an injunction against the lobbyist, and had claimed that he had been harassed. These points did not raise a breach of Clause 1. 15. The newspaper had accepted that Fathers4Justice had considered that the MP had failed to fulfil her pre-election promises in relation to the Shared Parenting Bill, and not the Children and Families Bill, as reported. While the Committee did not consider that this was a significant inaccuracy that required a correction under the terms of the Code, it welcomed the newspaper’s offer to publish a clarification in response to the complaint. It also noted that the suggested wording addressed the complainant’s concerns regarding the quotations attributed to the judge. This point did not raise a breach of Clause 1. 16. The remaining concerns regarding the publication of a cropped image and whether the complainant had been issued with defamation papers were not significant points that would raise a breach of Clause 1. The complaint under Clause 1 was not upheld. 17. The complainant had also framed his concerns under Clause 2. The terms of Clause 2, however, do not require that newspapers seek comment before publication. Rather, they provide people with a fair opportunity to respond to published inaccuracies. The Committee had not established the existence of inaccuracies that would engage the terms of this Clause. Conclusions 18. The complaint was not upheld.",
    "remedial_action": "N/A Date complaint received: 02/03/2015",
    "text": "\n\n\n\n\n\n·        Decision of the Complaints Committee 00944-15 O’Connor\nv Romsey Advertiser\nSummary of complaint \n1. Matt O’Connor, the founder of campaign group\nFathers4Justice, complained to the Independent Press Standards Organisation\nthat the Romsey Advertiser had breached Clause 1 (Accuracy) and Clause 2\n(Opportunity to reply) of the Editors’ Code of Practice in an article headlined\n“Harassment claims against MP and Tory activist thrown out”, published on 20\nFebruary 2015.\n2. The article reported that a judge had dismissed\nharassment claims made by the complainant and his wife against a Conservative\nMP and a former Conservative lobbyist. It said the judge had thrown out the\nclaims due to “a total absence of evidence”, and had ordered the couple to pay\nthe defendants’ legal costs.\n3. The complainant said the newspaper had not asked him\nto comment on the story or verified its accuracy with him before publication.\nInstead, it had published a statement that he had given to its sister\npublication, the Daily Echo, on 13 February 2015. He said the newspaper had\nsince denied him a right to reply.\n4. The complainant considered that the newspaper had\ninaccurately reported that “court documents” had stated that his application\nfor an injunction against the lobbyist had been rejected in October 2014 due to\n“a total absence of evidence”. The complainant said the quotation had been\ntaken from the defendant’s Skeleton Argument presented to the court in the\nsubsequent hearing in February 2015; this was not a “court document”. He said\nthe newspaper should not have attributed words to the judge based on the defendant’s\nrecollection of what had been said. He said his notes taken on the day had\nindicated that the judge had said the evidence was “too generalised and lacking\nthe requisite specificity to make an arguable harassment case”. He noted that\nthe February court order had stated that the case had been struck out because\nthere had been “no reasonable cause of action”. The document, provided by the\ncomplainant, indicated that the court had ordered that the claim be struck out\nas an “abuse of process”.\n5. The complainant also expressed concern that the\nnewspaper had reported that at the February 2015 hearing, Judge David Mitchell\nhad described the harassment claims as “an abuse of the court process”, saying\n“there [was] not a shred of evidence”. He said these words were also not a\ndirect quotation, but had been attributed to the judge by one of the\ndefendants.\n6. The complainant said the newspaper had inaccurately\nreported that the lobbyist had visited his home to issue defamation papers; in\nfact, he had delivered a “letter before action”.\n7. The complainant said the omission of the reasons the\ncivil action had been brought against the MP and the lobbyist had created a\nmisleading impression. The complainant said the newspaper had failed to report\nhis account of the incident that had occurred at his home, which he said had\nprompted the civil action. The article had also failed to state that he and his\nwife had not attended the hearing because they had not been told about it.\n8. In addition, the complainant said that Fathers4Justice\nhad not complained that the MP had failed to deliver her promises regarding the\nShared Parenting Bill, as was reported; it had been the Children and Families\nBill. He also noted that the newspaper had published his photograph without his\npermission, and had cropped the image to remove the MP.\n9. The newspaper said it had quoted the statement\nattributed to the judge in the lobbyist’s Skeleton Argument. As the complainant\nhad not attended the February hearing, it did not consider that he was in a\nposition to dispute the defendant’s account. It also noted that the\ncomplainant’s description of the judge’s conclusion was not significantly\ndifferent to that set out in the quotation. Furthermore, the newspaper did not\nconsider that its report of the dispute that Fathers4Justice had with the MP\nhad been significantly inaccurate: the key point was that the group had felt\nthat the MP had not kept to her pre-election pledge to support its campaign.\nNonetheless, the newspaper offered to publish a statement making the\ncomplainant’s position clear on both points.\n10. The newspaper said it had not denied the complainant\na right to reply. It had published the statement issued by the complainant to\nits sister newspaper. However, it said that it would be willing to publish a\nletter written by the complainant, subject to its usual editorial requirements.\nIt noted that the published photograph had been purely illustrative; it was not\nmisleading.\nRelevant Code Provisions\n11. Clause 1 (Accuracy)\ni) The Press must take care not to publish inaccurate,\nmisleading or distorted information, including pictures.\nii) A significant inaccuracy, misleading statement or\ndistortion once recognised must be corrected, promptly and with due prominence,\nand - where appropriate - an apology published. In cases involving the\nRegulator, prominence should be agreed with the Regulator in advance.\nClause 2 (Opportunity to reply)\nA fair opportunity for reply to inaccuracies must be given\nwhen reasonably called for.\nFindings of the Committee\n12. The Committee noted that the newspaper had relied on\nthe defendant’s account of what had been said by the judge at the October 2014\nhearing, which he had given in his Skeleton Argument to court in February 2015.\nThe Committee noted the complainant’s position that a Skeleton Argument was not\nan official document produced by the court. The newspaper had been entitled to\nrely on material presented to the court in a formal submission, particularly as\nit related to the court’s own findings. Its reference to the material contained\nin the Skeleton Argument had not represented a failure to take care over the\naccuracy of the information. Furthermore, the complainant’s application for an\ninjunction had indeed been dismissed, and given the complainant’s account of\nwhat had been said by the judge about his evidence, the published quotation had\nnot been misleading. This point did not raise a breach of Clause 1.\n13. The Committee noted the complainant’s concern that\nthe newspaper had also attributed quotations to Judge David Mitchell that it\nhad sourced from a statement issued by the MP. The article, however, had made\nthe source of the quotations clear, and it had accurately quoted from the MP’s\nstatement. The court order had also supported the information in the article;\nit stated that the claims against both defendants had been struck out as there\nwas “no reasonable cause of action” and described the claims as “an abuse of\nthe court’s process”. There was no failure to take care over the accuracy of\nthe information. This point did not raise a breach of Clause 1.\n14. The complainant had expressed concern that the\nomission of background information to the case had rendered the article\nmisleading. However, the selection of material for publication was at the\ndiscretion of the editor, provided that such editorial decisions did not engage\nthe terms of the Editors’ Code. The article had made clear that the complainant\nhad applied for an injunction against the lobbyist, and had claimed that he had\nbeen harassed. These points did not raise a breach of Clause 1.\n15. The newspaper had accepted that Fathers4Justice had\nconsidered that the MP had failed to fulfil her pre-election promises in\nrelation to the Shared Parenting Bill, and not the Children and Families Bill,\nas reported. While the Committee did not consider that this was a significant\ninaccuracy that required a correction under the terms of the Code, it welcomed\nthe newspaper’s offer to publish a clarification in response to the complaint.\nIt also noted that the suggested wording addressed the complainant’s concerns\nregarding the quotations attributed to the judge. This point did not raise a\nbreach of Clause 1.\n16. The remaining concerns regarding the publication of a\ncropped image and whether the complainant had been issued with defamation\npapers were not significant points that would raise a breach of Clause 1. The\ncomplaint under Clause 1 was not upheld.\n17. The complainant had also framed his concerns under\nClause 2. The terms of Clause 2, however, do not require that newspapers seek\ncomment before publication. Rather, they provide people with a fair opportunity\nto respond to published inaccuracies. The Committee had not established the\nexistence of inaccuracies that would engage the terms of this Clause.\nConclusions\n18. The complaint was not upheld.\nRemedial Action Required\nN/A\nDate complaint received: 02/03/2015\nDate decision issued: 22/05/2015\nBack to ruling listing\n\n\n"
}