{
    "url": "/rulings-and-resolution-statements/ruling/?id=00952-19",
    "title": "00952-19 Richardson v express.co.uk",
    "provisions": [
        "1 Accuracy (2018)"
    ],
    "outcome": "Breach - sanction: action as offered by publication",
    "publication": "express.co.uk (Reach PLC)",
    "published_on": "2019-01-22 00:00:00",
    "received_on": "2019-01-22 00:00:00",
    "concluded_on": "2019-03-20 00:00:00",
    "complaint_processing_days": 57,
    "conclusion_long": "11. The complaint was upheld under Clause 1(i).",
    "remedial_action": "12. The wording of the fuller correction made clear what the Prime Minister had said, and acknowledged the inaccuracy contained in the original article. The footnote correction had been made sufficiently promptly. The standalone correction had been offered sufficiently promptly, once the complainant had made clear that a footnote correction was insufficient, and had been published with sufficient prominence; no further remedial action was required. Date complaint received: 22/01/2019",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee 00952-19 Richardson v express.co.ukSummary of complaint\n1. Luke Richardson complained to the\nIndependent Press Standards Organisation that express.co.uk breached Clause 1\n(Accuracy) of the Editors’ Code of Practice in an article headlined “’RIOTS ON\nSTREETS!’ – Theresa May warns of DANGEROUS results of second Brexit\nreferendum”, published on 22 January 2019.\n2. The article reported that the Prime\nMinister had “warned of a threat to democracy” in the event of a second Brexit\nreferendum. It said that, in response to Jeremy Corbyn proposing an amendment\nallowing MPs to vote on such a referendum, the Prime Minister had “warned of\ngrave possibilities”. It quoted her as saying “’There has not yet been enough recognition\nof the way that a second referendum could damage social cohesion by undermining\nfaith in our democracy’”.\n3. The complainant said that the article’s\nheadline was misleading, in breach of Clause 1 (Accuracy) in that it suggested\nthat the Prime Minister had warned of “riots on [the] streets”, when she had\nnot.\n4. The publication accepted that the article’s\nheadline had inaccurately paraphrased the warning which the Prime Minister had\ndelivered; it said that a new journalist had done this in error. Within 10 days\nof receiving the complaint, it removed the words “Riots on streets” from the\nheadline, and added a footnote correction to the article as follows:\nCorrection\nThis\narticle was originally headlined \"'RIOT ON THE STREETS' - Theresa May\nwarns of DANGEROUS results of second Brexit referendum.\" The paraphrased\nline 'RIOTS ON THE STREETS' did not accurately reflect the warning given by the\nPrime Minister Theresa May and has been removed. We are happy to set the record\nstraight.\n5. The complainant said that these steps were\ninsufficient to resolve his complaint.\n6. After IPSO began its investigation into the\nmatter, and within 3 weeks of receiving the complaint, the publication\nadditionally published a standalone correction, which appeared on its homepage\nfor between 10 and 12 hours, before being archived in the usual way. It noted\nthat the original article had appeared on the homepage for approximately 5 hours.\nThe correction was given the headline “Correction – ‘Riots on Streets!’ Theresa\nMay warns of dangerous results – 22 January”, and read as follows:\nOn 22\nJanuary 2019 we published an article originally headlined \"'RIOTS ON THE\nSTREETS' - Theresa May warns of DANGEROUS results of second Brexit\nreferendum.\"  The Prime Minister had\nwarned Parliament of her “deep concerns” about holding a second referendum\nbecause \"There has not yet been enough recognition of the way that a\nsecond referendum could damage social cohesion by undermining faith in our\ndemocracy\".  However, the original\nheadline inaccurately paraphrased the Prime Minister’s warning as 'RIOTS ON THE\nSTREETS'. That headline did not accurately reflect the warning given by Prime\nMinister Theresa May and has been amended. We are happy to set the record\nstraight and apologise for this error.\nThe\npublication also amended the online footnote correction to reflect this\nwording.\nRelevant\nCode Provisions\n7. Clause 1 (Accuracy)\ni) The\nPress must take care not to publish inaccurate, misleading or distorted\ninformation or images, including headlines not supported by the text.\nii) A\nsignificant inaccuracy, misleading statement or distortion must be corrected,\npromptly and with due prominence, and — where appropriate — an apology\npublished. In cases involving IPSO, due prominence should be as required by the\nregulator.\niii) A fair\nopportunity to reply to significant inaccuracies should be given, when\nreasonably called for.\niv) The\nPress, while free to editorialise and campaign, must distinguish clearly\nbetween comment, conjecture and fact.\nFindings of\nthe Committee\n8. The complaint related to comments made by\nthe Prime Minister, and the complaint was made by a third party unconnected to\nthe Prime Minister. IPSO can investigate complaints from third parties under\nClause 1 (Accuracy), although it does need to consider the position of the\nfirst party to the complaint, and whether the Committee is in a position to\nmake a ruling without the involvement of the first party. In this case, the\ncomplaint related to comments the Prime Minister had made publicly, which had\nbeen reported in the article. The Committee was therefore in a position to make\na ruling on whether the headline misrepresented these comments, without the\ninvolvement of the Prime Minister as a complainant.\n9. The Prime Minister had expressed “deep\nconcerns” that a second referendum “could damage social cohesion”, as the\narticle reported. However, she had not suggested that this damage would take\nthe form of “riots”, as the headline stated. The headline had also presented\nthis claim in inverted commas adjacent to the Prime Minister’s name, suggesting\nthat it was a direct quotation of her comments, which was not the case. Given\nthat the comments were publically available, and reported accurately in the\narticle, there was a failure to take care over the accuracy of the headline, in\nbreach of Clause 1(i). Where the Prime Minister had not referred to riots in\nher comments, the headline gave a significantly misleading impression of her\nexpressed views, which required correction to avoid a breach of Clause 1(ii).\n10.  Within 10 days of receiving the complaint,\nthe publication had removed the phrase “Riots on streets” from the headline,\nand had appended a footnote correction which noted this. On learning that this\naction was insufficient to resolve the complaint, it had, within 7 days,\npublished a fuller correction, both as a footnote and in standalone format, which\nmade clear what the Prime Minister had in fact said and noted the inaccuracy\nthat the headline had contained. This action was sufficiently prompt, and the\nfuller correction had appeared on the homepage, for a period longer than the\noriginal article; this was sufficiently prominent, and there was no breach of\nClause 1(ii).\nConclusions\n11. The\ncomplaint was upheld under Clause 1(i).\nRemedial\naction required\n12. The\nwording of the fuller correction made clear what the Prime Minister had said,\nand acknowledged the inaccuracy contained in the original article. The footnote\ncorrection had been made sufficiently promptly. The standalone correction had\nbeen offered sufficiently promptly, once the complainant had made clear that a\nfootnote correction was insufficient, and had been published with sufficient\nprominence; no further remedial action was required.\nDate\ncomplaint received: 22/01/2019\nDate\ndecision issued: 20/03/2019\nBack to ruling listing\n\n\n"
}