{
    "url": "/rulings-and-resolution-statements/ruling/?id=00974-18",
    "title": "00974-18 Vosper v The Times",
    "provisions": [
        "4 Intrusion into grief or shock (2018)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "The Times (News UK)",
    "published_on": "2018-01-20 00:00:00",
    "received_on": "2018-01-29 00:00:00",
    "concluded_on": "2018-04-13 00:00:00",
    "complaint_processing_days": 74,
    "conclusion_long": "21. The complaint was not upheld.",
    "remedial_action": "22. N/ADate complaint received: 29/01/2018",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee 00974-18 Vosper v The Times\nSummary of complaint\n1. Pippa Vosper\ncomplained to the Independent Press Standards Organisation that The Times\nbreached Clause 4 (Intrusion into grief or shock) of the Editors’ Code of\nPractice in an article headlined “The hardest part was the final goodbye”,\npublished on 20 January 2018.\n2. The article was\na first-person account, written by the complainant, in which she detailed her\nexperience of miscarriage at five months pregnant with her second child.\n3. The article\ncontained a post which the complainant had published on her Instagram account,\nin tribute to her son, which showed a cast that had been taken of his\nfootprints. The article also contained a photograph of the complainant smiling\nin a dress, which had been taken in 2016.\n4. The article was\npublished in substantially the same form online , under the same headline.\n5. The complainant\nsaid that she had written this highly personal story for another publication;\nshe had not consented for it to be published by the newspaper.\n6. The complainant\nsaid that she had been extremely distressed to discover that the newspaper had\nbought the article from the original publisher, and had republished it without\nher knowledge or consent. The original publisher had admitted to selling the\nstory to the newspaper without her permission; the agreement was for single-use\nin print, but the item had also appeared on the newspaper’s website for three\ndays. She said that the newspaper’s failure to inform her of its intention to\npublish the article had been insensitive.\n7. The complainant\nalso raised concern at the newspaper’s presentation of her story. She said that\nit was insensitive to publish her Instagram post; this had been a deeply\npersonal and loving tribute to her son which she had not consented to being\nplaced in a national newspaper. It was also insensitive to publish a historic\nphotograph of her wearing a gown and smiling. The image had been taken for an\nunrelated purpose; its selection was inappropriate as it gave the impression\nthat she had “recovered” and was at ease with the fact that only seven months\npreviously, she had lost her son.\n8. The complainant\nconsidered that the manner in which the newspaper had engaged with her\ncomplaint had also been insensitive. She had initially expressed her concern on\nInstagram, but had only received a brief comment from the newspaper in\nresponse. She then contacted a senior member of staff directly; they said that\nwhat had happened was “terrible”, but had offered no explanation for the\nstory’s presentation or an apology. She also said that the subheadline:\n“Stylist Pippa Vosper was five months pregnant when she lost her son, yet she\nbelieves something positive can come from the darkest experience”, trivialised\nthe grief she had suffered.\n9. The newspaper\nexpressed its condolences to the complainant for her loss and expressed regret\nthat the article had caused her further distress. However, it did not accept\nthat there had been anything insensitive about the way in which publication had\nbeen handled. It explained that it had bought the article from the original\npublisher in a perfectly proper manner; it was the seller’s responsibility to\nsettle terms with the author of the article before it was syndicated, not the\nbuyer.\n10. The newspaper also noted that the article had originally\nbeen published in a magazine with a circulation of 200,000, and it remained\navailable on that magazine’s website which attracted three million readers each\nmonth. It therefore strongly denied the suggestion that republishing the piece\n– with or without the writer’s prior knowledge –had breached Clause 4.\n11. The newspaper also denied that it had presented the\nstory in a manner that was insensitive. The original article had been\naccompanied by a number of specially commissioned photographs. It was open to\nthe original publisher, or the complainant, to make the use of those images a\ncondition of sale. In the absence of any such condition, the newspaper had been\nfree to accompany the piece with whatever images it had considered appropriate.\n12. It said that the complainant had posted hundreds of\nimages of herself on social media, and many photographs taken by professional\nphotographers were also publicly available. It disagreed with the complainant’s\nopinion that the image of her, which it had selected for publication, had made\nher look inappropriately “carefree”.\n13. With regard to its use of the image of the baby’s\nfootprints, the newspaper said that the complainant had posted this photograph\non a public Instagram account, which had more than 46,000 followers. It noted\nthat in her original article, the complainant had made specific reference to\nthe impact of this post, and the number of women who had been prompted to share\ntheir own stories as a result of it. As such, the newspaper considered that the\nimage was an important part of the experience the complainant had described in\nthe article; its publication was neither intrusive nor gratuitous.\n14. The newspaper also denied that it had failed to handle\nthe complainant’s concerns with sensitivity. The weekend the article was\npublished, the complainant had posted a number of angry comments on social\nmedia. In response, the newspaper had explained the position regarding\nsyndication, and senior staff had subsequently apologised for any distress\ncaused, but all overtures had been rejected.\nRelevant Code provisions\n15. Clause 4 (Intrusion into grief or shock)\nIn cases involving personal grief or shock, enquiries and\napproaches must be made with sympathy and discretion and publication handled\nsensitively. These provisions should not restrict the right to report legal\nproceedings.\nFindings of the Committee\n16. The Committee wished to express its sincere condolences\nto the complainant and her family for their loss.\n17. The Committee acknowledged the complainant’s distress\nthat the article, which was deeply personal in nature, had been republished in\na national newspaper without her knowledge or consent. However, the newspaper\nhad bought the piece from the original publisher on the understanding that the\nauthor of the article had provided her consent. The fact that the newspaper had\nnot contacted the complainant separately to ensure that she was content with\nthe agreement did not represent insensitive handling of the story in breach of\nClause 4. Furthermore, any dispute regarding the specific contractual\narrangement in place was a legal matter that was not for consideration under\nthe Code.\n18. The Committee understood that the photograph the\ncomplainant had taken of her son’s footprints was extremely personal to her,\nand it acknowledged that she was distressed by its publication in the\nnewspaper. However, the complainant had put the image in the public domain by\nposting it on her public Instagram account. Furthermore, she had agreed to the\noriginal publication of the article itself, which made specific reference to\nthis image. Using this publicly available image, which was not gratuitous and\nwhich was referred to in the article, did not represent handling publication with\ninsensitivity in breach of Clause 4.\n19. The Committee also noted the complainant’s concern that\nthe sub headline and photograph, which showed her wearing a gown in 2016, had\ngiven the impression that she had recovered from the tragic death of her son,\nwhich had taken place only seven months previously. The Committee noted her\nconcern that the selection of a glamorised photo suggested that she was\ncarefree, despite her loss. However, the image showed the complainant posing\nfor a photograph; it was not embarrassing; nor had it- or the article’s s sub\nheadline-mocked or diminished the tragedy of the story being told. The\nselection of this photograph and the article’s sub headline did not represent\ninsensitive handling of the story in breach of Clause 4.\n20. Finally, the Committee considered the way in which the\nnewspaper had handled the complaint. The complainant had initially expressed\nher concerns about the article on Instagram, and the newspaper had responded by\nsaying that it was “very sorry” for the complainant’s “shock and distress”, and\nexplaining that it had bought the piece from the original publisher on the\nunderstanding that clearance from the author had been obtained. When the\ncomplainant then contacted the newspaper directly, a senior member of staff\nresponded apologising again, and offered to meet the complainant to discuss the\nmatter. The complainant declined and then contacted IPSO. While the Committee\nacknowledged the complainant’s position that the newspaper had not offered a\nprompt explanation for the presentation of the story, it did not consider that\nits handling of the matter had been insensitive. There was no breach of Clause\n4.\nConclusion\n21. The complaint was not upheld.Remedial action required22. N/ADate complaint received: 29/01/2018Date decision issued: 13/04/2018  \nBack to ruling listing\n\n\n"
}