{
    "url": "/rulings-and-resolution-statements/ruling/?id=00975-15",
    "title": "00975-15 Turnbull v Hartlepool Mail",
    "provisions": [
        "1 (Accuracy) 2015",
        "6 (Children) 2015",
        "10 (Clandestine devices and subterfuge) 2015",
        "4 (Harassment) 2015",
        "9 (Reporting of crime) 2015"
    ],
    "outcome": "No breach - after investigation",
    "publication": "Hartlepool Mail (National World Publishing Ltd)",
    "published_on": "2014-11-23 00:00:00",
    "received_on": "2015-02-18 00:00:00",
    "concluded_on": "2015-07-24 00:00:00",
    "complaint_processing_days": 156,
    "conclusion_long": "15. The complaint was not upheld.",
    "remedial_action": "N/A  Date complaint received: 18/02/2015",
    "text": "\n\n\n\n\n\n·  Decision of the Complaints Committee 00975-15 Turnbull\nv Hartlepool Mail\nSummary of\ncomplaint \n1. Catherine Robson, acting on behalf of her daughter\nHelen Turnbull, complained to the Independent Press Standards Organisation that\nthe Hartlepool Mail had breached Clause 1 (Accuracy), Clause 4 (Harassment),\nClause 6 (Children), Clause 9 (Reporting of crime) and Clause 10 (Clandestine\ndevices and subterfuge) of the Editors’ Code of Practice in an article\nheadlined “Ex-husband of shamed teaching assistant speaks out after sex trial”,\npublished on 23 November 2014. \n2. The article reported that Ms Turnbull, a former\nteaching assistant, had pleaded guilty to one count of sexual activity with a\nchild by a person in a position of trust. She had kissed and sent an explicit\ntext message to a child. The article reported the claim of her ex-husband, Ben\nTurnbull, that she had shown a “longstanding interest in teenage boys”.  \n3. The complainant said the article contained a number of\ninaccuracies: Ms Turnbull had not shown a “longstanding interest in teenage\nboys”; she had not spent all her spare money on clothes; she had not taken two\nhours to get ready for work; and she had not bragged about the effect her\nappearance had on male pupils. \n4. The complainant said reporters had persistently\nquestioned Ms Turnbull outside court, and photographers had taken her\nphotograph without permission in breach of Clause 4 (Harassment). She expressed\nparticular concern that one photographer had attempted an “up-skirt” shot and\nhad been warned by a police officer that his behaviour constituted harassment.\nThe complainant did not know if the photographer had represented the newspaper\nunder complaint. \n5. The complainant considered that a reference to Ms\nTurnbull losing custody of her children represented a breach of Clause 6\n(Children) and Clause 9 (Reporting of crime), and said the newspaper had\npublished a video of Ms Turnbull walking to court that had been filmed by a\ncamera that had been hidden inside a bus stop, in breach of Clause 10\n(Clandestine devices and subterfuge). \n6. The newspaper said it had published photographs and a\nvideo of Ms Turnbull outside court where she had no reasonable expectation of\nprivacy. \n7. It said it had investigated the complainant’s concerns\nthat Ms Turnbull had been harassed by the press outside court, and its staff\nhad confirmed that they had not harassed her or any other party. The agency\nthat had supplied the published photographs provided a selection of images\ntaken by its photographer on the three days they had attended court. \n8. The newspaper did not believe that the article had\nidentified the children. \n9. The complainant said her daughter had been harassed\nevery day of the eight days of court proceedings, but none of the photographs\nsupplied were taken the day that a photographer attempted to take a photograph\nup her daughter’s skirt. \nRelevant Code Provisions\nClause 1 (Accuracy) \ni) The Press must take care not to publish inaccurate,\nmisleading or distorted information, including pictures. \nii) A significant inaccuracy, misleading statement or\ndistortion once recognised must be corrected, promptly and with due prominence,\nand - where appropriate - an apology published. In cases involving the\nRegulator, prominence should be agreed with the Regulator in advance. \nClause 4 (Harassment) \ni) Journalists must not engage in intimidation,\nharassment or persistent pursuit. \nii) They must not persist in questioning, telephoning,\npursuing or photographing individuals once asked to desist; nor remain on their\nproperty when asked to leave and must not follow them. If requested, they must\nidentify themselves and whom they represent. \niii) Editors must ensure these principles are observed by\nthose working for them and take care not to use non-compliant material from\nother sources. \nClause 6 (Children) \ni) Young people should be free to complete their time at\nschool without unnecessary intrusion. \niv) Minors must not be paid for material involving\nchildren's welfare, nor parents or guardians for material about their children\nor wards, unless it is clearly in the child's interest. \nClause 9 (Reporting of crime) \ni) Relatives or friends of persons convicted or accused\nof crime should not generally be identified without their consent, unless they\nare genuinely relevant to the story. \nClause 10 (Clandestine devices and subterfuge) \ni) The press must not seek to obtain or publish material\nacquired by using hidden cameras or clandestine listening devices; or by\nintercepting private or mobile telephone calls, messages or emails; or by the\nunauthorised removal of documents or photographs; or by accessing\ndigitally-held private information without consent. \nFindings of the Committee\n11. The complainant’s concerns regarding the article’s\naccuracy related directly to her former husband’s account of his ex-wife’s\nconduct. The account had been attributed to him and clearly represented his position\nalone. It made clear that it was his “claim” that Ms Turnbull had shown a\n“long-standing interest in teenage boys”. Although Mr Turnbull’s comments had\nbeen ruled inadmissible by the judge, the Committee noted that these claims had\nbeen heard in court. The article had also made clear that Ms Turnbull had\nadmitted to one offence involving kissing and texting one boy. Given Ms\nTurnbull’s admissions, the publication of Mr Turnbull’s comments did not\nrepresent a failure to take care over the accuracy of the article. The article\nhad not given the significantly misleading impression that Mr Turnbull’s\ncomments were definitive. The complaint under Clause 1 was not upheld. \n12. The Committee was concerned to hear the complainant’s\ncontention that Ms Turnbull had been harassed outside court. The Committee’s\ntask was to establish whether the newspaper under complaint had been\nresponsible for the harassment. The newspaper would be responsible if the\nharassment had been carried out by a member of its staff or by an external\ncontributor, such as an agency. \n13. The newspaper had purchased photographs supplied by a\npress agency, which had been present on only three days of the proceedings, and\nthe complainant had confirmed that none of the images had been taken on the day\nthat an “up-skirt” shot had allegedly been attempted. The images did not appear\nto have been taken in circumstances of harassment. As there were no grounds to\nsuggest that individuals representing the newspaper had behaved in a manner\nthat constituted harassment, the complaint under Clause 4 was not upheld. \n14. The newspaper had not identified Ms Turnbull’s\nchildren. It had reported that Ms Turnbull’s conviction had led to her losing\ncustody of the children to their father. The brief reference to the children in\nthe context of a discussion of the impact of her crime on her family did not\nconstitute an intrusion into the children’s time at school in breach of Clause\n6. Nor had a relative or friend been identified in breach of Clause 9. There\nwas also no evidence to suggest that the newspaper had sought to obtain or\npublish material that had been acquired by using a hidden camera in breach of\nClause 10. \nConclusions\n15. The complaint was not upheld. \nRemedial Action Required\nN/A \nDate complaint received: 18/02/2015\nDate decision issued: 24/07/2015\nBack to ruling listing\n\n\n"
}