{
    "url": "/rulings-and-resolution-statements/ruling/?id=00991-15",
    "title": "00991-15 McIntosh v The Herald (Glasgow)",
    "provisions": [
        "1 (Accuracy) 2015",
        "2 (Opportunity to reply) 2015",
        "3 (Privacy) 2015"
    ],
    "outcome": "Breach - sanction: publication of adjudication",
    "publication": "The Herald (Newsquest Media Group)",
    "published_on": "2015-02-24 00:00:00",
    "received_on": "2015-03-02 00:00:00",
    "concluded_on": "2015-06-08 00:00:00",
    "complaint_processing_days": 98,
    "conclusion_long": "of the case and publication of the article, the complainant said that for it to be revived again in this way had caused him great distress.  4. The newspaper accepted that its article was inaccurate. It said that the story had been supplied by a freelance journalist, who had reported the original proceedings in 2013. Aware that some time had passed, he contacted the Perth Sheriff Court clerk’s office to check on the status of the case. The Court had told the journalist that a decree had been granted in favour of the pursuer, and confirmed that that meant it had been granted to the dentist. The Court was later unable to provide an explanation as to why the incorrect information had been provided, but it was the journalist’s assumption that the clerk’s office had viewed it as a decree in the dentist’s favour, but had failed to note that it was a decree of abandonment. Most of the story, including the quoted allegations about the complainant’s character, had been based on the findings from the original GDC hearing.  5. As soon as the journalist had realised the error and informed the newspaper, before the complainant had contacted IPSO, the newspaper had changed its online article to make clear the true position, and published the following correction in its print edition, on page 2:  “We reported on Tuesday that dentist Keith Watson had successfully sued a former patient for more than £50,000 in a defamation action. In fact, Mr Watson was granted a Minute of Abandonment and was ordered to pay £10,050 to Andrew McIntosh, the former patient. We took the original information in good faith, based on details supplied by court staff to a court reporter.”  6. The complainant said that the correction had no headline distinguishing it as such, and did not include an apology. He was also concerned that the correction gave the impression that £10,050 had been paid to him directly, when in fact it had covered his costs.  Relevant Code Provisions 7. Clause 1 (Accuracy)  i) The press must take care not to publish inaccurate, misleading or distorted information, including pictures.  ii) A significant inaccuracy, misleading statement or distortion once recognised must be corrected, promptly and with due prominence, and – where appropriate – an apology published.  iii) The press, whilst free to be partisan, must distinguish clearly between comment, conjecture and fact.  Clause 2 (Opportunity to reply)  A fair opportunity for reply to inaccuracies must be given when reasonably called for.  Clause 3 (Privacy)  i) Everyone is entitled to respect for his or her private and family life, home, health and correspondence, including digital communications.  Findings of the Committee 8. The journalist might have been entitled to rely on the original - albeit inaccurate - information provided by the Court in relation to the case. However, the article went further than reporting this basic detail. Instead, it had been presented as a contemporaneous court report, despite the fact that the proceedings it was claiming to be reporting had concluded ten months before the article was published. This demonstrated a failure to take care over the accuracy of the article. While the copy had been provided by a freelance journalist, under the Code the newspaper was responsible for the content it had published. The Committee established a breach of Clause 1 (i).  9. The newspaper had not included an apology in the correction. Clause 1 (ii) of the Code makes clear that there are circumstances in which an apology may be called for. On this occasion, where the error had been personal to the complainant and had the potential to be seriously damaging to him, an apology was required. The Committee was further concerned that the newspaper had sought to use the correction to distance itself from the error. The newspaper had not properly complied with its obligations to correct the inaccuracy; this represented a further breach of the Code.  10. The complainant had not requested an opportunity to reply, beyond the publication of the correction. In the circumstances, there was no breach of Clause 2.  11. The Committee was satisfied that the information published in the article did not intrude into the complainant’s private life, notwithstanding that the basis of the story was inaccurate. The details of the original GDC complaint were in the public domain, and their republication did not represent a breach of Clause 3.  Conclusions 12. The complaint was upheld.",
    "remedial_action": "13. In circumstances where the Committee establishes a breach of the Editors’ Code, it can require the publication of a correction and/or adjudication. The newspaper had published a correction prior to the complainant contacting IPSO; however, that correction did not include an apology, which the Committee had determined was required on this occasion. The Committee required the publication of this adjudication as a remedy to the breach. The original article was published on page 5; the adjudication should be published on page 5 or further forward. A link to the adjudication should also be published on the homepage of the newspaper’s website for at least 48 hours, and thereafter archived on the website in the usual way. The headline to the adjudication should include the words “IPSO complaint upheld” and make reference to the subject matter of the original article; it should be agreed with IPSO in advance. The terms of the adjudication to be published are as follows:  Following an article published in the Herald on 24 February 2015, headlined “Dentist wins £50,000 action after patient’s false claims”, Andrew McIntosh complained to the Independent Press Standards Organisation (IPSO) that the Herald had published inaccurate information in breach of Clause 1 (Accuracy) of the Editors’ Code of Practice. IPSO upheld the complaint and established a breach of the Editors’ Code. IPSO required the Herald to publish this decision by its Complaints Committee as a remedy to the breach.  The complainant had reported his dentist to the General Dental Council (GDC), but the dentist was subsequently cleared of any misconduct. After the GDC’s findings, the dentist brought defamation proceedings against the complainant. The article under complaint inaccurately reported that the dentist had won his case and been awarded £50,000 in damages.  In fact, the dentist had dropped his case in April 2014, and had been required to pay costs.  The newspaper accepted that its article was inaccurate; this was a consequence of the journalist’s reliance on inaccurate information provided by the court.  As soon as the journalist had realised the error and informed the newspaper, before the complainant had contacted IPSO, the newspaper had changed its online article to make clear the true position, and published a correction in its print edition, on page 2.  The complainant said that the correction had no headline distinguishing it as such, and did not include an apology.  IPSO’s Complaints Committee noted that the journalist might have been entitled to rely on the original - albeit inaccurate - information provided by the Court in relation to the case. However, the article went further than reporting this basic detail. Instead, it had been presented as a contemporaneous court report, despite the fact that the proceedings it was claiming to be reporting had concluded ten months before the article was published. This demonstrated a failure to take care over the accuracy of the article. While the copy had been provided by a freelance journalist, under the Code the newspaper was responsible for the content it had published. The Committee established a breach of Clause 1 (i).  The newspaper had not included an apology in the correction. On this occasion, where the error had been personal to the complainant and had the potential to be seriously damaging to him, an apology was required. The newspaper had not properly complied with its obligations to correct the inaccuracy; this represented a further breach of the Code.  Date complaint received: 02/03/2015",
    "text": "\n\n\n\n\n\n·     Decision of the Complaints Committee 00991-15 McIntosh\nv The Herald (Glasgow)\nSummary of\ncomplaint \n1. Andrew McIntosh complained to the Independent Press\nStandards Organisation that the Herald had breached Clause 1 (Accuracy), Clause\n2 (Opportunity to reply) and Clause 3 (Privacy) of the Editors’ Code of\nPractice in an article headlined “Dentist wins £50,000 action after patient’s\nfalse claims”, published on 24 February 2015. \n2. The complainant had reported his dentist to the\nGeneral Dental Council (GDC), but the dentist was subsequently cleared of any\nmisconduct. After the GDC’s findings, the dentist brought defamation\nproceedings against the complainant. The article under complaint reported that\nthe dentist had won his case and been awarded £50,000 in damages. \n3. The complainant said that, contrary to the article’s\ncentral claim, the dentist had not won his defamation case; the dentist had\ndropped his case in April 2014, and had been required to pay costs. Given the\nlength of time that had passed between the conclusion of the case and\npublication of the article, the complainant said that for it to be revived\nagain in this way had caused him great distress. \n4. The newspaper accepted that its article was\ninaccurate. It said that the story had been supplied by a freelance journalist,\nwho had reported the original proceedings in 2013. Aware that some time had\npassed, he contacted the Perth Sheriff Court clerk’s office to check on the\nstatus of the case. The Court had told the journalist that a decree had been\ngranted in favour of the pursuer, and confirmed that that meant it had been\ngranted to the dentist. The Court was later unable to provide an explanation as\nto why the incorrect information had been provided, but it was the journalist’s\nassumption that the clerk’s office had viewed it as a decree in the dentist’s\nfavour, but had failed to note that it was a decree of abandonment. Most of the\nstory, including the quoted allegations about the complainant’s character, had\nbeen based on the findings from the original GDC hearing. \n5. As soon as the journalist had realised the error and\ninformed the newspaper, before the complainant had contacted IPSO, the\nnewspaper had changed its online article to make clear the true position, and\npublished the following correction in its print edition, on page 2: \n“We reported on Tuesday that dentist Keith Watson had\nsuccessfully sued a former patient for more than £50,000 in a defamation\naction. In fact, Mr Watson was granted a Minute of Abandonment and was ordered\nto pay £10,050 to Andrew McIntosh, the former patient. We took the original\ninformation in good faith, based on details supplied by court staff to a court\nreporter.” \n6. The complainant said that the correction had no\nheadline distinguishing it as such, and did not include an apology. He was also\nconcerned that the correction gave the impression that £10,050 had been paid to\nhim directly, when in fact it had covered his costs. \nRelevant Code Provisions\n7. Clause 1 (Accuracy) \ni) The press must take care not to publish inaccurate,\nmisleading or distorted information, including pictures. \nii) A significant inaccuracy, misleading statement or\ndistortion once recognised must be corrected, promptly and with due prominence,\nand – where appropriate – an apology published. \niii) The press, whilst free to be partisan, must\ndistinguish clearly between comment, conjecture and fact. \nClause 2 (Opportunity to reply) \nA fair opportunity for reply to inaccuracies must be\ngiven when reasonably called for. \nClause 3 (Privacy) \ni) Everyone is entitled to respect for his or her private\nand family life, home, health and correspondence, including digital\ncommunications. \nFindings of the Committee\n8. The journalist might have been entitled to rely on the\noriginal - albeit inaccurate - information provided by the Court in relation to\nthe case. However, the article went further than reporting this basic detail.\nInstead, it had been presented as a contemporaneous court report, despite the\nfact that the proceedings it was claiming to be reporting had concluded ten\nmonths before the article was published. This demonstrated a failure to take\ncare over the accuracy of the article. While the copy had been provided by a\nfreelance journalist, under the Code the newspaper was responsible for the content\nit had published. The Committee established a breach of Clause 1 (i). \n9. The newspaper had not included an apology in the\ncorrection. Clause 1 (ii) of the Code makes clear that there are circumstances\nin which an apology may be called for. On this occasion, where the error had\nbeen personal to the complainant and had the potential to be seriously damaging\nto him, an apology was required. The Committee was further concerned that the\nnewspaper had sought to use the correction to distance itself from the error.\nThe newspaper had not properly complied with its obligations to correct the\ninaccuracy; this represented a further breach of the Code. \n10. The complainant had not requested an opportunity to\nreply, beyond the publication of the correction. In the circumstances, there\nwas no breach of Clause 2. \n11. The Committee was satisfied that the information\npublished in the article did not intrude into the complainant’s private life,\nnotwithstanding that the basis of the story was inaccurate. The details of the\noriginal GDC complaint were in the public domain, and their republication did\nnot represent a breach of Clause 3. \nConclusions\n12. The complaint was upheld. \nRemedial Action Required\n13. In circumstances where the Committee establishes a\nbreach of the Editors’ Code, it can require the publication of a correction\nand/or adjudication. The newspaper had published a correction prior to the\ncomplainant contacting IPSO; however, that correction did not include an\napology, which the Committee had determined was required on this occasion. The\nCommittee required the publication of this adjudication as a remedy to the\nbreach. The original article was published on page 5; the adjudication should\nbe published on page 5 or further forward. A link to the adjudication should\nalso be published on the homepage of the newspaper’s website for at least 48\nhours, and thereafter archived on the website in the usual way. The headline to\nthe adjudication should include the words “IPSO complaint upheld” and make\nreference to the subject matter of the original article; it should be agreed\nwith IPSO in advance. The terms of the adjudication to be published are as\nfollows: \nFollowing an article published in the Herald on 24\nFebruary 2015, headlined “Dentist wins £50,000 action after patient’s false\nclaims”, Andrew McIntosh complained to the Independent Press Standards\nOrganisation (IPSO) that the Herald had published inaccurate information in\nbreach of Clause 1 (Accuracy) of the Editors’ Code of Practice. IPSO upheld the\ncomplaint and established a breach of the Editors’ Code. IPSO required the\nHerald to publish this decision by its Complaints Committee as a remedy to the\nbreach. \nThe complainant had reported his dentist to the General\nDental Council (GDC), but the dentist was subsequently cleared of any\nmisconduct. After the GDC’s findings, the dentist brought defamation\nproceedings against the complainant. The article under complaint inaccurately\nreported that the dentist had won his case and been awarded £50,000 in damages. \nIn fact, the dentist had dropped his case in April 2014,\nand had been required to pay costs. \nThe newspaper accepted that its article was inaccurate; this\nwas a consequence of the journalist’s reliance on inaccurate information\nprovided by the court. \nAs soon as the journalist had realised the error and\ninformed the newspaper, before the complainant had contacted IPSO, the\nnewspaper had changed its online article to make clear the true position, and\npublished a correction in its print edition, on page 2. \nThe complainant said that the correction had no headline\ndistinguishing it as such, and did not include an apology. \nIPSO’s Complaints Committee noted that the journalist\nmight have been entitled to rely on the original - albeit inaccurate -\ninformation provided by the Court in relation to the case. However, the article\nwent further than reporting this basic detail. Instead, it had been presented\nas a contemporaneous court report, despite the fact that the proceedings it was\nclaiming to be reporting had concluded ten months before the article was\npublished. This demonstrated a failure to take care over the accuracy of the\narticle. While the copy had been provided by a freelance journalist, under the\nCode the newspaper was responsible for the content it had published. The\nCommittee established a breach of Clause 1 (i). \nThe newspaper had not included an apology in the\ncorrection. On this occasion, where the error had been personal to the\ncomplainant and had the potential to be seriously damaging to him, an apology\nwas required. The newspaper had not properly complied with its obligations to\ncorrect the inaccuracy; this represented a further breach of the Code. \nDate complaint received: 02/03/2015\nDate decision issued: 08/06/2015\nBack to ruling listing\n\n\n"
}