{
    "url": "/rulings-and-resolution-statements/ruling/?id=00993-15",
    "title": "00993-15 McIntosh v The Courier (Dundee)",
    "provisions": [
        "1 (Accuracy) 2015",
        "2 (Opportunity to reply) 2015",
        "3 (Privacy) 2015"
    ],
    "outcome": "Breach - sanction: action as offered by publication",
    "publication": "The Courier (DC Thomson Group)",
    "published_on": "2015-02-24 00:00:00",
    "received_on": "2015-03-02 00:00:00",
    "concluded_on": "2015-06-08 00:00:00",
    "complaint_processing_days": 98,
    "conclusion_long": "of the case and publication of the article, the complainant said that for it to be revived again in this way had caused him great distress.  4. The newspaper accepted that the article was inaccurate. The story had been provided by a normally reliable freelance journalist, and there was nothing in the copy to indicate concern. When the journalist had become aware of the error he had contacted the newspaper, and it had published the following correction on page 5:  “In our issue of Tuesday February 24 we reported proceedings of a defamation case involving Keith Watson and Andrew McIntosh which took place at Perth Sheriff Court. We would like to make clear the case did not result in Mr Watson winning the action. He was granted a Minute of Abandonment and subsequently ordered to pay expenses to Mr McIntosh. We apologise for publishing the incorrect information and for any confusion caused.”  5. The newspaper later offered to run a further correction and apology, publish a correct version of the story in the same position as the original article, or interview the complainant about the conclusion of the case. It also said that it was now keeping under review contributions from the freelance journalist concerned.  6. The complainant did not accept the offers of resolution, which he felt were insufficient given the nature of the inaccuracy.  Relevant Code Provisions 7. Clause 1 (Accuracy)  i) The press must take care not to publish inaccurate, misleading or distorted information, including pictures.  ii) A significant inaccuracy, misleading statement or distortion once recognised must be corrected, promptly and with due prominence, and – where appropriate – an apology published.  Clause 2 (Opportunity to reply)  A fair opportunity for reply to inaccuracies must be given when reasonably called for.  Clause 3 (Privacy)  i) Everyone is entitled to respect for his or her private and family life, home, health and correspondence, including digital communications.  Findings of the Committee 8. The newspaper had accepted that the basis of the article was entirely inaccurate; publication of the inaccurate information had caused the complainant evident distress. The journalist might have been entitled to rely on the original - albeit inaccurate - information provided by the Court in relation to the case. However, the article went further than reporting this basic detail. Instead, it had been presented as a contemporaneous court report, despite the fact that the proceedings it was claiming to be reporting had concluded ten months before the article was published. This demonstrated a failure to take care over the accuracy of the article. While the copy had been provided by a freelance journalist, under the Code the newspaper was responsible for the content it had published. The Committee established a breach of Clause 1 (i).  9. Upon being contacted by the freelance journalist who had provided the story, the newspaper published an appropriate correction, including an apology. On this occasion, where the error had been very personal to the complainant, an apology was required. The correction clearly identified the original inaccuracy and the correct position, and was published promptly in a duly prominent position in the newspaper. There was no breach of Clause 1 (ii) of the Code.  10. The complainant had not requested an opportunity to reply, beyond the publication of the correction. In the circumstances, there was no breach of Clause 2.  11. The Committee was satisfied that the information published in the article did not intrude into the complainant’s private life. The details of the original GDC complaint were in the public domain, and their republication did not represent a breach of Clause 3.  Conclusions 12. The complaint was upheld.",
    "remedial_action": "13. In circumstances where the Committee establishes a breach of the Editors’ Code, it can require the publication of a correction and/or adjudication. The newspaper had published a correction and apology prior to the complainant contacting IPSO, and the Committee was satisfied that these were an appropriate remedy to the established breach of Clause 1. The newspaper was not required to publish anything further.  Date complaint received: 02/03/2015",
    "text": "\n\n\n\n\n\n·  Decision of the Complaints Committee 00993-15 McIntosh\nv The Courier (Dundee)\nSummary of\ncomplaint \n1. Andrew McIntosh complained to the Independent Press\nStandards Organisation that the Dundee Courier had breached Clause 1\n(Accuracy), Clause 2 (Opportunity to reply) and Clause 3 (Privacy) of the\nEditors’ Code of Practice in an article headlined “Dentist wins case against\nex-patient”, published on 24 February 2015. \n2. The complainant had reported his dentist to the\nGeneral Dental Council (GDC), but the dentist was subsequently cleared of any\nmisconduct. After the GDC’s findings, the dentist brought defamation\nproceedings against the complainant. The article under complaint reported that\nthe dentist had won his case and been awarded £50,000 in damages. \n3. The complainant said that that the dentist had not won\nhis defamation case; the dentist had dropped his case in April 2014, and had\nbeen required to pay costs. Given the length of time that had passed between\nthe conclusion of the case and publication of the article, the complainant said\nthat for it to be revived again in this way had caused him great distress. \n4. The newspaper accepted that the article was\ninaccurate. The story had been provided by a normally reliable freelance\njournalist, and there was nothing in the copy to indicate concern. When the\njournalist had become aware of the error he had contacted the newspaper, and it\nhad published the following correction on page 5: \n“In our issue of Tuesday February 24 we reported\nproceedings of a defamation case involving Keith Watson and Andrew McIntosh\nwhich took place at Perth Sheriff Court. We would like to make clear the case\ndid not result in Mr Watson winning the action. He was granted a Minute of\nAbandonment and subsequently ordered to pay expenses to Mr McIntosh. We\napologise for publishing the incorrect information and for any confusion caused.” \n5. The newspaper later offered to run a further\ncorrection and apology, publish a correct version of the story in the same\nposition as the original article, or interview the complainant about the\nconclusion of the case. It also said that it was now keeping under review\ncontributions from the freelance journalist concerned. \n6. The complainant did not accept the offers of\nresolution, which he felt were insufficient given the nature of the inaccuracy. \nRelevant Code Provisions\n7. Clause 1 (Accuracy) \ni) The press must take care not to publish inaccurate,\nmisleading or distorted information, including pictures. \nii) A significant inaccuracy, misleading statement or\ndistortion once recognised must be corrected, promptly and with due prominence,\nand – where appropriate – an apology published. \nClause 2 (Opportunity to reply) \nA fair opportunity for reply to inaccuracies must be\ngiven when reasonably called for. \nClause 3 (Privacy) \ni) Everyone is entitled to respect for his or her private\nand family life, home, health and correspondence, including digital\ncommunications. \nFindings of the Committee\n8. The newspaper had accepted that the basis of the\narticle was entirely inaccurate; publication of the inaccurate information had\ncaused the complainant evident distress. The journalist might have been\nentitled to rely on the original - albeit inaccurate - information provided by\nthe Court in relation to the case. However, the article went further than\nreporting this basic detail. Instead, it had been presented as a\ncontemporaneous court report, despite the fact that the proceedings it was\nclaiming to be reporting had concluded ten months before the article was\npublished. This demonstrated a failure to take care over the accuracy of the\narticle. While the copy had been provided by a freelance journalist, under the\nCode the newspaper was responsible for the content it had published. The\nCommittee established a breach of Clause 1 (i). \n9. Upon being contacted by the freelance journalist who\nhad provided the story, the newspaper published an appropriate correction,\nincluding an apology. On this occasion, where the error had been very personal\nto the complainant, an apology was required. The correction clearly identified\nthe original inaccuracy and the correct position, and was published promptly in\na duly prominent position in the newspaper. There was no breach of Clause 1\n(ii) of the Code. \n10. The complainant had not requested an opportunity to\nreply, beyond the publication of the correction. In the circumstances, there\nwas no breach of Clause 2. \n11. The Committee was satisfied that the information\npublished in the article did not intrude into the complainant’s private life.\nThe details of the original GDC complaint were in the public domain, and their\nrepublication did not represent a breach of Clause 3. \nConclusions\n12. The complaint was upheld. \nRemedial Action Required\n13. In circumstances where the Committee establishes a\nbreach of the Editors’ Code, it can require the publication of a correction\nand/or adjudication. The newspaper had published a correction and apology prior\nto the complainant contacting IPSO, and the Committee was satisfied that these\nwere an appropriate remedy to the established breach of Clause 1. The newspaper\nwas not required to publish anything further. \nDate complaint received: 02/03/2015\nDate decision issued: 08/06/2015\nBack to ruling listing\n\n\n"
}