{
    "url": "/rulings-and-resolution-statements/ruling/?id=00996-20",
    "title": "00996-20 A Woman v thesun.co.uk",
    "provisions": [
        "1 Accuracy (2019)",
        "2 Privacy (2019)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "thesun.co.uk (News UK)",
    "published_on": "2020-01-05 00:00:00",
    "received_on": "2020-02-18 00:00:00",
    "concluded_on": "2020-09-25 00:00:00",
    "complaint_processing_days": 220,
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee 00996-20 A Woman v\nthesun.co.uk\nSummary of complaint\n1. A woman\ncomplained to the Independent Press Standards Organisation that thesun.co.uk\nbreached Clause 1 (Accuracy) and Clause 2 (Privacy) of the Editors’ Code of\nPractice in an article headlined “GRAVE CONCERN Celebrity Big Brother psychic\n[name] will contact us from beyond the grave after his sudden death, pals\nclaim”, published on 5 January 2020.\n2. The article\nreported claims that a recently deceased high-profile psychic would be shortly\ncontacting his friends and family via the spirit world. The article went on to\ninclude a quote from the psychic’s widow, who said that the last days of her\nhusband were “blighted” by a “vile couple” who “wanted his status”. She said\nthat she thought that the couple probably did not know that her husband was unwell,\nbut that the couple should be “ashamed” of themselves, “especially as they sent\nmessages while he was in intensive care”. The article reported that the woman\nhad also posted on Facebook: “To the vile couple who hounded him for responses\nto their ridiculous campaign whilst he was in Intensive Care in a coma, I hope\nyou have the decency to hang your heads in shame”. The couple were not named by\nthe widow, but the article reported that it was “believed that she was\nreferring to [named woman] and her husband [name]”.\n3. The complainant\nwas the woman named in the article as one half of the couple that was\n“believed” to have been responsible for sending messages to the man. She said\nthat the article was inaccurate in breach of Clause 1. She said that she had\nnot directly messaged the man personally, instead, her husband ran an awareness\ncampaign on Facebook against the man and other psychics whom they criticised\nfor allegedly using chatbots to communicate with clients on psychic matters.\nShe said that the Facebook page which ran the campaign was a business account\nmanaged by her husband, although she acknowledged that it was in her name, and\nthat she and her husband spoke jointly on business matters. The complainant\nalso said that it was inaccurate to say that messages were sent by either her\nor her husband to the man. She said that instead, the campaign consisted of\nposts on the Facebook business page. One of these posts said “[Named man]\nplease stop your messages it’s causing people immense distress.” The complainant\nalso said that she was not given a right of reply in the article in regards to\nthese allegations. Furthermore, the complainant said that the article breached\nClause 2, because she considered that naming her in conjunction with the\nallegations without her consent represented an intrusion into her privacy and\nhad led to her receiving online abuse.\n4. The publication\ndid not accept that the Code had been breached. It said it was entitled to\nreport the widow’s claims about the couple, which were clearly presented as\nquotations attributed to her. It said that it did not report as fact that the\ncomplainant was responsible for sending messages to the man – instead the\narticle reported that it was “believed” to be the case that the accusation\nreferred to her and her husband. It said that although it may have been the\ncase that the Facebook business page which ran the campaign was managed by the\ncomplainant’s husband, it was in her name and represented her business.\nFurthermore, it provided posts from the Facebook page which appeared prior to\npublication of the article, which appeared to speak jointly in response to the\nallegations: “For people to try and blame his [the man’s] passing on us is\nvile” and  “Think people are failing to\nsee we were campaigning about chat bots not people personally and we maintain\nit”. As such, it was not misleading to say that it was “believed” to be the\ncase that the man’s widow was referring to both the complainant and her\nhusband.\n5. The newspaper\nsaid that it was not in dispute that the business page had ran a campaign\nagainst the man, and that this had caused the man and his widow distress. In\nrelation to whether this had included sending the man direct messages – which\nit noted was clearly presented in the article as the widow’s own claim – it\nprovided transcribed notes of a phone conversation between the complainant and\nher husband and a reporter in preparation of an article which was not\npublished. According to these notes and the subsequent copy, the couple acknowledged\nthat they had been accused by the man’s widow of trolling and said: “We advised\nhim not to deceive people in a series of messages but we didn’t know he was\nunwell”. The publication said that as such it was clear that the complainant\nhad acknowledged sending the man messages. For this reason, the newspaper did\nnot consider that there was any significant inaccuracy which required\ncorrection in reporting the widow’s claims.\n6. The complainant\ndisputed that she had told the freelance reporter that she had sent any\nmessages to the man. She said that her husband had also spoken with the\nreporter, but she could confirm that he did not tell the reporter this either.\nShe provided screenshots of automated direct messages sent by the man following\nposts made by her husband on the man’s Facebook page – she said that this\nshowed that her and her husband did not directly message him. Finally, the\ncomplainant also provided screenshots of the messages she sent to the reporter\nfollowing the interview but prior to the article under complaint being\npublished which said that: “Your [sic] not permitted to write any story you\ndon’t have the facts. The [other newspaper] has in due course” and “Unless it’s\nfacts no one is permitted to write our account”.\nRelevant Code Provisions\n7. Clause 1\n(Accuracy)\ni) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not\nsupported by the text.\nii) A significant inaccuracy, misleading statement or\ndistortion must be corrected, promptly and with due prominence, and — where\nappropriate — an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator.\niii) A fair opportunity to reply to significant inaccuracies\nshould be given, when reasonably called for.\niv) The Press, while free to editorialise and campaign, must\ndistinguish clearly between comment, conjecture and fact.\nClause 2* (Privacy)\ni) Everyone is entitled to respect for his or her private\nand family life, home, health and correspondence, including digital\ncommunications.\nii) Editors will be expected to justify intrusions into any\nindividual's private life without consent. Account will be taken of the\ncomplainant's own public disclosures of information.\nFindings of the Committee\n8. The article had\nreported that it was “believed” to be the case that the woman was referring to\nthe complainant and her husband as the subject of her allegations. Although the\ncomplainant said that it was her husband who was responsible for the\nanti-chatbot campaign, she did not dispute that the posts had been made in her\nname and on her business page. Furthermore, prior to publication, the page\nresponded jointly to the allegations – the posts referred to “we” and “us” and\nthe complainant and her husband gave a joint interview to a reporter on the\nallegations. As such, the newspaper had demonstrated sufficient basis for this\nclaim and there was no failure to take care over the accuracy of this\nstatement. Reporting this did not represent a significant inaccuracy which\nrequired correction under Clause 1 (ii). \n\n9. The claim that\nthe man had received messages whilst he was unwell and that the complainant and\nher husband were jealous of him and wanted his status had been made by his\nwidow and had been presented as quotes attributed to her. The article then\nexplained that it was believed to be the case that the allegations referred to\nthe complainant and her husband. The publication was entitled to report these\nclaims from the widow and had taken care to distinguish these from points of\nfact, in line with its obligations under Clause 1. There was a dispute as to\nwhether the complainant had told the reporter that she had sent messages to the\nman as part of the anti-chatbot campaign. The Committee noted that the\ncomplainant’s business page had organised a campaign which was critical of the\nman and included a post which named him and called upon him to “please stop your\nmessages”. The complainant had also provided screenshots which appeared to\nsuggest that the campaign had posted directly on the man’s Facebook page, which\nhad led to them receiving the automated messages. Furthermore, the complainant\nwas not in a position to dispute whether this campaign had caused the man\ndistress, or whether the man and his widow considered that it was motivated by\njealously – the Committee also noted that the widow’s claim on this point did\nnot contradict the complainant and her husband’s stated anti-chatbot aims. In\nthese circumstances, naming the complainant and her husband in conjunction with\nthe widow’s claims on these points did not represent a significant inaccuracy\nand there was no breach of Clause 1 on this point.\n10. Furthermore, the Code does not contain a standalone\nobligation for publications to contact each individual referred to in coverage.\nIn this instance, the newspaper had accurately reported the claims of the widow\nand made clear that it was its belief that they referred to the complainant and\nher husband. It had relied upon comments posted in the complainant’s name on\nsocial media and previous comments it said the complainant had given to a\njournalist and there was no failure to take care over the accuracy of the article.\nAs such omitting comments from the complainant did not render the article\nsignificantly inaccurate or misleading. There was no breach of Clause 1.\n11. The complainant said that naming her in relation to the\nwidow’s allegations constituted an intrusion into her privacy. In this case,\nthe allegations had originally been made publicly by the man’s widow on\nFacebook, and the complainant’s public professional Facebook page which\noperated under her name and with her consent had responded to these claims. As\nsuch, the complainant did not have a reasonable expectation of privacy in\nrelation to her name being used in conjunction with these allegations, and there\nwas no obligation for the publication to obtain the complainant’s consent in\norder to name her. As such, there was no breach of Clause 2.\nConclusion\n12. The complaint was not upheld\nRemedial action\n13. N/A\nDate complaint received: 18/02/20\nDate complaint concluded: 25/09/20\nBack to ruling listing\n\n\n"
}