{
    "url": "/rulings-and-resolution-statements/ruling/?id=01009-18",
    "title": "01009-18 Dalton v The Scottish Sun",
    "provisions": [
        "1 Accuracy (2018)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "The Scottish Sun (News UK)",
    "received_on": "2018-01-31 00:00:00",
    "concluded_on": "2018-05-03 00:00:00",
    "complaint_processing_days": 92,
    "conclusion_long": "13. The complaint was not upheld.",
    "remedial_action": "14. N/ADate complaint received: 31/01/2018",
    "text": "\n\n\n\n\n\nDecision of the\nComplaints Committee 01009-18 Dalton v\nThe Scottish Sun\nSummary of\nComplaint 1.    Feargal Dalton complained to the\nIndependent Press Standards Organisation that The Scottish Sun breached Clause\n1 (Accuracy) of the Editors’ Code of Practice in an article headlined: “TERROR\nFLAGGRO” published 17 October 2017. 2.    The article reported criticism of\nthe complainant, an SNP politician, who had been photographed standing in front\nof a Cumman na mBan flag. Cumman na mBan is an Irish paramilitary group which\nwas outlawed in Ireland in 1923; it is currently a proscribed organisation and\nis banned under the Terrorism Act 2000. 3.    The article reported that critics\nhad “blasted” the complainant for his decision to pose for the photograph,\nwhich had been taken in 2014. The article reported that the complainant had been\nunavailable for comment and contained a statement from an SNP spokesperson: “Both\nhave been vocal and consistent critics of sectarianism and of the promotion of\nterrorism. “The event was a historical discussion around the role of women in\nIreland’s independence movement. “Both men absolutely oppose any proscribed\nterrorist organisations.” 4.    The article also appeared in\nsubstantially the same form online under the headline “TERROR FLAGRO Two SNP\npoliticians slammed for posing in front of banned Irish republican terrorist\ngroup’s flag in Glasgow”, published 16 October 2017. 5.    The complainant said that the\nphotograph had been taken at an event, organised by the Irish Heritage Foundation, which focussed on the role of\nwomen in Glasgow who, one hundred years ago, had been members of Cumann na\nmBan. He said that the flag, dated as from 1914, had been featured as part\nof a mainstream Irish centenary celebration of the founding of Cumann na mBan.\nHe said that the event was not in any way connected to, or represented, the\nvariations of Cumann na mBan which have existed since the foundation of the\nIrish State.  The complainant said that the article had distorted his\nattendance at the event and his decision to be photographed in front of the\nflag, by implying that his show of Irish pride was sympathy and support for\nterrorist organisations. 6.    The newspaper did not accept a\nbreach of the Code. It said that the article had reported on a legitimate\npolitical debate surrounding the complainant’s decision to pose for a\nphotograph in front of the flag of an organisation which is currently listed as\na proscribed terrorist organisation in the UK. The newspaper said that, in any\nevent, the article had made clear the complainant’s position that he was\nattending a historical event. It said that it was pertinent to note that the\nproscribed list did not distinguish between the variations of the Cumann na\nmBan, as described by the complainant; it simply listed the name. 7.    The newspaper said that it went\nto considerable lengths to obtain comment from the complainant, given the\nsensitivities of the story, including going to his home to seek his response\nwhen he did not reply to communications via phone and email. It said that it\nhad agreed to add to and amend the online version of the article on the basis\nof points raised via the SNP press office. 8.    While it did not accept a breach\nof the Code, it offered to publish the following wording online: An article ‘Terror Flaggro’\n(17th October 2017) reported critical comments from Scottish Tories about a\npicture of two SNP politicians posing in front of a banned Irish republican\ngroup flag. One of them,   Mr Feargal Dalton has asked us to clarify\nthat this was an Irish Heritage Foundation event about the role of Glasgow\nwomen in Cumann na mBan and he does not support terrorism in any form. 9.    The newspaper also\noffered, as an alternative means by which the complaint might be resolved, to\nadd the following footnote to the online story:- Mr Feargal Dalton has asked\nus to clarify that this was an Irish Heritage Foundation event about the role\nof Glasgow women in Cumann na mBan and he does not support terrorism in any\nform. \nRelevant Code\nProvisions 10. Clause 1 (Accuracy) i)\nThe Press must take care not to publish inaccurate, misleading or distorted\ninformation or images, including headlines not supported by the text. ii) A\nsignificant inaccuracy, misleading statement or distortion must be corrected,\npromptly and with due prominence, and — where appropriate — an apology\npublished. In cases involving IPSO, due prominence should be as required by the\nregulator. iii) A\nfair opportunity to reply to significant inaccuracies should be given, when\nreasonably called for.iv) The Press, while free to editorialise and campaign,\nmust distinguish clearly between comment, conjecture and fact. \nFindings\nof the Committee 11. The article reported on criticism\nof the complainant for his decision to be photographed in front of the Cumann\nna mBan flag. It was not in dispute that the complainant had been photographed\nwhile attending a historical event; the nature of the event had been explicitly\nacknowledged throughout the article. Further, the flag had been marked as from\n1914: its historical status had been made clear. 12. The complainant had argued that the flag represented a variation of\nCumann na mBan at a time when it had not been defined as a terrorist\norganisation. However, Cumann na mBan is currently listed as a proscribed\norganisation in the UK; this list does not distinguish between the historical variations of the\ngroup. In those circumstances, it was accurate to report that the complainant\nhad posed in front of a banned terrorist group’s flag, and the newspaper was\nentitled to report on criticism surrounding that decision. This was not altered\nby the fact that the flag had been marked with the date 1914. By reporting that\ncriticism, the article did not contain the suggestion that the complainant was a terrorist\nsympathiser, particularly in circumstances where the article had made clear\nthat he was opposed to proscribed terrorist organisations. While the Committee\ndid not establish a breach of the Code, it welcomed the newspaper’s offer to publish\na clarification which set out the complainant’s position. There was no breach\nof Clause 1. \nConclusions 13. The complaint was not upheld. \nRemedial\nAction Required 14. N/ADate complaint received: 31/01/2018Date decision issued: 03/05/2018\nBack to ruling listing\n\n\n"
}