{
    "url": "/rulings-and-resolution-statements/ruling/?id=01029-19",
    "title": "01029-19 A woman v Airdrie & Coatbridge Advertiser",
    "provisions": [
        "1 Accuracy (2018)",
        "2 Privacy (2018)",
        "11 Victims of sexual assault (2018)"
    ],
    "outcome": "Breach - sanction: publication of adjudication",
    "publication": "Airdrie & Coatbridge Advertiser (Reach PLC)",
    "received_on": "2019-01-24 00:00:00",
    "concluded_on": "2019-05-09 00:00:00",
    "complaint_processing_days": 105,
    "conclusion_long": "12. The complaint was upheld.",
    "remedial_action": "13. Having upheld the complaint under Clause 11, the appropriate remedy was the publication of an adjudication. 14. The Committee considered the placement of its adjudication. In exercising its powers to determine the nature, extent and placement of a remedy to a breach of the Code that it has established, the Committee will have regard to a number of factors including the seriousness of the breach, its placement within the article, and its prominence. The Committee is also obliged to act proportionately. The article was published on the newspaper’s front page, however the details which were likely to contribute to the identification of the complainant as the victim in the case had appeared on p.2. The newspaper was entitled to report on the court case but had failed to comply with its obligations under Clause 11. In this instance, the adjudication should be published on p.2 where the material found to be in breach of the Code had appeared. The headline to the adjudication should make clear that IPSO has upheld the complaint, give the title of the newspaper and refer to the complaint’s subject matter. The headline must be agreed with IPSO in advance. 15. The adjudication should also be published on the newspaper’s website, with a link to the full adjudication (including the headline) appearing in the top 50% of stories on the publication’s website for 24 hours; it should then be archived in the usual way. The terms of the adjudication for publication are as follows: A woman complained to the Independent Press Standards Organisation that the Airdrie & Coatbridge Advertiser breached Clause 11 (Victims of sexual assault) of the Editors’ Code of Practice in an article published in print and online in 2019. Clause 11 of the Code requires that the press must not identify victims of sexual assault or publish material likely to lead to such identification unless there is adequate justification and they are legally free to do so. IPSO upheld the complaint and has required the Airdrie & Coatbridge Advertiser to publish this decision as a remedy to the breach. The article reported that an individual had received a custodial sentence after being convicted of sexual offences against two children. The complainant said that the article had contained details which had identified her as a victim of sexual assault. The newspaper said that the details reported in the article were necessary in order to enable the public to understand the facts of the offence. It provided explanations as to why it did not believe that the details in the article were likely to contribute to the identification of the victim. The Committee made clear that it is a fundamental principle of open justice that court proceedings are reported on by the media in an open and transparent way. Both the law and the Code requires that, when upholding this fundamental principle in cases involving sexual assault, a publication must not publish material likely to contribute to the identification of the victim. The article had disclosed information heard in court regarding the circumstances in which the offences had occurred. This included the location in which the offences had taken place, and the defendant and the complainant’s association with that location. The Committee considered that the combination of these particular details, alongside the period of time in which the offences had occurred, and  the ages of the victims, represented information which would only be known to the complainant’s community, and was likely to lead to her identification as a victim in the case. The complaint was therefore upheld as a breach of Clause 11.Date complaint received: 24/01/2019",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee 01029-19 A woman v Airdrie & Coatbridge Advertiser\nSummary of complaint\n1. A woman\ncomplained to the Independent Press Standards Organisation that the Airdrie\n& Coatbridge Advertiser breached Clause 1 (Accuracy), Clause 2 (Privacy)\nand Clause 11 (Victims of sexual assault) of the Editors’ Code of Practice in\nan article published in 2019.\n2. This decision is\nwritten in general terms, to avoid the inclusion of information which could\nidentify a victim of sexual assault.\n3. On its front\npage, the newspaper reported that an individual had received a custodial\nsentence after being convicted of sexual offences against two children; it\nreported that the offences had taken place over ten years ago. It reported\nwitness evidence heard in court regarding the location in which the offences\ntook place; it disclosed both the complainant’s and the defendant’s association\nwith that location. The article set out the period of time over which these\noffences had occurred, the age of the victims during that time, and their ages\nnow.\n4. The article was\nalso published online, in substantially the same form, on the same day. The\nonline article did not report the victims’ current ages.\n5. The complainant\nsaid that the article had contained details which had identified her as a victim\nof sexual assault; she said that, in fact, she had been identified as the\nvictim in the case by members of her local community. The complainant also said\nthat the disclosure of this information was deeply upsetting and an unjustified\nintrusion into her privacy, in breach of Clause 2.\n6. The complainant\nsaid that the article was an inaccurate report of the evidence heard in\ncourt.  She said that contrary to the\narticle’s claim, she had not “fled to a neighbour’s [house]” twice following\ntwo separate incidents; in fact, she only went there once following the first\nincident.\n7. The newspaper\nexpressed regret that the article had caused the complainant upset and\ndistress, but said that it took care to remove any excessive information that\nwas heard in court which might likely to lead to identification.  It said that it was entitled to report court\nproceedings held in public, in the public interest. The publication provided\nexplanations as to why it did not believe that the information identified by\nthe complainant were likely to contribute to her identification.\n8. The newspaper\nsaid that the journalist had attended court, and upon writing the story two\nconsecutive incidents recorded accurately in their notes were conflated into\none. The publication did not accept that this error was a significant\ninaccuracy, however as a gesture of goodwill, it offered to publish the\nfollowing correction on p.2 of the print edition. The publication also removed\nthe online article.\nIn our article [headline], we reported that a young victim\nof sexual assault fled to a neighbours twice after she had been attacked on two\nseparate occasions. We are happy to clarify that the victim only fled to a\nneighbours on one of these occasions.\nRelevant Code provisions\nClause 1 (Accuracy)\ni) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not\nsupported by the text.\nii) A significant inaccuracy, misleading statement or\ndistortion must be corrected, promptly and with due prominence, and — where\nappropriate — an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator.\niii) A fair opportunity to reply to significant inaccuracies\nshould be given, when reasonably called for.\niv) The Press, while free to editorialise and campaign, must\ndistinguish clearly between comment, conjecture and fact.\nClause 2 (Privacy)*\ni) Everyone is entitled to respect for his or her private\nand family life, home, health and correspondence, including digital\ncommunications. \nii) Editors will be expected to justify intrusions into any\nindividual's private life without consent. Account will be taken of the\ncomplainant's own public disclosures of information.\niii) It is unacceptable to photograph individuals, without\ntheir consent, in public or private places where there is a reasonable\nexpectation of privacy.\nClause 11 (Victims of sexual assault)\nThe press must not identify or publish material likely to\nlead to the identification of a victim of sexual assault unless there is\nadequate justification and they are legally free to do so.\nFinding of the Committee\n9. It is a\nfundamental principle of open justice that court proceedings are reported by\nthe media in an open and transparent way. Both the law and the Code requires\nthat, when upholding this fundamental principle in cases involving sexual\nassault, a publication must not publish material likely to lead to the\nidentification of the victim. The article had disclosed information heard in\ncourt regarding the circumstances in which the offences had occurred. This\nincluded the location in which the offences had taken place and the defendant\nand the complainant’s association with that location. The Committee considered\nthat the combination of these particular details, alongside the period of time\nin which the offences had occurred, and the ages of the victims, represented\ninformation which would be known to the complainant’s community, particularly\nthose who knew the defendant and the complainant, and was likely to lead to her\nidentification as a victim in the case. The complaint was therefore upheld as a\nbreach of Clause 11.\n10. The Committee acknowledged that the publication of the\ndetails subject to complaint had caused the complainant distress. This\ninformation was a matter of public record, having been disclosed during the\ncourse of open court proceedings; in accordance with the fundamental principle\nof open justice, the publication of this information did not represent a breach\nof Clause 2, leaving aside the issues that arose under Clause 11.\n11. It was inaccurate to report that the court had heard that\nthe complainant had fled to a neighbour’s house on two separate occasions,\nhowever, it did not represent a significant inaccuracy given that the\ncomplainant had fled to a neighbours on one occasion. While this error did not\nrepresent a breach of Clause 1, given the sensitivity of the complaint, the\nCommittee welcomed the newspaper’s offer to publish a correction.\nConclusion\n12. The complaint was upheld.\nRemedial Action required\n13. Having upheld the complaint under Clause 11, the\nappropriate remedy was the publication of an adjudication.\n14. The Committee considered the placement of its\nadjudication. In exercising its powers to determine the nature, extent and\nplacement of a remedy to a breach of the Code that it has established, the\nCommittee will have regard to a number of factors including the seriousness of\nthe breach, its placement within the article, and its prominence. The Committee\nis also obliged to act proportionately. The article was published on the\nnewspaper’s front page, however the details which were likely to contribute to\nthe identification of the complainant as the victim in the case had appeared on\np.2. The newspaper was entitled to report on the court case but had failed to\ncomply with its obligations under Clause 11. In this instance, the adjudication\nshould be published on p.2 where the material found to be in breach of the Code\nhad appeared. The headline to the adjudication should make clear that IPSO has upheld\nthe complaint, give the title of the newspaper and refer to the complaint’s\nsubject matter. The headline must be agreed with IPSO in advance.\n15. The adjudication should also be published on the\nnewspaper’s website, with a link to the full adjudication (including the\nheadline) appearing in the top 50% of stories on the publication’s website for\n24 hours; it should then be archived in the usual way. The terms of the\nadjudication for publication are as follows:\nA woman complained to the Independent Press Standards\nOrganisation that the Airdrie & Coatbridge Advertiser breached Clause 11\n(Victims of sexual assault) of the Editors’ Code of Practice in an article\npublished in print and online in 2019. Clause 11 of the Code requires that the\npress must not identify victims of sexual assault or publish material likely to\nlead to such identification unless there is adequate justification and they are\nlegally free to do so. IPSO upheld the complaint and has required the Airdrie\n& Coatbridge Advertiser to publish this decision as a remedy to the breach.\nThe article reported that an individual had received a\ncustodial sentence after being convicted of sexual offences against two\nchildren.\nThe complainant said that the article had contained details\nwhich had identified her as a victim of sexual assault.\nThe newspaper said that the details reported in the article\nwere necessary in order to enable the public to understand the facts of the\noffence. It provided explanations as to why it did not believe that the details\nin the article were likely to contribute to the identification of the victim.\nThe Committee made clear that it is a fundamental principle\nof open justice that court proceedings are reported on by the media in an open\nand transparent way. Both the law and the Code requires that, when upholding\nthis fundamental principle in cases involving sexual assault, a publication\nmust not publish material likely to contribute to the identification of the\nvictim. The article had disclosed information heard in court regarding the\ncircumstances in which the offences had occurred. This included the location in\nwhich the offences had taken place, and the defendant and the complainant’s\nassociation with that location. The Committee considered that the combination\nof these particular details, alongside the period of time in which the offences\nhad occurred, and  the ages of the\nvictims, represented information which would only be known to the complainant’s\ncommunity, and was likely to lead to her identification as a victim in the\ncase. The complaint was therefore upheld as a breach of Clause 11.Date complaint received: 24/01/2019Date decision issued: 09/05/2019  \nBack to ruling listing\n\n\n"
}