{
    "url": "/rulings-and-resolution-statements/ruling/?id=01020-17",
    "title": "01020-17 A woman v Dartford & Swanley News Shopper",
    "provisions": [
        "1 Accuracy (2016)",
        "2 Privacy (2016)",
        "14 Confidential sources (2016)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "News Shopper (Dartford & Swanley) (Newsquest Media Group)",
    "published_on": "2016-07-20 00:00:00",
    "received_on": "2017-02-07 00:00:00",
    "concluded_on": "2017-05-18 00:00:00",
    "complaint_processing_days": 100,
    "conclusion_long": "9. The complaint was not upheld.",
    "remedial_action": "10. N/ADate complaint received: 07/02/2017",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee 01020-17 A woman v Dartford & Swanley News Shopper\nSummary of Complaint\n1. A woman\ncomplained to the Independent Press Standards Organisation that the Dartford\nand Swanley News Shopper breached Clause 1 (Accuracy), Clause 2 (Privacy) and\nClause 14 (Confidential sources) of the Editors’ Code of Practice in an article\nheadlined “’It’s a paedophile’s dream hotel’: Swanley woman ‘embarrassed’ after\nyoungsters see her naked through window”, published on 20 July 2016.\n2. The\narticle reported the complainant’s account of having woken up to see children\nstaring at her while she slept in a hotel bedroom. It reported that the one of\nthe panes of glass in the window in her room was clear, and not opaque like the\nothers. It quoted the complainant saying that the hotel was a “paedophile’s dream”\nbecause it was easy to look inside the room, and that she was not happy with\nthe length of time it took the hotel to deal with her concerns. It said that\nthe complainant had confirmed that the hotel refunded her night’s stay at the\nhotel. The article named the village where she lived.\n3. The\ncomplainant said that while she did ring the newspaper and speak to a reporter\nabout the incident, she asked for her name and address not to be published in\nthe article, and for the reporter to call her before going ahead with the\narticle. She said that after speaking to the reporter, she was unaware that\nanything had been published, and only found out about the article following a\ngoogle search months later. She said she would not have agreed to the article\nhad she been advised that her name would be published; she said that the\nnewspaper should have made her aware that her name and location would be\nprinted. She also said that the article was inaccurate because she did not say\nthat the room was a “paedophile’s paradise”, and had been misquoted.\n4. The\nnewspaper said that it would not have been aware of the story had the\ncomplainant not got in contact. It said that its reporter, who no longer worked\nfor the newspaper, spoke to the complainant on a number of occasions prior to\npublication. It said that at no point did the complainant ask the reporter not\nto publish her name or address, nor did she make any request not to publish the\nstory, or to delay publication for any reason. It said that the reporter stood\nby the quotes published, and highlighted that the complainant had provided the\nphotographs of the room that were published.\nRelevant Code Provisions\n5. Clause 1\n(Accuracy)\ni) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not\nsupported by the text.\nii) A significant inaccuracy, misleading statement or\ndistortion must be corrected, promptly and with due prominence, and — where appropriate\n— an apology published. In cases involving IPSO, due prominence should be as\nrequired by the regulator.\niii) A fair opportunity to reply to significant inaccuracies\nshould be given, when reasonably called for.\niv) The Press, while free to editorialise and campaign, must\ndistinguish clearly between comment, conjecture and fact.\nClause 2 (Privacy)\ni) Everyone is entitled to respect for his or her private\nand family life, home, health and correspondence, including digital\ncommunications.\nii) Editors will be expected to justify intrusions into any\nindividual's private life without consent. Account will be taken of the\ncomplainant's own public disclosures of information.\niii) It is unacceptable to photograph individuals, without\ntheir consent, in public or private places where there is a reasonable\nexpectation of privacy.\nClause 14 (Confidential sources)\nJournalists have a moral obligation to protect confidential\nsources of information.\nFindings of the Committee\n6. The\ncomplainant contacted the newspaper about the article, and spoke to a reporter\nabout the incident on a number of occasions before publication; she also\nprovided two photographs to the reporter of the window in question. While the\nCommittee noted the complainant’s position that she had asked the newspaper not\nto publish her name and address, and to contact her prior to publication, it\nwas not in a position to determine whether any such agreement had been in\nplace. In any event, the article reported the complainant’s dissatisfaction\nwith a night she spent at a hotel. While her name and the village where she\nlived were also included in the article, the Committee did not consider in the\ncircumstances that this was information in relation to which she had a\nreasonable expectation of privacy. There was no breach of Clause 2.\n7. The\nnewspaper had not provided any record of the phrase “paedophile’s paradise”\nbeing used by the complainant. The Committee was particularly concerned by the\nabsence of the reporters’ notebook, particularly in circumstances where the\ncomplaint was made less than seven months after the articles publication.\nAlthough the Committee was unable to determine whether the complainant had used\nthe phrase when speaking to the reporter, it did not consider that the\npublication of the phrase gave a significantly misleading impression of the\nincident, from the complainant’s point of view. There was no breach of Clause\n1.\n8. The\ncomplainant had not suggested that she was a confidential source; there was no\nbreach of Clause 14.\nConclusions\n9. The\ncomplaint was not upheld.\nRemedial Action Required\n10. N/ADate complaint received: 07/02/2017Date decision issued: 18/5/2017 \nBack to ruling listing\n\n\n"
}