{
    "url": "/rulings-and-resolution-statements/ruling/?id=01030-15",
    "title": "01030-15 Westley v The Daily Telegraph",
    "provisions": [
        "1 (Accuracy) 2015"
    ],
    "outcome": "No breach - after investigation",
    "publication": "The Daily Telegraph (Telegraph Media Group Ltd)",
    "published_on": "2015-03-07 00:00:00",
    "received_on": "2015-03-09 00:00:00",
    "concluded_on": "2015-05-22 00:00:00",
    "complaint_processing_days": 74,
    "conclusion_long": ", was not significantly misleading.   Conclusions 11. The complaint was not upheld.",
    "remedial_action": "N/A  Date complaint received: 09/03/2015",
    "text": "\n\n\n\n\n\n·  Decision of the Complaints Committee 01030-15 Westley\nv The Daily Telegraph\nSummary\nof complaint \n1. Joseph Westley complained to the Independent Press\nStandards Organisation that The Daily Telegraph had breached Clause 1\n(Accuracy) of the Editors’ Code of Practice in an article headlined “False\noptimism in the drugs debate”, published on 7 March 2015. \n2. The newspaper had published an opinion piece about the\nrisks associated with smoking cannabis. In the article, the author dismissed\nthe argument that the legal status of cannabis should be changed on the basis\nthat most people can take the drug without it doing them any great harm. He\nlikened the argument to suggesting that drink-driving should be made legal as\nmost people could drive under the influence of alcohol without causing an\naccident. The article also said that “according to the latest research in\nBritain, the consumption of cannabis early in life is associated with a greatly\nincreased risk of developing schizophrenia”, and that evidence suggests that\nthe consumption of cannabis, especially in high quantities, is responsible for\nmany traffic accidents. \n3. The complainant said that the article was inaccurate\nand significantly misleading. He said that it was misleading to compare “drunk\ndriving” and driving under the influence of cannabis as there is a “massive\ndiscrepancy” between the recorded rates of accidents. \n4. He said that there is no conclusive scientific\nevidence that cannabis consumption leads to schizophrenia, and that the\nauthor’s arguments had been supported with “selective information”. He also\nsaid that although the consumption of cannabis had increased over recent\ndecades, there has not been a rise in cases of schizophrenia. \n5. The complainant accepted that studies had found an\nincreased risk of road accidents by drivers under the influence of cannabis. He\nsaid, however, that they found that many factors increased the risk of\naccidents, including driving with three or more passengers. A study also found\nthat driving under the influence of alcohol increases the risk significantly\nmore than the influence of cannabis. \n6. The newspaper said that the article had not equated\nalcohol and cannabis use in a literal sense. The article had clearly been\nrecognisable as a comment piece, and the writer had expressed his view that the\nargument that the law should be changed because most cannabis users are not\nharmed by its use, was as misguided as changing drink-drive legislation based\nupon the fact that most journeys made by drunk drivers do not involve\naccidents. \n7. The newspaper provided details of studies which had\nfound a significant association between schizophrenia and early-life cannabis\nuse. It also provided studies which established a link between cannabis\nconsumption and road traffic accidents. \nRelevant Code Provisions\n8. Clause 1 (Accuracy) \ni) The press must take care not to publish inaccurate,\nmisleading or distorted information, including pictures. \nii) A significant inaccuracy, misleading statement or\ndistortion once recognised must be corrected, promptly and with due prominence,\nand – where appropriate – an apology published. \niii) The Press, whilst free to be partisan, must\ndistinguish clearly between comment, conjecture and fact. \nFindings of the Committee\n9. The author had expressed his personal view that a\ncentral argument for the decriminalisation of cannabis was unpersuasive. He had\ndone so by comparing it to the legal position regarding driving under the\ninfluence of alcohol. The article had not made a factual claim that driving\nunder the influence of cannabis was as dangerous as driving under the influence\nof alcohol. There was no breach of the Code on this point. \n10. The newspaper had provided scientific studies which\nsupported the claims that the consumption of cannabis in early life is\nassociated with an increased risk of developing schizophrenia, and the\nconsumption of cannabis, especially in high quantities, has been found to be\nresponsible for traffic accidents. Columnists are entitled to select evidence\nto support their arguments so long as it is presented accurately. As the\nnewspaper had been able to provide scientific material which supported its\nclaims, the Committee did not find that the article had been inaccurate or\nsignificantly misleading on these points. The article was a comment piece about\nthe debate over the decriminalisation of possession of cannabis, rather than\nin-depth scientific evaluation of the research regarding the effects of\ncannabis. In this context, the omission of further information about the\nstudies, or reference to other studies which reached different conclusions, was\nnot significantly misleading.  \nConclusions\n11. The complaint was not upheld. \nRemedial Action Required\nN/A \nDate complaint received: 09/03/2015\nDate decision issued: 22/05/2015\nBack to ruling listing\n\n\n"
}