{
    "url": "/rulings-and-resolution-statements/ruling/?id=01033-17",
    "title": "01033-17 Ward v The Times",
    "provisions": [
        "1 Accuracy (2016)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "The Times (News UK)",
    "published_on": "2017-02-06 00:00:00",
    "received_on": "2017-02-07 00:00:00",
    "concluded_on": "2017-07-07 00:00:00",
    "complaint_processing_days": 150,
    "conclusion_long": "”: “If the scientific establishment reacts to allegations of lack of transparency, behind-closed-door adjustments and premature release so as to influence politicians, by saying it does not matter because it gets the ‘right’ result, they will find it harder to convince Mr Trump that he is wrong on things such as vaccines.” He alleged that this demonstrates that science journalists “ignore” evidence of scientific misconduct in relation to climate change because they “approve of the cause”. He noted that the paper had been “widely hailed in the media as disproving the politically inconvenient 18-year pause in global warming, whose existence had been conceded by the Intergovernmental Panel on Climate Change (IPCC) two years earlier”. 6. It said that Dr Bates’ concerns were “more than just a routine scientific scandal” and drew comparisons between the claims made by Dr Bates and previous controversies, including “Climategate” in 2009, the “anti-vaccine campaign”, and what the columnist described as an incident in which the chairman of the IPCC “had to retract his ‘voodoo science’ dismissal of a valid finding which contradicted his own research institute about Himalayan glaciers”, which the columnist said resulted in a “highly critical” report into the IPCC by several of the world’s top science academies. 7. The columnist reported that, given the concerns raised by Dr Bates, “Science magazine is considering retracting the paper”. 8. The article appeared in substantially the same form online. 9. The complainant denied the substance of Dr Bates’ claims and complained further that the significance of these concerns had been misrepresented, and that the newspaper had taken no steps to establish the veracity of the claims, in breach of its obligations under Clause 1. 10. The complainant said that the two data sets used in the study, had not been “flawed”; he noted that the paper’s findings had been verified by independent referees for Science. It was therefore inaccurate to report that the authors of the paper had been guilty of a “lack of transparency”. He said that land surface temperature data used in the study had recorded findings which were largely similar to the previous version of the dataset, and was therefore responsible for relatively little of the increase in warming that the study had showed. Further, the sea surface dataset had not been flawed in the manner suggested, and in any case this adjustment contributed only a small proportion of the change from an earlier version of the dataset. The complainant said that the largest change had in fact resulted from a separate adjustment. 11. The complainant did not accept the columnist’s characterisation of Dr Bates’ allegations, noting that Dr Bates had subsequently issued a statement clarifying that there was “no data tampering, no data changing, nothing malicious”. 12. The complainant said that in those circumstances, it was inaccurate for the article to claim that the blog contained allegations of scientific misconduct, and misleading to liken the seriousness of his claims to those of the other controversies mentioned. No similarities existed between those events, and Dr Bates’ claims, and further, the article had provided no evidence to support the columnist’s claim that science journalists have “ignored” scientific misconduct by climate scientists. 13. The complainant denied that the paper had been “rushed”; it had been submitted to the journal almost 12 months before the conference; accepted for publication on 21 May 2015; and published online on 4 June 2015. The journal determined the timescale for publication, and the editor of the journal at the time had said that “the paper was not rushed in any way”. The Editor in Chief of Science had said that “we will consider our options, which could include retracting that paper”, but had subsequently stated that “it appears these accusations are not new, but have been investigated inside NOAA and found to be without substantial merit”. 14. The complainant raised concerns in relation to the article’s presentation of the paper’s impact on the Paris Climate Conference in 2014. Whilst he accepted that Dr Bates had claimed that the authors of the paper had “time[d] the publication of the paper to influence national and international deliberations on climate policy”, he said that there was no evidence that world leaders had been aware of the existence of the paper at the time of the Paris Conference. Given this, it was inaccurate to report that the paper had been “deliberately timed” to influence the Conference. 15. The complainant denied that the so-called “pause” in global warming had been “conceded” by the IPCC in 2013; their report had summarised earlier academic studies, which had already suggested a possible slowdown in the rate of rise in global mean surface temperature after 1998. He also said it was inaccurate and misleading to liken the seriousness of the allegations contained in the blog to that of the 2009 “Climegate” affair, and said that science academies had not published a “highly critical” report on its chairman’s dismissal of findings relating to his Himalayan glacier research- it had merely made a number of recommendations for improving IPCC’s processes. 16. The newspaper did not accept a breach of the Code. It said the article was clearly identifiable as an opinion piece; the columnist had reported on Dr Bates’ claims accurately, and had been further entitled to express his opinion on them. It noted that Dr Bates had checked the accuracy of the article before publication. 17. The newspaper said the columnist’s criticism of scientists for “indulging in alternative facts and fake news” was a reasonable interpretation of Dr Bates’ concerns. It said that in the context of an opinion piece, such an interpretation amounted to fair comment, given that the allegations contained in the blog had demonstrated that the data underpinning the paper had been misleading and deliberately skewed: the very definition of fake news and alternative facts. 18. It said that Dr Bates’ chief concerns about the reliability and archiving of the data had been reported in other publications and in his blog. In relation to the land surface dataset, Dr Bates had made the specific criticism that, given the experimental processing which the data went through, the resulting dataset was never archived, and its results were “virtually impossible” to replicate. Given these specific allegations, the newspaper said that it was not inaccurate to report that Dr Bates had accused the authors of the paper of a “lack of transparency”. 19. The newspaper said that it had reported Dr Bates’ specific claims that there was a “rush” to “deliberately time” the publication of the paper to influence national and international deliberations on climate policy.  It noted that the complainant did not dispute that the editor-in – chief of Science had said that one “option” could be retracting the paper. 20. The newspaper said that the columnist was entitled to comment on Dr Bates’ claims, including their significance and their relevance to previous scandals. The newspaper also provided a number of examples of coverage in other publications, which it said supported the columnist’s claim that science journalists have previously ignored climate “scandals”. 21. It said that the IPCC had “conceded” the pause in global warming in 2013, given that the “pause” had been mentioned in its Fifth Assessment Report on Climate Change in 2013, and the critique by science academies of the IPCC chairman, had been widely reported. Relevant Code Provisions Clause 1 (Accuracy) i) The Press must take care not to publish inaccurate, misleading or distorted information or images, including headlines not supported by the text. ii) A significant inaccuracy, misleading statement or distortion must be corrected, promptly and with due prominence, and — where appropriate — an apology published. In cases involving IPSO, due prominence should be as required by the regulator. iii) A fair opportunity to reply to significant inaccuracies should be given, when reasonably called for. iv) The Press, while free to editorialise and campaign, must distinguish clearly between comment, conjecture and fact. v) A publication must report fairly and accurately the outcome of an action for defamation to which it has been a party, unless an agreed settlement states otherwise, or an agreed statement is published. Findings of the Committee 22. The newspaper was entitled to report on the views of Dr Bates, a leading former climate scientist at the NOAA, about the 'Pausebuster' paper and the circumstances surrounding its publication. While acknowledging the newspaper’s position that Dr Bates had reviewed the article before publication, the primary question for the Committee was whether Dr Bates’ concerns had been presented in a significantly inaccurate or misleading way. 23. The columnist’s characterisation of the substance of Dr Bates’ claims was very strong: he had asserted that Dr Bates has alleged that scientists were indulging in “alternative facts, fake news and policy-based evidence”. The Committee noted that this appeared on its face to conflict with Dr Bates’ subsequent public statement that there had been “no data tampering, no data changing, nothing malicious”. However, Dr Bates had claimed in the blog that a “thumb on the scale” pushed for decisions that would create a desired outcome, and described the process as a “flagrant manipulation of scientific integrity guidelines”. “Fake news” and “alternative facts” are currently ill-defined terms, and the Committee concluded on balance that the nature of these allegations was such that the columnist was entitled to characterise them in this way. There was no breach of the Code on that point. 24. Dr Bates had made clear in his blog that he considered that the paper had been rushed, and deliberately timed to influence the Paris Climate Conference; he had said that the NOAA had breached its own rules on scientific integrity; he had said that the data had been faulty, because he believed that both datasets had been flawed. These concerns were clearly distinguished as Dr Bates’ claims based on his professional experience, which was explained, and had been accurately reported in the column, as claims. The columnist also acknowledged, albeit critically, that defenders of the paper had responded that other data sets had come to similar conclusions. While the Committee noted the grounds for the complainant’s disagreement with the columnist (and with Dr Bates) in relation to these matters, the columnist had not failed to take care over the accuracy of these claims, and it did not establish any significant inaccuracies in the column’s discussion of these issues. 25. The columnist had been further entitled to express his opinion on the significance of these claims; to draw comparisons between previous “scandals” within the scientific community; and to comment on the wider implications of Dr Bates’ concerns in that community, as well as on policy decisions on climate change. These were statements of the columnist’s opinion. His views, however controversial, did not raise a breach of Clause 1. There was no breach of the Code in relation to his discussion of these issues. Conclusion 37. The complaint was not upheld.",
    "remedial_action": "38. N/ADate complaint received: 07/02/2017",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee 01033-17 Ward v The\nTimes\nSummary of Complaint\n1. Bob Ward complained to the Independent Press Standards\nOrganisation that The Times breached Clause 1 (Accuracy) of the Editors’ Code\nof Practice in an article headlined “Politics and science are a toxic\ncombination”, published on 6 February 2017.\n2. The article was\nan opinion piece, which expressed the columnist’s views on claims made by Dr\nJohn Bates, a climate scientist formerly employed at the US National Oceanic\nand Atmospheric Administration (NOAA), in an online blog.\n3. In the blog, Dr\nBates detailed at length his concerns surrounding the archiving and\ndocumentation of two sets of temperature data, which had underpinned a climate\nstudy published in the journal Science on 4 June 2015. Dr Bates had claimed\nthat the authors of the study had failed to follow internal NOAA procedures in\nrelation to the archiving of the data, which affected other researchers’\nability to scrutinise the work. The study, widely referred to as the\n‘Pausebuster’ paper, suggested that there had been no “pause” in global warming\nin the 2000s as other research had appeared to show. In addition to criticising\nthe archiving process, the blog also criticised the paper itself and the\nprocess by which it had been prepared.\n4. The column\nincluded extensive direct quotations from Dr Bates’s blog, presenting claims\nthat the principal author of the paper had his “thumb on the scale pushing for,\nand often insisting on, decisions that maximize warming and minimise\ndocumentation”, which constituted in Dr Bates’ view a “flagrant manipulation of\nscientific integrity guidelines and scientific publication standards”.  This including using “flawed” land-surface\nand sea-surface data sets. Dr Bates had also alleged a “rush” to “deliberately\ntime” the publication of the paper to influence the Paris Climate Conference in\n2014.\n5. The columnist\nalso provided his own commentary on the nature and significance of Dr Bates’s\nallegations. He described the claims as an allegation that “scientists\nthemselves have been indulging in alternative facts, fake news and policy-based\nevidence”, and said that “alternative facts have no place in climate-change\nresearch”. He criticised those who had\nbeen “quick to dismiss” Dr Bates’ claims on the basis that other data sets have\n“come to similar conclusions”: “If the scientific establishment reacts to\nallegations of lack of transparency, behind-closed-door adjustments and\npremature release so as to influence politicians, by saying it does not matter\nbecause it gets the ‘right’ result, they will find it harder to convince Mr\nTrump that he is wrong on things such as vaccines.” He alleged that this\ndemonstrates that science journalists “ignore” evidence of scientific\nmisconduct in relation to climate change because they “approve of the cause”.\nHe noted that the paper had been “widely hailed in the media as disproving the\npolitically inconvenient 18-year pause in global warming, whose existence had\nbeen conceded by the Intergovernmental Panel on Climate Change (IPCC) two years\nearlier”.\n6. It said that Dr\nBates’ concerns were “more than just a routine scientific scandal” and drew\ncomparisons between the claims made by Dr Bates and previous controversies,\nincluding “Climategate” in 2009, the “anti-vaccine campaign”, and what the\ncolumnist described as an incident in which the chairman of the IPCC “had to\nretract his ‘voodoo science’ dismissal of a valid finding which contradicted\nhis own research institute about Himalayan glaciers”, which the columnist said\nresulted in a “highly critical” report into the IPCC by several of the world’s\ntop science academies.\n7. The columnist\nreported that, given the concerns raised by Dr Bates, “Science magazine is\nconsidering retracting the paper”.\n8. The article\nappeared in substantially the same form online.\n9. The complainant\ndenied the substance of Dr Bates’ claims and complained further that the\nsignificance of these concerns had been misrepresented, and that the newspaper\nhad taken no steps to establish the veracity of the claims, in breach of its\nobligations under Clause 1.\n10. The complainant said that the two data sets used in the\nstudy, had not been “flawed”; he noted that the paper’s findings had been\nverified by independent referees for Science. It was therefore inaccurate to\nreport that the authors of the paper had been guilty of a “lack of\ntransparency”. He said that land surface temperature data used in the study had\nrecorded findings which were largely similar to the previous version of the\ndataset, and was therefore responsible for relatively little of the increase in\nwarming that the study had showed. Further, the sea surface dataset had not\nbeen flawed in the manner suggested, and in any case this adjustment contributed\nonly a small proportion of the change from an earlier version of the dataset.\nThe complainant said that the largest change had in fact resulted from a\nseparate adjustment.\n11. The complainant did not accept the columnist’s\ncharacterisation of Dr Bates’ allegations, noting that Dr Bates had\nsubsequently issued a statement clarifying that there was “no data tampering,\nno data changing, nothing malicious”.\n12. The complainant said that in those circumstances, it was\ninaccurate for the article to claim that the blog contained allegations of\nscientific misconduct, and misleading to liken the seriousness of his claims to\nthose of the other controversies mentioned. No similarities existed between\nthose events, and Dr Bates’ claims, and further, the article had provided no\nevidence to support the columnist’s claim that science journalists have\n“ignored” scientific misconduct by climate scientists.\n13. The complainant denied that the paper had been “rushed”;\nit had been submitted to the journal almost 12 months before the conference;\naccepted for publication on 21 May 2015; and published online on 4 June 2015.\nThe journal determined the timescale for publication, and the editor of the\njournal at the time had said that “the paper was not rushed in any way”. The\nEditor in Chief of Science had said that “we will consider our options, which\ncould include retracting that paper”, but had subsequently stated that “it\nappears these accusations are not new, but have been investigated inside NOAA\nand found to be without substantial merit”.\n14. The complainant raised concerns in relation to the\narticle’s presentation of the paper’s impact on the Paris Climate Conference in\n2014. Whilst he accepted that Dr Bates had claimed that the authors of the\npaper had “time[d] the publication of the paper to influence national and\ninternational deliberations on climate policy”, he said that there was no\nevidence that world leaders had been aware of the existence of the paper at the\ntime of the Paris Conference. Given this, it was inaccurate to report that the\npaper had been “deliberately timed” to influence the Conference.\n15. The complainant denied that the so-called “pause” in\nglobal warming had been “conceded” by the IPCC in 2013; their report had\nsummarised earlier academic studies, which had already suggested a possible\nslowdown in the rate of rise in global mean surface temperature after 1998. He\nalso said it was inaccurate and misleading to liken the seriousness of the\nallegations contained in the blog to that of the 2009 “Climegate” affair, and\nsaid that science academies had not published a “highly critical” report on its\nchairman’s dismissal of findings relating to his Himalayan glacier research- it\nhad merely made a number of recommendations for improving IPCC’s processes.\n16. The newspaper did not accept a breach of the Code. It\nsaid the article was clearly identifiable as an opinion piece; the columnist\nhad reported on Dr Bates’ claims accurately, and had been further entitled to\nexpress his opinion on them. It noted that Dr Bates had checked the accuracy of\nthe article before publication.\n17. The newspaper\nsaid the columnist’s criticism of scientists for “indulging in alternative\nfacts and fake news” was a reasonable interpretation of Dr Bates’ concerns. It\nsaid that in the context of an opinion piece, such an interpretation amounted\nto fair comment, given that the allegations contained in the blog had\ndemonstrated that the data underpinning the paper had been misleading and\ndeliberately skewed: the very definition of fake news and alternative facts.\n18. It said that Dr Bates’ chief concerns about the\nreliability and archiving of the data had been reported in other publications\nand in his blog. In relation to the land surface dataset, Dr Bates had made the specific criticism that, given\nthe experimental processing which the data went through, the resulting dataset\nwas never archived, and its results were “virtually impossible” to replicate.\nGiven these specific allegations, the newspaper said that it was not inaccurate\nto report that Dr Bates had accused the authors of the paper of a “lack of\ntransparency”.\n19. The newspaper said that it had reported Dr Bates’\nspecific claims that there was a “rush” to “deliberately time” the publication\nof the paper to influence national and international deliberations on climate\npolicy.  It noted that the complainant\ndid not dispute that the editor-in – chief of Science had said that one\n“option” could be retracting the paper.\n20. The newspaper said that the columnist was entitled to\ncomment on Dr Bates’ claims, including their significance and their relevance\nto previous scandals. The newspaper also provided a number of examples of\ncoverage in other publications, which it said supported the columnist’s claim\nthat science journalists have previously ignored climate “scandals”.\n21. It said that the IPCC had “conceded” the pause in global\nwarming in 2013, given that the “pause” had been mentioned in its Fifth\nAssessment Report on Climate Change in 2013, and the critique by science\nacademies of the IPCC chairman, had been widely reported.\nRelevant Code Provisions\nClause 1 (Accuracy)\ni) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not\nsupported by the text.\nii) A significant inaccuracy, misleading statement or\ndistortion must be corrected, promptly and with due prominence, and — where\nappropriate — an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator.\niii) A fair opportunity to reply to significant inaccuracies\nshould be given, when reasonably called for.\niv) The Press, while free to editorialise and campaign, must\ndistinguish clearly between comment, conjecture and fact.\nv) A publication must report fairly and accurately the\noutcome of an action for defamation to which it has been a party, unless an agreed\nsettlement states otherwise, or an agreed statement is published.\nFindings of the Committee\n22. The newspaper was entitled to report on the views of Dr\nBates, a leading former climate scientist at the NOAA, about the 'Pausebuster' paper and the circumstances surrounding its publication. While acknowledging\nthe newspaper’s position that Dr Bates had reviewed the article before\npublication, the primary question for the Committee was whether Dr Bates’\nconcerns had been presented in a significantly inaccurate or misleading way.\n23. The columnist’s characterisation of the substance of Dr\nBates’ claims was very strong: he had asserted that Dr Bates has alleged that\nscientists were indulging in “alternative facts, fake news and policy-based\nevidence”. The Committee noted that this appeared on its face to conflict with\nDr Bates’ subsequent public statement that there had been “no data tampering,\nno data changing, nothing malicious”. However, Dr Bates had claimed in the blog\nthat a “thumb on the scale” pushed for decisions that would create a desired\noutcome, and described the process as a “flagrant manipulation of scientific\nintegrity guidelines”. “Fake news” and “alternative facts” are currently\nill-defined terms, and the Committee concluded on balance that the nature of\nthese allegations was such that the columnist was entitled to characterise them\nin this way. There was no breach of the Code on that point.\n24. Dr Bates had made clear in his blog that he considered\nthat the paper had been rushed, and deliberately timed to influence the Paris\nClimate Conference; he had said that the NOAA had breached its own rules on\nscientific integrity; he had said that the data had been faulty, because he\nbelieved that both datasets had been flawed. These concerns were clearly\ndistinguished as Dr Bates’ claims based on his professional experience, which\nwas explained, and had been accurately reported in the column, as claims. The\ncolumnist also acknowledged, albeit critically, that defenders of the paper had\nresponded that other data sets had come to similar conclusions. While the\nCommittee noted the grounds for the complainant’s disagreement with the\ncolumnist (and with Dr Bates) in relation to these matters, the columnist had\nnot failed to take care over the accuracy of these claims, and it did not\nestablish any significant inaccuracies in the column’s discussion of these\nissues.\n25. The columnist had been further entitled to express his\nopinion on the significance of these claims; to draw comparisons between\nprevious “scandals” within the scientific community; and to comment on the\nwider implications of Dr Bates’ concerns in that community, as well as on\npolicy decisions on climate change. These were statements of the columnist’s\nopinion. His views, however controversial, did not raise a breach of Clause 1.\nThere was no breach of the Code in relation to his discussion of these issues.\nConclusion\n37. The complaint was not upheld.Remedial action required38. N/ADate complaint received: 07/02/2017Date decision issued: 07/07/2017 \nBack to ruling listing\n\n\n"
}