{
    "url": "/rulings-and-resolution-statements/ruling/?id=01053-18",
    "title": "01053-18 Miller v The Scottish Sun",
    "provisions": [
        "1 Accuracy (2018)",
        "2 Privacy (2018)",
        "4 Intrusion into grief or shock (2018)",
        "12 Discrimination (2018)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "The Scottish Sun on Sunday (News UK)",
    "published_on": "2018-01-28 00:00:00",
    "received_on": "2018-02-05 00:00:00",
    "concluded_on": "2018-07-05 00:00:00",
    "complaint_processing_days": 150,
    "conclusion_long": "21.  The complaint was not upheld.",
    "remedial_action": "22.  N/A Date complaint received: 05/02/2018",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee 01053-18 Miller v The\nScottish Sun\nSummary of complaint\n1. Margaret Miller\ncomplained to the Independent Press Standards Organisation that The Scottish\nSun breached Clause 1 (Accuracy), Clause 2 (Privacy), Clause 4 (Intrusion into\ngrief or shock), and Clause 12 (Discrimination)\nof the Editors’ Code of Practice in an article headlined “1yr after randy rev\nsuicide, wife told…WEE ARE SORRY”, published on 28 January 2018.\n2. The article,\nwhich was featured on the front page and continued on pages 4 and 5, reported\nthat the Free Church of Scotland (known colloquially as the ‘Wee Frees’) had\napologised to “the widow of a love-rat minister who killed himself” after\n“members of hubby [the reverend’s] flock blamed her for trashing his\nreputation”. It said that the minister’s wife had fled the island where she\nlived amid the “fallout after cheating [reverend’s] seven affairs were\nexposed”, and went on to state that “[the woman’s] world was blown apart 12\nmonths ago today when popular and high profile [reverend’s name] hanged himself\ndays after she discovered he’d bedded members of his flock”. It said that the\nreverend had admitted these affairs to his wife and children, and left a\nconfession on his computer, and went on to describe how he “was rushed to\nhospital after pretending to collapse at home”. It said that “a nurse found him\nhanging but still clinging to life”, but said that he died in the early hours\nof the morning.\n3. The article said\nthat a Church enquiry into the matter had found that “his ‘moral conduct’ was\n‘contrary to the word of God’”, and said that these findings “reinforced the\nclaims the reverend had seven affairs with several women – including some not\nin the church”. It stated that many Church members had originally sided with\nthe reverend, but had welcomed his wife back after details of the emails\nbetween the reverend and “some of his lovers” were leaked to an American\nChristian website, including “details of secret trysts”. It quoted a Reverend\nof the Church as stating “For [the woman] and the family, this must have been\nan unimaginably difficult time. Where we have failed to provide adequate\npastoral support, we sincerely apologise”. The article went on to quote the\nauthor of the American website, who said that figures in the Church had\ncontacted her to ask how she had obtained the information and emails published\non her blog; she added “they were not at all interested in claiming that they\nwere not true. They were insistent that I tell them who released them to me.”\n4. The article\nappeared in substantially the same format online, under the headline “WEE ARE\nSORRY: Isle of Lewis church bosses apologise to widow of love-rat minister who\nkilled himself”.\n5. The complainant\n- who was the reverend’s sister - said that it was inaccurate for the article\nto state that the reverend had “pretended to collapse”. She said that her\nbrother’s hospital admission notes, and the ambulance report of the incident,\nindicated that he was suffering from symptoms which necessitated his admission\nto hospital. She said this was supported by the notes of the Procurator Fiscal,\nwhich listed symptoms observed by the ambulance staff, and by her brother’s\ndeath certificate, which gave a secondary cause of death other than suicide.\nThe complainant questioned the publication’s reliance on the American blog,\nwhich she said was unverified and sensationalist. The complainant also said\nthat the article gave a speculative account of the reasons for her brother’s\nsuicide.\n6. The complainant\nsaid that no evidence had been presented to show that the reverend had engaged\nin “seven affairs”, or any physical adulterous relationships; the use of terms\nsuch as “randy rev” and “love rat” was also therefore inaccurate. Only one\nwoman had confessed during the Church investigation, and this was to social\nmedia interactions, not a physical relationship, and the Church’s statement on\nits investigation made no mention of physical affairs. The emails found in the\nAmerican blog appeared to relate only to this one woman, and no others. In\naddition, a letter the complainant provided from a member of the investigation\nclarified that it had examined allegations pertinent to three women. This\nindividual had also stated that “many assertions in the tabloid press were\nunfounded and misrepresentative of both his and the women’s actions, as well as\nthe numbers mentioned in the allegations”.\n7. The complainant\nalso said that it was inaccurate to state that “Isle of Lewis church bosses” or\nthe ‘Wee Frees’ had apologised to the reverend’s wife. In fact, a Church source\nhad confirmed to her that the apology had been directed towards any person who\nmight feel the Church had failed to provide adequate pastoral support, and was\nnot written for any particular individual. She said the article gave the impression\nthat the Church had conceded failings in relation to its treatment of the\nreverend’s wife, when this was not the case. In addition, no members of the\nChurch’s leadership on the Isle of Lewis had been aware of the apology being\nissued.\n8. The complainant\nsaid that the article was intrusive, in breach of Clause 2 (Privacy),\nespecially when it was published on the anniversary of her brother’s death, and\nthat publishing the article on this date, and using ‘tabloid’ terminology such\nas “love rat”, represented a breach of Clause 4 (Intrusion into grief or\nshock), because it showed a lack of sympathy and sensitivity. This language was\nparticularly inappropriate because the basis for it – the claims regarding her\nbrother’s affairs – was not corroborated.\n9. The complainant\nsaid that the article breached Clause 12 (Discrimination) because the\nreferences to her brother’s religion were not relevant to the story, and\nbecause the term ‘Wee Frees’ was pejorative. She also raised concerns relating\nto the article discriminating against those with mental health conditions.\n10. The publication expressed its sympathies to the\ncomplainant, but denied that it had breached the Code. It said that the\nreverend’s wife was entitled to tell her story, and that the article had been\nbased on this story (as provided to a source), and on information found on the\nAmerican blog, which was based on information and emails which had been\nverified as genuine by the reverend’s wife. In respect of the claim that the\nreverend had “pretended to collapse”, the publication said that this was based\non his wife’s interpretation of the incident: she had initially believed that\nhe had been genuinely ill, but had later changed her mind based on his state of\nmind and the fact that he had seemed fine when checked at the hospital. The\npublication said it was not in dispute that the reverend had died as a result\nof suicide, and its article had not included details of the method used.\n11. The publication said that the claim that the reverend\nhad “seven affairs” had been based again on his wife’s views as provided to its\nsource. The publication said that the reverend had left a full and detailed\nconfession on his computer. Based on this confession, and other information she\nfound on his computer, his wife believed that seven was a conservative estimate\nof the number of affairs her husband had engaged in. The emails contained in\nthe blog, which proved a physical element to the affairs, had been seen by the\nreverend’s wife, and she had said they were genuine. The figure of seven\naffairs had also been widely reported in other publications, and the article\nmade clear that not all these affairs had been conducted with members of the\nChurch. Based on this information, and the fact that these affairs were\nconducted behind his wife’s back, the use of the terms “love rat” and “randy\nrev” was not misleading.\n12. The publication provided an email from the public\nrelations firm which had acted for the Church, which included a quotation provided\non behalf of the church: “The circumstances surrounding [the reverend’s] death\nwere both shocking and unprecedented. For [the reverend’s wife] and the family\nthis must have been an unimaginably difficult time. Where we have failed to\nprovide adequate pastoral support, we sincerely apologise”. The publication\nsaid it was entitled to rely on the statement from the public relations firm as\nbeing provided on behalf of the Church, and presenting it in this way was not\nmisleading.\n13. The publication denied any breach of Clause 2 (Privacy):\nthe article had presented the reverend’s wife’s account of events, which she\nwas entitled to share. The events surrounding the death of her husband were not\nprivate, and in any case, he was a public figure in a position of trust, and\nthere was a public interest in describing his actions as a minister of the\nChurch. The language used did not breach Clause 4: this was standard tabloid\nterminology as used to describe an individual who – on his wife’s account - had\nengaged in a string of affairs. The timing of the article related to the\npublication’s request for an apology from the Church for the reverend’s wife;\nwhen this apology was received, the publication had to run the story to avoid\nanother publication getting hold of it. In any event, the article’s purpose was\nto highlight the distress suffered by the complainant’s wife; she was the\nperson most affected by her late husband’s behaviour.\n14. The publication denied any breach of Clause 12\n(Discrimination); the term “Wee Frees” had not been used in a pejorative\nmanner. This was a common term used to refer to members of the Church around\nthe world. Referring to the Church throughout the article was relevant when the\nsubject matter was concerned with the actions of members of its congregation.\nRelevant Code provisions\nClause 1 (Accuracy)\ni) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not\nsupported by the text.\nii) A significant inaccuracy, misleading statement or\ndistortion must be corrected, promptly and with due prominence, and — where\nappropriate — an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator.\niii) A fair opportunity to reply to significant inaccuracies\nshould be given, when reasonably called for.\niv) The Press, while free to editorialise and campaign, must\ndistinguish clearly between comment, conjecture and fact.\nv) A publication must report fairly and accurately the\noutcome of an action for defamation to which it has been a party, unless an\nagreed settlement states otherwise, or an agreed statement is published.\nClause 2 (Privacy)\ni) Everyone is entitled to respect for his or her private\nand family life, home, health and correspondence, including digital\ncommunications.\nii) Editors will be expected to justify intrusions into any\nindividual's private life without consent. Account will be taken of the\ncomplainant's own public disclosures of information.\niii) It is unacceptable to photograph individuals, without\ntheir consent, in public or private places where there is a reasonable\nexpectation of privacy.\nClause 4 (Intrusion into grief or shock)\nIn cases involving personal grief or shock, enquiries and\napproaches must be made with sympathy and discretion and publication handled\nsensitively. These provisions should not restrict the right to report legal\nproceedings.\nClause 12 (Discrimination)i) The press must avoid prejudicial or pejorative reference\nto an individual's, race, colour, religion, sex, gender identity, sexual\norientation or to any physical or mental illness or disability.\nii) Details of an individual's race, colour, religion, gender\nidentity, sexual orientation, physical or mental illness or disability must be\navoided unless genuinely relevant to the story.\nFindings of the Committee\n15. The Committee expressed its condolences to the\ncomplainant, and acknowledged that the events the article reported on were\ndeeply distressing.\n16. The publication had based its article largely on the\naccount of a source close to the reverend’s wife. She was entitled to tell her\nstory, and in many respects the publication was entitled to rely on her\naccount, as the person who was present as the events transpired. The claim that\nthe reverend had “pretended to collapse” was based on her interpretation of\nthese events. Medical documents had recorded symptoms being presented, and the\nreverend’s wife had initially believed these to be genuine; however, she had\nchanged her mind after his admission to hospital, and believed that they had\nbeen ‘faked’. Given that the reverend’s wife was present during these events,\nthe publication was entitled to rely on her account and interpretation. Doing\nso did not represent a failure to take care in breach of Clause 1(i). Because\nthe reverend’s wife had given a first-hand account of her belief that her\nhusband had been “pretending”, and as this was mentioned only in passing, and\nnot as a central point of the article, the Committee could not find that\nstating this was significantly misleading such as to require correction under\nClause 1(ii).\n17. The article had stated that the complainant’s brother\nhad engaged in “seven affairs”, and on this basis had characterised him as a\n“randy rev” and “love rat”. The blog had not specified a number of physical\naffairs, and the Church statement had made no mention of physical affairs; the\nChurch had clarified that its investigations had been in relation to three\nwomen. However, the article had made clear that the affairs were not limited to\nthe congregation. The publication had based the figure of seven on the account\nof the reverend’s wife, as provided to its source; because the figure was not\nlikely to be publicly established or available, the publication was entitled to\nrely on this account, and doing so did not represent a failure to take care\nover the accuracy of this point. Similarly, where it would not be possible to establish\nthe veracity of this figure on the basis of the complainant’s knowledge alone,\nthe Committee could not find that the article contained a significant\ninaccuracy such as would require correction under Clause 1(ii). In these\ncircumstances, characterising the complainant’s brother as a “randy rev” and\n“love rat” was not misleading, and did not breach Clause 1.\n18. The publication had contacted the public relations\nrepresentatives of the Church for comment, and had received a quotation which\nwas attributed to a reverend of the Church. The publication was entitled to\nconsider that this apology had been issued on behalf of Church leaders\ngenerally, and the wording of the apology suggested that it was largely\ndirected toward the reverend’s wife and family – the only individuals it\nmentioned. There was no failure to take care over the claim that “Isle of Lewis\nchurch bosses” had apologised to the reverend’s wife; and this was not\ninaccurate such as to require correction under Clause 1(ii).\n19. The Committee understood the complainant’s concerns that\nthe article was intrusive. However, the article did not contain any information\nabout the complainant herself, and therefore there was no intrusion into her\nprivate life in breach of Clause 2. The Committee was also sympathetic to the\ncomplainant’s concerns regarding the use of terms such as “love rat” and “randy\nrev” to describe her brother. However, the terms had been used in relation not\nto her brother’s death, but to his actions in life. There was no attempt to\nridicule, make light of or belittle the manner of his passing. The terminology\nused to describe the complainant’s brother’s actions was based on his wife’s\naccount of his actions, which the publication was entitled to cast in a\nnegative light. Doing so twelve months after his death, and after the\nallegations and these characterisations had previously been presented in other\npublications and articles, was not a breach of Clause 4.\n20. Because the complainant’s brother had been a minister of\nthe Church, and his actions had been found by this Church to be contrary to its\nteachings, his religion was relevant to the article. The article did not\ncontain any pejorative or prejudicial reference to the complainant’s religion,\nso it did not breach Clause 12 (Discrimination) with respect to her. The\nreference to the ‘Wee Frees’ did not refer to an individual, but to a group; it\ndid not therefore engage the terms of this Clause. The article did not contain\nany suggestion that the complainant’s brother’s death had been a result of a\nmental health condition, and the article did not make any pejorative or\nprejudicial reference to an individual based on their mental health. This\naspect of the complaint did not engage the terms of Clause 12.\nConclusions\n21.  The complaint was\nnot upheld.\nRemedial action required\n22.  N/A\nDate complaint received: 05/02/2018\nDate decision issued: 05/07/2018\nBack to ruling listing\n\n\n"
}