{
    "url": "/rulings-and-resolution-statements/ruling/?id=01059-18",
    "title": "01059-18 Lennox v The Times",
    "provisions": [
        "1 Accuracy (2018)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "The Times (News UK)",
    "published_on": "2018-02-03 00:00:00",
    "received_on": "2018-02-04 00:00:00",
    "concluded_on": "2018-05-03 00:00:00",
    "complaint_processing_days": 88,
    "conclusion_long": "10. The complaint was not upheld.",
    "remedial_action": "11. N/A Date complaint received: 04/02/2018",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee 01059-18 Lennox v The Times Summary of\nComplaint 1.    Sarah Lennox complained to the\nIndependent Press Standards Organisation that The Times breached Clause 1\n(Accuracy) of the Editors’ Code of Practice in an article headlined, “Labour’s\npurge of the trans-rights heretics,” published on 3 February 2018. 2.    The article was a comment piece,\nreporting on the dispute within the Labour Party over gender identity,\nspecifically gender self-identification, and all-women shortlists. The article\ndiscussed whether individuals who self-identified as female would and should be\neligible for all-female shortlists, or if a gender recognition certificate was\nrequired. The article referred to the “opposing camps” within the Labour party\non this issue, and reported that while \nJeremy Corbyn “had decreed, without conference debate, that gender\nself-identity is official policy,” a number of other party members disagreed\nwith this position. It stated that when the shadow equalities minister had\n“announced that anyone who self-identifies as female can join all-women\nshortlists she was wrong: Labour rules require a gender-recognition\ncertificate.” The article also appeared online with the same headline and was\nsubstantively the same as the print article. 3.    The complainant said that it was\ninaccurate to state that the Labour Party required a gender-recognition\ncertificate, as there was no reference to this in the Labour party’s current\nrules. While she acknowledged that a campaigner who sits on the National\nExecutive Committee (NEC) had said that the issue had been discussed at a\nrecent meeting, she said that the campaigner had not stated that individuals was\nrequired to provide a Gender Recognition Certificate to the party, but that\nthey may be required to obtain the legal document. 4.    She also said that the article\nwas inaccurate as she believed it would be illegal for the Labour Party to require\nan individual to produce a Gender Recognition Certificate. She said that a\nGender Recognition Certificate was not a form of identification but simply\nrequired the Office of National Statistics to issue a new birth certificate for\nthe individual.  Therefore, she believed\nthat the newspaper should publish a correction acknowledging that the Labour\ndid not, and could not, require an individual to provide a Gender Recognition\nCertificate, and apologising to the shadow equalities minister for stating that\nher position on the issue was wrong. 5.    The newspaper said that the\narticle was an accurate account of a recent meeting of a sub-committee of the\nNEC, the body responsible for deciding the party’s election rules. It said that\na Facebook post by a participant in the meeting had stated that the party’s\nposition as, “trans women with a Gender Recognition Certificate are welcome and\nencouraged to stand in AWS, as per the legislation. Guidance will be sent out\nto [Constituency Labour Party] Chairs and Secretaries soon.” The newspaper said\nit had attempted to contact the Labour Party for confirm if this was the\nparty’s position, but it had declined to formally clarify its position. It then\nobtained off-the-record confirmation that this was an accurate reflection of\nthe party position from a former Cabinet Minister and an expert on The National\nExecutive Committee rules. It noted that after publication, a spokesperson for\nthe Labour Party had stated that “the issued would not be discussed by the NEC\nuntil June at the earliest.” After receiving the complaint the newspaper had\npublished a print correction on its letters page and as a footnote to the\nonline article, stating:\n“We said that\nLabour requires a gender-recognition certificate for those who self-identify as\nfemale to join all-women shortlists (Janice Turner, Comments, Feb 3). While an\naccount of a closed NEC sum-Committee meeting in January suggested that this\nwas the case, the party has yet to clarify its position on this point.”\nRelevant Code\nProvision 6.    Clause 1 (Accuracy) i)\nThe Press must take care not to publish inaccurate, misleading or distorted\ninformation or images, including headlines not supported by the text. ii)\nA significant inaccuracy, misleading statement or distortion must be corrected,\npromptly and with due prominence, and – where appropriate – an apology published.  \nFindings of the Committee 7.    The article discussed the issue\nof the eligibility of transgender women in relation to all-women shortlists in\nthe Labour party. It discussed whether there should be a requirement for\nindividuals to be in possession of a gender recognition certificate or whether\nindividuals should be able to self-identify as any specific gender. At the time\nof publication, a public statement from someone who had been present at the NEC\nmeeting, stated that trans women with Gender Recognition Certificates were\nwelcomed and encouraged to stand in all-women shortlists. The NEC is the\ngoverning body for the Labour Party, and sets the rules for the selection of\ncandidates and decides issues of party policy. The newspaper had also tried to\ncontact the Labour party for comment, and confirmed with two sources within the\nparty, that this reflected Labour party policy. In these circumstances the\nnewspaper had taken care over the accuracy of the claim that the party required\ntrans women to have a Gender Recognition Certificate. There was no breach of\nClause 1 (i) on this point. 8.    Where the body that decided the\nparty rules on this issue appeared to support this position at the time of\npublication, reporting this, in an article that had made clear that this was\nstill an ongoing dispute within the party was not significantly inaccurate. While\nthere was no breach of Clause 1 (ii) on this point, the Committee welcomed the\nclarification the newspaper published, making this point clear. 9.    The article did not state, as the\ncomplainant suggested, that the Labour party\nrequired an individual to provide a gender recognition certificate, but simply\nto be in possession of one. This was an accurate characterisation of the\nstatement given by the NEC member. There was no breach of Clause 1 on this point. \nConclusions 10. The complaint was not upheld.\nRemedial Action\nRequired 11. N/A Date complaint received: 04/02/2018 Date decision issued: 03/05/2018\nBack to ruling listing\n\n\n"
}