{
    "url": "/rulings-and-resolution-statements/ruling/?id=01055-16",
    "title": "01055-16 Sainthouse v The Sun (Sunday)",
    "provisions": [
        "2 Privacy (2016)",
        "3 Harassment (2016)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "The Sun on Sunday (News UK)",
    "received_on": "2016-02-22 00:00:00",
    "concluded_on": "2016-05-03 00:00:00",
    "complaint_processing_days": 71,
    "conclusion_long": "9. The complaint was not upheld.",
    "remedial_action": "N/ADate complaint received: 22/02/2016",
    "text": "\n\n\n\n\n\nDecision\nof the Complaints Committee 01055-16\nSainthouse v The Sun (Sunday)\nSummary of complaint \n1. Gail Sainthouse complained to the\nIndependent Press Standards Organisation that The Sun on Sunday breached Clause\n2 (Privacy) and Clause 3 (Harassment) of the Editors’ Code of Practice. 2. The complainant, an employee of a hotel\ngroup, said that she was contacted by a journalist from the newspaper on Friday\n19 February looking for comment from the company’s directors about an article\nit was planning to publish; she told the journalist to email her the details,\nand she would pass that on to the directors. She said that she did not receive\nan email, but on Saturday 20 February she received a call on her private mobile\nphone number from the reporter asking if she had seen the email which he had\nsent at 8am that morning. She told him that she only worked Monday to Friday,\ndid not check her emails at the weekend and would probably not be able to pass\non the details to the directors until Monday. She said that despite this, he\nasked her to log into her emails and was “quite insistent” in telling her about\nthe article.\n3. The complainant said she asked the\njournalist where he had got her private number from, and he said something\nalong the lines of “I got it from Google”. She said that she advised him she\nwas ending the call and did so, but could not remember whether she told him not\nto contact her again; however, she said that he would have known from the tone\nof the conversation that she did not want him to contact her again. She said\nthat when the call ended, she immediately received a text message from the\njournalist asking if she had received the email. She said that the journalist’s\ninteraction with her on the Saturday were in breach of Clause 2 (Privacy) and\nClause 3 (Harassment).\n4. The\nnewspaper denied that Clause 2 and 3 had been breached. It said that its\nreporter had acted properly in attempting to get a comment from the company\nbefore publishing an article about the rise in the hotel’s profit on the back\nof providing accommodation for migrants. It said that the reporter had\nattempted to call the complainant on Saturday morning at the company’s office,\nbut when there was no answer, he found her phone number through an approved\nonline search agency, LexusNexis Tracesmart, who only use publicly available\nrecords; it said that the newspaper have a strict compliance policy with\nregards the use of these agencies, and they are reviewed on a regular basis.\n5. The\nnewspaper denied that the journalist had been told not to contact the\ncomplainant following their phone call on Saturday, and provided a transcript\nof the conversation which showed that this was not the case. It said that the\nreporter had not harassed the complainant, and had simply been attempting to\ncontact somebody at the company so that they would have a chance to comment on\na sensitive subject. Relevant Code Provisions6. Clause 2 (Privacy) i)\nEveryone is entitled to respect for his or her private and family life, home,\nhealth and correspondence, including digital communications.ii)\nEditors will be expected to justify intrusions into any individual's private\nlife without consent. Account will be taken of the complainant's own public\ndisclosures of information.iii)\nIt is unacceptable to photograph individuals, without their consent, in public\nor private places where there is a reasonable expectation of privacy. \nClause\n3 (Harassment) i)\nJournalists must not engage in intimidation, harassment or persistent pursuit.ii) They\nmust not persist in questioning, telephoning, pursuing or photographing\nindividuals once asked to desist; nor remain on property when asked to leave\nand must not follow them. If requested, they must identify themselves and whom\nthey represent. iii) Editors\nmust ensure these principles are observed by those working for them and take\ncare not to use non-compliant material from other sources.   \nFindings of\nthe Committee7. The\ntranscript provided by the newspaper of the conversation between the reporter\nand the complainant showed that no clear request to desist from contacting her\nhad been made, nor was it obvious from the conversation that the complainant\ndid not want to be contacted again. The Committee noted that the reporter had\nbeen courteous in his dealings with the complainant, and while the call did\ndisrupt her outside of her normal working hours, this had been done in order to\nensure that the company had a chance to comment on the story prior to\npublication. There was no breach of Clause 3.8. The\nnewspaper had explained how it had obtained the complainant’s telephone number;\nthe use of LexusNexis Tracesmart for this purpose did not breach Clause 2.\nConclusions9. The\ncomplaint was not upheld. Remedial action requiredN/ADate complaint received: 22/02/2016Date decision issued: 03/05/2016\nBack to ruling listing\n\n\n"
}