{
    "url": "/rulings-and-resolution-statements/ruling/?id=01066-18",
    "title": "01066-18 Gabriel v The Sun",
    "provisions": [
        "9 Reporting of crime (2018)",
        "1 Accuracy (2018)",
        "2 Privacy (2018)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "The Sun (News UK)",
    "received_on": "2018-02-05 00:00:00",
    "concluded_on": "2018-06-01 00:00:00",
    "complaint_processing_days": 116,
    "conclusion_long": "9.  The complaint was not upheld.",
    "remedial_action": "10.  N/A  Date complaint received: 05/02/2018",
    "text": "\n\n\n\n\n\nDecision\nof the Complaints Committee – 01066-18 Gabriel v The Sun\nSummary\nof complaint 1.    Janis\nGabriel complained to the Independent Press Standards Organisation that The Sun\nbreached Clause 2 (Privacy) and Clause 9 (Reporting of crime) of the Editors’\nCode of Practice in an article headlined “REAL LIFE SHAMELESS”, published on 3\nFebruary 2018; an article headlined\n“BADGE OF DISHONOUR Benefits family\nso notorious they have own brand name with sinister logo and motto walk free\nafter vicious bar brawl”, published online on 2 February 2018; and an article\nheadlined “’F*** OFF WE’RE HAVING A PARTY’ What benefits family who are so bad\nthey have their own logo told us – as neighbours tell of nightmare”, published\nonline on 2 February 2018. 2.    The\nfirst article reported that three members of a family had been give\nnon-custodial convictions after they joined in a pub brawl which left two men\ninjured. It reported that two of the named individuals had “a string of\nconvictions for violence”, and described the non-custodial sentences all three\nreceived for their involvement in the brawl. The article described how the\nfamily “created a logo of their family motto”, and said that they had “even\nbeen accused of threatening to blow up neighbours’ homes”. The article detailed\naspects of the family’s past, including their eviction from their council house\n2004. It stated that, in relation to this matter, the “family matriarch” – the\ncomplainant - who it named, had been jailed for 6 months, but cleared on appeal\n“when a court ruled the trial judge’s summing up was ‘flawed’”. 3.    The\nsecond article was largely similar to the first, but included additional photographs of the convicted family\nmembers. It also named the “family matriarch”, describing her as a “mother of\nseven living on state benefits”, and named her deceased husband. It described\nhow she was “jailed for six months after police said the luxuries [found in her\ncouncil house] were financed by crime – but she was cleared on appeal”. 4.    The\nthird article repeated much of the information from the first article, in\ndescribing the context of the recent court case involving the three family\nmembers. In addition, it included accounts of the family’s alleged anti-social\nbehaviour provided by neighbours who it said “have suffered a catalogue\nof…incidents which have left their lives a misery”. This article did not\nmention the “family matriarch” described in the first article. 5.   \nThe\ncomplainant said that the articles had breached Clause 9 (Reporting of crime)\nbecause they named her and explained the connection between her and three\nfamily members who had been convicted, when she was not relevant to this story.\nThe complainant also said that the articles breached Clause 2 (Privacy) by\nreporting on the details of her conviction, when this had been overturned\nseveral years previously. 6.    The publication denied that the\narticle breached Clause 9. It said that the articles were not exclusively\nreports of the recent court case. Rather, they were about the family as a whole,\nand its ‘notoriety’, and the fact that a family “logo” had been created. The\nfamily was well-known for its conduct: during the 2004 court case, the court\nhad heard that they had engaged in “21 years of antisocial behaviour”. Details\nof their eviction and of the complainant’s conviction were well-known and in\nthe public domain. The complainant had also adopted the family “logo” in her\nsocial media profiles. In these circumstances, and where the complainant’s\nconviction was part of the family’s history of anti-social behaviour, her\nidentity and prior conviction were genuinely relevant to the subject of the\narticles. In addition, the publication said that there was no breach of Clause\n2, where the court proceedings involving the complainant were a matter of public\nrecord; reporting on them did not therefore intrude on her privacy. It said\nthat the articles had also made clear that the complainant’s conviction had\nbeen overturned. \nRelevant\nCode provisions 7. Clause 2 (Privacy)\ni) Everyone is entitled to\nrespect for his or her private and family life, home, health and\ncorrespondence, including digital communications.\nii) Editors will be expected\nto justify intrusions into any individual's private life without consent.\nAccount will be taken of the complainant's own public disclosures of\ninformation.\niii) It is unacceptable to\nphotograph individuals, without their consent, in public or private places\nwhere there is a reasonable expectation of privacy. \nClause 9 (Reporting of Crime)*\ni) Relatives or friends of\npersons convicted or accused of crime should not generally be identified\nwithout their consent, unless they are genuinely relevant to the story.\nii) Particular regard should\nbe paid to the potentially vulnerable position of children who witness, or are\nvictims of, crime. This should not restrict the right to report legal\nproceedings. \nFindings\nof the Committee8.  The\narticles reported on the complainant’s children’s recent convictions; they were\ntherefore ‘reports of crime’. The terms of Clause 9 were engaged. The Committee\nconsidered whether the complainant was generally relevant to the report of\nthese crimes. The complainant’s sons had convictions for numerous previous\noffences, making the family’s historic pattern of behaviour relevant to the\nreport of their most recent convictions. The complainant’s relationship to her\nchildren, and her own behaviour, as described in relation to the 2004 court\ncase, formed part of this narrative. The complainant was, therefore, genuinely\nrelevant to the report of her children’s convictions, and identifying her, and\nincluding details of the offence for which she was convicted and later cleared,\nwas not a breach of Clause 2 or Clause 9 of the Code. The Committee also noted\nthat the publication had pixelated the images of family members who were not\nrelevant to the report of the crime, suggesting that care had been taken to\nestablish the relevance of those who were pictured. Conclusions 9.  The complaint was not upheld. \nRemedial\naction required 10.  N/A \nDate\ncomplaint received: 05/02/2018\nDate decision issued: 01/06/2018\nBack to ruling listing\n\n\n"
}