{
    "url": "/rulings-and-resolution-statements/ruling/?id=01063-18",
    "title": "01063-18 Gabriel v MailOnline",
    "provisions": [
        "9 Reporting of crime (2018)",
        "1 Accuracy (2018)",
        "2 Privacy (2018)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "Mail Online (Associated Newspapers Limited)",
    "published_on": "2018-02-02 00:00:00",
    "received_on": "2018-02-05 00:00:00",
    "concluded_on": "2018-06-01 00:00:00",
    "complaint_processing_days": 116,
    "conclusion_long": "11.  The complaint was not upheld.",
    "remedial_action": "12.  N/A Date complaint received: 05/02/2018",
    "text": "\n\n\n\n\n\nDecision\nof the Complaints Committee – 01063-18 Gabriel v MailOnline\nSummary\nof Complaint 1.  Janis Gabriel complained to the Independent Press\nStandards Organisation that MailOnline breached Clause 1 (Accuracy), Clause 2\n(Privacy) and Clause 9 (Reporting of crime) of the Editors’ Code of Practice in\nan article headlined “’Shameless’ family evicted from their council house after\nthey decked it out with a swimming pool, sauna, Jacuzzi and a four poster\nwaterbed have been SPARED jail after a vicious pub brawl”, published on 2\nFebruary 2018. 2.  The article reported that three siblings of a\n“notorious” family had been given non-custodial sentences after being convicted\nin relation to a fight in a pub. It described how the family “rose to notoriety\nin 2004 after they were evicted from their council home ‘palace’”; it said that\nduring the trial in relation to this matter “it was claimed they inflicted ’21\nyears of anti-social behaviour’ towards neighbours”. The article also reported\nclaims made by neighbours regarding the family’s behaviour. It provided details\non the events surrounding the brawl, and on the past “string of convictions for\nviolence” of two of the three siblings, and described the non-custodial\nsentences all three had received for their involvement in the brawl. The\narticle described how one of the three siblings “has seven children aged\nbetween 10 and 18 from different fathers”, and quoted a probation report which\nsaid that “’the fathers are not really on the scene’”. The article described\nhow the family “designed its own logo”, which was included in the article. 3.  The article reported that the 2004 trial was told\nthat the complainant and her husband, who were both named, “were receiving\n£2,000 a month in benefits but paid no council tax or rent on their three\nbedroomed semi”; it described the items and money found in the home and stated\nthat the complainant had been jailed for 6 months. The article went on to say\nthat her conviction was quashed in 2006 “after the judge’s directions to the\njury were deemed to be ‘flawed’”. It included photos of the three siblings, and\nof the complainant, including photos from her 2004 trial. 4.  The\ncomplainant said that the article had breached Clause 9 (Reporting of crime)\nbecause it named her and explained the connection between her and three family\nmembers who had been convicted, when she was not relevant to this story. The\ncomplainant also said that the article breached Clause 2 (Privacy) by reporting\non the details of her conviction, when this had been overturned several years\npreviously. Finally, she said the article breached Clause 1 (Accuracy) by\nmisleadingly reporting on the two court cases together, suggesting that they\nwere connected. 5.   The publication denied that the\narticle engaged Clause 9. The article was not a report of crime: its focus was\nthe family generally and their notoriety in the local area over a period of\nmany years. Were the Clause considered to be engaged, the publication argued\nthat the complainant’s identity and conviction were clearly relevant to the\nsubject of the article - the family’s persistent anti-social behaviour. In\naddition, the complainant had included herself in the family’s “branding” on social\nmedia, making her relevant to a report on the family’s behaviour. 6.  In\naddition, the publication said that there was no breach of Clause 2, where the\ncourt proceedings involving the complainant were already in the public domain\nand had been widely reported on at the time. In any event, there was a clear\npublic interest in reporting on criminal proceedings, in accordance with the\nprinciple of open justice. 7.  The\npublication also denied any breach of Clause 1: the headline was supported by\nthe text, and its readers would not have been misled by the publication\nreporting on both court cases in the same article. However, the publication\nreverted to an earlier published headline to avoid any confusion between the\npast and present cases. Relevant\nCode Provisions 8. Clause 1 (Accuracy)\ni) The Press must take care not to\npublish inaccurate, misleading or distorted information or images, including\nheadlines not supported by the text.\nii) A significant inaccuracy,\nmisleading statement or distortion must be corrected, promptly and with due\nprominence, and — where appropriate — an apology published. In cases involving\nIPSO, due prominence should be as required by the regulator. \niii) A fair opportunity to reply to\nsignificant inaccuracies should be given, when reasonably called for.\niv) The Press, while free to\neditorialise and campaign, must distinguish clearly between comment, conjecture\nand fact.\nClause 2 (Privacy)\ni) Everyone is entitled to respect for\nhis or her private and family life, home, health and correspondence, including\ndigital communications.\nii) Editors will be expected to justify\nintrusions into any individual's private life without consent. Account will be\ntaken of the complainant's own public disclosures of information.\niii) It is unacceptable to photograph\nindividuals, without their consent, in public or private places where there is\na reasonable expectation of privacy. \nClause 9 (Reporting of Crime)*\ni) Relatives or friends of persons\nconvicted or accused of crime should not generally be identified without their\nconsent, unless they are genuinely relevant to the story.\nii) Particular regard should be paid to\nthe potentially vulnerable position of children who witness, or are victims of,\ncrime. This should not restrict the right to report legal proceedings. \nFindings\nof the Committee 9.   \nThe\narticle reported on two criminal cases, in the context of reporting the\nlong-term history of anti-social behaviour engaged in by the family. It was not\nmisleading to report on both cases in one report, where this context\nrepresented a connection between the two; the article made clear the events\nthat related to each conviction, and made clear that the complainant’s\nconviction had been overturned. There was no failure to take care over the\naccuracy of the article, and it was not misleading; there was therefore no\nbreach of Clause 1 on this point. 10.   \nThe\narticle reported on the complainant’s children’s recent convictions; it was\ntherefore a ‘report of crime’. The terms of Clause 9 were engaged. The\nCommittee considered whether the complainant was generally relevant to the\nreport of these crimes. The complainant’s sons had convictions for numerous\nprevious offences, making the family’s historic pattern of behaviour relevant\nto the report of their most recent convictions. The complainant’s relationship\nto her children, and her own behaviour, as described in relation to the 2004\ncourt case, formed part of this narrative. The complainant was, therefore, genuinely\nrelevant to the report of her children’s convictions, and identifying her, and\nincluding details of the offence for which she was convicted and later cleared,\nwas not a breach of Clause 2 or Clause 9 of the Code. The Committee also noted\nthat the publication had pixelated the images of family members who were not\nrelevant to the report of the crime, suggesting that care had been taken to\nestablish the relevance of those who were pictured. Conclusions\n11.  The complaint was not upheld. \nRemedial\naction required\n12.  N/A\nDate\ncomplaint received: 05/02/2018\nDate decision issued: 01/06/2018\nBack to ruling listing\n\n\n"
}