{
    "url": "/rulings-and-resolution-statements/ruling/?id=01061-18",
    "title": "01061-18 A Man v The Sunday Times",
    "provisions": [
        "2 Privacy (2018)",
        "1 Accuracy (2018)",
        "3 Harassment (2018)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "The Sunday Times (News UK)",
    "received_on": "2018-02-03 00:00:00",
    "concluded_on": "2018-10-18 00:00:00",
    "complaint_processing_days": 257,
    "conclusion_long": "29. The complaint was not upheld.",
    "remedial_action": "Date complaint received: 03/02/2018",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee 01061-18 A Man v The Sunday Times1. A man complained\nto the Independent Press Standards Organisation that the Sunday Times breached\nClause 1 (Accuracy), Clause 2 (Privacy) and Clause 3 (Harassment) of the\nEditors’ Code of Practice in an article headlined “Labour welcomes back banned\nactivists and Holocaust denier”, published on 4 February 2018.\n2. The article\nreported that a “Holocaust denier and a leading member of Militant” were “among\na first wave of expelled hard-left activists who have been readmitted to the\nLabour Party”. It said that a “leak from Labour Party headquarters”\ndemonstrated the “resurgent left’s control over the party after recent\nelections to its governing body”. It said that some “activists” had been\nallowed to re-join despite belonging to groups “proscribed” by the party. As\nexamples, it named a member of Militant; an individual who had previously been\nbanned from the party for his comments about Jews and Zionism; and a member of\nthe Alliance for Workers’ Liberty. In addition, it named the complainant as someone\nwho was set to have their application to the party reviewed, and said that he\nhad been “convicted of 21 counts of theft and forgery and jailed for seven\nyears in 1981”. It also said that in 1990, a High Court judge had declared him\na “vexatious litigant” and had “banned him from taking legal action in England\nand Wales”. The piece was illustrated with images of the individuals referred\nto in the article, including one of the complainant.\n3. The complainant\nsaid the newspaper had published private and confidential information about\nhim, which had been unlawfully leaked, and this was not justified in the public\ninterest.\n4. He said that the\ndetails of his Labour Party membership and appeal against suspension were\nprotected by the Data Protection Act. As such, he had a reasonable expectation\nof privacy regarding the information. He considered that any application for\nmembership of a political party and any issues concerned with appeals to a\nreview body in cases of refusal of membership were confidential and private, in\nthe same way as medical or dental files, or membership of a private club.\n5. He noted that\nunlike the other individuals referred to in the article, whose memberships had\nbeen withdrawn and subsequently restored, he had not yet been successful in\nhaving his cancelled membership restored.\n6. The complainant\nalso considered that the publication of his photograph in the article was\nintrusive, given that the reference to his appeal was intrusive and\nunjustified.\n7. The complainant\nsaid that the emails sent to him by the journalist before the article was\npublished had amounted to harassment. He considered that as the details of his\nappeal to the Labour Party National Executive were private and confidential,\nthe attempt to contact him was unjustified.\n8. The complainant\nprovided the pre-publication correspondence. The first email the complainant\nreceived from the reporter had been sent at 13.59 on 2 February 2018. The\ncomplainant said that in that email, there appeared to be an earlier email of\nthe same date, which he had not received. The complainant speculated that the\nearlier email had never been sent, and had been created in order to give the\nfalse impression that he had been given more time to reply to the journalist’s\ninquiries.\n9. The complainant\nsaid that the article had contained inaccuracies. It had wrongly stated that he\nhad been “banned” from taking legal action in England and Wales because he had\nbeen declared a “vexatious litigant”. In fact, the order required him to obtain\npermission from the High Court to institute civil proceedings or to make an\napplication in civil proceedings. The newspaper had given the misleading\nimpression that he could not, under any circumstances, commence any legal\nproceedings whatsoever. He was also concerned that this reference had implied\nthat he was a former Labour Party member who had been “banned” from membership,\nalong with the other “activists” referred to in the article.10. The complainant said that the information regarding his\nconvictions and sentence had also been inaccurately reported, as the original\nsentence of seven years’ imprisonment had been reduced on appeal to five years.\n11. The complainant said that by referring to him in the\narticle, the newspaper had given the misleading impression that he was a\nHolocaust denier, and that all those who had appealed against their suspensions\nwere political extremists.\n12. The newspaper denied that it had breached the Code. It\nsaid that the article concerned a matter of significant public interest, namely\nthat there had been a shift in power within the National Executive Committee\n(NEC) and, as a result, Labour’s membership policy had changed. The article\ngave examples of the people who had previously had their membership withdrawn\nbut who were now, following the first meeting of the reconstituted NEC, being\nallowed back into the party. The complainant’s exclusion related to concerns\nthat his membership would affect the reputation of the party, and he was\nmentioned as someone whose application was set to be reviewed.\n13. The newspaper did not consider that membership of a\npolitical party was a private matter. It also did not consider that the\ncomplainant’s application to the Labour party or his appeal were private, given\nthat his appeal was being considered by the Labour Party’s governing body and\nlegitimate questions were being asked about that body’s attitude towards\nmembers who had previously been excluded. The fact his appeal was being considered\nby the NEC fell squarely into a matter of significant public debate.\n14. The newspaper said that the complainant had raised\nissues of confidentiality and data protection before publication, and it had\nproceeded on the basis that the article was justified in the public interest.\n15. The newspaper did not consider that the photograph of\nthe complainant had revealed any private information about him.\n16. The newspaper also denied that the article contained\nsignificant inaccuracies. It did not consider that it was significantly\nmisleading for the article to have stated that the complainant had been\n“banned” from taking legal action in England and Wales. It said that the Civil\nProceedings Order, which had been made against the complainant, placed a\nsignificant restraint on his right of access to justice and was a step which\nthe court only took in extreme circumstances. The fact that there was a caveat\nwhich would allow him to bring a case if the court had previously vetted it,\nand found that there were reasonable grounds for bringing it, did not detract\nfrom the key point which was that his free access to the court system had been\nremoved. The newspaper did not consider that the omission of this caveat\nrepresented a breach of Clause 1.\n17. As a gesture of goodwill the newspaper offered to amend\nthe online article so that it made clear that the complainant could initiate\ncivil proceedings if he obtained permission from the court. It also offered to\namend the reference to the complainant’s prison sentence, if he were to supply\nevidence about its reduction following appeal.\n18. The newspaper said that there was no suggestion in the\narticle that the complainant was a Holocaust denier.\n19. The newspaper also denied that its reporter had engaged\nin harassment. The journalist had acted properly and professionally, and the\ncomplainant had appeared content to engage in email correspondence, which was\nalways courteous and even amicable. Given the simplicity of the allegations put\nto him, the complainant had been given sufficient time to reply.\nRelevant Code provisions\n20. Clause 1 (Accuracy)\ni) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not\nsupported by the text.\nii) A significant inaccuracy, misleading statement or\ndistortion must be corrected, promptly and with due prominence, and — where\nappropriate — an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator.\niii) A fair opportunity to reply to significant inaccuracies\nshould be given, when reasonably called for.\nClause 2 (Privacy)\ni) Everyone is entitled to respect for his or her private\nand family life, home, health and correspondence, including digital\ncommunications.\nii) Editors will be expected to justify intrusions into any\nindividual's private life without consent. In considering an individual's\nreasonable expectation of privacy, account will be taken of the complainant's\nown public disclosures of information and the extent to which the material\ncomplained about is already in the public domain or will become so.\niii) It is unacceptable to photograph individuals, without\ntheir consent, in public or private places where there is a reasonable\nexpectation of privacy.\nClause 3 (Harassment)\ni) Journalists must not engage in intimidation, harassment\nor persistent pursuit.\nii) They must not persist in questioning, telephoning,\npursuing or photographing individuals once asked to desist; nor remain on\nproperty when asked to leave and must not follow them. If requested, they must\nidentify themselves and whom they represent.\niii)  Editors must\nensure these principles are observed by those working for them and take care\nnot to use non-compliant material from other sources.\nFindings of the Committee\n21. The fact that someone is a member of political party –\nor that their membership has been suspended – is not generally information\nabout which they have a reasonable expectation of privacy. Membership of a\npolitical party is an expression of political affiliation, which is not\ninformation which in ordinary circumstances relates to an individual’s private\nand family life.\n22. The Committee considered that, in certain circumstances,\nan individual may have a reasonable expectation of privacy in relation to an\nappeal made to a political party in respect of a decision to suspend\nmembership. The Committee noted that the article only made reference to the\nfact of the complainant’s appeal to the Labour Party; it did not include any\nfurther detail about the grounds for that appeal. Furthermore, there was a\npublic interest in reporting that the NEC, whose board had three new members,\nhad readmitted members of the party who had previously been banned, and that it\nwas currently reconsidering a previous decision to exclude the complainant from\nthe party. The Committee concluded that, to the extent that the reference to\nthe fact of the appeal represented an intrusion into the complainant’s private\nlife, the public interest that the newspaper had identified, and which it had\nconsidered before publication, justified publication. There was no breach of\nClause 2 on this point.\n23. The newspaper had published an image of the complainant\nwithout his consent. However, it was already in the public domain at the time\nof publication; it had been taken in a public place; and it only showed his\nface. It did not disclose any private information about him in breach of Clause\n2.\n24. The reporter had contacted the complainant before the\narticle was published in order to obtain his comment on the forthcoming\narticle. The complainant had not told the reporter to stop contacting him; he\nhad engaged with him; and the correspondence had been courteous throughout. The\nreporter had not harassed the complainant in breach of Clause 3.\n25. The Committee noted the complainant’s concern that the\nreporter had provided an email, which he had not received, in order to give the\nimpression that he had been given more time to respond to the allegations\nbefore publication. However, in the email, which the complainant had received,\nthe reporter had given the complainant 24 hours to respond to his questions.\nThis did not represent harassment in breach of Clause 3.\n26. It was accepted that the complainant had been declared a\n“vexatious litigant”. The article had stated that this meant that he was\n“banned” from “taking legal action in England and Wales”. While the order\nactually meant that the complainant could initiate civil legal proceedings if\nhe first obtained permission from the High Court, in the context of this\narticle, which was not a detailed examination of the effect of such an order,\nthis was not a significant inaccuracy that required correction under the terms\nof Clause 1. There was no failure to take care over the accuracy of the article\non this point.\n27. The Committee noted the complainant’s position that his\nsentence of seven years had been reduced to five years following appeal.\nHowever, as he had initially received a seven-year sentence, it was not\ninaccurate for the newspaper to have stated that he had been “jailed for seven\nyears”. Not reporting that this sentence had been reduced to five years\nfollowing appeal did not represent a failure to take care over the accuracy of\nthe article in breach of Clause 1.\n28. There was no suggestion in the article that the\ncomplainant was a Holocaust denier or a “banned activist”. It was clear that\nhis inclusion in the story was due to his appealing the Labour Party’s decision\nto suspend his membership due to his previous convictions for theft and\nforgery. There was no breach of Clause 1 on this point.\nConclusion\n29. The complaint was not upheld.\nRemedial action required \nDate complaint received: 03/02/2018\nDate decision issued: 18/10/2018\nBack to ruling listing\n\n\n"
}