{
    "url": "/rulings-and-resolution-statements/ruling/?id=01064-18",
    "title": "01064-18 Gabriel v mirror.co.uk",
    "provisions": [
        "9 Reporting of crime (2018)",
        "1 Accuracy (2018)",
        "2 Privacy (2018)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "mirror.co.uk (Reach PLC)",
    "published_on": "2018-02-02 00:00:00",
    "received_on": "2018-02-05 00:00:00",
    "concluded_on": "2018-06-01 00:00:00",
    "complaint_processing_days": 116,
    "conclusion_long": "9.     The complaint was not upheld.",
    "remedial_action": "10.     N/A Date complaint received: 05/02/2018",
    "text": "\n\n\n\n\n\nDecision\nof the Complaints Committee 01064-18 Gabriel v mirror.co.uk\nSummary\nof Complaint 1.   \nJanis Gabriel complained to the\nIndependent Press Standards Organisation that mirror.co.uk breached Clause 1\n(Accuracy), Clause 2 (Privacy) and Clause 9 (Reporting of crime) in an article\nheadlined “Notorious family who flaunted infamy with self-styled own 'brand'\nwalk free from court after vicious pub brawl”, published on 2 February 2018. 2.    The article reported that three siblings from a family\nwhich had previously been evicted from their council home had been given\nnon-custodial convictions for their involvement in a pub brawl. It described\ndetails of the brawl and of the information heard in court, before going on to\nreport that the family “became notorious in 2004 when they were evicted from\ntheir council home…it was claimed they inflicted ’21 years of anti-social\nbehaviour’ on their neighbourhood”. It said that at the time of the trial in\n2004, officials claimed members of the family had made threats against their\nneighbours. It reported that two of the siblings had “clocked up a string of\nconvictions for violence”, and described the non-custodial sentences they\nreceived for their involvement in the brawl. The article described how the family\n“designed its own logo”, which was included in the article. 3.    The article reported that the 2004 trial was told\nthat the complainant and her husband, who were both named, “were receiving\n£2,000 a month in benefits but paid no council tax or rent on their three\nbedroomed semi”; it went on to described the items and money found in the home\nand to state that the complainant had been jailed for 6 months “after police\nsaid the luxuries [found in the home] were financed by crime”. The article went\non to say that “she was cleared in 2006 after an appeal court ruled the trial\njudge’s summing up was ‘flawed’”. 4.    The\ncomplainant said that the article had breached Clause 9 (Reporting of crime)\nbecause it named her and explained the connection between her and three family\nmembers who had been convicted, when she was not relevant to this story. The\ncomplainant also said that the article breached Clause 2 (Privacy) by reporting\non the details of her conviction, when this had been overturned several years\npreviously. Finally, she said the article breached Clause 1 (Accuracy) by\nmisleadingly reporting on the two court cases together, suggesting that they\nwere connected. 5.   \nThe publication denied that the article\nbreached Clause 9. It said that the complainant’s family was notorious for\nhaving been evicted after inflicting many years of anti-social behaviour on\ntheir neighbours; the story reported on a continuation of this pattern of\nbehaviour, which related both to the complainant, and to the siblings who had\nbeen convicted recently. In these circumstances, the complainant’s conviction\nwas relevant to her children’s recent anti-social behaviour. In addition, the\ncomplainant had included herself in the family’s “branding” on social media,\nmaking her relevant to a report on the family’s behaviour.  6.   \nIn addition, the publication said that\nthere was no breach of Clause 2, because the court proceedings involving the\ncomplainant’s mother-in-law were already in the public domain and had been\nwidely reported on at the time. The publication also denied any breach of\nClause 1: the events of both cases had been accurately reported, and the\narticle had stated that the complainant was “later cleared on appeal”.\nRelevant\nCode Provisions\n7. Clause 1 (Accuracy)\ni) The Press must take care\nnot to publish inaccurate, misleading or distorted information or images,\nincluding headlines not supported by the text.\nii) A significant inaccuracy,\nmisleading statement or distortion must be corrected, promptly and with due\nprominence, and — where appropriate — an apology published. In cases involving\nIPSO, due prominence should be as required by the regulator. \niii) A fair opportunity to\nreply to significant inaccuracies should be given, when reasonably called for.\niv) The Press, while free to\neditorialise and campaign, must distinguish clearly between comment, conjecture\nand fact.\nClause 2 (Privacy)\ni) Everyone is entitled to\nrespect for his or her private and family life, home, health and\ncorrespondence, including digital communications.\nii) Editors will be expected\nto justify intrusions into any individual's private life without consent.\nAccount will be taken of the complainant's own public disclosures of\ninformation.\niii) It is unacceptable to\nphotograph individuals, without their consent, in public or private places\nwhere there is a reasonable expectation of privacy. \nClause 9 (Reporting of Crime)*\ni) Relatives or friends of\npersons convicted or accused of crime should not generally be identified\nwithout their consent, unless they are genuinely relevant to the story.\nii) Particular regard should\nbe paid to the potentially vulnerable position of children who witness, or are\nvictims of, crime. This should not restrict the right to report legal\nproceedings. Findings\nof the Committee 8.    The\narticle reported on two criminal cases, in the context of reporting the\nlong-term history of anti-social behaviour engaged in by the family. It was not\nmisleading to report on both cases in one report, where this context\nrepresented a connection between the two; the article made clear the events\nthat related to each conviction, and made clear that the complainant’s\nconviction had been overturned. There was no failure to take care over the\naccuracy of the article, and it was not misleading; there was therefore no\nbreach of Clause 1 on this point. 9.    The\narticle reported on the complainant’s children’s recent convictions; it was\ntherefore a ‘report of crime’. The terms of Clause 9 were engaged. The\nCommittee considered whether the complainant was generally relevant to the report\nof these crimes. The complainant’s sons had convictions for numerous previous\noffences, making the family’s historic pattern of behaviour relevant to the\nreport of their most recent convictions. The complainant’s relationship to her\nchildren, and her own behaviour, as described in relation to the 2004 court\ncase, formed part of this narrative. The complainant was, therefore, genuinely\nrelevant to the report of her children’s convictions, and identifying her, and\nincluding details of the offence for which she was convicted and later cleared,\nwas not a breach of Clause 2 or Clause 9 of the Code. \nConclusions 9.     The complaint was not upheld. \nRemedial\naction required10.     N/A\nDate\ncomplaint received: 05/02/2018\nDate decision issued: 01/06/2018\nBack to ruling listing\n\n\n"
}