{
    "url": "/rulings-and-resolution-statements/ruling/?id=01065-18",
    "title": "01065-18 Gabriel v Daily Star",
    "provisions": [
        "1 Accuracy (2018)",
        "2 Privacy (2018)",
        "9 Reporting of crime (2018)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "Daily Star (Reach PLC)",
    "published_on": "2018-02-02 00:00:00",
    "received_on": "2018-02-05 00:00:00",
    "concluded_on": "2018-06-01 00:00:00",
    "complaint_processing_days": 116,
    "conclusion_long": "9.   The complaint was not upheld.",
    "remedial_action": "10.   N/A Date complaint received: 05/02/2018",
    "text": "\n\n\n\n\n\nDecision\nof the Complaints Committee – 01065-18 Gabriel v Daily Star\nSummary\nof Complaint 1.  Janis\nGabriel complained to the Independent Press Standards Organisation that the\nDaily Star breached Clause 1 (Accuracy), Clause 2 (Privacy) and Clause 9\n(Reporting of crime) in an article headlined “Benefits family so infamous they\nhave own ‘brand' and LOGO dodge jail over pub brawl”, published on 2 February\n2018. 2.  The article reported that three members of a family\nhad “walked free from court over a pub brawl which left two men injured”. It\ndescribed details of the brawl and of the information heard in court, before\ngoing on to report that the family “became notorious in 2004 after they were\nevicted from their council home…it was claimed they inflicted ’21 years of\nanti-social behaviour’ on their locality”. It said that at the time of the\ntrial in 2004, officials claimed members of the family had made threats against\ntheir neighbours. It reported on the past convictions for violence of two\nof the siblings, and described the non-custodial sentences they received for\ntheir involvement in the brawl. The article described how the family “even\ndesigned its own logo”, which was included in the article. It stated that, in\nrelation to the 2004 trial, the “family matriarch” – the complainant - who it\nnamed, had been jailed for 6 months, but cleared on appeal. The article\nincluded photographs of all the named family members; those who were not\nmentioned in the article had their photos pixelated.  3.  The\ncomplainant said that the article had breached Clause 9 (Reporting of crime)\nbecause it named her and explained the connection between her and three family\nmembers who had been convicted, when she was not relevant to this story. The\ncomplainant also said that the article breached Clause 2 (Privacy) by reporting\non the details of her conviction, when this had been overturned several years\npreviously. Finally, she said the article breached Clause 1 (Accuracy) by\nmisleadingly reporting on the two court cases together, suggesting that they\nwere connected. 4.  The\npublication denied that the article breached Clause 9. It said that the article\nwas not solely a report of crime. It had focused on the three members of the\nfamily who had been convicted, and had elaborated on the family’s history of\nanti-social behaviour which included their eviction from their council house.\nThe overall subject of the article was therefore the notoriety of the family;\nthe complainant’s identity and past conviction were relevant to this topic.\nThis was especially true where the family had created its own “brand” for use\non social media, in which the complainant had been included. Although it\nmaintained that Clause 9 had not been breached, the publication offered to\nremove the reference to and image of the complainant from the article. 5.  In\naddition, the publication said that there was no breach of Clause 2, where the\ncourt proceedings involving the complainant were already in the public domain.\nIt said that the article had also made clear that the complainant’s\nmother-in-law’s conviction had been overturned. The publication denied that\nreferring to the complainant’s court case in an article that reported on the\nconvictions of the other family members was misleading: the events of both cases\nhad been accurately reported. \nRelevant\nCode Provisions 6. Clause 1 (Accuracy)\ni) The Press must take care\nnot to publish inaccurate, misleading or distorted information or images,\nincluding headlines not supported by the text.\nii) A significant inaccuracy,\nmisleading statement or distortion must be corrected, promptly and with due\nprominence, and — where appropriate — an apology published. In cases involving\nIPSO, due prominence should be as required by the regulator. \niii) A fair opportunity to\nreply to significant inaccuracies should be given, when reasonably called for.\niv) The Press, while free to\neditorialise and campaign, must distinguish clearly between comment, conjecture\nand fact. \nClause 2 (Privacy)\ni) Everyone is entitled to\nrespect for his or her private and family life, home, health and\ncorrespondence, including digital communications.\nii) Editors will be expected\nto justify intrusions into any individual's private life without consent.\nAccount will be taken of the complainant's own public disclosures of\ninformation.\niii) It is unacceptable to\nphotograph individuals, without their consent, in public or private places\nwhere there is a reasonable expectation of privacy. \nClause 9 (Reporting of Crime)*\ni) Relatives or friends of\npersons convicted or accused of crime should not generally be identified\nwithout their consent, unless they are genuinely relevant to the story.\nii) Particular regard should\nbe paid to the potentially vulnerable position of children who witness, or are\nvictims of, crime. This should not restrict the right to report legal\nproceedings. \nFindings\nof the Committee7.  The\narticle reported on two criminal cases, in the context of reporting the\nlong-term history of anti-social behaviour engaged in by the family. It was not\nmisleading to report on both cases in one report, where this context\nrepresented a connection between the two; the article made clear the events\nthat related to each conviction, and made clear that the complainant’s\nconviction had been overturned. There was no failure to take care over the\naccuracy of the article, and it was not misleading; there was therefore no\nbreach of Clause 1 on this point. 8.  The\narticle reported on the complainant’s children’s recent convictions; it was\ntherefore a ‘report of crime’. The terms of Clause 9 were engaged. The\nCommittee considered whether the complainant was generally relevant to the\nreport of these crimes. The complainant’s sons had convictions for numerous\nprevious offences, making the family’s historic pattern of behaviour relevant\nto the report of their most recent convictions. The complainant’s relationship\nto her children, and her own behaviour, as described in relation to the 2004\ncourt case, formed part of this narrative. The complainant was, therefore,\ngenuinely relevant to the report of her children’s convictions, and identifying\nher, and including details of the offence for which she was convicted and later\ncleared, was not a breach of Clause 2 or Clause 9 of the Code. Conclusions 9.   The complaint was not upheld.\nRemedial\naction required10.   N/A\nDate\ncomplaint received: 05/02/2018\nDate decision issued: 01/06/2018\nBack to ruling listing\n\n\n"
}