{
    "url": "/rulings-and-resolution-statements/ruling/?id=01074-17",
    "title": "01074-17 Hyland v Sunday Life",
    "provisions": [
        "1 Accuracy (2016)",
        "9 Reporting of crime (2016)",
        "3 Harassment (2016)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "Sunday Life (MEDIAHUIS UK)",
    "published_on": "2017-02-05 00:00:00",
    "received_on": "2017-02-08 00:00:00",
    "concluded_on": "2017-06-30 00:00:00",
    "complaint_processing_days": 142,
    "conclusion_long": "12. The complaint was not upheld.",
    "remedial_action": "13. N/A Date complaint received: 8 February 2017",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee 01074-17 Hyland v Sunday Life\n1. Aaron\nHyland complained to the Independent Press Standards Organisation that the\nSunday Life breached Clause 1 (Accuracy), Clause 3 (Harassment) and Clause 9\n(Reporting of crime) of the Editors’ Code of Practice in an article headlined\n“Rapist’s terror threats to PSNI”, published on 5 February 2017.\n2. The\narticle reported that the complainant had pleaded guilty to grievous bodily\nharm with intent and had threatened police officers. It described him as a\n“hammer horror rapist”, and said that he had raped a woman in an attack which\nmeant that she was unlikely to ever conceive. \nThe article said that the complainant and the victim had consumed a\nlarge amount of alcohol and diazepam, and that the judge had said that while\nthe complainant had claimed that it was a “consensual sexual incident which\nwent wrong”, because of her condition, the victim had not been in a position to\nconsent.\n3. The\ncomplainant said that the newspaper had inaccurately reported that he was a\nrapist. He had pleaded guilty to grievous bodily harm with intent; he had not\npleaded guilty to rape. He considered that the newspaper had published this\ninaccuracy in order to deliberately cause him maximum distress and\nembarrassment. He said the newspaper had promised that it would refrain from\nreferring to him as a rapist, but it proceeded to repeat the inaccuracy in a\nfurther article. The complainant also said the newspaper had breached Clause 9\n(Reporting of Crime) by inaccurately reporting the offence and this had put the\ncomplainant’s life in danger, in breach of Clause 3 (Harassment).\n4. The\nnewspaper accepted that the complainant had pleaded guilty to grievous bodily\nharm with intent, as opposed to rape. \nHowever, given the nature of the assault and the victim’s injuries, it\ndid not consider that it was significantly misleading or inaccurate to describe\nthe complainant as a “rapist”, or his actions as “rape”. \n5. The\nnewspaper said that it had refrained from publishing the details of the assault\non the grounds of decency, but noted that the full court report had  included the judge’s graphic description of\nthe assault and noted that when sentencing the complainant, the judge had\ndescribed his actions as “akin to rape”.\n6. The\npublication said that the High Court had rejected the complainant’s legal claim\nto prevent it from referring to him as a rapist.\n7. The\ncomplainant said that the judge’s comments that the assault had been “akin to\nrape” were irrelevant as he was not convicted of rape.\nRelevant\nCode provisions\n8. Clause 1\n(Accuracy)\ni. The\nPress must take care not to publish inaccurate, misleading or distorted\ninformation or images, including headlines not supported by the text.\nii. A\nsignificant inaccuracy, misleading statement or distortion must be corrected,\npromptly and with due prominence, and — where appropriate — an apology\npublished. In cases involving IPSO, due prominence should be as required by the\nregulator. \niii. A fair\nopportunity to reply to significant inaccuracies should be given, when\nreasonably called for.\niv. The\nPress, while free to editorialise and campaign, must distinguish clearly\nbetween comment, conjecture and fact.\nClause 3 (Harassment)\ni. Journalists\nmust not engage in intimidation, harassment or persistent pursuit.\nii. They\nmust not persist in questioning, telephoning, pursuing or photographing\nindividuals once asked to desist; nor remain on property when asked to leave\nand must not follow them. If requested, they must identify themselves and whom\nthey represent.\niii. Editors\nmust ensure these principles are observed by those working for them and take\ncare not to use non-compliant material from other sources.\nClause 9 (Reporting of crime)\ni. Relatives\nor friends of persons convicted or accused of crime should not generally be\nidentified without their consent, unless they are genuinely relevant to the\nstory.\nii. Particular\nregard should be paid to the potentially vulnerable position of children who\nwitness, or are victims of, crime. This should not restrict the right to report\nlegal proceedings.\nFindings of\nthe Committee\n9. The\ncomplainant had been convicted of causing grievous bodily harm with intent, not\nrape. However, the judge sentencing the complainant had said that this assault\nwas “in some ways akin to rape” and noted that the victim had been unable to\nconsent, given her condition. Given the nature of the assault, and that the\nnewspaper had accurately reported that the complainant had been convicted of\ngrievous bodily harm with intent, it was not significantly inaccurate or\nmisleading for it to have described him as a rapist or his actions as rape. The\ndescription had not given a significantly misleading impression of the gravity\nof the offence. There was no failure to take care over the accuracy of the\narticle. There was no breach of Clause 1. \n10. Clause 3\ngenerally relates to the conduct of journalists during the newsgathering\nprocess. The publication of this article, which reported that the complainant\nhad been convicted for causing grievous bodily harm with intent, did not\nrepresent harassment in breach of Clause 3.\n11. The\nnewspaper had not identified a friend or relative of a person convicted or\naccused of crime. There was no breach of Clause 9. \nConclusion\n12. The\ncomplaint was not upheld.\nRemedial Action Required \n13. N/A\nDate complaint received: 8 February 2017Date complaint concluded: 30 June 2017\nBack to ruling listing\n\n\n"
}