{
    "url": "/rulings-and-resolution-statements/ruling/?id=01071-18",
    "title": "01071-18 Mander v Maidenhead Advertiser",
    "provisions": [
        "1 Accuracy (2018)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "Maidenhead Advertiser (Baylis Community Media CIC)",
    "published_on": "2017-07-10 00:00:00",
    "received_on": "2018-02-06 00:00:00",
    "concluded_on": "2018-03-23 00:00:00",
    "complaint_processing_days": 45,
    "conclusion_long": "said “Here’s an interesting fact: as of March last year there were over 3,000 Asian/British Asian kids waiting to be adopted. So there’s absolutely no reason why the Manders can’t adopt from their own background”. 3. The complainant said that he welcomed debate on the issues raised by the original article, but that the 3,000 figure was inaccurate, and that the publication had not verified it prior to publication. This was particularly problematic where it was presented as a “fact”. He said that only a small proportion of looked after children are placed for adoption - 3,320 of 69,540 in 2015. Given that only 3,320 children in total were placed for adoption in 2015, there was no possibility that 3,000 children of Asian or British Asian origin could have been available for adoption in March 2016 - and even fewer would have been of Indian heritage, like him and his wife. He noted that the Adoption Register – which records all children who have not been adopted after being placed for three months – currently only records 1122 children of all ethnicities as being available for adoption. He also said that the letter was inaccurate to say that 3,000 “kids” were waiting to be adopted, when the figures provided by the publication for the number of looked after children included young people up to the age of 18, with over half of the total being over the age of 10. 4. The publication said that, while it verified all letters, it did not ordinarily “fact check” them, in the interests of preserving freedom of expression for correspondents. It said that the correspondent had based the 3,000 figure on government figures for looked after children, which indicated that, in 2016, there were 3,130 looked after children of Asian or Asian British origin. It said that, whilst not all of these children were subject to a placement or adoption order, in the correspondent’s view, they were all “waiting to be adopted” in terms of their “need” for adoption; the correspondent was entitled to interpret the data in this way. The publication said that the appropriate remedy to a disagreement with a statistic given on the letters page was the publication of a letter giving an alternative view, and offered to publish a letter from the complainant in print and online. It also offered to add an addendum to the online article to state: This figure has been disputed by another reader. Government figures show 3,320 Asian/British Asian children in care for this period but only a small percentage of them could actually be available for adoption. However, the author of the letter stands by his use of the figure which he says is a true representation of need as each child is a potential adoptee. 5. The complainant said that the publication of a letter from him was not an appropriate remedy: the publication should have checked the fact prior to publishing the letter, especially when the letter was a direct attack on him and his wife. Relevant Code provisions  Clause 1 (Accuracy) i) The Press must take care not to publish inaccurate, misleading or distorted information or images, including headlines not supported by the text. ii) A significant inaccuracy, misleading statement or distortion must be corrected, promptly and with due prominence, and — where appropriate — an apology published. In cases involving IPSO, due prominence should be as required by the regulator. iii) A fair opportunity to reply to significant inaccuracies should be given, when reasonably called for. iv) The Press, while free to editorialise and campaign, must distinguish clearly between comment, conjecture and fact. Findings of the Committee 6. Letters pages in publications are an important manifestation of the right to freedom of expression: they offer individuals the opportunity to respond to claims made in publications, to share their own viewpoints and to dispute points raised by other correspondents. The Committee acknowledged that it was neither reasonable nor desirable to expect editors to verify every fact contained in published letters. The 3,000 figure was not, at face value, implausible, and the letter was clearly presented as the views of a correspondent, and placed in a letters page; the correspondent was not presented as having any particular authority on the matter. In these circumstances, there was no failure to take care over the accuracy of the information contained in the letter, in breach of Clause 1 (i). 7. Despite this, where significant inaccuracies in letters are identified post-publication, the obligation to correct or clarify in an appropriate manner remains. Occasionally, this will require the publication of a clarification or correction. Usually, however, the publication of a letter giving the alternate view will be a sufficient and effective remedy, and the Committee welcomed the publication’s offer of a publishing a letter from the complainant, in which he could have set out his views in full. 8. The letter stated that 3,000 Asian or British Asian children were currently “waiting to be adopted”. The newspaper contacted the correspondent and found that this figure was derived from the number of looked after children of this heritage; the correspondent considered that all such children were, in terms of need, “waiting to be adopted”. The Committee noted that a precise figure on the number of children of this heritage who were currently subject to a placement order for adoption was not readily available, but it was likely that this figure was substantially less than 3,000. However, statistics can, in certain circumstances, be open to interpretation, and in the context of a letter, the correspondent’s characterisation of these children as “waiting to be adopted” was a reasonable position: it was a plausible – if contestable – interpretation of published data, which was not given the full weight of a factual claim adopted by the newspaper. In addition, it was reasonable to characterise young people under the age of 18 as “kids”, and this was not misleading. In these circumstances the 3,000 claim did not represent a significant inaccuracy such as would require correction under Clause 1 (ii). There was no breach of Clause 1. Conclusion 9. The complaint was not upheld.",
    "remedial_action": "10. N/A Date complaint received: 06/02/2018",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee 01071-18 Mander v\nMaidenhead Advertiser\nSummary of complaint\n1. Sandeep Mander\ncomplained to the Independent Press Standards Organisation that the Maidenhead\nAdvertiser breached Clause 1 (Accuracy) in publishing a letter titled “Adoption\nis not a toy for social engineers”, published on 10 July 2017.\n2. The letter was\npublished in response to an article which described the complainant’s decision\nto take legal action against an adoption agency which had refused him and his\nwife’s adoption request on the grounds that no children of their own ethnic\nbackground were available for adoption. The letter described the\ncorrespondent’s views on the complainant’s situation, saying that their\n“struggle to adopt a child of diametrically opposed colour, race and culture is\nbeginning to look like yet another attempt to use race to further some right-on\nagenda”. The letter’s conclusion said “Here’s an interesting fact: as of March\nlast year there were over 3,000 Asian/British Asian kids waiting to be adopted.\nSo there’s absolutely no reason why the Manders can’t adopt from their own\nbackground”.\n3. The complainant\nsaid that he welcomed debate on the issues raised by the original article, but\nthat the 3,000 figure was inaccurate, and that the publication had not verified\nit prior to publication. This was particularly problematic where it was\npresented as a “fact”. He said that only a small proportion of looked after\nchildren are placed for adoption - 3,320 of 69,540 in 2015. Given that only\n3,320 children in total were placed for adoption in 2015, there was no\npossibility that 3,000 children of Asian or British Asian origin could have\nbeen available for adoption in March 2016 - and even fewer would have been of\nIndian heritage, like him and his wife. He noted that the Adoption Register –\nwhich records all children who have not been adopted after being placed for\nthree months – currently only records 1122 children of all ethnicities as being\navailable for adoption. He also said that the letter was inaccurate to say that\n3,000 “kids” were waiting to be adopted, when the figures provided by the\npublication for the number of looked after children included young people up to\nthe age of 18, with over half of the total being over the age of 10.\n4. The publication\nsaid that, while it verified all letters, it did not ordinarily “fact check”\nthem, in the interests of preserving freedom of expression for correspondents.\nIt said that the correspondent had based the 3,000 figure on government figures\nfor looked after children, which indicated that, in 2016, there were 3,130\nlooked after children of Asian or Asian British origin. It said that, whilst\nnot all of these children were subject to a placement or adoption order, in the\ncorrespondent’s view, they were all “waiting to be adopted” in terms of their\n“need” for adoption; the correspondent was entitled to interpret the data in\nthis way. The publication said that the appropriate remedy to a disagreement\nwith a statistic given on the letters page was the publication of a letter\ngiving an alternative view, and offered to publish a letter from the\ncomplainant in print and online. It also offered to add an addendum to the\nonline article to state:\nThis figure has been disputed by another reader. Government\nfigures show 3,320 Asian/British Asian children in care for this period but\nonly a small percentage of them could actually be available for adoption.\nHowever, the author of the letter stands by his use of the figure which he says\nis a true representation of need as each child is a potential adoptee.\n5. The complainant\nsaid that the publication of a letter from him was not an appropriate remedy:\nthe publication should have checked the fact prior to publishing the letter,\nespecially when the letter was a direct attack on him and his wife.\nRelevant Code provisions \nClause 1 (Accuracy)\ni) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not\nsupported by the text.\nii) A significant inaccuracy, misleading statement or\ndistortion must be corrected, promptly and with due prominence, and — where\nappropriate — an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator.\niii) A fair opportunity to reply to significant inaccuracies\nshould be given, when reasonably called for.\niv) The Press, while free to editorialise and campaign, must\ndistinguish clearly between comment, conjecture and fact.\nFindings of the Committee\n6. Letters pages in\npublications are an important manifestation of the right to freedom of\nexpression: they offer individuals the opportunity to respond to claims made in\npublications, to share their own viewpoints and to dispute points raised by\nother correspondents. The Committee acknowledged that it was neither reasonable\nnor desirable to expect editors to verify every fact contained in published\nletters. The 3,000 figure was not, at face value, implausible, and the letter\nwas clearly presented as the views of a correspondent, and placed in a letters\npage; the correspondent was not presented as having any particular authority on\nthe matter. In these circumstances, there was no failure to take care over the\naccuracy of the information contained in the letter, in breach of Clause 1 (i).\n7. Despite this,\nwhere significant inaccuracies in letters are identified post-publication, the\nobligation to correct or clarify in an appropriate manner remains.\nOccasionally, this will require the publication of a clarification or\ncorrection. Usually, however, the publication of a letter giving the alternate\nview will be a sufficient and effective remedy, and the Committee welcomed the\npublication’s offer of a publishing a letter from the complainant, in which he\ncould have set out his views in full.\n8. The letter\nstated that 3,000 Asian or British Asian children were currently “waiting to be\nadopted”. The newspaper contacted the correspondent and found that this figure\nwas derived from the number of looked after children of this heritage; the correspondent\nconsidered that all such children were, in terms of need, “waiting to be\nadopted”. The Committee noted that a precise figure on the number of children\nof this heritage who were currently subject to a placement order for adoption\nwas not readily available, but it was likely that this figure was substantially\nless than 3,000. However, statistics can, in certain circumstances, be open to\ninterpretation, and in the context of a letter, the correspondent’s\ncharacterisation of these children as “waiting to be adopted” was a reasonable\nposition: it was a plausible – if contestable – interpretation of published\ndata, which was not given the full weight of a factual claim adopted by the\nnewspaper. In addition, it was reasonable to characterise young people under\nthe age of 18 as “kids”, and this was not misleading. In these circumstances\nthe 3,000 claim did not represent a significant inaccuracy such as would\nrequire correction under Clause 1 (ii). There was no breach of Clause 1.\nConclusion\n9. The complaint\nwas not upheld.\nRemedial action required\n10. N/A\nDate complaint received: 06/02/2018Date decision issued: 23/03/2018ReviewThe complainant complained to the Independent Complaints Reviewer about the process followed by IPSO in handling this complaint. The Independent Complaints Reviewer decided that the process was not flawed and did not uphold the request for review.\nBack to ruling listing\n\n\n"
}