{
    "url": "/rulings-and-resolution-statements/ruling/?id=01103-18",
    "title": "01103-18 Phelps v The Scottish Sun",
    "provisions": [
        "1 Accuracy (2018)",
        "2 Privacy (2018)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "The Scottish Sun (News UK)",
    "published_on": "2018-02-05 00:00:00",
    "received_on": "2018-02-07 00:00:00",
    "concluded_on": "2018-04-20 00:00:00",
    "complaint_processing_days": 72,
    "conclusion_long": "11. The complaint was not upheld.",
    "remedial_action": "12.  N/ADate complaint received: 07/02/2018",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee 01103-18 Phelps v The Scottish\nSunSummary of complaint1. Sam Phelps\ncomplained to the Independent Press Standards Organisation that the Scottish\nSun breached Clause 1 (Accuracy) and Clause 2 (Privacy) of the Editors’ Code of\nPractice in an article headlined “NUT COP VICTIM’S NOEL GIG TORMENT”, published\non 5 February 2018.2. The article\nreported that the complainant had stalked and “threatened” his ex-girlfriend\nafter “she dumped him at a Noel Gallagher gig”. It said he “bombarded the mum\nof two with messages and shone a torch into her home as her kids slept”, and\nthat he was sentenced for “harassment”. It said that the court heard that their\n“six-year romance ended at the ex-Oasis star’s concert at Glasgow’s SSE Hydro”,\nand that, after coming to the woman’s family home, the complainant “continued\nto harass the woman by turning up at shops she was in and sending a barrage of\ntexts and phone calls”. The article went on to say that “the crazed cop also\nshone a light through her bedroom window late at night, leaving her kids\n‘scared’”. It reported the Sheriff’s comment that “This is well beyond a\ntrivial matter”, and that the complainant was fined £500 and banned from going\nnear the woman for two years. The article appeared in substantially the same\nformat online, under the headline “CONCERT CREEP: Cop threatened ex in terrifying\nstalking campaign after she dumped him at Noel Gallagher gig”.3. The complainant\nsaid that the article breached Clause 1 because it gave a one-sided account of\nthe information heard in court: it had not reported his evidence at all. He\nsaid that he had never been accused of shining a torch into a bedroom: he was\naccused of shining it into the living room, though he denied this had happened.\nHe said the use of the words “concert creep”, “maniac”, “crazed” and “twisted”\nto describe him was inappropriate and inaccurate, and that he had not been\naccused of “threatening” the woman. He did not recall that the woman had said\nshe felt scared during the concert. He said, during the period of alleged\nharassment, his girlfriend had never told him the relationship was over,\nincluding while at the concert, so it was inaccurate to say that she had\n“dumped him”. He also said that they had continued to see each other for three\ndays after the concert; and that this formed part of a pattern of behaviour\nthroughout the relationship whereby the complainant and the woman separated and\nreconciled many times. Failing to report this made the article unbalanced. He\nalso said that the article was misleading because it omitted the Sheriff’s\ncomment in summing up that he did not find evidence to satisfy him that the\ncomplainant had intentionally caused fear and alarm. He said it had, in fact,\nbeen a seven-year relationship, and that the concert had taken place at\nBellahouston Park, not the SSE Hydro. He said that Noel Gallagher’s name had\nbeen included only to sensationalise the story.4. The complainant\nsaid that the article breached Clause 2 because it included a photograph of him\nwhich was not available through social media or online; it was a personal\nphotograph which he had not given consent to be used. He also said that\nincluding his full name and where he lived breached his privacy.5. The publication\ndenied that the article breached Clause 1. It said that the article reported\nthe woman’s accusations, on the basis of which the complainant was convicted;\nthe Sheriff had not said that he disbelieved any aspect of her testimony in\nsumming up, and any omission of information was not significantly inaccurate or\nmisleading. It said there was no obligation to report both the prosecution and\ndefence cases. Where the police had to install an alarm for the woman, it was\nnot misleading to state that she was “threatened”, and the characterisation of\nthe complainant as “twisted”, “crazed” and so on were based on the behaviour\nfor which he was convicted; the publication was entitled to use its editorial\ndiscretion in making these characterisations. The court heard that, the day\nafter the concert, the complainant went to the woman’s home and was told she\nwas shopping; he then went to find her, and did so as she left a shop. In these\ncircumstances, it was not misleading to say that he turned up at shops she was\nin.6. The publication\nprovided the journalist’s original court copy, which included detailed\nquotations from the woman as heard in court, including her statement that she\ndecided to leave the concert because she “did not feel safe”, that she went to\nthe police for help, and that in her view the relationship was over at that\npoint. It said that, where she had begun the evening with the complainant, and\nended it by being taken home by the police, it was not misleading to say that\nshe “dumped” him at the concert. The publication acknowledged that the\ncomplainant was not alleged to have shone a torch into the woman’s bedroom, but\nher living room, but denied that this was a significant inaccuracy where either\nact would have caused alarm. Finally, it said that omitting the Sheriff’s\ncomment that there was no intent to cause alarm was not misleading where the\ncomplainant’s actions were sufficiently serious to warrant a criminal\nconviction.7. The publication\nalso denied any breach of Clause 2 (Privacy). It said that the photograph had\nbeen obtained from a source, whose identity the journalist had agreed not to\ndisclose; the journalist had not been able to obtain a photo of the complainant\nin the public domain, and there was a public interest in picturing him as an\nindividual convicted of crime. The photograph did not reveal any private\ninformation about him.Relevant Code provisionsClause 1 (Accuracy)i) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not\nsupported by the text.ii) A significant inaccuracy, misleading statement or\ndistortion must be corrected, promptly and with due prominence, and — where\nappropriate — an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator.iii) A fair opportunity to reply to significant inaccuracies\nshould be given, when reasonably called for.iv) The Press, while free to editorialise and campaign, must\ndistinguish clearly between comment, conjecture and fact.Clause 2 (Privacy)i) Everyone is entitled to respect for his or her private\nand family life, home, health and correspondence, including digital\ncommunications.ii) Editors will be expected to justify intrusions into any\nindividual's private life without consent. Account will be taken of the\ncomplainant's own public disclosures of information.iii) It is unacceptable to photograph individuals, without\ntheir consent, in public or private places where there is a reasonable\nexpectation of privacy.Findings of the Committee8. The article was\na report of sentencing proceedings following the complainant’s conviction for\ncausing fear and alarm. Where the court had handed down this conviction, and\nthe judge had passed sentence, on the basis of the woman’s account, it was not\nmisleading for the publication to report largely on the woman’s account, and to\nadopt aspects of this as fact. While the complainant disputed certain aspects\nof the woman’s account, publications are not responsible for the accuracy of\ninformation heard in court; their responsibility is to report accurately on\nwhat is heard. Omitting the complainant’s position, in a report of his\nsentencing, was not misleading, and there was no breach of Clause 1 on this\npoint.9. The article had\ninaccurately reported that the woman had said the complainant had shone a torch\ninto her bedroom, when in fact she had mentioned the living room. However, the\nexact room into which the torch was shone was not significant, and there was no\nbreach of Clause 1 on this point. Similarly, the location of the concert was\nnot significant in the context of the article, and misreporting this did not\nraise a breach of Clause 1. Where the complainant had been convicted of causing\nfear and alarm, the publication was entitled to characterise his behaviour as\n“crazed”, “twisted” and so on; doing so, where the basis for the conviction was\nmade clear in the article, did not raise a breach of Clause 1. Finally, where\nthe article had accurately reported the woman’s view, expressed in court, that\nshe decided the relationship had ended at the concert, it was not misleading to\nstate that she “dumped him” at the concert; the fact that the woman had not\ncommunicated this to the complainant did not make the article an inaccurate\naccount of the court proceedings.10. With respect to the complaint under Clause 2 (Privacy),\nthe Committee noted that the publication’s obligations under Clause 14\n(Confidential sources) meant that it could not divulge the source of the\nphotograph. However, there was nothing to suggest that the photograph had been\nobtained in such circumstances as would raise a breach of Clause 2, and the\ncomplainant noted that he had shared it willingly with one other person. Where\nthe photograph did not reveal any private information about the complainant, it\ndid not show him doing anything of a private nature, and where there is a\npublic interest in the identification of offenders, there was no breach of\nClause 2 on this point. Naming the complainant, and giving his partial address,\nwhere this information had been made public in court proceedings, did not raise\na breach of Clause 2.Conclusions11. The complaint was\nnot upheld.Remedial action required12.  N/ADate complaint received: 07/02/2018Date decision issued: 20/04/2018\nBack to ruling listing\n\n\n"
}