{
    "url": "/rulings-and-resolution-statements/ruling/?id=01102-18",
    "title": "01102-18 Phelps v Edinburgh Evening News",
    "provisions": [
        "1 Accuracy (2018)",
        "2 Privacy (2018)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "Edinburgh Evening News (National World Publishing Ltd)",
    "published_on": "2018-02-05 00:00:00",
    "received_on": "2018-02-07 00:00:00",
    "concluded_on": "2018-04-20 00:00:00",
    "complaint_processing_days": 72,
    "conclusion_long": "12. The complaint was not upheld.",
    "remedial_action": "13. N/ADate complaint received: 07/02/2018",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee 01102-18 Phelps v\nEdinburgh Evening NewsSummary of complaint1. Sam Phelps\ncomplained to the Independent Press Standards Organisation that the Edinburgh\nEvening News breached Clause 1 (Accuracy) and Clause 2 (Privacy) of the\nEditors’ Code of Practice in an article headlined “Suspended cop stalked ex\npartner”, published on 5 February 2018.2. The article was\na report of the complainant’s conviction and sentencing. It reported that the\ncomplainant had been banned from going near his ex-girlfriend for two years\nafter “stalking” her when she broke up with him. It said he “harassed” her by\n“turning up at her home and sending her unwanted emails, letters and social\nmedia messages”. It said that the woman said she was forced to “flee” a Noel\nGallagher gig in Glasgow because she “’did not feel safe’”, and that the\ncomplainant had subsequently tried to contact her repeatedly, and turned up at\na relative’s house to find her. It said he “also harassed her by turning up at\nher home late at night and shining a torch in to her bedroom as she and her\nchildren slept”. The article reported that, after this “stalking campaign”, the\npolice installed an alarm at her home.3. The article went\non to report that the complainant was found guilty of causing fear and alarm by\nsending emails, messages, phone calls and texts, and by sending letters to his\nex-girlfriend at her home address. It included the Sheriff’s comment that “I\ndid not find evidence to satisfy me that you intentionally caused fear and\nalarm, but this case is still well beyond a trivial matter. I’m not completely\nconvinced the pattern of getting back together following texts is mitigatory.\nBut the accused clearly ought to have known his behaviour would have caused\nfear and alarm.” The article included a picture of the complainant in his\npolice uniform.4. The article\nappeared online under the headline “Midlothian cop stalked woman after Noel\nGallagher gig”. This article included additional details of the woman’s account\ngiven in court, stating that she said the relationship lasted six years, and\nthat it came to an end when they attended the concert “at the SSE Hydro”. It\nalso said that the complainant harassed the woman by “turning up at shops”.5. The complainant\nsaid that the article breached Clause 1 because it gave a one-sided account of\nthe information heard in court: it had not reported his evidence at all. He\nsaid that he had never been accused of shining a torch into a bedroom: he was\naccused of shining it into the living room, though he denied this had happened.\nHe said, during the period of alleged harassment, his girlfriend had never told\nhim the relationship was over; that they had continued to see each other for\nthree days after the concert; and that this formed part of a pattern of\nbehaviour throughout the relationship whereby the complainant and the woman\nseparated and reconciled many times. Failing to report this made the article\nunbalanced. He said that the woman had never alleged that his behaviour had\nforced her to “flee” the concert, and that during the period of alleged\nharassment they had engaged in normal activities and communications; he was not\naware that the relationship had ended at this point. He said it had, in fact,\nbeen a seven-year relationship, and that the concert had taken place at\nBellahouston Park, not the SSE Hydro. He said that Noel Gallagher’s name had\nbeen included only to sensationalise the story.6. The complainant\nsaid that the article breached Clause 2 because it included a photograph of him\nwhich was not available through social media or online; it was a personal\nphotograph which he had not given consent to be used. He also said that\nincluding his full name and where he lived breached his privacy.7. The publication\ndenied that the article breached Clause 1. It said that, following a\nconviction, it was not obliged to carry details of the complainant’s defence.\nThe article was based on the verdict of the Sheriff who heard both sides of the\ncase and came to a guilty verdict; this was reflected in the weight given to\nthe prosecution case in the article, which had included a detailed summary of\nthe Sheriff’s comments, including that he was “not completely convinced” that\nthe previous pattern of the relationship was mitigatory. It said that the court\nreporter’s notes showed that the woman had told the court that the relationship\nhad lasted six years; that she had approached police because she “didn’t feel safe”\nat the concert, and asked them to take her home; and that she decided the\nrelationship was over following this. It was not therefore inaccurate to say\nthat she was “forced to flee” the concert. The publication accepted that it was\ninaccurate to say that the woman said the complainant had shone a torch into\nher bedroom, but did not consider that this represented a significant\ninaccuracy. It said it was willing to amend the incorrect information about the\nconcert location. With regard to “turning up at shops”, the publication said\nthat the woman had told the court that her mother had told the complainant that\nshe was out shopping, and he had gone to find her.8. The publication\ndenied that the article breached Clause 2. There was a public interest in\ndisclosing the complainant’s conviction and identity, including details of his\nhome address and his photograph. The photograph, the source of which it could\nnot reveal in line with its obligations towards confidential sources, did not\nreveal anything of a private nature about the complainant, and there was a\npublic interest in disclosing the complainant’s identity as a perpetrator of\ncrime. The publication had no reason to believe that the source had obtained it\nfrom the complainant in a non-consensual way.Relevant Code provisionsClause 1 (Accuracy)i) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not\nsupported by the text.ii) A significant inaccuracy, misleading statement or\ndistortion must be corrected, promptly and with due prominence, and — where\nappropriate — an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator.iii) A fair opportunity to reply to significant inaccuracies\nshould be given, when reasonably called for.iv) The Press, while free to editorialise and campaign, must\ndistinguish clearly between comment, conjecture and fact.Clause 2 (Privacy)i) Everyone is entitled to respect for his or her private\nand family life, home, health and correspondence, including digital\ncommunications.ii) Editors will be expected to justify intrusions into any\nindividual's private life without consent. Account will be taken of the\ncomplainant's own public disclosures of information.iii) It is unacceptable to photograph individuals, without\ntheir consent, in public or private places where there is a reasonable\nexpectation of privacy.Findings of the Committee9. The article was\na report of sentencing proceedings following the complainant’s conviction for\ncausing fear and alarm. Where the court had handed down this conviction, and\nthe judge had passed sentence, on the basis of the woman’s account, it was not\nmisleading for the publication to report largely on the woman’s account, and to\nadopt aspects of this as fact. While the complainant disputed certain aspects\nof the woman’s account, publications are not responsible for the accuracy of\ninformation heard in court; their responsibility is to report accurately on\nwhat is heard. Omitting the complainant’s position, in a report of his\nsentencing, was not misleading, and there was no breach of Clause 1 on this\npoint.10. The article had inaccurately reported that the woman had\nsaid the complainant had shone a torch into her bedroom, when in fact she had\nmentioned the living room. However, the exact room into which it was claimed\nthe torch was shone was not significant, and there was no breach of Clause 1 on\nthis point. Similarly, the location of the concert was not significant in the\ncontext of the article, and misreporting this did not raise a breach of Clause\n1.11. With respect to the complaint under Clause 2 (Privacy),\nthe Committee noted that the publication’s obligations under Clause 14\n(Confidential sources) meant that it could not divulge the source of the\nphotograph. However, there was nothing to suggest that the photograph had been\nobtained in such circumstances as would raise a breach of Clause 2, and the\ncomplainant noted that he had willingly shared it with at least one other\nperson. Where the photograph did not reveal any private information about the\ncomplainant, where it did not show him doing anything of a private nature, and\nwhere there is a public interest in the identification of offenders, there was\nno breach of Clause 2 on this point. Naming the complainant, and giving his\npartial address, where this information had been made public in court proceedings,\ndid not raise a breach of Clause 2.Conclusion12. The complaint\nwas not upheld.Remedial action required13. N/ADate complaint received: 07/02/2018Date decision issued: 20/04/2018\n \nBack to ruling listing\n\n\n"
}