{
    "url": "/rulings-and-resolution-statements/ruling/?id=01108-18",
    "title": "01108-18 Mike Ashley and Sports Direct v The Times",
    "provisions": [
        "1 Accuracy (2018)"
    ],
    "outcome": "Breach - sanction: action as offered by publication",
    "publication": "The Times (News UK)",
    "published_on": "2017-09-05 00:00:00",
    "received_on": "2018-02-08 00:00:00",
    "concluded_on": "2018-05-04 00:00:00",
    "complaint_processing_days": 85,
    "conclusion_long": "appeared in the report from page 27 onwards. It was a significant inaccuracy to attribute the highly critical claims to Parliament, in the context where it was used to support the article's criticisms of the complainant. The mis-attribution of the claim represented a failure to take care not to publish inaccurate information, and a breach of Clause 1 (i). 10. The article contained a plain, and significant inaccuracy, requiring correction under Clause 1 (ii). However, the attribution of the union’s evidence to the Select Committee formed only a small part of the article’s overall criticism of the complainant; the inaccuracy did not substantially undermine the arguments made in the column. The second offer made by the newspaper to amend the article, and to publish a footnote setting out the inaccuracy, was satisfactory in terms of the prominence, and the wording. The Committee did not consider there was a failure to act promptly, such as to represent a breach of Clause 1 (ii). Given the limited effect of the inaccuracy on the article’s overall criticism of the complainant, this was not a case where an apology was required. There was no breach of Clause 1 (ii). 11. The article did not suggest that the complainant and Kim Jong-un were directly equivalent, deserving of similar moral condemnation. Rather, the column advanced what was clearly a polemical comparison, in relation to a number of clearly identified features of their relationships to Sports Direct, and North Korea, respectively.  The Committee recognised that the complainant strongly disagreed with this comparison, but considered that it was a matter of comment and interpretation. The newspaper was able to show that the comment had been based on an adequate factual basis, and there was no failure to take care not to publish inaccurate or misleading information in making the comparison, in breach of Clause 1 (i). Nor did the Committee consider that the comparison was a significant inaccuracy or misleading statement, such as to require correction under Clause 1 (ii). This aspect of the complaint did not raise a breach of Clause 1. Conclusions 12.The complaint was upheld.",
    "remedial_action": "13.Having upheld a breach of Clause 1 (i), the Committee considered what remedial action should be required. The Committee considered that the breach of Clause 1 had been appropriately remedied by the offer to amend the online article, and to publish the footnote. In light of the Committee’s decision, the newspaper should take the offered action. Date complaint received: 08/02/2018",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee 01108-18 Mike Ashley and Sports Direct v The Times\nSummary of complaint\n1. Representatives of\nMike Ashley and Sports Direct complained to the Independent Press Standards\nOrganisation that The Times breached Clause 1 (Accuracy) of the Editors’ Code\nin an article headlined “A self-serving tinpot regime is running rings round\nthe stewards of our savings”, published online on 5 September 2017.  \n2. The article was a\ncomment piece, in the business section of the newspaper, which was highly\ncritical of Mr Ashley, in connection to his role as Chief Executive of Sports\nDirect. The article began by making a number of claims about the complainant,\nbefore stating “apart from that, and a common rotundity, there is no similarity\nbetween [the complainant] and Kim Jong-un”. In support of its criticisms of the\ncomplainant, the article referred to “parliament’s investigation into [Sports\nDirect’s] sweatshop employment practices”, and claimed that “it found the key\nShirebrook warehouse was run like a ‘Victorian warehouse’ with ‘gulag’\nconditions”.\n3. The complainant\nsaid that Kim Jong-un was an individual purportedly responsible for extensive\nhumanitarian crimes, and for extreme social and political suppression. He said\nthat there was no legitimate basis for the article to draw the parallel between\nMr Kim and himself. In addition, the complainant said that the comparison was\ndrawn on a false basis. He said it was inaccurate to claim that Sports Direct’s\nShirebrook warehouse was “found” by Parliament to have been run like “Victorian\nwarehouse”, or that it had “gulag conditions”. He said that in fact, these\ncharacterisations were made by the Assistant General Secretary of the trade\nunion Unite, in the course of his evidence to the Business, Energy and\nIndustrial Strategy Select Committee, as part of its inquiry in to working\npractices at Sports Direct.\n4. The newspaper said\nthat the reference to the Shirebrook warehouse as a “Victorian warehouse”, that\nhad “gulag conditions”, were made in evidence given to the Select Committee. It\nsaid that the Select Committee then chose to quote these claims in its report\non its inquiry, to summarise its findings. It said that this suggested that the\nSelect Committee were accepting the evidence, and adopting the claims. It said\nthat the Select Committee then found in its own words that “the way the\nbusiness model at Sports Direct is operated, in both the warehouse at\nShirebrook and shops around the country, involves treating workers as\ncommodities rather than as human beings with rights, responsibilities and\naspirations”.  The newspaper said it did\nnot believe the article contained a significant inaccuracy on this point.\n5. The newspaper said\nthat the article was a comment piece, in which the columnist made comparisons\nbetween the complainant and Mr Kim in clearly limited terms, specifying, in the\nform of a list, the characteristics he believed they shared. These included\nthat the complainant was a “supreme leader”, that he was “in charge of what\nmany regard as a rogue institution, that his “inner circle is packed with\nfamily members and toadies”, that he “routinely flouts the norms of good\nbehaviour and sticks two fingers up at his critics”, that he was a “relative\nlightweight, but has run circles around his much more powerful enemies”. The\narticle then stated “apart from that, and a common rotundity, there is not similarity\nbetween Mike Ashley and Kim Jong-un”. The newspaper said that the comparison\nbetween the complainant and Mr Kim, was a matter of comment, with an adequate\nfactual basis, and denied any breach of the Code on this point.\n6. Sports Direct made\na legal complaint to the newspaper on 2 October 2017, alleging that the article\nwas defamatory. It requested deletion of the article from the publications’\nwebsite, and publication of a correction and apology. The newspaper responded\non 11 October 2017, defending the article, and without proposing any further\naction. No further correspondence was exchanged between the parties, prior to\nthe complaint to IPSO on 6 February 2018. Following IPSO’s beginning an\ninvestigation of the complaint, the newspaper offered to add a footnote to the\nfoot of the online article, stating:\n‘Victorian warehouse’ and ‘Gulag’ quoted in the article were\noriginally used in evidence to the Committee by Steve Turner of Unite. The\nCommittee chose to quote these words in their summary Terms and conditions at\nSports Direct’.\nAfter further correspondence, the newspaper offered to amend\nthe online article to make clear it was referring to claims made by Unite in\nits evidence. It offered to publish the\nfollowing, expanded footnote to the online article:\nThis article originally reported that Parliament’s\ninvestigation into Sports Direct's employment practices found the firms\nShirebrook warehouse “was run like a “Victorian warehouse” with “gulag\nconditions”. In fact, these were not findings by the parliamentary select\ncommittee but claims made in evidence by the union Unite and cited by the\ncommittee in its report.   The article\nhas now been amended to make this clear \n7.  The complainant\nrejected the newspaper’s final offer of resolution, noting in particular that\nthe newspaper had not offered to apologise, despite that being appropriate in\nthis case, and required by Clause 1 (ii).\nRelevant Code Provisions\n8.  Clause 1\n(Accuracy)\ni) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not\nsupported by the text.\nii) A significant inaccuracy, misleading statement or\ndistortion must be corrected, promptly and with due prominence, and — where\nappropriate — an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator.\niii) A fair opportunity to reply to significant inaccuracies\nshould be given, when reasonably called for.\niv) The Press, while free to editorialise and campaign, must\ndistinguish clearly between comment, conjecture and fact.\nFindings of the Committee\n9. It was\ninaccurate to attribute to Parliament the claim that the complainant's\nwarehouse was like a \"gulag\", or that it was \"run like a\nVictorian Warehouse\". These were claims made in evidence to a\nParliamentary Select Committee, by a union official. The Committee recognised\nthat these findings were referred to by the Committee, in its report, but did\nnot consider that in doing so it had adopted these claims as established fact.\nThe references had been included in the Select Committee's summary of the\nevidence heard, whereas its findings and conclusions appeared in the report\nfrom page 27 onwards. It was a significant inaccuracy to attribute the highly\ncritical claims to Parliament, in the context where it was used to support the\narticle's criticisms of the complainant. The mis-attribution of the claim\nrepresented a failure to take care not to publish inaccurate information, and a\nbreach of Clause 1 (i).\n10. The article contained a plain, and significant\ninaccuracy, requiring correction under Clause 1 (ii). However, the attribution\nof the union’s evidence to the Select Committee formed only a small part of the\narticle’s overall criticism of the complainant; the inaccuracy did not\nsubstantially undermine the arguments made in the column. The second offer made\nby the newspaper to amend the article, and to publish a footnote setting out\nthe inaccuracy, was satisfactory in terms of the prominence, and the wording.\nThe Committee did not consider there was a failure to act promptly, such as to\nrepresent a breach of Clause 1 (ii). Given the limited effect of the inaccuracy\non the article’s overall criticism of the complainant, this was not a case\nwhere an apology was required. There was\nno breach of Clause 1 (ii).\n11. The article did not suggest that the complainant and Kim\nJong-un were directly equivalent, deserving of similar moral condemnation.\nRather, the column advanced what was clearly a polemical comparison, in\nrelation to a number of clearly identified features of their relationships to\nSports Direct, and North Korea, respectively. \nThe Committee recognised that the complainant strongly disagreed with\nthis comparison, but considered that it was a matter of comment and\ninterpretation. The newspaper was able to show that the comment had been based\non an adequate factual basis, and there was no failure to take care not to\npublish inaccurate or misleading information in making the comparison, in\nbreach of Clause 1 (i). Nor did the Committee consider that the comparison was\na significant inaccuracy or misleading statement, such as to require correction\nunder Clause 1 (ii). This aspect of the complaint did not raise a breach of\nClause 1.\nConclusions\n12.The complaint was upheld.\nRemedial action required\n13.Having upheld a breach of Clause 1 (i), the Committee\nconsidered what remedial action should be required. The Committee considered\nthat the breach of Clause 1 had been appropriately remedied by the offer to\namend the online article, and to publish the footnote. In light of the\nCommittee’s decision, the newspaper should take the offered action.\nDate complaint received: 08/02/2018\nDate decision issued: 04/05/2018ReviewThe complainant complained to the Independent Complaints Reviewer about the process followed by IPSO in handling this complaint. The Independent Complaints Reviewer decided that the process was not flawed and did not uphold the request for review. \nBack to ruling listing\n\n\n"
}