{
    "url": "/rulings-and-resolution-statements/ruling/?id=01114-19",
    "title": "01114-19 King’s College Hospital NHS Foundation Trust v The Sun",
    "provisions": [
        "8 Hospitals (2018)",
        "1 Accuracy (2018)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "The Sun (News UK)",
    "published_on": "2019-01-02 00:00:00",
    "received_on": "2019-01-29 00:00:00",
    "concluded_on": "2019-04-17 00:00:00",
    "complaint_processing_days": 78,
    "conclusion_long": "19. The complaint was not upheld.",
    "remedial_action": "20. N/A  Date complaint received: 29/01/2019",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee – 01114-19 King’s College Hospital NHS Foundation Trust v The SunSummary of Complaint 1.   \nKing’s\nCollege Hospital NHS Foundation Trust complained to the Independent Press\nStandards Organisation that The Sun breached Clause 1 (Accuracy) and Clause 8\n(Hospitals) of the Editors’ Code of Practice in an article headlined “Corpses\nstored in hospital car park”, published on 2 January 2019. 2.   \nThe\narticle stated that a hospital – run by the complainant – had been accused of\n“disrespecting” corpses by “stashing dead bodies in a car park after running out\nof space in its mortuary”. It said that the hospital had needed to use two\nrefrigerated mortuary containers “in its underground car park” due to an\nincrease in deaths. 3.   \nThe\narticle said that this “overflow unit” was “not always locked so anyone could walk\nin from the street and gain access” and that it was understood that this was\nbecause coroners required access to the units and did not all have the\nnecessary keys. The article then stated that the hospital said that bodies were\nstored in individual locked boxes, which were monitored constantly by CCTV. It\nreported an unnamed source’s comment that “’anything could happen to the bodies\nbecause it is not locked. All it would take is one curious member of the public\nto try the door or someone to think about stealing jewellery from the bodies’”. 4.   \nThe\narticle included a comment from a representative of a patient charity, who said\nthat “’A car park is no place to leave dead bodies in a civilised society…It is\na terrible insult and quite unacceptable’”. The article said that the car park\nwas next to the mortuary and could be accessed by the public, although it was\n“not for official visitors”. A spokesman for the hospital was quoted as saying\nthat the ‘”purpose built concrete containers are in the discrete mortuary area\nof the hospital and not in public view’”. 5.   \nThe\narticle also appeared online, on 1 January 2019, under the headline “BODY\nSHAME: A failing hospital stashed dead bodies in a car park after its mortuary\nran out of room”. This article was substantively similar to the print article,\nbut included an additional comment from the hospital, stating that the\ncontainers were “’only accessible by appropriate hospital staff’”. 6.   \nThe\ncomplainant said that the article was inaccurate in breach of Clause 1 (Accuracy).\nIt said that the mortuary containers were not positioned in a car park or\nunderground car park, but in the mortuary area of the hospital, which was\naccessed via a side road off the road to the staff car park. It said that the\nhospital did not in any case have an underground car park. It said that the\nmortuary area was clearly signed and anyone not authorised to be there would be\ntrespassing. The complainant also said that the article’s reference to an\n“increase in deaths” was misleading because it gave the impression that only\nthis hospital had experienced an increase in mortality over the winter period,\nwhen this was not the case. 7.   \nThe\ncomplainant said that it was inaccurate for the article to state that the\noverflow unit was “not always locked” or that “anyone could walk in from the\nstreet”. It said that each individual box was locked with a key, irrespective\nof whether it was occupied, and the containers housing the boxes were always\nlocked. In addition, occupied boxes were secured with a padlock. It said that\nthe containers were covered by CCTV and only accessible to the appropriate\nstaff; coroners were only able to access the containers when accompanied by an\nappropriate staff member. It was therefore misleading to say that members of\nthe public could gain access to the boxes or to the containers. 8.   \nThe\ncomplainant also said that the publication had breached Clause 8 (Hospitals) because,\nduring the course of its enquiries in relation to the article, it had entered\nthe mortuary area of the hospital, without seeking any permission; it said that\nthis was a non-public area of the hospital, and that permission was therefore\nrequired under the terms of this Clause. 9.   \nThe\npublication denied that it had breached Clause 1 (Accuracy). It said that, when\nits journalist visited the hospital, she found that there were two cars parked\nnext to the wall the containers were behind, with another next to the\ncontainers themselves. It said it was therefore accurate to describe the\ncontainers as being in a car park, and the article had made clear that this car\npark was accessible to the public but was not for official visitors. It said\nthat this ‘car park’ was below ground level, so it was not inaccurate to\ndescribe the car park as “underground”. 10. The publication said that it had\nbeen informed, by a source in a position to comment, that the containers were\nnot always locked, due to coroners requiring access; it said the source had\nopened the containers himself on a number of occasions. The publication said\nthat the area in which the containers were located was completely accessible to\nthe public; there were no barriers to prevent anyone from walking to the\ncontainers, and when its reporter had done this she had not been challenged,\nand had been able to open the door of a container. In addition, the source had\nsaid that members of the public regularly wandered into the area by accident,\nand parked their cars in the bays next to the containers on weekends. 11. The publication also denied any\nbreach of Clause 8 (Hospitals). It said that the purpose of this Clause was to\nprotect individuals receiving medical care from intrusion; its reporter had not\naccessed any area where people were receiving medical care, and the area she\nhad accessed had been open to any member of the public. It was not therefore a\n‘non-public’ area, under the terms of Clause 8. 12. The complainant denied that two\nparking bays outside the mortuary constituted a “car park”; in any case, it\nsaid that these bays were reserved for mortuary professionals, and were not\npublic, and its security team had no record of members of the public using\nthem. It said that the mortuary area was clearly signed, and the journalist\nshould have known that entering this area was inappropriate. The complainant\nsaid that it believed that the deceased had as much right to privacy as\npatients, and expressed concerns that, by entering the mortuary area and\nopening a container door, the journalist had shown a lack of respect for the\ndeceased. \nRelevant Code Provisions 13.      Clause 1 (Accuracy) i) The Press must take care not to\npublish inaccurate, misleading or distorted information or images, including\nheadlines not supported by the text. ii) A significant inaccuracy,\nmisleading statement or distortion must be corrected, promptly and with due\nprominence, and — where appropriate — an apology published. In cases involving\nIPSO, due prominence should be as required by the regulator. iii) A fair opportunity to reply to\nsignificant inaccuracies should be given, when reasonably called for. iv) The Press, while free to\neditorialise and campaign, must distinguish clearly between comment, conjecture\nand fact. \nClause 8 (Hospitals) i) Journalists\nmust identify themselves and obtain permission from a responsible executive\nbefore entering non-public areas of hospitals or similar institutions to pursue\nenquiries. ii) The\nrestrictions on intruding into privacy are particularly relevant to enquiries\nabout individuals in hospitals or similar institutions. \nFindings of the Committee 14. The\nclaim that “anyone could walk in off the street and gain access” to the\nmortuary area and to the containers was based on the journalist’s experiences\nof visiting the mortuary area, and on the account of a source. It was not in\ndispute that the journalist had been able to walk into this area unchallenged,\nas a member of the public. There was dispute, however, over whether the\ncontainers were always locked. The Committee was not in a position to determine\nwhether in fact this was the case; nevertheless, its role was to determine\nwhether sufficient care had been taken over this claim, and whether the article\ngave rise to a misleading impression. The publication had obtained information\nfrom a source, which it had then sought to verify by visiting the hospital\nsite; where the journalist and source were said to have been able to access the\ncontainers, and the complainant had not suggested that any physical infrastructure\nprevented them from doing so, there was no failure to take care over the claim\nthat members of the public could gain access to them. The hospital’s response -\nthat the boxes were locked and the containers monitored and obscured from\npublic view in the mortuary area of the hospital - was included in the article,\nand in these circumstances, the article as a whole did not give rise to a\nmisleading impression that required correction. There was no breach of Clause 1\non this point. 15. The\narticle had reported, as a direct quotation, a source’s concern that “’Anything\ncould happen to the bodies… All it would take is one curious member of the\npublic to try the door or someone to think about stealing jewellery from the\nbodies’”. This was not adopted as fact by the publication, and the article did\nnot make the direct claim that the individual boxes containing the bodies were\nunlocked. It also included the hospital’s position that “bodies are stored in\nindividual boxes, which are locked and monitored by 24-7 CCTV”. In these\ncircumstances, and where care had been taken to report the source’s concerns as\nclaims, rather than as fact, reporting this concern did not give rise to any\nmisleading impression that required correction. There was no breach of Clause 1\non this point. 16. It was\naccepted that there were parking bays next to the mortuary containers, and it\nwas apparent that these were located below ground level. The article stated\nthat this car park was “not for official visitors”, but could be accessed by\nthe public. While signage was said to indicate that this was a mortuary area,\nthe complainant had not stated that any physical barrier prevented any member\nof the public from parking in this area. In these circumstances, and where cars\ncould be parked adjacent to the containers, there was no failure to take care\nover the claim that the containers were located in a car park. Given that the\narticle made clear the nature and function of the car park, there was no\nmisleading impression that required correction. There was no breach of Clause 1\non this point. 17. It was\naccepted that there had been an increase in mortality over the winter months;\nit did not therefore appear to be inaccurate for the article to state that\nthere had been an “increase in deaths”, and this did not suggest that this was\nan issue exclusive to the named hospital. There was no breach of Clause 1 on\nthis point. 18. The\nCommittee considered that the mortuary area could be considered a non-public\narea of the hospital, under the terms of Clause 8 (Hospitals), because it was\nnot an area to which the general public would have access. Clause 8 was\ntherefore engaged by the journalist’s enquiries in this area. However, any\nintrusion arising from these enquiries was limited: this was not an area of the\nhospital in which any patients were located, or in which any treatment was\noccurring. In addition, Clause 8 is subject to a public interest exception,\nsuch that an intrusion\nwithout permission may be justified in pursuit of a particular public interest. In this\ninstance, the journalist had entered a non-public area of the hospital in order\nto attempt to verify claims made in relation to a matter of clear public\ninterest. In these circumstances, any limited intrusion arising from the\njournalist’s enquiries could be justified by the public interest in verifying\nthe claims the article reported. There was no breach of Clause 8.  \nConclusions 19.\nThe\ncomplaint was not upheld. \nRemedial action required 20.\nN/A \nDate complaint received: 29/01/2019\nDate decision issued: 17/04/2019\n \nBack to ruling listing\n\n\n"
}