{
    "url": "/rulings-and-resolution-statements/ruling/?id=01119-20",
    "title": "01119-20 Dickinson v thenorthernecho.co.uk",
    "provisions": [
        "2 Privacy (2019)",
        "3 Harassment (2019)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "thenorthernecho.co.uk (Newsquest Media Group)",
    "published_on": "2020-02-22 00:00:00",
    "received_on": "2020-02-21 00:00:00",
    "concluded_on": "2020-05-11 00:00:00",
    "complaint_processing_days": 80,
    "conclusion_long": "9. The complaint was not upheld.",
    "remedial_action": "10. N/A   Date complaint received: 21/02/2020",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee –\n01119-20 Dickinson v thenorthernecho.co.uk \nSummary of Complaint\n1. Sharon Dickinson complained to the\nIndependent Press Standards Organisation that thenorthernecho.co.uk breached\nClause 2 (Privacy) and Clause 3 (Harassment) of the Editors’ Code of Practice\nin an article headlined \"Sentence suspended for thieving Bishop Middleham\nschool secretary”, published on 22 February 2020. \n2. The article reported on a court case\nat Durham Crown Court in which the complainant stood accused of theft and\nfraud. The article reported that the complainant had changed her plea to guilty\non day two of the trial. The article also contained a picture of the\ncomplainant entering the court building.  \n3. The complainant said that the\npicture of her entering the court building was taken without her consent. She\nsaid that the photographer who took it was hiding behind a pillar and was\nobscured by a bush. The complainant provided photos of the photographer and of\nthe location from which the photo was taken. The complainant said that this\nbehaviour had unnerved her and was therefore harassment. She also said that,\nbecause she was not aware of the photographer at first, she had not had the\nopportunity to disguise or cover her face. She was therefore identifiable,\nwhich she said breached Clause 2. \n4. The publication did not accept it\nhad breached the Code. It stated that the photographer was not hiding or\ndisguised. Rather, as photographers are not allowed within court property,\nthere was nowhere else for the photographer to wait, other than behind the\nwall, pillars or foliage. It stated that as court proceedings are public, a\ndefendant in a court case has no reasonable expectation of privacy over their\nidentity or a picture merely revealing it. It did not accept that the taking of\na photograph constituted harassment; as part of the principle of open justice,\ndefendants should expect to be identified or photographed when visiting\ncourt.   \nRelevant Code Provisions\n5. Clause 2 (Privacy)*\ni) Everyone is entitled to respect for\nhis or her private and family life, home, health and correspondence, including\ndigital communications.\nii) Editors will be expected to justify\nintrusions into any individual's private life without consent. In considering\nan individual's reasonable expectation of privacy, account will be taken of the\ncomplainant's own public disclosures of information and the extent to which the\nmaterial complained about is already in the public domain or will become so.\n\n6. Clause 3 Harassment*\n\ni) Journalists must not engage in\nintimidation, harassment or persistent pursuit.\nii) They must not persist in\nquestioning, telephoning, pursuing or photographing individuals once asked to\ndesist; nor remain on property when asked to leave and must not follow them. If\nrequested, they must identify themselves and whom they represent.\n\niii)  Editors must ensure these\nprinciples are observed by those working for them and take care not to use\nnon-compliant material from other sources.\nFindings of the Committee\n7. The photograph was taken of the\ncomplainant entering court; this is a venue which is generally open to, and\naccessible by, members of the public. Additionally, the court proceedings\nreported on were open to the public. The complainant was not engaged in any\nprivate activity and the photograph only revealed her likeness. The complainant\ndid not have a reasonable expectation of privacy in these circumstances. As\nsuch, the complainant did not need to give her consent to be photographed.\nThere was no breach of Clause 2.   \n8. There had not been any exchange\nbetween the complainant and the photographer. There was no basis to find that a\nrequest to desist had been made. While the complainant had been startled by the\npresence of the photographer in the vicinity of the court, this did not\nconstitute “intimidation, harassment or persistent pursuit” in these\ncircumstances. Clause 3 was not engaged.   \nConclusion\n9. The complaint was not upheld.\nRemedial Action Required\n10. N/A\n \nDate complaint received: 21/02/2020\nDate decision issued: 11/05/2020\n \n \nBack to ruling listing\n\n\n"
}