{
    "url": "/rulings-and-resolution-statements/ruling/?id=01129-20",
    "title": "01129-20 Freeley v ilkleygazette.co.uk",
    "provisions": [
        "1 Accuracy (2019)",
        "2 Privacy (2019)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "ilkleygazette.co.uk (Newsquest Media Group)",
    "published_on": "2020-02-10 00:00:00",
    "received_on": "2020-02-22 00:00:00",
    "concluded_on": "2020-06-30 00:00:00",
    "complaint_processing_days": 129,
    "conclusion_long": "15. The complaint was not upheld.",
    "remedial_action": "16. N/A   Date complaint received: 22/02/2020",
    "text": "\n\n\n\n\n\n\nDecision\nof the Complaints Committee – 01129-20 Freeley v ilkleygazette.co.uk\nSummary\nof Complaint\n1. Rosemary\nFreeley, represented by Andrew Freeley (who also represented the complainant’s\ndaughter, Catherine Freeley) complained to the Independent Press Standards\nOrganisation that the ilkleygazette.co.uk breached Clause 1 (Accuracy) and\nClause 2 (Privacy) of the Editors’ Code of Practice in an article headlined\n“Bradford Council 'lack compassion' says daughter of pensioner suffering from\nrare dementia”, published on 10 February 2020. \n2. The\narticle reported claims made by the complainant’s daughter that the\ncomplainant’s local council had failed to take account of her “rare” medical\ncondition in applying its recycling and bin policy. The article named the complainant\nand included comments from her daughter about her condition and how it affected\nthe complainant. The article included more general information about the nature\nand symptoms of the condition, which it attributed to the NHS, and reported\nthat the complainant had moved into her home in March 2017.\n3. Mr\nFreeley said that the article was inaccurate in breach of Clause 1. He\nexplained that the surnames of the complainant and her daughter had been spelt\nincorrectly and that the complainant had not moved into her home in March 2017,\nas reported. He also said it was misleading to describe the condition from\nwhich the complainant suffered as “rare”, as it affected an estimated 40,000\npeople in the UK. \n4. Whilst\nMr Freeley accepted that the quotes included in the article accurately\nreflected what the complainant’s daughter had told the journalist, he said that\nthe complainant’s description of the impact of the condition on the complainant\ndid not reflect the actual position; the effect of the condition on the\ncomplainant was not as severe as the complainant’s daughter’s comments\nindicated. Mr Freeley also said that the complainant’s daughter’s comment,\nquoted in the article, that she “won’t be here next year” due to the\naggressiveness of “this… illness” was inaccurate; the condition was not\nparticularly aggressive in comparison with similar conditions, and the\ncomplainant was in good physical health. \n5. Mr\nFreeley also complained that by including information about the complainant’s\nmedical condition and its effect on her, and the complainant’s address, name\nand age, the article had breached her right to privacy under Clause 2. He said\nthat when the complainant's daughter had spoken to the journalist, she had\nprovided the information in order to help the journalist to understand the\nsituation better. She had not thought that details of her mother’s medical\ncondition would be published in the article or that she would be directly\nquoted.\n6. The\npublication explained that the complainant’s daughter had contacted the\nnewspaper on the complainant’s behalf in order to get their help with a dispute\nwith the local council. She did not ask for the conversation to be “off the\nrecord” or ask that some of the information provided in the interview would not\nto be included in an article.  Further,\nthe reporter had read the article back to her prior to publication and she had\nnot raised any objections about the inclusion of the information. On this\nbasis, the publication maintained that the complainant had no reasonable expectation\nof privacy regarding the information which had been published. It also said\nthat the fact that the complainant suffered from the condition, and that this\nled to her not being able to comply with the council’s bin policy, was central\nto the subject of the article. The publication said that the story was a matter\nof public interest, and therefore that including information about the\ncomplainant’s condition was justified in the public interest. During IPSO’s\ninvestigation it did, however, remove the more general information about the\nnature and symptoms of the condition which had been included in the article and\nthe reference to the specific form of the condition from which the complainant\nsuffered.\n7. The\npublication accepted that there were errors regarding the spelling of the\ncomplainant and her daughter’s surname and the date that the complainant\nhad  moved into the house. It did not\nbelieve that these were significant inaccuracies, however it corrected the spelling\nerror and the concerns about accuracy were raised with the journalist. It also\nsaid that prior to Mr Freeley contacting IPSO, the complainant’s daughter had\ncontacted the publication directly, and that she had not raised any concerns\nabout inaccuracies in the article at this time.\nRelevant\nCode Provisions\n8.\nClause 1 (Accuracy)\ni) The\nPress must take care not to publish inaccurate, misleading or distorted\ninformation or images, including headlines not supported by the text.\nii) A\nsignificant inaccuracy, misleading statement or distortion must be corrected,\npromptly and with due prominence, and — where appropriate — an apology\npublished. In cases involving IPSO, due prominence should be as required by the\nregulator. \niii) A\nfair opportunity to reply to significant inaccuracies should be given, when\nreasonably called for.\niv) The\nPress, while free to editorialise and campaign, must distinguish clearly\nbetween comment, conjecture and fact.\n9.\nClause 2 (Privacy)*\ni)\nEveryone is entitled to respect for his or her private and family life, home,\nhealth and correspondence, including digital communications.\nii)\nEditors will be expected to justify intrusions into any individual's private\nlife without consent. In considering an individual's reasonable expectation of\nprivacy, account will be taken of the complainant's own public disclosures of\ninformation and the extent to which the material complained about is already in\nthe public domain or will become so.\niii) It\nis unacceptable to photograph individuals, without their consent, in public or\nprivate places where there is a reasonable expectation of privacy.\n*The\nPublic Interest\nThere\nmay be exceptions to the clauses marked * where they can be demonstrated to be\nin the public interest.\n1. The\npublic interest includes, but is not confined to:\nDetecting or exposing crime, or the threat of crime, or serious impropriety.Protecting public health or safety.Protecting the public from being misled by an action or statement of an individual or organisation.Disclosing a person or organisation’s failure or likely failure to comply with any obligation to which they are subject.Disclosing a miscarriage of justice.Raising or contributing to a matter of public debate, including serious cases of impropriety, unethical conduct or incompetence concerning the public.Disclosing concealment, or likely concealment, of any of the above.\n2. There\nis a public interest in freedom of expression itself.\n3. The\nregulator will consider the extent to which material is already in the public\ndomain or will become so.\n4.\nEditors invoking the public interest will need to demonstrate that they\nreasonably believed publication - or journalistic activity taken with a view to\npublication – would both serve, and be proportionate to, the public interest\nand explain how they reached that decision at the time.\n5. An\nexceptional public interest would need to be demonstrated to over-ride the\nnormally paramount interests of children under 16.\nFindings\nof the Committee\n10. The\narticle disclosed information about the complainant’s mother’s health, including\nthe name of the medical condition from which she suffered and details about how\nit was affecting her. This was clearly information that related to the\ncomplainant’s private life. Whilst reporting that the local council may not\nhave been taking a relevant medical condition into account when applying its\nbin policy was a story on a matter of public interest,  the publication had not sought to argue that\nit had considered, prior to publication, that publishing information about the\ncomplainant’s health was justified in the public interest. Absent a public\ninterest in publishing the information, consent was required in order to avoid\na breach of Clause 2. \n11. The\ncomplainant’s daughter had contacted the publication to seek publicity for her\nconcerns about the council’s actions.  \nDuring an interview with the journalist, she had disclosed information\nrelating to the complainant’s medical condition and her age without reaching an\nagreement with the publication that this information would not be included in\nthe article.  The Committee was concerned\nthat, prior to publication, the newspaper had not taken adequate steps to\nestablish that the complainant’s daughter had the legal right to act on the\ncomplainant’s behalf. However, this had been established during IPSO’s\ninvestigation of the complaint. \nAccordingly, in all the circumstances, consent for publication of the\ninformation had been provided by the complainant’s daughter on the\ncomplainant’s behalf. There was no breach of Clause 2. \n12. The\ncomplainant’s street address was not information about which the complainant\nhad a reasonable expectation of privacy as this information did not disclose\nanything private about her. There was no breach of Clause 2.\n13. Mr\nFreeley also said that it was inaccurate to report that the form of dementia\nfrom which the complainant suffered was “rare”. However, where it was accepted\nthat this form affected only 5% of dementia sufferers it was not inaccurate to\ndescribe it as “rare” and there was no breach of Clause 1 on this point. The\nCommittee nevertheless welcomed the amendments the newspaper had made to the\narticle in response to the complaint.\nMr\nFreeley accepted that the quotes from the complainant’s daughter had been\nreported accurately, although he contested the accuracy of what had she had\nsaid. The article had made clear that these comments had been made by the\ncomplainant's  daughter; they were in\nquotation marks and were clearly attributed to her rather than being presented\nas established fact. As the article had clearly distinguished between comment\nand fact, and had accurately reported what had been said, there was no breach\nof Clause 1. \n14. The\nnewspaper had accepted that the spelling of the surnames and the date the\ncomplainant had moved into her home were incorrect, and it had amended the\narticle accordingly. Whilst these were errors, they would not mislead readers\nand were not significant inaccuracies that warranted the publication of a\ncorrection under Clause 1(ii). \nConclusions\n15. The\ncomplaint was not upheld.\nRemedial\nAction Required\n16. N/A\n \nDate\ncomplaint received: 22/02/2020\nDate\ncomplaint concluded by IPSO: 30/06/2020\n\n\n\n\n\nBack to ruling listing\n\n\n"
}