{
    "url": "/rulings-and-resolution-statements/ruling/?id=01125-17",
    "title": "01125-17 Mascarenhas v Daily Express",
    "provisions": [
        "6 Children (2016)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "Daily Express (Reach PLC)",
    "published_on": "2016-09-28 00:00:00",
    "received_on": "2017-02-12 00:00:00",
    "concluded_on": "2017-05-15 00:00:00",
    "complaint_processing_days": 92,
    "conclusion_long": "9. The complaint was not upheld.",
    "remedial_action": "10. N/A. Date complaint received:12/02/2017",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee 01125-17 Mascarenhas v Daily Express\nSummary of complaint\n1. Claire\nMascarenhas complained to the Independent Press Standards Organisation that the\nDaily Express breached Clause 6 (Children) of the Editors’ Code of Practice in\nan article headlined “An unholy affair: Story of a vicar betrayed by destitute\nman he took into his home”, published online on 28 September 2016.\n2. The article\nreported that the complainant’s estranged husband had an affair with the wife\nof a Vicar. It reported that her husband was a “homeless alcoholic” who moved\ninto the Vicar’s family home in May 2016, after meeting his wife at a charity\nthe previous year. The article also reported that the complainant’s husband\nposted a tribute on Facebook to the complainant and their two children; the\nchildren’s first names were reported in the article.\n3. The complainant\nsaid that no consent was given for the publication of her children’s names, and\nnoted that they were thirteen and nine years old at the time of publication.\nThe complainant said that the article had a profound effect on the daily lives\nof her and her children, and caused them great distress. When a reporter from\nThe Sun attended the family home, the complainant had made clear that she did\nnot want her children to be named in any articles.\n4. The newspaper\ndenied that there had been a breach of Clause 6. It said that the focus of the\narticle was the complainant’s husband’s affair, and that the children’s names\nwere reported because they were already in the public domain after the\ncomplainant’s husband had named them in a public Facebook post. As such, his\nconsent for the publication of their names was implied. The issue of naming the\nchildren was not considered further. The newspaper said that in any event,\ngiven that the children lived in a small community where their father was\nknown, and given their unusual surname, the children would have been easily\nidentifiable even if they were not named.\n5 The newspaper said\nthat no private information about the children was published, they were not\napproached at school, they were not interviewed or photographed, and they were\nnot paid for material involving their welfare. The newspaper also noted that\nthe journalist who the complainant had instructed not to report the names of\nthe children, was not employed by the Daily Express. The newspaper removed the\nchildren’s names from the online article following receipt of the complaint.\nRelevant Code Provisions\n6. Clause 6 (Children)\ni) All pupils should be free to complete their time at\nschool without unnecessary intrusion.\nii) They must not be approached or photographed at school\nwithout permission of the school authorities.\niii) Children under 16 must not be interviewed or\nphotographed on issues involving their own or another child’s welfare unless a\ncustodial parent or similarly responsible adult consents.\niv) Children under 16 must not be paid for material\ninvolving their welfare, nor parents or guardians for material about their\nchildren or wards, unless it is clearly in the child's interest.\nv) Editors must not use the fame, notoriety or position of a\nparent or guardian as sole justification for publishing details of a child's\nprivate life.\nFindings of the Committee\n7. The Committee\nacknowledged the distress which the publication of the article caused the\ncomplainant and her children. The Committee also understood the complainant’s\nconcerns that neither she nor her husband gave the newspaper consent to publish\nthe names of their children. Although the Code provides particularly strong\nprotection for children, there was only a brief reference to their first names\nand they were not the focus of the story. Furthermore, the children’s names\nwere included in the article as a consequence of the newspaper reporting on a\npublic Facebook post made by their father. Naming the children did not reveal\nany private information about them, nor did it represent an unnecessary\nintrusion into their time at school. There was no breach of Clause 6.\n8. Although the\nCommittee did not establish a breach of the Code, it welcomed the removal of\nthe children’s names from the article, and the newspaper’s offer to publish an\napology online and in print.\nConclusions\n9. The complaint was\nnot upheld.\nRemedial action required\n10. N/A.\nDate complaint received:12/02/2017Date decision issued: 15/05/2017\nBack to ruling listing\n\n\n"
}