{
    "url": "/rulings-and-resolution-statements/ruling/?id=01139-20",
    "title": "01139-20 Wood v Grimsby Telegraph",
    "provisions": [
        "1 Accuracy (2019)",
        "2 Privacy (2019)",
        "4 Intrusion into grief or shock (2019)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "Grimsby Telegraph (Reach PLC)",
    "published_on": "2020-02-21 00:00:00",
    "received_on": "2020-02-21 00:00:00",
    "concluded_on": "2020-05-26 00:00:00",
    "complaint_processing_days": 95,
    "conclusion_long": "19. The complaint was not upheld.",
    "remedial_action": "20. N/A   Date complaint received: 21/02/2020",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee – 01139-20 Wood v\nGrimsby Telegraph\nSummary of Complaint\n1. Paul Wood complained to the Independent Press Standards\nOrganisation that Grimsby Telegraph breached Clause 1 (Accuracy), Clause 2\n(Privacy) and Clause 4 (Intrusion into grief and shock) of the Editors’ Code of\nPractice in an article headlined “HEARTACHE AS TEEN LEFT IN 'DREAM STATE' AFTER\nCAR CRASH / 'She hasn't woken up and is in a dream state'”, published on 21\nFebruary 2020.\n2. The article reported on a “19 year old” “teen” who had\nbeen involved in a car crash. It said that a “Cleethorpes woman” had initially\nbeen in a coma after the incident, and was now in a “dream state” and had\npotential brain damage. The article also detailed the police force’s appeals\nfor witnesses to come forward. It also contained several comments made by the\nwoman’s father and close friend on Facebook, which thanked friends and family\nfor their support and gave updates on the woman’s condition. The article also\nincluded several photographs of the woman.\n3. The article appeared online in substantially the same\nform under the headline “Heartache over teenage driver in 'dream state' after\nsuffering brain injury in car crash”.\n4. The complainant, the father of the woman who had been\ninvolved in the car crash, said that the article was inaccurate in breach of\nClause 1. He said that she was 20, not 19 as reported, and the newspaper had\ninaccurately reported the place where she lived.\n5. The complainant said that the article had breached Clause\n2, as his Facebook had been set to private and therefore his comments were\nprivate and should not have been used. He also said it was an invasion of\nprivacy to use photographs from social media and to run the story without the\nfamily’s consent.\n6. The complainant also said that the article had intruded\ninto his and his family’s grief and shock in breach of Clause 4 by posting\npictures of the scene of the car crash which they previously had not seen and\nby posting the story without consent. He said that when contacted by the\nnewspaper, he had not responded, which the newspaper should have understood to\nmean that he did not want the story to be published. He was also concerned that\nwhen he complained to the newspaper about them publishing the story, it did not\nremove it, and then other newspapers reported on it. He also said that the\npublication had acted without sensitivity, as a family member was told by the\npublication that the sister of the complainant’s daughter had spoken to a\nreporter when she had not.\n7. The publication did not accept a breach of the Code. It\nsaid that the difference in age and the incorrect address did not constitute\nsignificant inaccuracies, however it was willing to correct the online article\naccordingly. It also said that it had contacted the complainant and the\ncomplainant’s daughter’s boyfriend prior to publication but received no\nresponse.\n8. The publication said that the details of the incident had\ncome from police press releases which were appealing for witnesses, and from\npublic social media posts and comments. It provided screenshots of comments\nmade on Facebook by the complainant. Some of these were posted on the wall of\nthe complainant’s daughter’s friend, whose Facebook page was not private.\nAnother one of the published comments had been taken from a heading on the\ncomplainant’s profile picture, which could be seen by the public.\n9. The newspaper apologised for the distress caused by the\npublication of images showing the location of the accident, which the\ncomplainant and members of the family had not previously seen, but it noted\nthat these were taken from Google Maps using the location that had been\npublished in the police press report. It also apologised for the conversation\nheld between the complainant’s wife and the publication, but said that this was\na genuine misunderstanding: the person who worked for the newspaper had got the\nstory confused with another, and that the sister of the complainant’s daughter\nhad not spoken to anyone at the publication.\nRelevant Clause Provisions\n10. Clause 1 (Accuracy)\ni) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not\nsupported by the text.\nii) A significant inaccuracy, misleading statement or\ndistortion must be corrected, promptly and with due prominence, and — where\nappropriate — an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator. \niii) A fair opportunity to reply to significant inaccuracies\nshould be given, when reasonably called for.\niv) The Press, while free to editorialise and campaign, must\ndistinguish clearly between comment, conjecture and fact.\n11. Clause 2 (Privacy)*\ni) Everyone is entitled to respect for his or her private\nand family life, home, health and correspondence, including digital\ncommunications.\nii) Editors will be expected to justify intrusions into any\nindividual's private life without consent. In considering an individual's\nreasonable expectation of privacy, account will be taken of the complainant's\nown public disclosures of information and the extent to which the material\ncomplained about is already in the public domain or will become so.\niii) It is unacceptable to photograph individuals, without\ntheir consent, in public or private places where there is a reasonable expectation\nof privacy.\n12. Clause 4 (Intrusion into grief or shock)\nIn cases involving personal grief or shock, enquiries and\napproaches must be made with sympathy and discretion and publication handled\nsensitively. These provisions should not restrict the right to report legal\nproceedings.\nFindings of the Committee\n13. Firstly, the Committee acknowledged and expressed\nsympathies to the complainant due to the distressing circumstances.\n14. The Committee understood the complainant was upset by\nthe publication of the article, and his concern that he had not consented to\nits publication. However the Editors’ Code does not require that consent is\nobtained from the subject of an article or their family before a newspaper can\nreport on a story. In cases of grief or shock, Clause 4 states that enquiries\nand approaches are made with sympathy and discretion and publication handled\nsensitively.\n15. In this instance, the article reported on an accident\nthat had been made public by a police press release, which had also called for\nwitnesses. The tone of the article was not insensitive: it gave a factual\naccount of the car crash and subsequent police appeal for witnesses, as well as\ncontaining the comments from social media from friends and family.\n16. Whilst the Committee noted that seeing images of the\nlocation of the car crash was distressing for the complainant and his family,\nthese images had been taken from Google Maps and simply showed where the car\naccident had taken place, rather than any graphic images of the accident\nitself. The publication of these images was not insensitive in breach of Clause\n4. In addition, the phone call between the publication and the complainant’s\nwife had been the product of an unfortunate misunderstanding for which the\npublication had apologised. While the Committee recognised that it had caused\nupset, this did not represent a breach of Clause 4.\n17. The Committee noted that the complainant had not\nconsented to the publication of his comments or the photographs of his daughter\nin the article. However, his comments had been taken from a public Facebook\npage and his Facebook profile picture, which was open to public view. The\ncomments expressed thanks for the concern and messages that had been given by\nfamily and friends, and gave brief details on his daughter’s condition. By\nsharing information about his daughter in comments he made on a social media\npost which was open to public view, the complainant had put his comments in the\npublic domain and they contained no information about which he had a reasonable\nexpectation of privacy. The article did not disclose private information about\nthe complainant in breach of Clause 2.\n18. The article had stated that the complainant’s daughter\nwas 19, when she was 20 and that she was from a town around seven miles away\nfrom the place in which she lived. In these circumstances, and within the\ncontext of the article, the errors were not significantly misleading and there\nwas no breach of Clause 1. However, the Committee welcomed the amendment\noffered by the publication.\nConclusions\n19. The complaint was not upheld.\nRemedial Action Required\n20. N/A\n \nDate complaint received: 21/02/2020\nDate complaint concluded by IPSO: 26/05/2020\nBack to ruling listing\n\n\n"
}