{
    "url": "/rulings-and-resolution-statements/ruling/?id=01139-22",
    "title": "01139-22 Mehson v Mail Online",
    "provisions": [
        "2 Privacy (2021)",
        "3 Harassment (2021)",
        "4 Intrusion into grief or shock (2021)",
        "1 Accuracy (2021)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "Mail Online (Associated Newspapers Limited)",
    "published_on": "2022-01-25 00:00:00",
    "received_on": "2022-01-27 00:00:00",
    "concluded_on": "2022-09-21 00:00:00",
    "complaint_processing_days": 237,
    "conclusion_long": "19. The complaint was not upheld.",
    "remedial_action": "20. N/A   Date complaint received: 27/01/2022",
    "text": "\n\n\n\n\n\nDecision\nof the Complaints Committee – 01139-22 Mehson v Mail Online\nSummary\nof Complaint\n1. Nadia\nMehson complained to the Independent Press Standards Organisation that Mail\nOnline breached Clause 1 (Accuracy), Clause 2 (Privacy), Clause 3 (Harassment),\nand Clause 4 (Intrusion into grief or shock) of the Editors’ Code of Practice\nin an article headlined “’Obsessed’ boyfriend, 54, admits hurling a rock at his\ncompany director ex-girlfriend's Porsche outside her £1.5m Sandbanks mansion\nand bombarding her with messages”, published on 25th January 2022.\n2. The\narticle reported on court proceedings. It said that the defendant “hurled a\nboulder-sized rock at ex-girlfriend [the complainant’s] Porsche Boxster that\nwas parked on the driveway of her £1.5m detached house overlooking Poole\nHarbour, Dorset”. It also reported that the defendant had “bombarded” the\ncomplainant with texts “after their relationship deteriorated last year and\ndemanded she hand over £20,000 owed to him” and that he left multiple public\nmessages on her Facebook page “accusing her of sleeping with another man”. The\narticle reported that, after her car window was smashed, the complainant “said\nshe was left traumatised by the attack and feared he would hurt her elderly\nparents who lived next door”. The article stated that the prosecution had said\n“’[t]he victim and the defendant had been in a relationship for a decade. It\nbroke down because the defendant suspected that the victim was cheating […] On\nSeptember 21 the victim received a text saying, ‘I know you slept with [named\nman] […] This is an obsession which has been going on for two and a half\nyears’”. The article included an image of the complainant’s car in the\ndriveway. It also included two images of the complainant: one on her own and\none with the defendant.\n3. The\ncomplainant said that the article was inaccurate in breach of Clause 1 because\nit reported that the defendant suspected she was cheating on him with another\nman. She said the article did not make clear that, during court proceedings,\nthe defence had confirmed the defendant’s allegation was incorrect. She said\nthis gave the inaccurate impression that she was promiscuous and had cheated on\nher former partner. The complainant said the article was also inaccurate\nbecause it gave the value of her house as £1.5 million but this was based on a\nproperty that was not hers.\n4. The\ncomplainant said the article also breached Clause 2 because it published her\nname without her consent. She said she was the victim of the attack and wanted\nto remain anonymous as she had not told anyone beyond her immediate family\nabout the offence but now many people were aware. She also said the article\nbreached Clause 2 because it included images of her that further identified\nher. She said these images were on her Facebook page - but had not been her\nprofile picture at any time - which had been closed since September 2021, and\nher privacy settings had previously been “friends of friends”. She said that\nthe photograph that showed just her was taken inside and so showed the interior\nof her home. The complainant said the article also breached Clause 2 because\nher occupation, her address, and the value of her house were given without her\nconsent and these details were not relevant to the report. The complainant said\nthe article further breached Clause 2 because she said photographs of her car\nmight have been taken on private land without consent. She said the car was a\none-off edition and people would now be aware of who owned the car or would\nconnect her to the article if they saw her with it.\n5. The\ncomplainant said the article also breached Clause 3 (Harassment) because the\nreporter attended her family’s property without forewarning and spoke to her\nparents without identifying himself. He explained to her parents that he was\nlooking for the complainant and when he was informed she was not present, he\nasked the complainant’s parents for comment. The complainant said the reporter\nwould not give his name or reveal how he knew where she lived. She said her\nfather had spoken to the reporter through an open window and asked his purpose\nfor visiting. The reporter replied and stated he was looking for the\ncomplainant and that he was a reporter looking for a comment regarding the\nrecent court hearing but did not give his name. She said her parents were\nunaware that there had been a recent hearing and told the journalist to leave\nthem alone and go away. The journalist then asked for her parents to comment on\nthe incident and the result of the hearing. The complainant said her father had\nreplied to the journalist by saying he was not sure what the journalist was\ntalking about and said he had nothing to say. The complainant said the reporter\nexplained the defendant had pleaded guilty and again asked for comment. She\nsaid her father again asked the reporter to go away and then he shut the window\nto stop the journalist from asking anything further.\n6. The\ncomplainant said the journalist’s conduct also breached Clause 4. She said she\nwas not aware the court proceedings had occurred at the point the journalist\nvisited her home. She said the journalist attended her address before she had\nbeen informed by police about the hearing or the defendant’s plea. She stated\nthat it was intrusive of the journalist to request an interview and take\npictures when she was in a state of shock.\n7. The\npublication did not accept a breach of Clause 1. It said the article had quoted\nwhat had been said by the prosecutor in open court and that the defendant had\naccused her of cheating on him. The publication also said it had used the words\n“accusing” and “suspected” to indicate these were allegations rather than\nclaims of fact. Where it was made clear that this had been said by the\nprosecution, the publication stated it had distinguished between comment and\nfact. It also stated that the article had reported that the defendant had had a\n“two and a half year obsession”, which implied that the allegations were part\nof his obsession rather than fact. Regarding whether the publication had based\nthe value of the complainant’s property on the wrong house, it said it had used\nthe address stated on the court list. It said Land Registry records showed the\nhouse last sold for £1,395,950, and said £1.5 million was not significantly\ninaccurate, but offered to change the article to say the house was worth £1.4\nmillion.\n8. The\npublication also did not accept a breach of Clause 2. It said the information\nincluded had been heard in open court, and so was in the public domain, or was\na matter of public record. The complainant’s name had been heard during\nproceedings and so the publication said it did not need to ask her permission\nto include it. It also said the photographs of her car had been taken from a\npublic street meaning that any passer-by would have been able to see it and so\nthere was no intrusion into her privacy. In addition, it said the complainant’s\nposition as a company director as well as the value of her house were matters\nof public record and so there was no realistic expectation of privacy regarding\nthis information. Regarding the images of the complainant, the publication said\nthese were taken from her Facebook page that was public at the time the article\nwas written. It also said that these images did not reveal private information\nabout the complainant.\n9. The\npublication did not accept a breach of Clause 3. It said it had obtained the\narticle from an agency. The agency reporter said he had obtained the\ncomplainant’s address from the court list and when he had attended the\nproperty, he saw her car in the driveway next door. He said he was aware that\nshe lived near her parents as it had been heard in court and so assumed she was\nvisiting them. He also thought he could see the complainant sitting on the\nporch through a large window. The reporter said he went to this property,\nchecked he had the right address, and then knocked on the door. He said an\nelderly gentleman opened the door and the reporter asked to speak to the\ncomplainant. The man looked like he was going to get her but then stopped and\nasked what the visit was about. The reporter said he was transparent about the\nfact he was a reporter, although he had not had the opportunity to provide his\nname. The reporter had said he was told by the complainant’s father that he and\nhis wife did not wish to comment, and he then left the property and that the\ninteraction had lasted less than two minutes.\n10. The\npublication said Clause 4 was not engaged. It stated the Clause is designed to\nprevent insensitive publication and to ensure that approaches made by reporters\nare handled with sympathy and discretion.\n11. The\ncomplainant disputed the reporter’s account of his approach. She said she had\nnot been at her parents’ home at the time, and so it was not her the reporter\nhad seen through the window, but her mother. She also said he could not have\nknocked on the door as the door was up a flight of stairs and her father had\nspoken to him out of the window. The complainant said that, as she was not\nthere and as her father was aware of her desire for privacy, he would not have\ngone to fetch her before finding out why the reporter was there.\n12. The\ncomplainant also disputed the publication’s explanation regarding the photos\nfrom her social media. She said she had closed down her Facebook account in\nSeptember of the previous year and so the publication could not have taken them\nfrom there.\n13.  The publication said that it did appear as\nthough the complainant’s father had opened the window just before the reporter\ncould knock on the door but denied that this was a significant point of\ndivergence. Regarding the complainant’s Facebook page, the publication said it\nhad not taken screenshots showing it was public when it accessed the images but\nstated that her page was accessible to the public at the time.\nRelevant\nCode Provisions\nClause 1\n(Accuracy)\ni) The\nPress must take care not to publish inaccurate, misleading or distorted\ninformation or images, including headlines not supported by the text.\nii) A\nsignificant inaccuracy, misleading statement or distortion must be corrected,\npromptly and with due prominence, and — where appropriate — an apology\npublished. In cases involving IPSO, due prominence should be as required by the\nregulator. \niii) A\nfair opportunity to reply to significant inaccuracies should be given, when\nreasonably called for.\niv) The\nPress, while free to editorialise and campaign, must distinguish clearly\nbetween comment, conjecture and fact.\nClause 2\n(Privacy)*\ni)\nEveryone is entitled to respect for their private and family life, home,\nphysical and mental health, and correspondence, including digital\ncommunications.\nii)\nEditors will be expected to justify intrusions into any individual's private\nlife without consent. In considering an individual's reasonable expectation of\nprivacy, account will be taken of the complainant's own public disclosures of\ninformation and the extent to which the material complained about is already in\nthe public domain or will become so.\niii) It\nis unacceptable to photograph individuals, without their consent, in public or\nprivate places where there is a reasonable expectation of privacy.\nClause 3\n(Harassment)*\ni)\nJournalists must not engage in intimidation, harassment or persistent pursuit.\nii) They\nmust not persist in questioning, telephoning, pursuing or photographing\nindividuals once asked to desist; nor remain on property when asked to leave\nand must not follow them. If requested, they must identify themselves and whom\nthey represent.\niii)  Editors must ensure these principles are\nobserved by those working for them and take care not to use non-compliant\nmaterial from other sources.\nClause 4\n(Intrusion into grief or shock)\nIn cases\ninvolving personal grief or shock, enquiries and approaches must be made with\nsympathy and discretion and publication handled sensitively. These provisions\nshould not restrict the right to report legal proceedings.\nFindings\nof the Committee\n14. The\nCommittee first considered the points of complaint under Clause 1. The\ncomplainant’s first concern was that the article was inaccurate because it\nreported that the defendant’s behaviour had been motivated by the suspicion\nthat the complainant was “cheating” on him with another man, because the\ndefence had subsequently accepted that she had not been cheating. However, the\nCommittee considered that it was clear from the article that this was the\nsummary of the situation as put forward by the prosecution as to the reasons\nfor his behaviour at the time. Where it was not in dispute that this was heard\nin court, and where the article did not state as fact that the complainant had\ncheated on the defendant, it was not inaccurate or misleading for the article\nto report it. In relation to the complainant’s address, whilst the Committee\nnoted the dispute that occurred during the investigation regarding the\ncomplainant’s actual address, it was not in dispute that her home was worth\n£1.5 million as reported in the article. Where the complaint about the article\nwas whether it was relevant to include the price of her house, it was not\ninaccurate to report the value. There was no breach of Clause 1 in relation to\nany of these points.\n15. The\nCommittee then turned to the complaint under Clause 2 (Privacy). Regarding the\npublication of the complainant’s name in connection to the offence of which she\nwas a victim; this information was heard in court. In accordance with the\nprinciple of open justice, newspapers are entitled to report what is heard in\ncourt, provided no reporting restrictions are in place, and once something is\nheard in court it is effectively in the public domain. Therefore, whilst the\nCommittee extended its sympathies to the complainant in light of what she had\nexperienced, the publication of her name in connection to court proceedings did\nnot breach Clause 2. Similarly, the complainant’s occupation as a company\ndirector and the value of the residence given as her address at court were\nmatters of public record and was not information over which there was a\nreasonable expectation of privacy. There was no breach of Clause 2 on this\npoint.\n16. The\nCommittee then considered the photographs within the article. The Committee acknowledged\nthat the complainant said her car was a limited edition but considered that the\nfact that she owned a particular car was not, in and of itself, something that\ncould be considered private. Equally, the Committee noted there was a dispute\nabout how the publication had sourced the images of the complainant but noted\nthat it was not in a position to reconcile these accounts or discern the true\nposition. It also expressed concern that the publication had not retained\nscreenshots of the complainant’s profile page to show that it was accessible at\nthe time of compiling the article. However, the complainant accepted that the\nphotos in question had been shared by her on Facebook and that they would, on\naccount of being shared with “friends of friends” have been viewable by a\npotentially significant audience beyond her immediate approved contacts. In\naddition, the Committee noted that the image of the complainant on her own\nremained on a publicly accessible Instagram page and so there was not a\nreasonable expectation of privacy over it. Regarding the image of the\ncomplainant and the defendant, the Committee considered this only revealed the\ncomplainant’s relationship with the defendant, which was already public\nknowledge. For these reasons, there was no breach of Clause 2 on this point.\n17. The\nCommittee then considered the concerns raised under Clause 3. The Committee\nnoted that there was a dispute between the complainant and the publication as\nto the exact nature of the events when the journalist had visited the\ncomplainant’s family home. There were no notes or recordings that the Committee\ncould assess to assist its consideration. However, it was common ground that\nthe journalist had visited on one occasion, had asked no more than three\nquestions, did not engage in aggression or intimidation, and, having been asked\nto leave, did do so after a short period of time and then did not return. Given\nthat it was not in dispute that this was the only approach and that it was\nbrief, the Committee considered the reporter appeared to have engaged in\nbehaviour within the reasonable scope of newsgathering. This did not constitute\nharassment under the terms of Clause 3 and there was no breach.\n18.\nFinally, the Committee considered the complaint under Clause 4. The Committee\nnoted that the complainant had not been informed of the recent court\nproceedings and had become aware of them via contact with the reporter. The\nterms of Clause 4 do not prohibit approaches but require that they are handled\nwith sensitivity and discretion. Whilst the Committee acknowledged that finding\nout the information this way was distressing, her account did not indicate that\nthe journalist had been insensitive when attempting to approach her for\ncomment. There was no breach of Clause 4.\nConclusion(s)\n19. The\ncomplaint was not upheld.\nRemedial\nAction Required\n20. N/A\n\n\nDate\ncomplaint received: 27/01/2022\nDate\ncomplaint concluded by IPSO: 21/09/2022\nBack to ruling listing\n\n\n"
}