{
    "url": "/rulings-and-resolution-statements/ruling/?id=01157-17",
    "title": "01157-17 Patil v The Times",
    "provisions": [
        "1 Accuracy (2016)",
        "3 Harassment (2016)",
        "12 Discrimination (2016)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "The Times (News UK)",
    "published_on": "2017-02-11 00:00:00",
    "received_on": "2017-02-13 00:00:00",
    "concluded_on": "2017-07-05 00:00:00",
    "complaint_processing_days": 142,
    "conclusion_long": "15. The complaint was not upheld.",
    "remedial_action": "16. N/ADate complaint received: 13/02/2017",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee 01157-17 Patil v The Times\nSummary of complaint\n1. Neeraj\nPatil complained to the Independent Press Standards Organisation that The Times\nbreached Clause 1 (Accuracy) Clause 3 (Harassment) and Clause 12\n(Discrimination) of the Editors’ Code of Practice in an article headlined\n“Bercow blocked Vaz revelations after accepting poll donations”, published on\n11 February 2017. The article was also published online.\n2. The main\narticle in the newspaper was accompanied by an additional article with the\nheadline “Rich pickings from Asian VIP circuit”. On the publication’s website,\nthese appeared as separate online articles with the headlines “Bercow blocked\nVaz revelations after accepting poll donations”, and “Rich pickings from Asian\nVIP circuit”. The texts of the articles were identical.\n3. The main\narticle reported that “John Bercow stopped the Commons being warned about\npolice inquiries into Keith Vaz after accepting tens of thousands of pounds\nfrom the MP’s associates”. It went on to\ncite 10 individuals with connections to Mr Vaz that had made donations to John\nBercow MP, Speaker of the House of Commons, one of whom was the\ncomplainant. The article reported that\nhis company had donated £2,500 to Mr Bercow. It also reported that Mr Vaz had\nencouraged the complainant to place a bust of an Indian statesman opposite the\nHouse of Commons, and that at an event organised by Mr Vaz, the complainant gave\nsuch a bust to Mr Bercow. It reported Mr Bercow later received a bust of\nhimself from the complainant.\n4. The\narticle reported that one of the donors, whom it named and who was not the\ncomplainant, had allegedly said that Mr Vaz had asked for him to make a\ndonation to Mr Bercow. It reported that the other donors who had responded to\nthe newspaper had said that they knew Mr Bercow, and denied that their gifts\nwere influenced or solicited by Mr Vaz. It also reported that Mr Vaz had said\nthat members of the Asian community contributed to the election campaigns of\nMPs such as Mr Bercow, who were admired because of their commitment to\ndiversity. It reported that Mr Bercow had\nsaid that all the donors were known to him, and that he had met them at a\nvariety of settings and a number of occasions. The article was accompanied by\nan image of Mr Bercow receiving the bust of himself from the complainant.\n5. The\nadditional article, under the headline “Rich pickings from Asian VIP circuit”,\nprovided further detail on individuals it said had both donated to Mr Bercow,\nand had connections to Mr Vaz, claiming that “many of the donors to the Speaker\nare part of Mr Vaz’s social whirl”. It\nreported that Mr Vaz had referred to himself as “a leading member, if not the\nleading member of the Asian community in this country”. It reported that the\ncomplainant and Mr Vaz were “allies”, and that according to Indian media, Mr\nVaz had campaigned for the complainant’s re-election as a Lambeth councillor.\nIt reported that the complainant had said “Mr Keith Vaz has nothing to do with\nour donation to the Speaker”.\n6. The\ncomplainant said that the article alleged that his donation to the Speaker was\nat the behest of Mr Vaz. He said that there was no connection between his\ndonation to Mr Vaz and his donation to Mr Bercow, and that the article was\ntherefore inaccurate. The complainant provided the correspondence prior to\npublication, in which the journalist had asked him why he made the donation,\nand what role Mr Vaz had played in encouraging it. In response, the complainant\nexplained that “I personally know [Mr Bercow], we both served as councillors\n(Lambeth)”. He said he believed that Mr Bercow was a great asset to the\npolitical system, and said that Mr Vaz had nothing to do with his donation to\nhim. The complainant said that despite this being clearly explained to the\nnewspaper prior to publication, it proceeded to publish a false story, which\nrepresented harassment.\n7. The\ncomplainant said that political donations are made by people of all racial\norigin, but that the headline to the additional article “incorrectly” used the\nword “Asian”. He said that this implied that people of Asian origin would simply\nmake donations at Mr Vaz’s request, and that it brought the Asian community in\nLondon into disrepute, which was unfair and discriminatory.\n8. The\nnewspaper said that the article did not allege that the complainant had made\nhis donation to Mr Bercow at the behest of Mr Vaz. It said that it had taken\ncare to contact the complainant, prior to publication, and noted that the\nadditional article recorded the complainant’s position that Mr Vaz had “nothing\nto do with our donation to the Speaker”. The newspaper said that it had also\ntaken care to contact both Mr Vaz and Mr Bercow prior to publication, and had\nincluded their responses in the main article. It said it had been careful to\nmake clear in the article that the donors to Mr Bercow had every right to make\ntheir donations, and that the Speaker had broken no rules.\n9. The\nnewspaper denied it had harassed the complainant. In relation to the complaint\nunder Clause 12, the newspaper said that the relevance of Mr Vaz’s links\nspecifically to the Asian community were clearly explained in the article,\nwhich reported Mr Vaz’s claim to be a leading member of the Asian community,\nand that the article’s reference to the Asian community as a whole were not in\nany sense discriminatory.\nRelevant Code provisions\n10. Clause 1\n(Accuracy)\ni) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not\nsupported by the text.\nii) A significant inaccuracy, misleading statement or\ndistortion must be corrected, promptly and with due prominence, and — where\nappropriate — an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator. \niii) A fair opportunity to reply to significant inaccuracies\nshould be given, when reasonably called for.\niv) The Press, while free to editorialise and campaign, must\ndistinguish clearly between comment, conjecture and fact. \nClause 3 (Harassment)\ni) Journalists must not engage in intimidation, harassment\nor persistent pursuit.\nii) They must not persist in questioning, telephoning,\npursuing or photographing individuals once asked to desist; nor remain on\nproperty when asked to leave and must not follow them. If requested, they must\nidentify themselves and whom they represent.\niii) Editors must ensure these principles are observed by\nthose working for them and take care not to use non-compliant material from\nother sources.\nClause 12 (Discrimination)\ni) The press must avoid prejudicial or pejorative reference\nto an individual's, race, colour, religion, sex, gender identity, sexual\norientation or to any physical or mental illness or disability.\nii) Details of an individual's race, colour, religion,\ngender identity, sexual orientation, physical or mental illness or disability\nmust be avoided unless genuinely relevant to the story.\nFindings of the Committee\n11. By\ncontacting the complainant for his comments prior to publication, the newspaper\nhad taken steps to ensure it reported accurately on his donation to Mr Bercow.\nThe main article noted that the complainant was one of a number of Mr Vaz’s\nassociates who had made donations to Mr Bercow, which was prefaced by the claim\nthat one donor had said that Mr Vaz had asked for the donation. However, any\nambiguity over possible connections between the complainant’s donation and Mr\nVaz was addressed by the reference to the donors denying that their donations\nhad been influenced or solicited by Mr Vaz. The position was made clear, further, by the inclusion of Mr Bercow’s\npublished comment that all his donors were personally known to him. The main\narticle was not misleading in the manner alleged, and there was no breach of\nClause 1.  \n12. The\nadditional article noted that the complainant was one of a number of Mr Vaz’s\nassociates from the Asian community who had made donations to Mr Bercow, and\npart of the “Asian VIP circuit” under examination. It reported the\ncomplainant’s position that his donation to Mr Bercow was not connected to Mr\nVaz, and did not claim that the complainant had been encouraged to donate to Mr\nBercow by Mr Vaz. As in relation to the main article, the additional article\nwas not misleading in the manner alleged, and there was no breach of Clause 1.\n13. The\narticles reported that a number of associates of Mr Vaz had made donations to\nMr Bercow. In circumstances where Mr Vaz had referred to himself as a leading\nmember of the Asian community in the UK, the fact that a number of the donors\nwere members of that community, including the complainant, was genuinely\nrelevant to the story. The reference to “Asian” in the headline of the\nadditional article did not raise a breach of Clause 12. The complainant’s\nconcern that the article showed the Asian community in a bad light, or that it\nimplied that people of Asian origin would simply make donations at Mr Vaz’s\nrequest, did not engage the terms of Clause 12, which protects individuals from\ndiscrimination, rather than groups as a whole.\n14. Clause 3\ngenerally relates to the conduct of journalists in the news gathering process.\nThe complainant’s concern that the newspaper had published a story which was\nfalse, despite him having explained the correct position, did not engage the\nterms of Clause 3.\nConclusion\n15. The\ncomplaint was not upheld.\nRemedial Action Required\n16. N/ADate complaint received: 13/02/2017Date decision issued: 05/07/2017\nBack to ruling listing\n\n\n"
}