{
    "url": "/rulings-and-resolution-statements/ruling/?id=01157-16",
    "title": "01157-16 Nylan v Blackpool Gazette",
    "provisions": [
        "2 Privacy (2016)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "Blackpool Gazette (National World Publishing Ltd)",
    "received_on": "2016-02-24 00:00:00",
    "concluded_on": "2016-06-07 00:00:00",
    "complaint_processing_days": 104,
    "conclusion_long": "12. The complaint was not upheld.",
    "remedial_action": "N/A   Date complaint received: 24/02/2016",
    "text": "\n\n\n\n\n\nDecision of the\nComplaints Committee 01157-16 Nylan v Blackpool Gazette\nSummary of\nComplaint\n1. Edwina Nylan\ncomplained to the Independent Press Standards Organisation that the Blackpool\nGazette breached Clause 2 (Privacy) of the Editors’ Code of Practice in an\narticle headlined “Gutted – Couple devastated after Lotto ticket error costs\nthem £35 million” published in print on 1 January 2016, and “Not a lotto luck\nfor couple with a £35m ticket”, published online on 1 January 2016.\n2. The article,\nwhich appeared on the front page and continued on page 5, reported that the\ncomplainant and her husband had missed out on a £35 million lottery win after\n“their online ticket purchase didn’t go through”. It contained an interview\nwith the complainant outlining her version of events, and comment from Camelot,\nthe lottery organisers, who said that “only tickets that have been successfully\npurchased can be entered into the draw”. The article was accompanied by a\nphotograph of the complainant displaying a screenshot on her phone of the\nwinning lottery numbers.\n3. The online\nversion of the article was identical to that which appeared on page 5.\n4. The complainant\nsaid that she contacted the newspaper about the incident on 24 December, and\nspoke to a journalist about what had happened. She said that while she had\nagreed for a photograph to be taken on 28 December, she told the journalist shortly\nbeforehand that she had changed her mind; however, she was persuaded to go\nahead with the appointment. She then spoke to the journalist again, and said\nthat she did not want the story published until Camelot had completed their\ninvestigation into her complaint; she said that this request was ignored. \n5. The complainant\nsaid that she was contacted by a journalist and photographer from a local press\nagency after the article was published, who both said they had been alerted to\nthe story by the newspaper. She said that the newspaper must have passed her\nex-directory landline number to the agency, an act which she said breached her\nprivacy. \n6. The newspaper\ndenied that there was an agreement in place not to publish the story until\nCamelot had investigated the complainant’s case. The newspaper said that when\nthe complainant contacted the newspaper on 24 December, its journalist spoke to\nher, took notes, and told her it would not be able to run the story until it\nwas able to get a response from Camelot. The newspaper said the complainant had\nher photograph taken on 28 December despite expressing doubts about going ahead\nwith the story. It said it contacted Camelot about the story on 29 December,\nand spoke to the complainant again to tell her the company’s response. It said\nthat during this interview, the complainant said she was happy for the story to\nbe run, and later emailed the newspaper a screenshot of the numbers she and her\nhusband had chosen.\n7. The newspaper\ndenied that it had provided the complainant’s home number to the news agency.\nThis was supported by a statement from the agency’s journalist, which said that\nit had contacted the complainant’s son on his mobile phone when he was at his\nmother’s house, and her son had passed his phone to her. The news agency\nprovided its reporter’s notebook which showed that both the complainant’s\nmobile and landline numbers had been written down by its journalist over the\ncourse of their conversation. It also provided a statement from the agency’s\nphotographer, which said that he had become aware of the story on a computer\nsystem which allowed the agency to see what the newspaper was publishing the\nnext day.\n8. The complainant\nsaid that the news agency had already left a message on her landline voicemail\nbefore her son had handed his phone to her.\nRelevant Code\nProvisions\n9. Clause 2\n(Privacy)\ni) Everyone is\nentitled to respect for his or her private and family life, home, health and\ncorrespondence, including digital communications.\nii) Editors will be\nexpected to justify intrusions into any individual's private life without\nconsent. Account will be taken of the complainant's own public disclosures of\ninformation.\niii) It is\nunacceptable to photograph individuals, without their consent, in public or\nprivate places where there is a reasonable expectation of privacy.\nFindings of the\nCommittee\n10. Due to the\nconflicting accounts provided by the parties, the Committee was unable to\ndetermine whether there had been an agreement not to publish the story until\nCamelot had investigated the complaint, although it did note the extensive\ncontact that had taken place between the complainant and the newspaper in\nadvance of publication. However, even if such an agreement had been in place,\nthe Committee did not consider that the information published in the article\nrevealed any inherently private information about the complainant such that\nconsent was required. There was no breach of Clause 2.\n11. There was no\nevidence that the newspaper had provided the agency with the complainant’s\nnumber. However, the Committee wished to make clear that even if that had been\nthe case, in circumstances where the complainant had provided her number to the\nnewspaper, and the agency was working with the newspaper in order to syndicate\nthe story, this would not have raised a possible breach of Clause 2. \nConclusions\n12. The complaint\nwas not upheld.\nRemedial Action\nRequired\nN/A  \nDate complaint\nreceived: 24/02/2016Date decision\nissued: 07/06/2016 \n \nBack to ruling listing\n\n\n"
}