{
    "url": "/rulings-and-resolution-statements/ruling/?id=01199-22",
    "title": "01199-22 Maksoi v northantslive.news",
    "provisions": [
        "1 Accuracy (2021)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "northantslive.news (Reach PLC)",
    "published_on": "2022-01-27 00:00:00",
    "received_on": "2022-01-28 00:00:00",
    "concluded_on": "2022-04-05 00:00:00",
    "complaint_processing_days": 67,
    "conclusion_long": "6. The complaint was not upheld.",
    "remedial_action": "7. N/A Date complaint received: 28/01/2022",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee – 01199-22 Maksoi v\nnorthantslive.newsSummary of Complaint1. Mark Maksoi complained to the Independent Press Standards\nOrganisation that northantslive.news breached Clause 1 (Accuracy) of the\nEditors’ Code of Practice in an article headlined “Council tax freeze for\nNorthampton but bills still set to rise”, published on 27 January 2022.2. The online article reported that Northampton Town Council\nhad decided to “freeze” the tax amount residents would pay in the next year. It\nsaid that the decision meant “the average property in Northampton parish will\nstill pay £48.78 a year”, adding that this was just “94p per week, the same as\nin 2021/22”. It included comments made by the Chair of the Council’s Policy and\nFinance Committee who had proposed the budget. It went on to explain that the\nNorthamptonshire Police, Fire and Crime Commissioner was seeking an increase of\n“£10 a year, around 19p a year, a week for a Band D property, in the policing\nprecept”, noting that this proposed increase to the “council tax precept for\nNorthampton Fire & Rescue Service” would be discussed at a forthcoming\nmeeting.3. The complainant said that the article was inaccurate in\nbreach of Clause 1 (Accuracy) to report that council tax was frozen at, on\naverage, £48.78; the cheapest council tax in Northampton was well over £100.4. The publication did not accept a breach of the Editors’\nCode. It said that the disputed figure related to the average amount per year\nthat goes towards the Northampton Town Council; not the total amount of Council\nTax paid by residents. It added that the article had been based upon a press\nrelease issued by the town council following a public meeting where the\n“council tax freeze” was agreed. This made clear that the figure related to the\n“average property in [the] parish”.Relevant Code ProvisionsClause 1 (Accuracy)i) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not\nsupported by the text.ii) A significant inaccuracy, misleading statement or\ndistortion must be corrected, promptly and with due prominence, and — where\nappropriate — an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator.iii) A fair opportunity to reply to significant inaccuracies\nshould be given, when reasonably called for.iv) The Press, while free to editorialise and campaign, must\ndistinguish clearly between comment, conjecture and fact.Findings of the Committee5. The complainant was concerned that the article had\nincorrectly reported that the average council tax was frozen at £48.78.\nHowever, the publication stated that this figure had been included in a council\npress release and related only to the precept set by Northampton Town Council,\na parish council, which was incorporated into the wider Council Tax set by the\nlocal authority, rather than reflecting the average overall Council Tax bill.\nThe question for the Committee was whether this distinction was made\nsufficiently clear in the article. It noted that the sub-headline stated that\nthe “freeze” referenced in the headline has been instigated specifically by\n“Northampton Town Council” and, furthermore, that the headline had stated that\nwhile there was a Council tax freeze in place for Northampton, “bills were set\nto increase”. The body of the article also went on to discuss proposed\nincreases to the “policing precept” which was “part of the council tax going\ntowards the county’s policing budget”. As such, the Committee was satisfied,\nthat the council tax freeze referenced in the headline related only to the\namount charged by Northampton Town Council, rather than to the overall Council\nTax bill paid by residents. There was no breach of Clause 1.Conclusion6. The complaint was\nnot upheld.Remedial Action Required7. N/A Date complaint received: 28/01/2022\nDate complaint concluded by IPSO: 05/04/2022\nBack to ruling listing\n\n\n"
}