{
    "url": "/rulings-and-resolution-statements/ruling/?id=01193-22",
    "title": "01193-22 A woman v metro.co.uk",
    "provisions": [
        "1 Accuracy (2021)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "metro.co.uk (Associated Newspapers Limited)",
    "received_on": "2022-05-09 00:00:00",
    "concluded_on": "2022-10-25 00:00:00",
    "complaint_processing_days": 169,
    "conclusion_long": "of the proceedings and in correspondence sent to the publication after the article had first been published. The complainant also said that the judge had not been required to make a finding of fact as to whether the man had suggested the complainant undergo such an examination, because the judge was considering whether the nullity petition was appropriate and, in any event, a finding was unnecessary as it was accepted that such a request had been made. In these circumstances, the complainant said it was misleading to report that “no finding of fact” had been made. The complainant also said it was misleading to report that the man had only been “accused” of suggesting she undergo the examination given that he had, in fact, made such a request. In addition, the complainant said that the publication had not taken care not to publish inaccurate or misleading information because it had failed to contact her or her representatives to verify the accuracy of the amendments made to the article. 6. The publication did not accept a breach of the Code; however, as a gesture of goodwill, it deleted the article from its website. It said the changes to the article were brought about following a complaint received from the man named in the article, who provided the publication with a transcript of the hearing which was the subject of the article. The publication said that the article accurately reflected what was claimed in court. 7. The publication relied upon the transcript of the hearing, which recorded the complainant’s barrister saying that the man was “even attempting to pursue what appeared to be an application of suggestion that [the complainant] should undergo a hymen examination during the course of the proceedings to confirm that she is in fact a virgin”. The publication argued that what had been said in court by the complainant’s barrister had extemporarily changed from the submission which had been made in her skeleton argument, so that it was softened from being a submission that a request had been made by the man that she undergo an examination to a submission that a suggestion had been made by him. It said, therefore, that it was accurate to report that the man was “accused of suggesting his wife should get her hymen tested” as this was what had been heard in court, as reported in the article. The publication emphasised that the article was reporting on a specific hearing in the proceedings, and what had been heard at that hearing, and therefore it was unnecessary to report on what may have been said at any previous hearings in the proceedings. 8. The publication also said it was not inaccurate to report that the man had “denied claims in court he had suggested his wife should undergo a hymen examination to prove she was still a virgin”. It said that the complainant had misread this part of the article, and it was not meant to be read that he had denied the claims whilst in court, but rather that he had denied the claims which had been made in court. The publication said that it was entitled to include the man’s denial in the article, and this did not amount to a breach of the Code. 9. The publication said it was accurate to report that “no finding of fact” had been made in relation to the claim that the man had suggested the complainant should undergo a hymen examination, and that the transcript of the hearing demonstrated this. It also said that the article took no position on the veracity of the claim and was simply a report of what had happened at the hearing. The publication said that the transcript made clear that the man had been accused of suggesting that the complainant undergo an examination, and therefore it was not inaccurate to report that he had been “accused” of making this suggestion. The publication said that as the amendments to the article were made by the newspaper with the benefit of sight of the full hearing transcript, there was no obligation under Clause 1 to contact the complainant for comment before making these changes. 10. The complainant maintained that the article remained inaccurate. She said that her barrister’s skeleton argument clearly reflected her position and that the phrase used by her barrister in court – “application of suggestion” – was a “slip of the tongue”. The complainant also said that the publication’s position itself was contradictory and if the article was a contemporaneous report of the hearing, it was misleading for a retrospective denial to be published as part of the article. Relevant Code Provisions Clause 1 (Accuracy) i) The Press must take care not to publish inaccurate, misleading or distorted information or images, including headlines not supported by the text. ii) A significant inaccuracy, misleading statement or distortion must be corrected, promptly and with due prominence, and — where appropriate — an apology published. In cases involving IPSO, due prominence should be as required by the regulator.  iii) A fair opportunity to reply to significant inaccuracies should be given, when reasonably called for. iv) The Press, while free to editorialise and campaign, must distinguish clearly between comment, conjecture and fact. Findings of the Committee 11. The Committee noted that the complaint was unusual in that it related to actions taken by a publication in response to a separate complaint by a third party. The amended version of the article reported that the complainant’s former partner was accused of suggesting that the complainant should have a hymen examination; the footnote which was added post publication stated that “legal representatives of [the man] say it was not claimed in court that he wanted his wife to have a hymen examination and that the court made no finding of fact with regard to that allegation”. The complainant considered that this was contradictory and that her barrister’s skeleton argument constituted an unequivocal claim that the man had requested she undergo an examination and not that he had suggested she might do so. 12. The article was a report of a hearing before a High Court Judge in proceedings between the complainant and her former partner, the man named in the article.  In court reports, newspapers are responsible for accurately reporting what is heard in court, and the transcript of a previous hearing and the skeleton argument of the complainant’s barrister were, therefore of limited assistance. The Committee considered the transcript of the hearing which recorded that the complainant’s barrister had said that the man was “even attempting to pursue what appeared to be an application of suggestion that [the complainant] should undergo a hymen examination during the course of the proceedings to confirm that she is in fact a virgin”.  The transcript of the hearing did not record that the man had made a request that the court order the complainant to undergo such an examination. On this basis, the Committee found that it was not inaccurate for the newspaper to characterise this submission as the man having been “accused of suggesting his wife should get her hymen tested”; that claims had been made in court that “he had suggested his wife should undergo a hymen examination” or that “the court heard […] claims that [the man] even suggested she undergo a hymen examination to prove she still was [a virgin]”. There was no breach of Clause 1 on these points. 13. The Committee next considered the footnote which had been added to the article which read: “legal representatives of [the man] say it was not claimed in court that he wanted his wife to have a hymen examination and the court made no finding of fact with regard to that allegation”. It was clear that the footnote set out the man’s position, rather than being a definitive statement on the issue, and given the ambiguity surrounding the meaning of the complainant’s barrister’s submission in court, the Committee did not consider that the inclusion of the footnote rendered the article inaccurate or misleading in breach of Clause 1. 14. The complainant had also said that it was inaccurate to include the man’s denials in the article and, in particular, that the article gave the misleading impression that the man had denied the claim during the court proceedings themselves. It was not in dispute that the man had, after the publication of the article, denied that he had wanted the complainant to have the examination and it was not inaccurate to include the man’s denial in the article. Whether the denial had been issued during the court proceedings, or subsequently, was not significant. There was no breach of Clause 1 on either of these points. 15. The article had stated that there was “no finding of fact” made by the court as to whether claims had been made in court that the man had suggested the complainant should undergo a hymen examination. Whilst the Committee acknowledged the complainant’s position that such a finding fell outside of the remit of the hearing, it was nevertheless neither inaccurate nor misleading to report that no finding of fact had been made in relation to the accusation; the statement indicated that no judicial determination in respect of the issue had been made, which was not in dispute. There was no breach of Clause 1 on this point. 16. The complainant also said it was inaccurate to report that the man had been “accused” of “suggesting” his wife should get her hymen tested. The Committee noted its decision in paragraph 12; describing the man as having been “accused” of “suggesting” the complainant undergo the examination was not an inaccurate characterisation of what had been said in court. There was no breach of Clause 1 on this point. Conclusion(s) 17. The complaint was not upheld.",
    "remedial_action": "18. N/A    Date complaint received: 09/05/2022",
    "text": "\n\n\n\n\n\nDecision\nof the Complaints Committee – 01193-22 A woman v metro.co.uk\nSummary\nof Complaint\n1. A\nwoman complained to the Independent Press Standards Organisation that\nmetro.co.uk breached Clause 1 (Accuracy) of the Editors’ Code of Practice in an\narticle originally published in February 2021, and amended in December 2021.\n2. The\ncomplaint only concerned the changes made to the article in December, following\ncorrespondence sent to the publication by the man referred to in the article.\n3. The\namended article reported on a hearing in legal proceedings between the man and\nhis former partner, the complainant, in which the man applied to have their\nmarriage nullified on the grounds it had not been consummated. It stated that\nhe had been “accused of suggesting his wife should get her hymen tested”; that\nhe “denied claims in court he had suggested his wife should undergo a hymen\nexamination” and that “the court heard […] claims that [the man] even suggested\nshe undergo a hymen examination to prove she still was [a virgin]. These claims\nare denied by [the man]”. The article stated that the “court made no finding of\nfact in relation to the accusation”. The article also contained a footnote\nwhich stated that: “Since publication of the article, legal representatives of\n[the man] say it was not claimed in court that he wanted his wife to have a hymen\nexamination and that the court made no finding of fact with regard to that\nallegation. We are happy to make that clear.”\n4. The\ncomplainant said that the article was inaccurate in breach of Clause 1. She\nsaid that, in fact, her former partner had requested that the court order her\nto undergo a hymen examination. \nAccordingly, she said it was inaccurate for the article to state that it\nwas not claimed in court that he wanted his wife to have such an examination.\nShe supplied a skeleton argument from the court case in which her barrister had\nsubmitted that “The Petitioner [the man] sought a hymen examination of the\nRespondent [the complainant] during proceedings to apparently confirm that she\nis still a virgin”. The complainant also provided a transcript of a previous\nhearing which indicated that the man may have invited the complainant to agree\nto a medical examination.\n5. The\ncomplainant also said it was inaccurate to report that the man had “denied\nclaims in court” that he had suggested the complainant undergo a hymen\nexamination.  She said that the man had\nmade no such denial during the proceedings and that a denial had been issued by\nthe man only after the conclusion of the proceedings and in correspondence sent\nto the publication after the article had first been published. The complainant\nalso said that the judge had not been required to make a finding of fact as to\nwhether the man had suggested the complainant undergo such an examination,\nbecause the judge was considering whether the nullity petition was appropriate\nand, in any event, a finding was unnecessary as it was accepted that such a\nrequest had been made. In these circumstances, the complainant said it was\nmisleading to report that “no finding of fact” had been made. The complainant\nalso said it was misleading to report that the man had only been “accused” of\nsuggesting she undergo the examination given that he had, in fact, made such a\nrequest. In addition, the complainant said that the publication had not taken\ncare not to publish inaccurate or misleading information because it had failed\nto contact her or her representatives to verify the accuracy of the amendments\nmade to the article.\n6. The\npublication did not accept a breach of the Code; however, as a gesture of\ngoodwill, it deleted the article from its website. It said the changes to the\narticle were brought about following a complaint received from the man named in\nthe article, who provided the publication with a transcript of the hearing\nwhich was the subject of the article. The publication said that the article\naccurately reflected what was claimed in court.\n7. The\npublication relied upon the transcript of the hearing, which recorded the\ncomplainant’s barrister saying that the man was “even attempting to pursue what\nappeared to be an application of suggestion that [the complainant] should\nundergo a hymen examination during the course of the proceedings to confirm\nthat she is in fact a virgin”. The publication argued that what had been said\nin court by the complainant’s barrister had extemporarily changed from the\nsubmission which had been made in her skeleton argument, so that it was\nsoftened from being a submission that a request had been made by the man that\nshe undergo an examination to a submission that a suggestion had been made by\nhim. It said, therefore, that it was accurate to report that the man was “accused\nof suggesting his wife should get her hymen tested” as this was what had been\nheard in court, as reported in the article. The publication emphasised that the\narticle was reporting on a specific hearing in the proceedings, and what had\nbeen heard at that hearing, and therefore it was unnecessary to report on what\nmay have been said at any previous hearings in the proceedings.\n8. The\npublication also said it was not inaccurate to report that the man had “denied\nclaims in court he had suggested his wife should undergo a hymen examination to\nprove she was still a virgin”. It said that the complainant had misread this\npart of the article, and it was not meant to be read that he had denied the\nclaims whilst in court, but rather that he had denied the claims which had been\nmade in court. The publication said that it was entitled to include the man’s\ndenial in the article, and this did not amount to a breach of the Code.\n9. The\npublication said it was accurate to report that “no finding of fact” had been\nmade in relation to the claim that the man had suggested the complainant should\nundergo a hymen examination, and that the transcript of the hearing\ndemonstrated this. It also said that the article took no position on the\nveracity of the claim and was simply a report of what had happened at the\nhearing. The publication said that the transcript made clear that the man had\nbeen accused of suggesting that the complainant undergo an examination, and\ntherefore it was not inaccurate to report that he had been “accused” of making\nthis suggestion. The publication said that as the amendments to the article\nwere made by the newspaper with the benefit of sight of the full hearing\ntranscript, there was no obligation under Clause 1 to contact the complainant for\ncomment before making these changes.\n10. The\ncomplainant maintained that the article remained inaccurate. She said that her\nbarrister’s skeleton argument clearly reflected her position and that the\nphrase used by her barrister in court – “application of suggestion” – was a\n“slip of the tongue”. The complainant also said that the publication’s position\nitself was contradictory and if the article was a contemporaneous report of the\nhearing, it was misleading for a retrospective denial to be published as part\nof the article.\nRelevant\nCode Provisions\nClause 1\n(Accuracy)\ni) The\nPress must take care not to publish inaccurate, misleading or distorted\ninformation or images, including headlines not supported by the text.\nii) A\nsignificant inaccuracy, misleading statement or distortion must be corrected,\npromptly and with due prominence, and — where appropriate — an apology\npublished. In cases involving IPSO, due prominence should be as required by the\nregulator. \niii) A\nfair opportunity to reply to significant inaccuracies should be given, when\nreasonably called for.\niv) The\nPress, while free to editorialise and campaign, must distinguish clearly\nbetween comment, conjecture and fact.\nFindings\nof the Committee\n11. The\nCommittee noted that the complaint was unusual in that it related to actions\ntaken by a publication in response to a separate complaint by a third party.\nThe amended version of the article reported that the complainant’s former\npartner was accused of suggesting that the complainant should have a hymen\nexamination; the footnote which was added post publication stated that “legal\nrepresentatives of [the man] say it was not claimed in court that he wanted his\nwife to have a hymen examination and that the court made no finding of fact\nwith regard to that allegation”. The complainant considered that this was\ncontradictory and that her barrister’s skeleton argument constituted an\nunequivocal claim that the man had requested she undergo an examination and not\nthat he had suggested she might do so.\n12. The\narticle was a report of a hearing before a High Court Judge in proceedings\nbetween the complainant and her former partner, the man named in the\narticle.  In court reports, newspapers\nare responsible for accurately reporting what is heard in court, and the\ntranscript of a previous hearing and the skeleton argument of the complainant’s\nbarrister were, therefore of limited assistance. The Committee considered the\ntranscript of the hearing which recorded that the complainant’s barrister had\nsaid that the man was “even attempting to pursue what appeared to be an\napplication of suggestion that [the complainant] should undergo a hymen\nexamination during the course of the proceedings to confirm that she is in fact\na virgin”.  The transcript of the hearing\ndid not record that the man had made a request that the court order the\ncomplainant to undergo such an examination. On this basis, the Committee found\nthat it was not inaccurate for the newspaper to characterise this submission as\nthe man having been “accused of suggesting his wife should get her hymen\ntested”; that claims had been made in court that “he had suggested his wife\nshould undergo a hymen examination” or that “the court heard […] claims that\n[the man] even suggested she undergo a hymen examination to prove she still was\n[a virgin]”. There was no breach of Clause 1 on these points.\n13. The\nCommittee next considered the footnote which had been added to the article\nwhich read: “legal representatives of [the man] say it was not claimed in court\nthat he wanted his wife to have a hymen examination and the court made no\nfinding of fact with regard to that allegation”. It was clear that the footnote\nset out the man’s position, rather than being a definitive statement on the\nissue, and given the ambiguity surrounding the meaning of the complainant’s\nbarrister’s submission in court, the Committee did not consider that the\ninclusion of the footnote rendered the article inaccurate or misleading in\nbreach of Clause 1.\n14. The\ncomplainant had also said that it was inaccurate to include the man’s denials\nin the article and, in particular, that the article gave the misleading\nimpression that the man had denied the claim during the court proceedings\nthemselves. It was not in dispute that the man had, after the publication of\nthe article, denied that he had wanted the complainant to have the examination\nand it was not inaccurate to include the man’s denial in the article. Whether\nthe denial had been issued during the court proceedings, or subsequently, was\nnot significant. There was no breach of Clause 1 on either of these points.\n15. The\narticle had stated that there was “no finding of fact” made by the court as to\nwhether claims had been made in court that the man had suggested the\ncomplainant should undergo a hymen examination. Whilst the Committee\nacknowledged the complainant’s position that such a finding fell outside of the\nremit of the hearing, it was nevertheless neither inaccurate nor misleading to\nreport that no finding of fact had been made in relation to the accusation; the\nstatement indicated that no judicial determination in respect of the issue had\nbeen made, which was not in dispute. There was no breach of Clause 1 on this\npoint.\n16. The\ncomplainant also said it was inaccurate to report that the man had been\n“accused” of “suggesting” his wife should get her hymen tested. The Committee\nnoted its decision in paragraph 12; describing the man as having been “accused”\nof “suggesting” the complainant undergo the examination was not an inaccurate\ncharacterisation of what had been said in court. There was no breach of Clause\n1 on this point.\nConclusion(s)\n17. The\ncomplaint was not upheld.\nRemedial\nAction Required\n18. N/A\n\n\n\nDate\ncomplaint received: 09/05/2022\nDate\ncomplaint concluded by IPSO: 25/10/2022\n\n\n\nIndependent\nComplaints Reviewer\nThe\ncomplainant complained to the Independent Complaints Reviewer about the process\nfollowed by IPSO in handling this complaint. The Independent Complaints\nReviewer decided that the process was not flawed and did not uphold the request\nfor review.\nBack to ruling listing\n\n\n"
}