{
    "url": "/rulings-and-resolution-statements/ruling/?id=01207-14",
    "title": "01207-14 A woman v Cornish Guardian",
    "provisions": [
        "1 (Accuracy) 2015",
        "3 (Privacy) 2015"
    ],
    "outcome": "No breach - after investigation",
    "publication": "Cornish Guardian (Reach PLC)",
    "published_on": "2014-10-01 00:00:00",
    "received_on": "2014-10-08 00:00:00",
    "concluded_on": "2015-03-09 00:00:00",
    "complaint_processing_days": 152,
    "conclusion_long": "10. The complaint was not upheld.",
    "remedial_action": "N/A  Date complaint received: 08/10/2014",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee 01207-14 A woman v Cornish Guardian\nSummary of complaint\n1. A woman complained to the Independent Press Standards\nOrganisation that the Cornish Guardian had breached Clause 1 (Accuracy) and\nClause 3 (Privacy) of the Editors’ Code of Practice in an article headlined\n“Adam Sedgewick, 39, of Landrew Place, St Austell, pleaded guilty to two\noffences of assault and was conditionally discharged”, published on 1 October\n2014. \n2. The article was a court report of the complainant’s former\npartner’s conviction for two counts of assaulting the complainant. He had\npleaded guilty and received a conditional discharge. \n3. The complainant said that she should not have been named\nin the article, as she had been the victim in the case. She said that this was\nan intrusion into her privacy and breached Clause 3. She also said that the\narticle was inaccurate, as the house was on Landrew Road, not Landrew Place,\nher child had not been at home at the time, as the report had claimed, and the\nresidence does not have an upstairs, as suggested in the article. \n4. The newspaper said that there had been no reporting\nrestriction in place, which would have prohibited identification of the\ncomplainant. As the case had been heard in open court, it had been entitled to\ninclude her name. The newspaper accepted that the address was correctly Landrew\nRoad, and offered to publish a correction on this point. It provided copies of\nthe reporter’s notes, and said that they recorded that a child had been asleep\nupstairs during one of the incidents, and so did not believe that the article\ncontained any further inaccuracies. While the newspaper did not accept that it\nhad breached Clause 3, it acknowledged the distress caused to the complainant\nand offered to remove her name from the online article. \n5. The complainant did not consider this to be a\nsatisfactory resolution to her complaint, as her name had already been\npublished in the print version of the article. She did not want a correction\npublished correcting the street name, as she was concerned that this would\nrepresent a further intrusion. \nRelevant Code Provisions\n6. Clause 1 (Accuracy) \ni) The press must take care not to publish inaccurate,\nmisleading or distorted information. \nii) A significant inaccuracy, misleading statement or\ndistortion once recognised must be corrected, promptly and with due prominence,\nand – where appropriate – an apology published. \nClause 3 (Privacy) \ni) Everyone is entitled to respect for his or her private\nand family life, home, health and correspondence, including digital\ncommunications. \nThe Public Interest\n4. The Regulator will consider the extent to which material\nis already in the public domain, or will become so. \nFindings of the Committee\n7. The proceedings reported in the article had taken place\nin open court, and no reporting restrictions had been in place. The newspaper\nhad been entitled to report the details of the case, and to name the\ncomplainant in doing so. There was no breach of Clause 3. \n8. The Committee welcomed the newspaper’s prompt\nacknowledgement of the inaccuracy regarding the address, and its offer to\npublish a correction on this point. However, the inaccuracy was not\nsignificant; a correction was not required in order to satisfy the newspaper’s\nobligations under Clause 1 (ii) of the Editors’ Code. \n9. The newspaper was not obliged to independently\ninvestigate the events heard in court; rather its obligation was to report the\nproceedings accurately. The reporter’s notes from the hearing recorded the prosecution\nas saying that the complainant’s daughter had been asleep upstairs at the time\nof one of the incidents. The Committee was satisfied that there had been no\nfailure to take care over the accuracy of the article; there was no breach of\nClause 1. \nConclusions\n10. The complaint was not upheld. \nRemedial Action Required\nN/A \nDate complaint received: 08/10/2014 \nDate decision issued: 09/03/2015\nBack to ruling listing\n\n\n"
}