{
    "url": "/rulings-and-resolution-statements/ruling/?id=01200-22",
    "title": "01200-22 Various v Mail Online",
    "provisions": [
        "1 Accuracy (2021)"
    ],
    "outcome": "Breach - sanction: action as offered by publication",
    "publication": "Mail Online (Associated Newspapers Limited)",
    "published_on": "2021-12-26 00:00:00",
    "received_on": "2021-12-26 00:00:00",
    "concluded_on": "2022-04-20 00:00:00",
    "complaint_processing_days": 115,
    "conclusion_long": "11. The complaint was upheld under Clause 1(i).",
    "remedial_action": "12. The alterations and correction which were offered clearly put the correct position on record, and were offered promptly and with due prominence, and should now be published as both a footnote and a standalone correction.    Date complaint received: 26/12/2021",
    "text": "\n\n\n\n\n\nDecision\nof the Complaints Committee – 01200-22 Various v Mail Online\nSummary\nof Complaint\n1. The\nIndependent Press Standards Organisation received various complaints that Mail\nOnline breached Clause 1 (Accuracy) of the Editors’ Code of Practice in an\narticle headlined “Defiant Celtic fans clash with police in Glasgow as they\nstorm football ground to watch match after crowds were capped at 500 in\nSturgeon's Christmas crackdowns”, published on 26 December 2021.\n2. The\narticle reported on a group of football fans who were said in the headline to\nhave “storm[ed the] football ground” and in text of the article to have\n“attempted to storm the ground” in order to watch a football game after\nScotland capped crowds to 500 in December due to concerns around coronavirus.\nThe article stated that these fans had “clashed with police” after “tensions boiled\nover” and that they were “armed with flares and sporting banners reading, ‘F**k\nthe SNP’”. The headline of the article described the incident as occurring in\nGlasgow, whilst captions to the photographs said that the incident had occurred\nin Perth. The article contained photographs, showing fans holding smoke\ngrenades, flares and banners, including one person holding a banner which\nstated: “[blurred word] the SNP” and police vans near the gathering. The\narticle also reported on the wider restrictions in Scotland, Wales, Northern\nIreland and England in December 2021.\n3. IPSO\nreceived 356 complaints about this article. Complainants said that it was\ninaccurate in breach of Clause 1 to report that fans had either stormed, or\nattempted to storm, the grounds. Complainants, some of whom were present, said\nthe correct position was that the fans had gathered at a vantage point and had\nmade no attempt to enter the stadium.\n4. Complainants\nalso said that it was inaccurate to state that “tensions boiled over” or that\nthere had been a “clash” between fans and the police, as they said the\ninteraction was peaceful and no arrests were made. Complainants said it was\ninaccurate to report that the fans were “armed with flares” as “armed” gave the\nmisleading impression that they had weapons and that the incident was violent.\nComplainants who were present also said it was inaccurate to state that fans\nwere “sporting banners reading, “F**k the SNP”. Finally, complainants also said\nthat the incident had taken place in Perth and not Glasgow.\n5. The\npublication provided IPSO with images of both the football grounds and the\nfans, which showed that the vantage point the fans had gathered at was in close\nproximity to the seating area of the grounds. It also noted that photographs\nwithin the article showed attendees holding flares and a person with a banner\nthat stated “[blurred word] the SNP”, which it said was the relevant expletive,\nwhich had been obscured by the publication, and the presence of police at the vantage\npoint. The publication said that these images of the fans exhibiting disruptive\nbehaviour and surrounded by the police gave the editor the understanding that\nfans were clashing with the police and “attempting to storm the grounds”. The\nnewspaper also said that the headline had referred to “Glasgow” due to a human\nerror, but it did not consider this geographical error to be a significant\ninaccuracy in the context of the article.\n6. Prior\nto IPSO’s involvement the publication removed the reference to Glasgow in the\nheadline and added the following as a footnote:\n“An\nearlier version of this story suggested that Celtic fans clashed with police at\na match in Glasgow. This has been amended, and we are happy to clarify that the\nBoxing Day match against St Johnstone was held at McDiarmid Park, Perth.\nDuring\nIPSO’s investigation, and within its first substantial response, it also\noffered to remove all references to “storming the grounds” and offered to\npublish the following as a footnote, and a slightly amended version as a\nstandalone article:\n\"An article published on 26th December suggested that fans stormed the football grounds at a match in Glasgow. We are happy to clarify that fans did not storm the football grounds and that the match took place in Perth. We have amended the article to reflect this.\nRelevant\nCode Provisions\nClause 1\n(Accuracy)\ni) The\nPress must take care not to publish inaccurate, misleading or distorted\ninformation or images, including headlines not supported by the text.\nii) A\nsignificant inaccuracy, misleading statement or distortion must be corrected,\npromptly and with due prominence, and — where appropriate — an apology\npublished. In cases involving IPSO, due prominence should be as required by the\nregulator. \niii) A\nfair opportunity to reply to significant inaccuracies should be given, when\nreasonably called for.\niv) The\nPress, while free to editorialise and campaign, must distinguish clearly\nbetween comment, conjecture and fact.\nFindings\nof the Committee\n7. The\narticle had stated in the headline that fans had “storm[ed]” the football\nground, and it was repeated in the article that they had attempted to do so.\nThe publication was unable to demonstrate that the fans had either stormed or\nattempted to storm the grounds – instead the fans had simply been in close\nproximity to the stadium, and the publication had based its assertion on this\nalone, without seeking to verify its assumptions. In these circumstances, it\nhad not taken care not to publish inaccurate information and there was a breach\nof Clause 1(i). The inaccuracy stated that fans had stormed the grounds, which\nindicated a significantly more aggressive behaviour on the part of the fans\nthan what the newspaper could demonstrate. On this basis, the inaccuracy was\nsignificant and required correction under Clause 1(ii).\n8. It\nwas accepted that the headline had inaccurately reported that the incident had\noccurred in Glasgow rather than Perth, and the publication said that this was\ndue to human error. It had, therefore, not taken care not to report inaccurate\ninformation under Clause 1(i). Where the inaccuracy appeared in the headline,\nand related to a completely different city and stadium, this was a significant\ninaccuracy that required correction under Clause 1(ii).\n9. The\npublication offered a correction which acknowledged the initial inaccuracy and\nput the correct position on record in relation to both inaccuracies. It was\noffered in its first substantial response after the matter had been referred to\nit by IPSO, which represented due promptness. The correction was offered to be\npublished as a footnote to the article and as a standalone article which\nrepresented due prominence. There was no breach of Clause 1(ii).\n10. The\narticle had contained photos of the fans waving flares and banners whilst\nsurrounded by the police. In circumstances where it was clear that police had\ninteracted with the fans, and that fans had been using flares and waving\nbanners, it was not misleading for the article to describe this as a “clash” or\n“tensions boiling over”. The Committee also did not consider it to be\nmisleading to describe the fans as being “armed” with flares, where there was\nphotographic evidence of the fans holding flares, and the article made clear\nwhat objects fans were “armed” with. Similarly, where a photograph showed a\nperson holding a banner with “[blurred word] the SNP”, the Committee considered\nthat it was not inaccurate to report that fans were “sporting banners reading,\n“F**k the SNP”. There was no breach of Clause 1 on these points.\nConclusion(s)\n11. The\ncomplaint was upheld under Clause 1(i).\nRemedial\nAction Required\n12. The\nalterations and correction which were offered clearly put the correct position\non record, and were offered promptly and with due prominence, and should now be\npublished as both a footnote and a standalone correction.\n\n\n\nDate\ncomplaint received: 26/12/2021\nDate\ncomplaint concluded by IPSO: 20/04/2022\nBack to ruling listing\n\n\n"
}