{
    "url": "/rulings-and-resolution-statements/ruling/?id=01201-20",
    "title": "01201-20 Gallagher v Lincs Free Press",
    "provisions": [
        "1 Accuracy (2019)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "Lincs Free Press (Iliffe Media Group Ltd)",
    "published_on": "2019-12-17 00:00:00",
    "received_on": "2020-02-26 00:00:00",
    "concluded_on": "2020-05-27 00:00:00",
    "complaint_processing_days": 91,
    "conclusion_long": "8. The complaint was not upheld.",
    "remedial_action": "9. N/A Date complaint received: 26/02/2020",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee – 01201-20 Gallagher\nv Lincs Free PressSummary of Complaint1. Janet Stacey, acting on behalf of Zack Gallagher,\ncomplained to the Independent Press Standards Organisation that  Lincs Free Press breached Clause 1 (Accuracy)\nof the Editors’ Code of Practice in an article headlined “Admitted having drugs\nat home”, published on 17 December 2019.2. The article was a court report of a man who was fined for\npossessing cannabis after being arrested on unrelated matters. The article\nreported that the cannabis “was found when police searched his home”.3. The article also appeared online under the headline\n“Cannabis found in Holbeach home search” on 12 December 2019.4. The complainant, who was the defendant in the article,\nsaid that the article was inaccurate in breach of Clause 1 as the cannabis had\nbeen found in his possession at his girlfriend’s house and not in his home. He\nsaid that this was significant as he had then been evicted by his landlord from\nthis house.5. The publication had sent a court reporter to the hearing\nand provided the notes he had taken. The notes said that “premises” had been\nsearched and did not conclusively state in whose house the cannabis had been\nfound. The newspaper considered that any impact on the man’s life was due to\nhis conviction for the possession of cannabis and not the assertion that his\npersonal home had been searched. The publication offered to publish the\nfollowing clarification on page 9 of the print newspaper, the same prominence\nas the original article, and online on the home page and as a footnote to the\noriginal article:On December 12, 2019 we reported proceedings from Boston\nmagistrates' Court, where Zack Gallagher (24), of Lawyers Close, admitted\npossessing cannabis, which was found during a police search on November 19.\nGallagher wishes to point out that the search did not take place in his home,\nas we stated, but at another premises. We are happy to make this clarification\nand apologise for any inconvenience caused.Relevant Code Provisions6. Clause 1 (Accuracy)i) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not\nsupported by the text.ii) A significant inaccuracy, misleading statement or\ndistortion must be corrected, promptly and with due prominence, and — where\nappropriate — an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator. iii) A fair opportunity to reply to significant inaccuracies\nshould be given, when reasonably called for.iv) The Press, while free to editorialise and campaign, must\ndistinguish clearly between comment, conjecture and fact.Findings of the Committee7. The notes taken by the reporter were not clear as to what\nthe court had heard regarding the premises at which the complainant was\narrested when he was found to be in possession of cannabis, and the newspaper\nhad not disputed the complainant’s version of the incident. The Committee noted\nthat the print headline had drawn particular attention to the location as “at\nhome”. However, the article had made clear the nature of the conviction and the\nfine, and in this context, reporting that the complainant was at his own home,\nor at another premises at the time of his arrest for the possession of\ncannabis, was not a significant accuracy requiring correction under Clause\n1(ii).  There was no failure to take care\nover the accuracy of the article in breach of Clause 1(i). The Committee,\nhowever, welcomed the offer of clarification from the publication.Conclusions8. The complaint was not upheld.Remedial Action Required9. N/A Date complaint received: 26/02/2020Date complaint concluded by IPSO: 27/05/2020\nBack to ruling listing\n\n\n"
}