{
    "url": "/rulings-and-resolution-statements/ruling/?id=01212-19",
    "title": "01212-19 Ashley v The Sun",
    "provisions": [
        "1 Accuracy (2018)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "The Sun (News UK)",
    "published_on": "2019-10-04 00:00:00",
    "received_on": "2019-06-06 00:00:00",
    "concluded_on": "2019-09-13 00:00:00",
    "complaint_processing_days": 99,
    "conclusion_long": "11. The complaint was not upheld.",
    "remedial_action": "12. N/A   Date complaint received: 06/06/2019",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee –\n01212-19 Ashley v The Sun \nSummary of Complaint \n1. Mike Ashley complained to the\nIndependent Press Standards Organisation that The Sun breached Clause 1\n(Accuracy) of the Editors’ Code of Practice in an article headlined “ASHLEY’S\nTWO FINGERS TO TOON FANS”, published on 4 October 2019. \n2. The\narticle reported that the complainant had “flashed a V-sign at booing Newcastle\nfans”. It described how he had “needed a police escort to his taxi” and had to\n“run past the fans” after leaving a restaurant as “a dozen protestors jeered\nhim”. The article said that it was “once inside the taxi that he lost his cool\nand gave a V-sign to the Magpies fans”. The article was illustrated by two\nphotographs of the protestors, and a third photograph of the complainant with\nhis fingers positioned in a V-shape against his head, which was captioned “ASH\nCLASH…owner Ashley flicks two fingers at protestors after cops step in at\nrestaurant”. \n3. The\narticle also appeared online on the same day under the headline “TRIGGER\nFINGERS Newcastle owner Mike Ashley makes V-sign at Toon fans after taking Rafa\nBenitez and squad out for dinner”, published on 3 October 2019. This article’s\nsub-headline said that the complainant “made [the] gesture after being booed”,\nand the article text said that he “made a V-sign to furious Newcastle fans” and\nthat in footage uploaded to social media he was “clearly seen making a V-sign\nwith his fingers”. The article was updated at various points to include a video\nof the incident – which showed the complainant leaving the restaurant, entering\nthe cab, and holding two fingers to his neck in a V-shape – and a still image\nfrom this video, showing his fingers arranged in this manner. \n4. The complainant said that the\narticle was inaccurate in breach of Clause 1 (Accuracy) because it stated that\nhe had “lost his cool” and made a “V-sign” to fans. He said that he was not\nmaking a gesture, and noted that the fans were positioned on the other side of\nthe taxi at the time; he said that he had been photographed previously in\npublic in the same pose, as this was a mannerism of his. He said that the\npublication had failed to contact him prior to publication to obtain his\nposition on the matter. \n5. The publication denied that the\narticle breached Clause 1 (Accuracy). It said that the story had been based on\na video of the complainant, in which he could be seen placing two fingers\nbeside his head in a V-shape; it was therefore correct to say that he showed\nfans “two fingers” and made a “V-sign”. The publication said that, while the\ncomplainant might consider this finger placement to be a mannerism of his, he\nhad to be aware that it could be construed as offensive, regardless of his\nintentions. The possibility of the gesture being construed in this way was\nincreased by the nature of the situation the article reported on – namely, that\nthe complainant had just been subjected to jeering from fans. The publication\nsaid that it was unnecessary to contact the complainant in advance of\npublication, where the article was simply reporting on the content of a\npublicly-available video. \n6. Nevertheless, the publication noted\nthat, as soon as it had been contacted by the complainant at the time the\narticle was published, it had amended the article to include his denial. The\namended version of the article was headlined “TOON-IAL: Newcastle owner Mike\nAshley denies flashing V-sign at fans…”, and its first paragraph repeated this\ndenial. The amended article went on to quote a spokesman for the complainant\nsaying “Mike did not give a V-sign. He merely placed his hand on his neck and is\nlooking in a different direction. It is obvious from the accompanying\nphotographs that he is smiling and enjoying the evening”. In addition, in its\nfirst response as part of the IPSO process, the publication offered to publish\na clarification and apology in its Corrections and Clarifications column on\npage 2, and online with a link in the top half the homepage for 24 hours. Its\nproposed clarification was as follows: \nAn article\nheadlined “Ashley’s two fingers to Toon fans” (4 Oct) reported that Mike Ashley\nmade a ‘V-sign’ to Newcastle fans. Mr Ashley informs us that the positioning of\nhis fingers was not intended to be an offensive gesture and we are happy to\nplace this on record. We apologise to Mr Ashley for any upset caused. \nThe offer was subsequently further\namended as follows: \nAn article\nheadlined “Ashley’s two fingers to Toon fans” (4 Oct) reported that Mike Ashley\nmade a ‘V-sign’ to Newcastle fans. Mr Ashley informs us that the positioning of\nhis fingers was not intended to be an offensive gesture, and we accept that. We\napologise to Mr Ashley for any upset caused.\n \n7. \nThe complainant declined this offer of resolution.  \nRelevant Code Provisions \n8. Clause 1 (Accuracy) \ni) The Press\nmust take care not to publish inaccurate, misleading or distorted information\nor images, including headlines not supported by the text. \nii) A\nsignificant inaccuracy, misleading statement or distortion must be corrected,\npromptly and with due prominence, and — where appropriate — an apology\npublished. In cases involving IPSO, due prominence should be as required by the\nregulator. \niii) A fair\nopportunity to reply to significant inaccuracies should be given, when\nreasonably called for. \niv) The Press,\nwhile free to editorialise and campaign, must distinguish clearly between\ncomment, conjecture and fact. \nFindings of the Committee \n9. The complainant had been recorded on\nvideo making a V shape sign with his fingers, after having been the subject of\nabuse from fans. The publication had based its report on the video footage, as\nopposed to relying upon a third-party account, and in these circumstances it\nwas not incumbent on the publication to contact the complainant for comment\nprior to publication. In relying upon the video footage, the publication had\nnot failed to take care not to publish inaccurate or misleading information in\nbreach of Clause 1(i). \n10. The nature of the shape made by the\ncomplainant with his fingers was open to interpretation.  The print\narticle reported that the complainant had raised \"two fingers to Toon\nfans”; \"flicks two fingers at protesters”; “flashed a V-sign at booing\nNewcastle fans\"; and that \"it was once inside the taxi that he lost\nhis cool and gave the sign to the Magpies fans.\" The online article\nreported that the complainant \"makes a V-sign at Toon fans”; \"made a\ngesture after being booed” and was “clearly seen making a V sign with his\nfingers\". The Committee acknowledged the complainant’s position that he\nhad not intentionally made an offensive gesture. However, in light of the video\nfootage, the publication’s interpretation of the nature of the shape which had\nbeen made by the complainant with his fingers was not significantly inaccurate\nor misleading so as to require correction; the video footage showed that the\ncomplainant had made a V-shape with two of his fingers, in circumstances where\nhe had, a short while before, been jeered at by supporters. There was no breach\nof Clause 1(ii). Nevertheless, the Committee welcomed the offer made by the\npublication to put the complainant’s position on record, in addition to the\namendments already made to the online article. \nConclusions \n11. The\ncomplaint was not upheld. \nRemedial action required \n12. N/A\n \nDate complaint\nreceived: 06/06/2019\nDate decision issued: 13/09/2019\n \nBack to ruling listing\n\n\n"
}