{
    "url": "/rulings-and-resolution-statements/ruling/?id=01227-14",
    "title": "01227-14 Holling v Daily Mirror",
    "provisions": [
        "3 (Privacy) 2015",
        "6 (Children) 2015"
    ],
    "outcome": "No breach - after investigation",
    "publication": "Daily Mirror (Reach PLC)",
    "published_on": "2014-09-27 00:00:00",
    "received_on": "2014-09-29 00:00:00",
    "concluded_on": "2015-01-16 00:00:00",
    "complaint_processing_days": 109,
    "conclusion_long": "11. The complaint was not upheld.",
    "remedial_action": "N/A  Date complaint received: 29/09/2014",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee 01227-14 Holling v Daily Mirror\nSummary of complaint\n1. Duncan Holling complained to the Independent Press  Standards Organisation that the Daily Mirror\nhad breached Clause 3 (Privacy) and Clause 6 (Children) of the Editors’ Code of\nPractice in an article headlined “Curious three-year-old escapes from nursery\nand walks home alone”, published online on 27 September 2014. \n2. The article reported that a three-year-old child had\n“escaped” from nursery and returned home alone. It included a photograph of the\nchild and his mother. \n3. The complainant was the child’s father, and said that he\nhad not consented to the publication of the story, and the inclusion of his\nson’s name. The article had been published by a local newspaper; and the\ncomplainant had contacted that title prior to publication to express his\nconcern. \n4. The newspaper did not accept a breach of the Code. It had\nnot been aware of any pre-publication issues, and noted that the child’s mother\nappeared to have given her consent to publication. Nonetheless, it offered to\nremove the article from its website as a gesture of goodwill. \nRelevant Code Provisions\n5. Clause 3 (Privacy) \ni) Everyone is entitled to respect for his or her private\nand family life, home, health and correspondence. \nii) Editors will be expected to justify intrusions into any\nindividual’s private life without consent. \nClause 6 (Children) \ni) Young people should be free to complete their time at\nschool without unnecessary intrusion. \nii) A child under 16 must not be interviewed or\nphotographed on issues involving their own or another child’s welfare unless a\ncustodial parent or other similarly responsible adult consents. \nFindings of the Committee\n6. The terms of the Code, and in particular Clause 6, offer\nspecial protection to children to protect them from intrusion, in recognition\nof their vulnerable position in society. \n7. The Committee noted first the nature of the material that\nhad been published about the complainant’s son: his name, the nursery which he\nattended, and the fact that he had been involved in an incident which had\npotentially exposed him to danger, but had not been harmed. No material had\nbeen published that directly related to the complainant or other members of the\nfamily. \n8. Further, the Committee noted that, in accordance with her\nright to freedom of expression, the child’s mother was entitled to speak to the\npress about her experience, and to offer comment on a matter that might cause\nconcern among other parents for the safety of their children. \n9. The article had been obtained from a freelance\njournalist, and the newspaper had not been aware of the complainant’s concerns.\nNonetheless, there was no dispute that consent for publication had been\nobtained from a custodial parent, in accordance with the terms of Clause 6\n(ii). This section of the Code does not oblige newspapers to seek further\npermission from a second parent when publishing stories about children. There\nhad been no suggestion that publication had intruded into the child’s time at\nschool in breach of Clause 6 (i). \n10. Given the nature of the information contained in the\narticle, there had been no failure to respect the complainant’s private life in\nbreach of Clause 3 (i), and publication did not represent an unjustified\nintrusion which would breach 3 (ii). \nConclusions\n11. The complaint was not upheld. \nRemedial Action Required\nN/A \nDate complaint received: 29/09/2014\nDate decision issued: 16/01/2015\nBack to ruling listing\n\n\n"
}