{
    "url": "/rulings-and-resolution-statements/ruling/?id=01226-14",
    "title": "01226-14 Holling v The Sun",
    "provisions": [
        "3 (Privacy) 2015",
        "6 (Children) 2015"
    ],
    "outcome": "No breach - after investigation",
    "publication": "The Sun (News UK)",
    "published_on": "2014-09-27 00:00:00",
    "received_on": "2014-09-29 00:00:00",
    "concluded_on": "2015-01-16 00:00:00",
    "complaint_processing_days": 109,
    "conclusion_long": "11. The complaint was not upheld.",
    "remedial_action": "N/A  Date complaint received: 29/09/2014",
    "text": "\n\n\n\n\n\n·         Decision of the Complaints Committee 01226-14 Holling v The Sun\nSummary of complaint \n1. Duncan Holling complained to the Independent Press\nStandards Organisation that The Sun had breached Clause 3 (Privacy) and Clause\n6 (Children)  of the Editors’ Code of\nPractice in an article headlined, “Lad flee fury”, published on 27 September\n2014. \n2. The article reported that a three-year-old child had\n“escaped” from nursery and returned home alone. \n3. The complainant was the child’s father, and said that he\nhad not consented to the publication of the story, and the inclusion of his\nson’s name. The article had originally been published by a local newspaper; and\nthe complainant had contacted that title prior to publication to express his\nconcern. \n4. The newspaper did not accept a breach of the Code. The\nstory had come from a reputable freelancer, who had interviewed the child’s\nmother. It was not aware that the complainant had contacted the local newspaper\nprior to publication, and was not aware of his objection to the story.\nRegardless, the permission of one custodial parent was sufficient to proceed\nwith an article. \nRelevant Code Provisions5. Clause 3 (Privacy) \ni) Everyone is entitled to respect for his or her private\nand family life, home, health and correspondence. \nii) Editors will be expected to justify intrusions into any\nindividual’s private life without consent. \nClause 6 (Children) \ni) Young people should be free to complete their time at\nschool without unnecessary intrusion. \nii) A child under 16 must not be interviewed or\nphotographed on issues involving their own or another child’s welfare unless a\ncustodial parent or other similarly responsible adult consents. \nFindings of the Committee\n6. The terms of the Code, and in particular Clause 6, offer\nspecial protection to children to protect them from intrusion, in recognition\nof their vulnerable position in society. \n7. The Committee noted first the nature of the material that\nhad been published about the complainant’s son in the brief article: his name,\nthe nursery which he attended, and the fact that he had been involved in an\nincident which had potentially exposed him to danger, but had not been harmed.\nNo material had been published that directly related to the complainant or\nother members of the family. \n8. Further, the Committee noted that, in accordance with her\nright to freedom of expression, the child’s mother was entitled to speak to the\npress about her experience, and to offer comment on a matter that might cause\nconcern among other parents for the safety of their children. \n9. The article had been obtained from a freelance\njournalist, and the newspaper had not been aware of the complainant’s concerns\nprior to publication. Nonetheless, there was no dispute that consent for\npublication had been obtained from a custodial parent, in accordance with the\nterms of Clause 6 (ii). This section of the Code does not oblige newspapers to\nseek further permission from a second parent when publishing stories about\nchildren. There had been no suggestion that publication had intruded into the\nchild’s time at school in breach of Clause 6 (i). \n10. Given the nature of the information contained in the\narticle, there had been no failure to respect the complainant’s private life in\nbreach of Clause 3 (i), and publication did not represent an unjustified\nintrusion which would breach 3 (ii). \nConclusions\n11. The complaint was not upheld. \nRemedial Action Required\nN/A \nDate complaint received: 29/09/2014\nDate decision issued: 16/01/2015\nBack to ruling listing\n\n\n"
}