{
    "url": "/rulings-and-resolution-statements/ruling/?id=01230-20",
    "title": "01230-20 Islamic Human Rights Commission v thetimes.co.uk",
    "provisions": [
        "1 Accuracy (2019)",
        "12 Discrimination (2019)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "thetimes.co.uk (News UK)",
    "received_on": "2020-02-25 00:00:00",
    "concluded_on": "2020-09-09 00:00:00",
    "complaint_processing_days": 197,
    "conclusion_long": "17. The complaint was not upheld.",
    "remedial_action": "18. N/A Date complaint received: 25/02/2020",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee – 01230-20 Islamic\nHuman Rights Commission v thetimes.co.ukSummary of Complaint1. The Islamic Human Rights Commission (IHRC) complained to\nthe Independent Press Standards Organisation that thetimes.co.uk breached\nClause 1 (Accuracy) and Clause 12 (Discrimination) in four articles published\n10 October 2019, headlined:·       “IHRC:\nCorbyn-backed group praises Iran and denounces West as the enemy”·       “IHRC: Rights\nbody stays silent on the plight of women”·       “IHRC:\nActivists jailed for handing out flowers”·       “The Times\nview on the Islamic Human Rights Commission: Organised Hypocrisy”2. The four articles appeared as part of one investigation\ninto the Islamic Human Rights Commission (IHRC), an organisation with “a\ndeclared aim of defending global human rights”.3. The first article reported that the IHRC was “run by\nself-declared Islamist revolutionaries closely aligned to Iran” and that, since\n2013, it has received money from a “charity that received £250,000 from the\ntaxpayer via Gift Aid”. It stated that the “IHRC has condemned more than 50\ncountries for alleged mistreatment of Muslims…however, the group has offered no\nsupport to women’s rights activists and religious minorities in Iran”. It\nreported that the chair of the IHRC, “spoke of Ayatollah Khomeini [the first\nSupreme Leader of Iran] as “a torch of light for the whole of mankind””, as\nwell as saying that “Iran was… “the only nation standing against oppression,\nagainst tyranny…””.4. The first article also reported that in addition to the\nchair, there were three directors of the IHRC. These included the “secretary of\none of Iran’s leading policy-making bodies, the Supreme Council of the Cultural\nRevolution”; another individual who was reported to have said that the West was\n“the enemy” and that ““We are all Hezbollah””; and an individual “who at a\nrally days after the Grenfell Tower fire condemned “Zionists who give money to\nthe Tory party to kill people in high-rise blocks””. It also stated that the\nIHRC’s “website fails to declare links to Iran, a lack of transparency\nhighlighted by a leading Iranian campaigner” who said that ““Tehran uses this\ngroup to spin its propaganda...””.5. The second article reported that the same named campaigner\nwas ““beyond sad” that a British organisation [the IHRC] claiming to champion\nglobal human rights should choose to ignore the widespread abuses of “the\nworld’s most horrible regime” [Iran]”. The third article listed “several recent\nhuman rights violations in Iran”, including the arrests of several female\nactivists who had handed out flowers on a train. The article juxtaposed these\nabuses with the chair of the IHRC’s comments that Iran is the ““only nation\nstanding against tyranny and oppression””. The fourth article, an opinion\npiece, criticised the group’s activities and questioned whether it should have\nreceived “£1 million of charity money since 2013”. This article went on to\nreport that the group had “a lack of transparency about its true allegiances”.6. The complainant said that it was inaccurate to claim that\nthe group’s leaders are “closely aligned to Iran”; that the group “fails to\ndeclare links [or true allegiances] to Iran”; and that “”…Tehran uses this\ngroup to spin its propaganda…””. It said that the group is independent of Iran\nand that there was no proof of the alleged “links”. It also said that the\ncharge that it has “condemned more than 50 countries for alleged mistreatment\nof Muslims” whilst ignoring the abuses of Iran was misleading. As a small\norganisation, it did not have the resources to investigate human rights abuses\nin every country and its work did not concern Iran. It said that the inclusion\nof comments from a named campaigner was misleading as the articles did not make\nclear her links to another organisation, which it said was Islamophobic. It\nsaid it was misleading to state that the group received money from a “charity\nthat received £250,000 from the taxpayer via Gift Aid”. As Gift Aid donations\nare voluntary, it said this money did not come “from the taxpayer”. It also\nsaid that the comments from the other directors of the IHRC had been taken out\nof context; and that the articles failed to mention that the CPS declined to\nprosecute one of the directors for his reported comments on Zionism and the\nGrenfell Tower fire. Finally, it said that the third article breached Clause 12\n(Discrimination) as it focused on the ethnicity and religion of two of its\ndirectors and, in doing so, was reductionist towards the activities and staff\nof the group as a whole.7. The publication did not accept it had breached the Code.\nThe claim that the group had “links to Iran” with its leadership being “closely\naligned” to the country was not inaccurate. For example, one of the IHRC’s\ndirectors was the secretary of one of “Iran’s leading policy-making bodies”; a\nfact that was mentioned by the articles and accepted by the complainant. It\nsaid the allegation was also supported by the fact that, over 22 years, the\ngroup had failed to condemn Iranian human rights abuses. Iran had been\ndescribed by an individual in the second article as “the world’s most horrible\nregime”; however, the group had instead chosen to focus on alleged abuses of\nhuman rights in over 50 other countries. Finally, it said it was not misleading\nto use the phrase “closely aligned” in circumstances where the leadership of\nthe IHRC had used sympathetic language to describe Iran. According to the\npublication, its chair had called it … “the only nation standing against\noppression, against tyranny…”; and, described the first Supreme Leader of Iran\nas “a torch of light for the whole of mankind””.8. With regard to the complainant’s other points, the\npublication said it was not misleading to state that the charity that funded\nthe IHRC “received £250,000 from the taxpayer via Gift Aid”. Money claimed by a\ncharity via Gift Aid is a loss of tax revenue and it is not therefore\ninaccurate to describe this as taxpayer’s money; especially as it said the\nHouse of Commons Public Accounts Committee used the same language. It did not\nconsider that the failure to add context to previous statements of IHRC\ndirectors rendered the articles misleading. It also said it was it not obliged\nunder the Editors’ Code to reference a named individuals’ links to another\ngroup, where it had otherwise reported this person’s views accurately and\ndistinguished between comment and fact.Relevant Code Provisions9. Clause 1 (Accuracy)i) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not\nsupported by the text.ii) A significant inaccuracy, misleading statement or\ndistortion must be correction, promptly and with due prominence, and –where\nappropriate- an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator.iv) The Press, while free to editorialise and campaign, must\ndistinguish clearly between comment, conjecture and fact.10. Clause 12 (Discrimination)i) The press must avoid prejudicial or pejorative reference\nto an individual's, race, colour, religion, sex, gender identity, sexual\norientation or to any physical or mental illness or disability.ii) Details of an individual's race, colour, religion,\ngender identity, sexual orientation, physical or mental illness or disability\nmust be avoided unless genuinely relevant to the story.Findings of the Committee11. Under the terms of the Editors’ Code of Practice,\nnewspapers have the right to editorialise and campaign. The claims that the\nIHRC had “links to Iran”, with its leadership being “closely aligned” to the\ncountry was clearly the newspaper’s characterisation of the group and its\nactivities. The articles went on to make clear the basis of this\ncharacterisation, such as the chair’s sympathetic comments about Iran and its\nleaders; the fact that the organisation had not condemned Iran’s alleged human\nrights abuses, whilst focusing on 50 other countries; and the fact that one of\nthe IHRC director’s had been appointed to the Supreme Council of the Cultural Revolution,\na prominent policymaking body of the Iranian state. In these circumstances, the\nclaims that the IHRC had “links to Iran”, with its leadership being “closely\naligned” to the country, was not misleading in the way the complainant had\nsuggested. There was no breach of Clause 1.12. The complainant accepted that the IHRC’s work did not\nconcern Iran and it was not disputed that the “IHRC has condemned more than 50\ncountries for alleged mistreatment of Muslims [but] offered no support to\nwomen’s rights activists and religious minorities in Iran”. The omission of the\ncomplainant’s position that the IRHC did not have the resources to investigate\nevery country did not render the articles inaccurate or misleading as, where it\ndid not affect the central thrust of the coverage; namely, how the organisation\nhad chosen to use the resources it did have to pursue its stated purpose of\ndefending global human rights. There was no breach of Clause 1.13. It was not misleading to describe money received via\nGift Aid as coming “from the taxpayer”. It was not in dispute that the taxpayer\npays indirectly for Gift Aid in the form of forgone tax revenue and the\nlanguage used in the article reflected that used by a relevant parliamentary\nbody to explain the arrangement. There was no breach of Clause 1.14. The complainant had said that the comments of the\ngroup’s directors had been taken out of context. However, the failure to\nmention that the CPS did not prosecute one of the directors for his comments on\nZionism and the Grenfell Tower fire did not render the articles misleading,\nwhere the articles made no claim as to the criminality of these remarks.\nRegarding the chair and another director’s alleged comments, the complainant\ndid not dispute they were accurately reported, even if they formed part of longer\nspeeches and articles; neither did the complainant explain why quoting these\nremarks without further context rendered the article significantly misleading\nor inaccurate. There was no breach of Clause 1.15. The failure to mention the alleged links of the named\ncampaigner quoted in the articles to another group did not make the articles\nmisleading. The Editors’ Code makes clear that the press has the right to\npublish individuals’ views where they do so accurately and distinguish between\ncomment, conjecture and fact. The campaigner was named, her comments, including\nthe claim that “Tehran uses this group to spin its propaganda”, were clearly\npresented as such and the complainant did not allege that the remarks had been\ninaccurately reported. There was no breach of Clause 1.16. Clause 12 protects specific individuals from\ndiscrimination and does not, therefore, protect a business or organisation,\nincluding the IHRC. With regard to the concern that the third article was\ndiscriminatory towards named members of the IHRC, this specific article made no\nreference to the protected characteristics of any of the IHRC’s directors or\nstaff; the only reference that there was, was to the comments by the IHRC’s\nchair on Iran and its “standing against tyranny and oppression”. Clause 12 was\nnot engaged.Conclusions17. The complaint was not upheld.Remedial Action Required18. N/A Date complaint received: 25/02/2020\nDate decision issued by IPSO: 09/09/2020\nBack to ruling listing\n\n\n"
}