{
    "url": "/rulings-and-resolution-statements/ruling/?id=01235-20",
    "title": "01235-20 Jones v Daily Star Sunday",
    "provisions": [
        "1 Accuracy (2019)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "Daily Star Sunday (Reach PLC)",
    "published_on": "2020-02-23 00:00:00",
    "received_on": "2020-02-28 00:00:00",
    "concluded_on": "2020-05-29 00:00:00",
    "complaint_processing_days": 91,
    "conclusion_long": "10. The complaint was not upheld.",
    "remedial_action": "11. N/A Date complaint received: 28/02/2020",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee – 01235-20 Jones v\nDaily Star SundaySummary of Complaint1. Peter Jones complained to the Independent Press Standards\nOrganisation that the Daily Star Sunday breached Clause 1 (Accuracy) in an\narticle headlined “GUN COP IS SICK TROPHY HUNTER” published on 23 February\n2020.2. The article began on the front page and continued on page\n7 with the headline “IT’S REPULSIVE… NO EXCUSE FOR THIS SLAUGHTER”. It reported\nthat a former police firearms officer ran a private members’ club which\norganised hunting trips. The article explained that the club offered trips\nbased in the UK to shoot deer, boar and foxes, but also offered trips to Africa\nwhere members could shoot various wild animals. It reported that the man was\ndescribed on the club’s website as having “dedicated himself to the betterment\nof deer and large game through their natural selection”. In addition, the\narticle explained that the company sold a package in which customers could\nshoot African rhinos with vitamin-laced darts, and then pose with them for\nphotographs whilst the animal was asleep. It quoted the club’s website, where\nthe man “brags” that “Member[s] are able to experience the thrill of hunting\nand shooting a rhino. The projectile however is a dart that administers\nvitamins”. The main photograph which appeared below the headline on page 7 showed\nthis in practice – several men were moving a sedated rhino, and photograph was\ncaptioned “TARGET: Darted rhino after being shot by the hunters”.  It reported that the man had been approached\nfor comment.3. The article also appeared online on 22 February 2020,\nwith the headline “Ex-cop runs trophy-hunting [sic] club where rich pay\nthousands to slaughter animals”. It was substantially the same as the print\narticle, however the caption to the photograph read “Peter Jones runs a\ntrophy-hunting club where the rich pay thousands to slaughter animals”.4. The complainant the man named in the article as the\nformer police firearms officer who ran the hunting club, said that the article\nwas significantly misleading because it captioned the photograph of the sedated\nrhino as having been “…shot by hunters”, and it appeared under a headline\nreferring to “slaughter”. He said that this gave the impression that the club\noffered the possibility of killing rhinos, which was not the case.5. The complainant also said that simply reporting he had\nbeen approached for comment was misleading where he had in fact provided a full\ncomment for publication. He said that the article should have included his\ncomment, and that its omission made the article misleading and inaccurate. He\nsaid that when he was contacted by the reporter, he was not made fully aware of\nwhat the article would say about him, or given a deadline to respond by.\nHowever, five hours after he was contacted by the reporter, at 3 minutes past 8,\nhe sent the following comment:\"As a lifelong environmentalist, it is of great concern\nto me that ill-informed and emotive comment in some of the main-stream media,\noften puts in jeopardy the welfare of the self-same animals that the articles\npurport to be trying to help. I would welcome more considered and informed\ndiscussion.In the meantime, the Capreolus Club and its members remain\ncommitted to the environment via a climate-focused diet and to the betterment\nof species through the careful selection of sustainable, wild, free-ranging\nanimals\".  6. The publication did not accept that the article was\ninaccurate. The complainant had been contacted for comment; by the time the\ncomplainant did provide a comment, the print edition had gone to print. However\nit noted his comment was included in the second edition of the paper. It also\noffered to add this comment to the online version of the article if this would\nresolve the complaint. It said that the photograph caption was clear that the\nrhino had been darted rather than killed, and that the article went on to fully\nexplain the business’ practice of shooting rhinos with vitamin-laced darts. It\nnoted that the image was a still from a video called “Rhino Vita Dart Hunting”.Relevant Code Provisions7. Clause 1 (Accuracy)i) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not\nsupported by the text.ii) A significant inaccuracy, misleading statement or\ndistortion must be corrected, promptly and with due prominence, and — where\nappropriate — an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator.iii) A fair opportunity to reply to significant inaccuracies\nshould be given, when reasonably called for.iv) The Press, while free to editorialise and campaign, must\ndistinguish clearly between comment, conjecture and fact.Findings of the Committee8. The Code does not include a standalone requirement for\nsubjects of articles to be contacted for comment prior to publication, however\nnot doing so may lead to a breach of Clause 1(i) if the article is\nsignificantly inaccurate as a result. In this case, the article had already put\nthe complainant’s position on the record via the inclusion of comments taken\nfrom the club’s website – these comments made clear its defence of its\npractices, and that the rhino would be “shot” with vitamin-laced darts rather\nthan killed. In these circumstances, there was no obligation for the\npublication to go to the complainant for comment in order to satisfy the terms\nof Clause 1(i), and publishing the article without a comment from the\ncomplainant did not make the article misleading or inaccurate. Furthermore,\nwhere  it was not in dispute that the\ncomplainant had been contacted for comment and he had not responded before the\narticle had gone to print, it was not inaccurate for the first edition of the\npaper to report that the complainant had been “approached” for comment. There\nwas no breach of Clause 1 on this point. Nevertheless, the Committee welcomed\nthe publication’s offer to add this comment to the online version of the\narticle.9. It was not in dispute that the photograph of the rhino\nwas a still taken from a video published on the club’s website advertising the\noption of darting them. The caption to this photograph described the rhino as\nbeing “Target: Darted rhino after being shot by hunters” in the print version\nand “Peter Jones runs a trophy-hunting club where the rich pay thousands to\nslaughter animals” in the online version, but did not explain further what\nthese meant. However, both articles explained fully that this was an option\nadvertised by the business and involved the use of “vitamin-laced darts”, and\nquoted the club’s website itself which referred to the “the thrill of hunting\nand shooting a rhino” with a vitamin-laced dart. The full article clarified any\nambiguity which may have arisen from the caption to the photograph, and made it\nclear that the club did not advertise the option of killing rhinos. The caption\nand the article, taken together, made it clear that the rhino had not been\nkilled and publication of the photograph was not misleading. There was no\nbreach of Clause 1 on this point.Conclusions10. The complaint was not upheld.Remedial Action Required11. N/A Date complaint received: 28/02/2020Date complaint concluded by IPSO: 29/05/2020\nBack to ruling listing\n\n\n"
}