{
    "url": "/rulings-and-resolution-statements/ruling/?id=01240-14",
    "title": "01240-14 Hope v Daily Mirror",
    "provisions": [
        "1 (Accuracy) 2015"
    ],
    "outcome": "No breach - after investigation",
    "publication": "Daily Mirror (Reach PLC)",
    "published_on": "2014-08-10 00:00:00",
    "received_on": "2015-03-27 00:00:00",
    "concluded_on": "2015-05-15 00:00:00",
    "complaint_processing_days": 49,
    "conclusion_long": "13. The complaint was not upheld.",
    "remedial_action": "N/A Date complaint received: 27/03/2015",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee 01240-14 Hope v\nDaily MirrorSummary of\ncomplaint 1. Jonathan Hope complained to the Independent Press\nStandards Organisation that the Daily Mirror had breached Clause 1 (Accuracy)\nof the Editors’ Code of Practice in an article headlined “Football 'agent' who\nclaimed he brokered Danny Welbeck Arsenal deal exposed as fraud with child porn\nconviction”, published on 10 August 2014. 2. The article reported that the complainant had\n“falsely” claimed that he had brokered a transfer of the footballer Danny\nWelbeck in an appearance on Radio 5 Live. It also reported that the complainant\nhad a previous conviction for downloading child pornography, and that the\nparents of children involved with a youth football team sponsored by the\ncomplainant had been “disgusted” when this had been discovered. It also\nreported that despite his conviction, he had visited an orphanage in 2012. 3. The complainant said that contrary to the claims in\nthe article he had been trying to broker a deal between Manchester United and\nTottenham Hotspur, although he had not spoken to Mr Welbeck or his\nrepresentative directly. It had therefore been inaccurate to describe him as a\n“fraud”. He also said that the article had misrepresented his role with the\nyouth football club; he was not actively involved with the club and did not\nsponsor the team, although his name had been put on the back of the shirts as a\ngesture for his having found the team a sponsor. He also said that the article\nhad inaccurately reported that the orphanage had struggled to contact him after\nhis visit. The complainant expressed concern that the journalist had used his\ninvolvement in football as a means to disclose the fact that he had a spent\ncriminal conviction. 4. The newspaper said that prior to publication, the\njournalist had made approaches to the youth football club, BBC Five Live, a\nnumber of football clubs said to have been involved in the deal, and Danny\nWelbeck’s representative. The complainant was also asked for his comments, in\nresponse to which he had shown the journalist messages purporting to be from\nTottenham Hotspur’s owner, and said that his conviction was “years ago and\nthere’s no story here”. 5. Danny Welbeck’s representatives had contacted Radio 5\nLive to say that the complainant had not been involved in the deal, even as a\nmiddleman. A representative of the Welbeck brothers told the newspaper “I will\nspell out the position of the Welbecks so there is absolutely no room for\ndoubt. Jonathan Hope is a person we have never heard of, until he went on\nnational radio”. The newspaper noted that the complainant had provided text\nmessages he had sent to a representative at a football club which showed that\nhe had claimed to have spoken to Mr Welbeck, and gave the inaccurate impression\nthat he was acting with the player‘s direct authority. It had not been\ninaccurate to describe him as a “fraud”. 6. The newspaper said that as the complainant’s name had\nappeared on the back of the youth football club’s shirts, it had not been\nsignificantly misleading to report that he sponsored the club. The newspaper\nsaid that it was entitled to publish details of the complainant’s conviction, particularly\nas it was a matter of public concern given his involvement with the children’s\nfootball club. 7. The newspaper raised serious concerns about the\nconduct of the complainant during the course of Ipso’s investigation, including\nallegations that the complainant had sent abusive messages over the internet to\nthe reporter who had provided material for this report and others under\ncomplaint. These allegations (denied by the complainant) formed the basis of a\ncomplaint to the police and the matter remains under the consideration of the\nProcurator Fiscal as of the date this decision was issued. Relevant Code Provisions8. Clause 1 (Accuracy) i) The press must take care not to publish inaccurate,\nmisleading or distorted information, including pictures. ii) A significant inaccuracy, misleading statement or\ndistortion once recognised must be corrected, promptly and with due prominence,\nand – where appropriate – an apology published. Findings of the Committee9. The complainant had appeared on the radio, and was\ninterviewed on the premise that he was “the man brokering a deal” for Danny\nWelbeck, and he had not corrected that description of him. During the course of\nthe interview he had suggested that he was actively engaged in the deal, and\nwas in direct discussion with the parties. The reporter subsequently contacted\nthe complainant and the football clubs concerned. As such, the Committee was satisfied\nthat there had not been a failure to take care over the accuracy of the\narticle; there was no breach of Clause 1 (i). In circumstances in which the\nfootball clubs and the player’s representatives had denied that the complainant\nhad any involvement in the deal, or with the player, the newspaper was entitled\nto its view that the complainant had misrepresented his role during the\ninterview and was therefore a “fraud”. The basis on which this allegation was\nmade had been set out in the article; it had also included the complainant’s\nposition that he was acting with the authority of Tottenham Hotspur. There was\nno breach of the Code on this point. 10. As the complainant accepted that his name had\nfeatured on the football kit of the youth team in response to his arranging the\nteam’s sponsorship, it had not been significantly misleading to state that he\nhad sponsored the club. There was no breach of the Code. 11. In the context of concerns that the complainant had\nbeen involved with an orphanage despite having a criminal conviction relating\nto child pornography, whether or not the orphanage had subsequently struggled\nto contact the complainant had not been a significant detail such as to warrant\ncorrection under the terms of the Code. 12. The selection of material for publication is a matter\nfor the discretion of individual editors, provided that such editorial\ndecisions do not engage the terms of the Editors’ Code. It had not been\ninaccurate to report that the complainant had a previous criminal conviction,\nand in the circumstances, there had been a public interest in disclosing this\nfact. There was no breach of the Code. Conclusions13. The complaint was not upheld. Remedial Action RequiredN/A Date complaint received: 27/03/2015\nDate decision issued: 15/05/2015\nBack to ruling listing\n\n\n"
}