{
    "url": "/rulings-and-resolution-statements/ruling/?id=01242-14",
    "title": "01242-14 Holman v Real People",
    "provisions": [
        "1 (Accuracy) 2015",
        "2 (Opportunity to reply) 2015"
    ],
    "outcome": "Breach - sanction: action as offered by publication",
    "publication": "Real People (The National Magazine Company Ltd/Hearst UK)",
    "published_on": "2014-08-14 00:00:00",
    "received_on": "2014-10-10 00:00:00",
    "concluded_on": "2015-04-17 00:00:00",
    "complaint_processing_days": 189,
    "conclusion_long": "18. The complaint was upheld.",
    "remedial_action": "19. Having upheld the complaint under Clause 1 (i), the Committee considered what remedial action should be required. The Committee has the power to require the publication of a correction and/or adjudication, the nature, extent and placement of which is to be determined by IPSO. It may also inform the publication that further remedial action is required to ensure that the requirements of the Editors’ Code are met. The magazine had offered to publish a correction which made clear that the complainant had not been married at the time of his involvement with Ms Lyne.  In the circumstances, the publication of this correction was appropriate remedial action, and this should now be published. This should be published on the same page, or further forward, than the original article. Date complaint received: 10/10/2014",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee 01242-14 Holman v\nReal PeopleSummary of\ncomplaint 1. Richard Holman complained to the Independent Press\nStandards Organisation that Real People magazine had breached Clause 1\n(Accuracy) and Clause 2 (Opportunity to reply) of the Editors’ Code of Practice\nin an article headlined “Branded a hooker!”, published on 14 August 2014. 2. The magazine had published an interview with Rachel\nLyne, who explained how she had been harassed following her involvement with\nthe complainant. Ms Lyne said that after her relationship with the complainant,\nhe and his wife had created 157 false internet profiles of her claiming she was\na prostitute, drug dealer and benefits cheat. The complainant and his former\nwife received custodial sentences for harassment. The article reported that the\ncomplainant had had a “casual” relationship with Ms Lyne while he had been\nmarried. It described the complainant as a “love rat”, and said that, following\nthe relationship, Ms Lyne had suffered as a result of the harassment to which\nshe had been subjected. 3. The complainant was concerned that the article had\ncontained a number of inaccuracies. He said that it had been inaccurate to\nreport that he had taken Ms Lyne out for dinner, and that they had been out for\ndrinks; it had been inaccurate to report that he had been married and was\n“sleazy” as he and his ex-wife had been divorced at the time. The complainant\nsaid that he had not had a relationship with Ms Lyne. He also said that his\nex-wife had not spoken on the telephone to Ms Lyne. The complainant said that\nthe court had found that he and his ex-wife had published the material about Ms\nLyne on five websites; not 157 websites. He also denied that Ms Lyne had\nsuspected that he had been responsible for the harassment, nor had she moved\nbecause of the conduct of him and his ex-wife. The complainant said that the\neffects of the harassment had not lasted for years; he and his ex-wife had only\nbeen charged in relation to the harassment over a 12 month period. He also said\nthat the article was significantly misleading as it omitted his position that\nhe had been the victim of harassment. 4. The magazine said that the story had been told from\nthe perspective of Ms Lyne. As there had clearly been a dispute between the\ncomplainant and Ms Lyne, it was not surprising that her view of the\nrelationship was different to the complainant’s. The alleged inaccuracies were\nminor in the context of the full story; the facts of which were that the\ncomplainant and his ex-wife had been convicted of “publishing degrading and\nfalse information about Ms Lyne, with the intention of leading the public to\nbelieve that she was a prostitute”. Both individuals had been given a custodial\nsentence for their crimes. 5. The magazine accepted that the complainant had been\ndivorced at the time of his relationship with Ms Lyne and provided reporter’s\nnotes which made clear that the court had heard that the complainant and his\nformer wife had been divorced at the time. It said that the complainant had,\nhowever, been living with his ex-wife. In this context, the publication did not\naccept that the inaccuracy was significant such as to require correction under\nthe terms of the Code. The point of the allegation was that the complainant had\nbeen dishonest about the nature of his personal life, and that Ms Lyne was\nunderstandably surprised to learn that Mr Holman lived with his ex-wife. 6. The court had accepted that the complainant and Ms\nLyne had had a relationship. As such, it was not significant whether or not\nthey had been out for dinner or drinks. 7. Ms Lyne recalled that she had had a brief relationship\nwith the complainant, which had included some social activity. While the\ncomplainant and Ms Lyne disagreed about the nature of their relationship, the\narticle had been told from the perspective of Ms Lyne. 8. Ms Lyne had said that the she had spoken to the\ncomplainant’s ex-wife on the telephone. This was included in the evidence she\ngave the Court prior to the complainant’s conviction. The magazine said that,\nin any case, this did not represent a significant detail; the allegation was\nthat the complainant had been dishonest about his personal life. 9. Ms Lyne had been entitled to express her own opinion\nas to why she moved and who she thought had been responsible for the\nharassment. 10. The magazine said that Ms Lyne believed that the\nmaterial was published on 157 websites. The article had not said that this was\nestablished in court. It had, however, been established in court that the\nmaterial had been published on a number of websites by the complainant and his\nex-wife. The publication said that the material could easily have been further\ndisseminated following the original publication, onto other sites. 11. The magazine said that it had made significant\nefforts to verify the key facts of the story with the police and the courts.\nThe complainant’s conviction for these offences was a matter of public record.\nThe article represented Ms Lyne’s view in relation to these offences, and the\neffect that they had on her. The magazine had not been obliged to offer the\ncomplainant an opportunity to reply. 12. Although the magazine did not accept that the article\ncontained any significant inaccuracies, as an attempt to resolve the complaint\nit offered to publish the following correction: Real PeopleRP is happy to clarify details regarding our story\n'Branded a Hooker' in issue 32, 2014. In the piece, our interviewee Rachel Lyne\nsaid that she believed her name appeared on 157 websites alongside unfounded\nallegations that she was working as a prostitute offering 'free trials' and\nthreesomes to men. Richard Holman, who along with his ex-wife Amanda was jailed\nfor harassing Ms Lyne, would like us to point out that the court found they had\nonly physically published these allegations on 5 websites. In addition, we\nreported that Mr Holman was still married to Amanda at the time. Mr Holman\nwould like us to point out that in fact they were divorced despite living\ntogether. Relevant Code Provisions13. Clause 1 (Accuracy) i)The press must take care not to publish inaccurate,\nmisleading or distorted information, including pictures. ii) A significant inaccuracy, misleading statement or\ndistortion once recognised must be corrected, promptly and with due prominence,\nand – where appropriate – an apology published. iii) The Press, whilst free to be partisan, must\ndistinguish clearly between comment, conjecture and fact. Clause 2 (Opportunity to reply) A fair opportunity to reply to inaccuracies must be given\nwhen reasonably called for. Findings of the Committee14. The article had inaccurately reported that the\ncomplainant had been married at the time of his involvement with Ms Lyne. The\npublication had notes from the court reporter which confirmed that the\ncomplainant had not been married at the time. This demonstrated a failure to\ntake care over the accuracy of the article, in breach of Clause 1 (i) of the\nCode. The suggestion in the article that the complainant had conducted an extra\nmarital affair represented a significant inaccuracy which required correction\nunder the terms of Clause 1 (ii). 15. The article said that Ms Lyne’s name had been found\non 157 websites. While the complainant said that he and his ex-wife had not\nbeen convicted in relation to this number of sites; it was Ms Lyne’s position\nthat the material could be found on that number of sites. The complainant and\nhis ex-wife had been convicted for publishing the information on the internet\nand had not disputed Ms Lyne’s account of how widely that material had\nsubsequently spread. There was no breach of the Code on this point. \nNonetheless, the Committee welcomed the magazine’s offer to publish a\nclarification to address this point. 16. In relation to the complainant’s concerns about the\ndescription of the nature of his encounters with Ms Lyne; her understanding of\nwho was responsible for the harassment; and her description of her\nconversations with the complainant’s ex-wife, the Committee took the view that\nthe magazine had been entitled to report Ms Lyne’s account of her experiences.\nIt was clear that the complainant and Ms Lyne had been involved in an\nacrimonious situation, and that Ms Lyne’s account represented only her side of\nthe events. 17. The magazine had offered to publish a correction to\naddress the inaccuracy in the article. A reply was not therefore reasonably\ncalled for under the terms of the Code. There was no breach of Clause 2. Conclusions18. The complaint was upheld. Remedial Action Required19. Having upheld the complaint under Clause 1 (i), the\nCommittee considered what remedial action should be required. The Committee has\nthe power to require the publication of a correction and/or adjudication, the\nnature, extent and placement of which is to be determined by IPSO. It may also\ninform the publication that further remedial action is required to ensure that\nthe requirements of the Editors’ Code are met. The magazine had offered to publish a correction which\nmade clear that the complainant had not been married at the time of his\ninvolvement with Ms Lyne.  In the circumstances, the publication of this\ncorrection was appropriate remedial action, and this should now be published.\nThis should be published on the same page, or further forward, than the\noriginal article. Date complaint received: 10/10/2014\nDate decision issued: 17/04/2015\nBack to ruling listing\n\n\n"
}