{
    "url": "/rulings-and-resolution-statements/ruling/?id=01248-14",
    "title": "01248-14 Elton-Campbell v Daily Mail",
    "provisions": [
        "1 (Accuracy) 2015"
    ],
    "outcome": "No breach - after investigation",
    "publication": "Daily Mail (Associated Newspapers Limited)",
    "received_on": "2014-10-10 00:00:00",
    "concluded_on": "2015-01-12 00:00:00",
    "complaint_processing_days": 94,
    "conclusion_long": "11. The complaint was not upheld.",
    "remedial_action": "N/A   Date complaint received: 10/10/2014",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee 01248-14 Elton-Campbell v Daily Mail\nSummary of complaint \n1. B.Y. Elton-Campbell complained to the Independent Press\nStandards Organisation that the Daily Mail had breached Clause 1 (Accuracy) of\nthe Editors’ Code of Practice in an article headlined “Ebola scare as woman\ndies at Gatwick”, published online and in print on 4 August 2014. \n2. The article reported that a 72 year-old woman who had\narrived in Britain from Sierra Leone had been tested for the Ebola virus after\ncollapsing at Gatwick Airport, and that this had led to fears that the virus\nmay reach Britain. In fact, the cause of death had been entirely unrelated to\nEbola. The articles had stated in the first paragraph that the woman had died\nat the airport, but had later made clear that she had died in hospital. The online\narticle had the headline “Ebola scare at Gatwick: Fears disease may reach\nBritain grow after passenger collapsed and died after getting off flight from\nSierra Leone”, with sub-headlines reporting the woman’s symptoms, the fact that\nthe plane had been quarantined, and that tests had confirmed that the woman did\nnot have the virus. \n3. The complainant is the sister of the woman who died. She\nsaid that her sister was the only 72 year-old woman from Sierra Leone on the\nflight, and the article had inaccurately suggested to members of their\ncommunity that she had contracted the Ebola virus. She also said that, contrary\nto assertions in the article, her sister had not lost her life at Gatwick\nAirport, but at a nearby hospital. Nor had the plane been quarantined. \n4. The newspaper expressed its condolences to the\ncomplainant following the death of her sister, and apologised if the article\nhad caused further distress. However, it did not accept a breach of Clause 1.\nIt apologised for the inconsistency in reporting in the first paragraph of the\narticle that the complainant’s sister had died at Gatwick Airport, and then\nsubsequently that she had died later in hospital. It said that this was due to\ntime pressure on journalists, and the online article had been amended to state\nthat the complainant’s sister “fell ill at Gatwick airport and died later in\nhospital”. Nonetheless, this error did not alter the overall meaning of the\narticle, and did not represent a significant inaccuracy in breach of Clause 1.\nThe newspaper’s reporter had been alerted to the incident by an article on\nanother news website, and had telephoned Public Health England who had\nconfirmed that the complainant’s sister had been tested for Ebola, but that the\ntest was negative. This was reflected in the article. A Gatwick Airport press\nrelease had confirmed that the aircraft, along with relevant airline and\nairport staff, had subsequently been “isolated” as a precaution, and that\npassengers were not permitted to board the outbound flight. It was not therefore\nmisleading to state that the aircraft had been “quarantined” while tests were\ncarried out. \n5. The newspaper noted that it had not named the\ncomplainant’s sister, nor given any identifying details beyond the fact that\nshe was 72 years old and was from Sierra Leone. Nonetheless, on the\ncomplainant’s request, it offered to assist her with repatriation of her\nsister’s body as a goodwill gesture.\nRelevant Code Provisions\n6. Clause 1 (Accuracy) \ni) The Press must take care not to publish inaccurate, misleading\nor distorted information, including pictures. \nii) A significant inaccuracy, misleading statement or\ndistortion once recognised must be corrected, promptly and with due prominence,\nand – where appropriate – an apology published. \nFindings of the Committee\n7. The Committee wished to extend its condolences to the\ncomplainant following the death of her sister, and acknowledged that she had\nbeen further distressed by the publication of the article. \n8. The Committee was satisfied, however, that the article\nhad made clear that tests for Ebola had been negative, and that in fact the\ncomplainant’s sister had died of natural causes. It had stated that “the woman\ndid not have the virus”, and included a statement from Public Health England\nthat the “symptoms had suggested Ebola was very unlikely but the tests were\ncarried out as a precaution”. Further, the headline had referred to an “Ebola\nscare”, and had not stated that there had been a confirmed case of the virus at\nGatwick Airport. While the Committee expressed concern about the headline of\nthe online article, which may have left some readers with the impression that\nthe woman’s death had been linked to Ebola, the online version had included a\nsub-headline, stating that “tests which were carried out as a precaution showed\nshe did not have the virus”. While the complainant was concerned that the\narticle had identified her sister, as she was the only 72 year-old woman from\nSierra Leone on the flight, and stated that as a consequence those that knew\nher believed that she had died of Ebola, the Committee was satisfied that\nneither the print nor the online article contained misleading information on\nthe cause of death, and that both had made clear that the woman had not in fact\ncontracted the virus. \n9. In circumstances where the airport had confirmed that the\nplane and certain staff had been “isolated” and outbound passengers had not\nbeen permitted to board, it was not misleading for the article to state that\nthe aircraft had been “quarantined”. \n10. The article had contained inconsistencies regarding\nwhere the complainant’s sister had lost her life, stating in the first\nparagraph that she had “died at Gatwick”, and later that she “died in\nhospital”. The newspaper should have taken greater care over this point, and\nthe information was available from an airport press release. However, the\ninconsistency did not materially affect the overall meaning of the article.\nAccordingly, there was no breach of Clause 1. Nonetheless, the Committee\nwelcomed the newspaper’s decision to amend the online article to make clear\nthat the complainant’s sister had died in hospital. \nConclusions\n11. The complaint was not upheld. \nRemedial Action Required\nN/A\n \nDate complaint received: 10/10/2014\nDate decision issued: 12/01/2015\nBack to ruling listing\n\n\n"
}