{
    "url": "/rulings-and-resolution-statements/ruling/?id=01241-14",
    "title": "01241-14 Hope v Ayrshire Post",
    "provisions": [
        "1 (Accuracy) 2015"
    ],
    "outcome": "No breach - after investigation",
    "publication": "Ayrshire Post (Reach PLC)",
    "published_on": "2014-08-10 00:00:00",
    "received_on": "2015-03-27 00:00:00",
    "concluded_on": "2015-05-15 00:00:00",
    "complaint_processing_days": 49,
    "conclusion_long": "11. The complaint was not upheld.",
    "remedial_action": "N/A  Date complaint received: 27/03/2015",
    "text": "\n\n\n\n\n\n·  Decision of the Complaints Committee 01241-14 Hope v\nAyrshire Post\nSummary of\ncomplaint \n1. Jonathan Hope complained to the Independent Press\nStandards Organisation that the Ayrshire Post had breached Clause 1 (Accuracy)\nof the Editors’ Code of Practice in an article headlined “Porn creep backed\nkids”, published on 10 August 2014. \n2. The article said that the complainant had a criminal\nconviction for downloading child pornography, and that the parents of children\ninvolved with a youth football team sponsored by the complainant had been\n“disgusted” when this had been discovered. It said that he had been convicted\nin 2003 under the name “Steven Hope”. It also reported that despite his\nconviction, he had visited an orphanage in 2012. \n3. The complainant said that the coverage had\nmisrepresented his role with the youth football club; he was not actively\ninvolved with the club and did not sponsor the team, although his name had been\nput on the back of the shirts as a gesture for his having found the team a\nsponsor. He also said that the article had inaccurately reported that the\norphanage had struggled to contact him after his visit.  The complainant\nexpressed concern that the journalist had used his involvement in football as a\nmeans to disclose the fact that he had a spent criminal conviction. \n4. The newspaper said that as the complainant’s name had\nappeared on the back of the youth football club’s shirts, it had not been\nsignificantly misleading to report that he sponsored the club. \n5. The newspaper said that it was entitled to publish\ndetails of the complainant’s conviction, particularly as it was a matter of\npublic concern given his involvement with the children’s football club. \n6. The newspaper raised serious concerns about the\nconduct of the complainant during the course of Ipso’s investigation, including\nallegations that the complainant had sent abusive messages over the internet to\nthe reporter who had provided material for this report and others under\ncomplaint. These allegations (denied by the complainant) formed the basis of a\ncomplaint to the police and the matter remains under the consideration of the\nProcurator Fiscal as of the date this decision was issued. \nRelevant Code Provisions\n7. Clause 1 (Accuracy) \ni) The press must take care not to publish inaccurate,\nmisleading or distorted information, including pictures. \nii) A significant inaccuracy, misleading statement or\ndistortion once recognised must be corrected, promptly and with due prominence,\nand – where appropriate – an apology published. \nFindings of the Committee\n8. The complainant accepted that his name had featured on\nthe football kit of the youth team in response to his playing a direct role in\narranging the team’s sponsorship. The article reported concerns raised in\nrelation to his association with children in light of his conviction. In this\ncontext, it had not been significantly misleading to state that he had\nsponsored the club. There was no breach of the Code on this point. \n9. In the context of concerns that the complainant had\nbeen involved with an orphanage despite having a criminal conviction relating\nto child pornography, whether or not the orphanage had subsequently struggled\nto contact the complainant had not been a significant detail such as to warrant\ncorrection under the terms of the Code. \n10. The selection of material for publication is a matter\nfor the discretion of individual editors, provided that such editorial\ndecisions do not engage the terms of the Editors’ Code. It had not been\ninaccurate to report that the complainant had a previous criminal conviction.\nThere was no breach of the Code. \nConclusions\n11. The complaint was not upheld. \nRemedial Action Required\nN/A \nDate complaint received: 27/03/2015\nDate decision issued: 15/05/2015\n\nBack to ruling listing\n\n\n"
}