{
    "url": "/rulings-and-resolution-statements/ruling/?id=01243-19",
    "title": "01243-19 Haycox v The Sunday Times",
    "provisions": [
        "1 Accuracy (2018)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "The Sunday Times (News UK)",
    "published_on": "2019-02-03 00:00:00",
    "received_on": "2019-02-04 00:00:00",
    "concluded_on": "2019-05-29 00:00:00",
    "complaint_processing_days": 114,
    "conclusion_long": "9. The complaint was not upheld.",
    "remedial_action": "10. N/A Date complaint received: 04/02/2019",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee 01243-19 Haycox v The Sunday Times\nSummary of complaint\n1. Matt Haycox\ncomplained to the Independent Press Standards Organisation that The Sunday\nTimes breached Clause 1 (Accuracy) of the Editors’ Code of Practice in an\narticle headlined, “I’m not back in business, says banned lap-dancing king”\npublished on 3 February 2019.\n2. The article\nreported that the complainant was listed on Companies House as an ‘officer’ of\na film company. The article reported that his previous lap dancing business had\ngone into administration in 2008, and as a result, the complainant had been\nbanned from being a Company Director for 12 years. It stated that a source\nclose to the complainant accepted he should have terminated his membership of\nthe film company, but stated that he played no active part in the business. It\nwent on to report that the complainant was one of three Board members in\nanother business that offered support to entrepreneurs.\n3. The article also\nappeared online and was substantially the same as the print article.\n4. The complainant\nsaid that the headline was inaccurate, as he was “back in business”, albeit\nsubject to certain legal constraints. He noted that the article accurately\nreported the new business for entrepreneurs he was involved in, and said that\nthe headline therefore was not supported by the text. He also said that it was\ninaccurate to report that he was a Board member of this business. While he\naccepted that he was listed as a board member on the company website, he said\nreaders would understand this to mean that he was a Director, which he was not.\nHe said that the Board referred to on the website was merely an advisory Board.\n5. The newspaper\ndid not accept that it had breached the Code. It said that the headline\naccurately reported the complainant’s positon in relation to his involvement in\nthe film company. It said that the article set out the complainant’s\nexplanation of this, namely that he did not have any current involvement with\nthe company. Therefore the headline was supported by the text. Further, it\nprovided a screenshot of the website of the entrepreneur support business,\nwhich showed the complainant’s name, photograph and description of his role\nunder the heading of “Our Board”. Therefore it did not accept it was inaccurate\nto refer to him as a Board Member.\nRelevant Code Provisions\n6. Clause 1\n(Accuracy)\ni) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not\nsupported by the text.\nii) A significant inaccuracy, misleading statement or\ndistortion must be corrected, promptly and with due prominence, and – where\nappropriate – an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator.\nFindings of the Committee 7. The basis for\nthe headline’s assertion that the complainant was “not back in business” was\nmade clear in the article – namely the complainant’s denial that he was\ninvolved in the film business of which he was listed as an ‘officer’. The fact\nthat the complainant was actively involved with another, separate business as\nreported in the article, did not render the headline inaccurate; the headline\nwas supported by the text. There was no breach of Clause 1 on this point.\n8. The complainant\naccepted that he was listed as a Board Member on the entrepreneur support\nbusiness’ website. This was accurately reported in the article. There was no\nbreach of Clause 1 on this point.\nConclusion\n9. The complaint\nwas not upheld.Remedial action required10. N/A\nDate complaint received: 04/02/2019\nDate decision issued: 29/05/2019\nBack to ruling listing\n\n\n"
}