{
    "url": "/rulings-and-resolution-statements/ruling/?id=01257-14",
    "title": "01257-14 A woman v Manchester Evening News",
    "provisions": [
        "1 (Accuracy) 2015"
    ],
    "outcome": "No breach - after investigation",
    "publication": "Manchester Evening News (Reach PLC)",
    "received_on": "2014-10-12 00:00:00",
    "concluded_on": "2015-01-29 00:00:00",
    "complaint_processing_days": 109,
    "conclusion_long": "that the complainant was part of the council’s failings, it offered to remove the following paragraph from the online article in order to resolve the complaint: “Despite failings by South Yorkshire Police and Rotherham Council, she is one of nine senior managers at Rotherham who have moved on to high-level jobs elsewhere”. It also offered to publish the following statement, in the newspaper and on the website:  “Further to our article of September 1 concerning the evidence given to the Jay inquiry by [the complainant], the former director of safeguarding at Rotherham Council, we are happy to reiterate that [the complainant] was not criticised in any way by the Jay report into failings of Rotherham Council and therefore obtained her job as director of children’s services on merit and not despite any personal failings.”  8. The newspaper did not accept that the use of the word “claimed” undermined her evidence, particularly when the positive evidence had been included in the article.  9. It did not consider that the article had misrepresented the chronology of her jobs. The newspaper accepted that she had worked in Salford since 2011; however, the article had not suggested otherwise. The article said she had taken up her “post” three months ago, not general employment with Salford Council. There was no implication in the article that she had been unsuccessful in her application for the role of Director of Children’s Services due to any connection to failings at Rotherham Council.  10. The complainant did not consider that the proposed statement fully addressed her concerns and was concerned by the absence of an apology.  Relevant Code Provisions 11. Clause 1 (Accuracy)  i) The press must take care not to publish inaccurate, misleading or distorted information, including pictures.  ii) A significant inaccuracy, misleading statement or distortion once recognised must be corrected, promptly and with due prominence, and – where appropriate – an apology published. In cases involving the Regulator, prominence should be agreed with the Regulator in advance.  Findings of the Committee 12. The Committee acknowledged the complainant’s concerns that her comment to the newspaper regarding her role at Rotherham Council had been characterised as a “defence” of her role, and in particular noted that the headline had referred to her “role in the Rotherham scandal”. However, the complainant had been interviewed as part of the Independent Inquiry into Child Sexual Exploitation in Rotherham (1997-2013), due to her position as a Director of Safeguarding at a period during which abuse had taken place, and she had commented to the newspaper about her positive work at the Council. The Committee noted that the first paragraph of the article made clear that she had been defending “her role in Rotherham’s social work team”, as opposed to her role in the sex abuse scandal itself. While the Committee expressed concern at the way in which the complainant’s role had been presented in the article, it did not find, on balance, that the newspaper’s portrayal of her comments as “defending her role” was significantly inaccurate or misleading.  13. The Committee was satisfied that the article would not mislead readers into understanding that the complainant had been personally criticised in Professor Jay’s report for her work at Rotherham Council. It quoted the report as acknowledging that, under her leadership, improvements to social work had been implemented. It also included the supportive comments of Councillor Merry, which emphasised that no blame had been apportioned to the complainant for the failings of the council.  14. In regard to the complainant’s concern that the newspaper had undermined her evidence, the Committee concluded that the use of the term “claimed” was not significantly inaccurate or misleading. The term would inform readers that the paragraph reflected her evidence to the inquiry; the Committee did not agree that it cast doubt on the veracity of her evidence.  15. There did not appear to be any dispute that the complainant had commenced her role as Interim Strategic Director for Children’s Services in Salford three months prior to the article. Given that the article stated that she had taken up “the post” in Salford at that time, rather than beginning general employment at the council, the Committee did not find the article to be inaccurate or misleading on this point.  16. Finally, while the Committee could understand the complainant’s concern at its inclusion, it did not consider that the reference to her unsuccessful application for the role of Director for Children’s Services was misleading. The accuracy of the statement was not in question and the newspaper had not said that the outcome of the application related to her previous role at Rotherham Council.  17. While the Committee did not consider the article to be significantly inaccurate or misleading, it welcomed the newspaper’s offer to publish the statement emphasising that the complainant had not been criticised for her role at Rotherham Council, and for removing a passage from the online article to which the complainant had objected.  Conclusions 18. The complaint was not upheld.",
    "remedial_action": "N/A  Date complaint received: 12/10/2014",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee 01257-14 A woman v Manchester Evening News\nSummary of complaint\n1. A woman complained to the Independent Press Standards\nOrganisation that an article published by the Manchester Evening News on 2\nSeptember 2014 headlined “Salford children’s service boss defends role in\nRotherham scandal”, was inaccurate in breach of Clause 1 (Accuracy) of the\nEditors’ Code of Practice. \n2. The article reported that the complainant, who had been\nDirector of Safeguarding for Rotherham for 11 months in 2010-2011, had “defended”\nher role in the “child abuse scandal”. It stated that Professor Alexis Jay’s\nhighly critical report on the child abuse that occurred in Rotherham “says that\n[the complainant] claimed when she took up her post at Rotherham she found\nsignificant problems”. It went on to report that she had taken up the post of\nInterim Strategic Director for Children’s Services in Salford three months ago,\nbut had been unsuccessful in her application for the post of permanent Director\nof Children’s Services. \n3. The complainant said that it was incorrect to say that\nshe had defended her role in Rotherham; rather, she had simply stated the facts\nof the situation. The article implied, wrongly, that she was part of the\n“failings” in Rotherham. This was patently inaccurate: Professor Jay’s report\nclearly stated that she had implemented improvements whilst in the post. \n4. Furthermore, she said that the report did not assert that\nshe had “claimed” she had found problems at Rotherham Council when she had\narrived; rather, it was presented as a matter of fact. The use of the word\n“claimed” suggested that she should not be believed. \n5. Finally, the complainant said the article wrongly implied\nthat she had been working in Salford for only three months; in fact, she had\nbeen at Salford Council since February 2011. The reference to her candidacy was\nirrelevant, and implied it had been unsuccessful due to her role at Rotherham. \n6. The newspaper considered that the article made clear that\nthe complainant was not only free from accusations of any personal failings,\nbut was credited with improving the situation. She had been at Rotherham for 11\nmonths during a period when abuse was occurring. In those circumstances, it was\nappropriate to say that she had “defended her role”. The article was clear that\nshe had done so successfully. It repeated Professor Jay’s finding that “under\n[the complainant], general work to improve social work was implemented”, and\nquoted the complainant as saying: “I was part of the improvement to the\nservices in Rotherham which is documented in the report”. It went on to quote\nCouncillor John Merry, deputy Mayor of Salford, supporting the complainant:\n“[the complainant] was interviewed as part of the Rotherham report but no blame\nwas attached to her in terms of the failings. As director of safeguarding at\nRotherham, she was responsible for making sure social workers were doing their\njobs properly. She was not at the level of political decision-making”. \n7. While the newspaper did not consider that a reader would\nreach the conclusion that the complainant was part of the council’s failings,\nit offered to remove the following paragraph from the online article in order\nto resolve the complaint: “Despite failings by South Yorkshire Police and\nRotherham Council, she is one of nine senior managers at Rotherham who have\nmoved on to high-level jobs elsewhere”. It also offered to publish the\nfollowing statement, in the newspaper and on the website: \n“Further to our article of September 1 concerning the\nevidence given to the Jay inquiry by [the complainant], the former director of\nsafeguarding at Rotherham Council, we are happy to reiterate that [the\ncomplainant] was not criticised in any way by the Jay report into failings of\nRotherham Council and therefore obtained her job as director of children’s\nservices on merit and not despite any personal failings.” \n8. The newspaper did not accept that the use of the word\n“claimed” undermined her evidence, particularly when the positive evidence had\nbeen included in the article. \n9. It did not consider that the article had misrepresented\nthe chronology of her jobs. The newspaper accepted that she had worked in\nSalford since 2011; however, the article had not suggested otherwise. The\narticle said she had taken up her “post” three months ago, not general\nemployment with Salford Council. There was no implication in the article that\nshe had been unsuccessful in her application for the role of Director of\nChildren’s Services due to any connection to failings at Rotherham Council. \n10. The complainant did not consider that the proposed\nstatement fully addressed her concerns and was concerned by the absence of an\napology. \nRelevant Code Provisions\n11. Clause 1 (Accuracy) \ni) The press must take care not to publish inaccurate,\nmisleading or distorted information, including pictures. \nii) A significant inaccuracy, misleading statement or\ndistortion once recognised must be corrected, promptly and with due prominence,\nand – where appropriate – an apology published. In cases involving the Regulator,\nprominence should be agreed with the Regulator in advance. \nFindings of the Committee\n12. The Committee acknowledged the complainant’s concerns\nthat her comment to the newspaper regarding her role at Rotherham Council had\nbeen characterised as a “defence” of her role, and in particular noted that the\nheadline had referred to her “role in the Rotherham scandal”. However, the\ncomplainant had been interviewed as part of the Independent Inquiry into Child\nSexual Exploitation in Rotherham (1997-2013), due to her position as a Director\nof Safeguarding at a period during which abuse had taken place, and she had\ncommented to the newspaper about her positive work at the Council. The\nCommittee noted that the first paragraph of the article made clear that she had\nbeen defending “her role in Rotherham’s social work team”, as opposed to her\nrole in the sex abuse scandal itself. While the Committee expressed concern at\nthe way in which the complainant’s role had been presented in the article, it\ndid not find, on balance, that the newspaper’s portrayal of her comments as\n“defending her role” was significantly inaccurate or misleading. \n13. The Committee was satisfied that the article would not\nmislead readers into understanding that the complainant had been personally\ncriticised in Professor Jay’s report for her work at Rotherham Council. It\nquoted the report as acknowledging that, under her leadership, improvements to\nsocial work had been implemented. It also included the supportive comments of\nCouncillor Merry, which emphasised that no blame had been apportioned to the\ncomplainant for the failings of the council. \n14. In regard to the complainant’s concern that the\nnewspaper had undermined her evidence, the Committee concluded that the use of\nthe term “claimed” was not significantly inaccurate or misleading. The term\nwould inform readers that the paragraph reflected her evidence to the inquiry;\nthe Committee did not agree that it cast doubt on the veracity of her evidence. \n15. There did not appear to be any dispute that the\ncomplainant had commenced her role as Interim Strategic Director for Children’s\nServices in Salford three months prior to the article. Given that the article\nstated that she had taken up “the post” in Salford at that time, rather than\nbeginning general employment at the council, the Committee did not find the\narticle to be inaccurate or misleading on this point. \n16. Finally, while the Committee could understand the\ncomplainant’s concern at its inclusion, it did not consider that the reference\nto her unsuccessful application for the role of Director for Children’s\nServices was misleading. The accuracy of the statement was not in question and\nthe newspaper had not said that the outcome of the application related to her\nprevious role at Rotherham Council. \n17. While the Committee did not consider the article to be\nsignificantly inaccurate or misleading, it welcomed the newspaper’s offer to\npublish the statement emphasising that the complainant had not been criticised\nfor her role at Rotherham Council, and for removing a passage from the online\narticle to which the complainant had objected. \nConclusions\n18. The complaint was not upheld. \nRemedial Action Required\nN/A \nDate complaint received: 12/10/2014 \nDate decision issued: 29/01/2015\nBack to ruling listing\n\n\n"
}