{
    "url": "/rulings-and-resolution-statements/ruling/?id=01255-14",
    "title": "01255-14 Holman v Best",
    "provisions": [
        "1 (Accuracy) 2015",
        "2 (Opportunity to reply) 2015"
    ],
    "outcome": "Breach - sanction: action as offered by publication",
    "publication": "Best (The National Magazine Company Ltd/Hearst UK)",
    "published_on": "2014-10-07 00:00:00",
    "received_on": "2014-10-10 00:00:00",
    "concluded_on": "2015-04-17 00:00:00",
    "complaint_processing_days": 189,
    "conclusion_long": "17. The complaint was upheld.",
    "remedial_action": "18. Having upheld the complaint under Clause 1 (i), the Committee considered what remedial action should be required. The Committee has the power to require the publication of a correction and/or adjudication, the nature, extent and placement of which is to be determined by IPSO. It may also inform the publication that further remedial action is required to ensure that the requirements of the Editors’ Code are met. The magazine had offered to publish a correction which made clear that the complainant had not been married at the time of his involvement with Ms Lyne.  In the circumstances, the publication of this correction was appropriate remedial action, and this should now be published.  This should be published on the same page, or further forward, than the original article. Date complaint received 10/10/2014",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee 01255-14 Holman v\nBestSummary of\ncomplaint 1. Richard Holman complained to the Independent Press\nStandards Organisation that Best magazine had breached Clause 1 (Accuracy) and\nClause 2 (Opportunity to reply) of the Editors’ Code of Practice in an article\nheadlined “Branded a prostitute by a love rat plumber”, published on 7 October\n2014. 2. The magazine had published an interview with Rachel\nLyne, who explained how she had been harassed following her involvement with\nthe complainant. Ms Lyne said that after her relationship with the complainant,\nhe and his wife had created 157 false internet profiles of her claiming she was\na prostitute, drug dealer and benefits cheat. The complainant and his former\nwife received custodial sentences for harassment. The article reported that the\ncomplainant had had a “casual” relationship with Ms Lyne while he had been\nmarried. It described the complainant as a “love rat”, and said that, following\nthe relationship, Ms Lyne had suffered as a result of the harassment to which\nshe had been subjected. 3. The complainant was concerned that the article\ncontained a number of inaccuracies. He said that it had been inaccurate to say\nthat he had been married, and to describe him as a “love rat”, as he and his\nformer wife had been divorced at the time. The complainant denied that he had a\nrelationship with Ms Lyne. He also said that his ex-wife had not called her a\n“whore” or “home wrecker”, as had been reported in the article. The complainant\nsaid that the court had found that he and his ex-wife had published the\nmaterial about Ms Lyne on five websites; not 157 websites. He also denied that\nMs Lyne had suspected that he had been responsible for the harassment, or that\nshe had she moved because of the conduct of him and his ex-wife. 4. The magazine said that the story had been told from\nthe perspective of Ms Lyne. As there had clearly been a dispute between the\ncomplainant and Ms Lyne, it was not surprising that her view of the\nrelationship was different to the complainant’s. The inaccuracies alleged by\nthe complainant were minor in the context of the full story; the facts of the\nstory were that the complainant and his ex-wife had been convicted of\npublishing “degrading and false information about Ms Lyne, with the intention\nof leading the public to believe that she was a prostitute”. Both individuals\nhad been given a custodial sentence for their crimes. 5. The magazine accepted that the complainant had been\ndivorced at the time of his relationship with Ms Lyne and provided reporter’s\nnotes which made clear that the court had heard that the complainant and his\nformer wife had been divorced at the time. It said that the complainant had,\nhowever, been living with his ex-wife. In this context, the publication did not\naccept that the inaccuracy was significant such as to require correction under\nthe terms of the Code. The point of the allegation was that the complainant had\nbeen dishonest about the nature of his personal life, and that Ms Lyne was\nunderstandably surprised to learn that Mr Holman lived with his ex-wife. The\nterm “love rat” is commonly used to describe someone who had behaved poorly in\na relationship; it does not necessarily mean that someone had been unfaithful\nto their partner. 6. Ms Lyne said that she had had a brief relationship\nwith the complainant, which had included some social activity. While the\ncomplainant and Ms Lyne disagreed about the nature of their relationship, the\narticle had been told from the perspective of Ms Lyne. 7. Ms Lyne had said that the complainant’s ex-wife had\ncalled her a “home wrecker”. This was included in the evidence she gave the\nCourt prior to the complainant’s conviction. The publication said that, in any\ncase, this did not represent a significant detail; the allegation was that the\ncomplainant had been dishonest about his personal life. 8. Ms Lyne had been entitled to express her own opinion\nas to why she moved and who she thought had been responsible for the\nharassment. 9. The magazine said that Ms Lyne believed that the\nmaterial had been published on 157 websites. The article had not said that this\nwas established in court. It had, however, been established in court that the\nmaterial had been published on a number of websites by the complainant and his\nex-wife. The publication said that the material could easily have been further\ndisseminated following the original publication, onto other sites. 10. The magazine said that it had made significant\nefforts to verify the key facts of the story with the police and the courts.\nThe complainant’s conviction for these offences was a matter of public record.\nThe article represented Ms Lyne’s view in relation to these offences, and the\neffect that they had on her. The magazine had not been obliged to offer the\ncomplainant an opportunity to reply. 11. Although the magazine did not accept that the article\ncontained any significant inaccuracies, as an attempt to resolve the complaint\nit offered to publish the following correction: BestBest is happy to clarify details regarding our story\n‘Branded a prostitute by a love rat plumber’ in Issue 40. Our interviewee\nRachel Lyne believed that Richard Holman, who along with his ex-wife Amanda was\njailed for harassing Ms Lyne, was still married to Amanda at the time. Mr\nHolman would like us to point out that in fact he and Amanda were divorced despite\nliving together. Relevant Code Provisions12. Clause 1 (Accuracy) i)The press must take care not to publish inaccurate,\nmisleading or distorted information, including pictures. ii) A significant inaccuracy, misleading statement or\ndistortion once recognised must be corrected, promptly and with due prominence,\nand – where appropriate – an apology published. iii) The Press, whilst free to be partisan, must\ndistinguish clearly between comment, conjecture and fact. Clause 2 (Opportunity to reply) A fair opportunity to reply to inaccuracies must be given\nwhen reasonably called for. Findings of the Committee13. The article had inaccurately reported that the\ncomplainant had been married at the time of his involvement with Ms Lyne. The\npublication had notes from the court reporter which confirmed that the\ncomplainant had not been married at the time. This demonstrated a failure to\ntake care over the accuracy of the article, in breach of Clause 1 (i) of the\nCode. The suggestion in the article that the complainant had conducted an extra\nmarital affair represented a significant inaccuracy which required correction\nunder the terms of Clause 1 (ii). 14. The article said that Ms Lyne had “found 157 online\nprofiles claiming [she] was a prostitute, drug dealer and benefits cheat”.\nWhile the complainant said that he and his former wife had not been convicted\nin relation to publication of the material on this number of sites, it was Ms\nLyne’s position that the material could be found on that number of sites. The\ncomplainant and his ex-wife had been convicted for publishing the information\non the internet and did not dispute Ms Lyne’s account of how widely that\nmaterial had subsequently spread. There was no breach of the Code on this\npoint. 15. In relation to the complainant’s concerns about the\ndescription of the nature of his encounters with Ms Lyne; her understanding of\nwho was responsible for the harassment; her motivation for moving home and her\ndescription of her interaction with the complainant’s ex-wife, the Committee\ntook the view that the magazine had been entitled to reports Ms Lyne’s personal\naccount of her experiences. It was clear that the complainant and Ms Lyne had\nbeen involved in an acrimonious situation, and it was clear that Ms Lyne’s\naccount represented her side of the events. The article had not been\nsignificantly misleading on these points. 16. The magazine had offered to publish a correction to\naddress the inaccuracy in the article. A reply was not therefore reasonably\ncalled for under the terms of the Code. There was no breach of Clause 2. Conclusions17. The complaint was upheld. Remedial Action Required18. Having upheld the complaint under Clause 1 (i), the\nCommittee considered what remedial action should be required. The Committee has\nthe power to require the publication of a correction and/or adjudication, the\nnature, extent and placement of which is to be determined by IPSO. It may also\ninform the publication that further remedial action is required to ensure that\nthe requirements of the Editors’ Code are met. The magazine had offered to publish a correction which\nmade clear that the complainant had not been married at the time of his\ninvolvement with Ms Lyne.  In the circumstances, the publication of this\ncorrection was appropriate remedial action, and this should now be\npublished.  This should be published on the same page, or further forward,\nthan the original article. Date complaint received 10/10/2014\nDate decision issued 17/04/2015\n\nBack to ruling listing\n\n\n"
}