{
    "url": "/rulings-and-resolution-statements/ruling/?id=01257-20",
    "title": "01257-20 The Islamic Human Rights Commission v The Jewish Chronicle",
    "provisions": [
        "1 Accuracy (2019)",
        "12 Discrimination (2019)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "The Jewish Chronicle (The Jewish Chronicle)",
    "published_on": "2020-01-24 00:00:00",
    "received_on": "2020-02-26 00:00:00",
    "concluded_on": "2020-11-09 00:00:00",
    "complaint_processing_days": 257,
    "conclusion_long": "14. The complaint was not upheld",
    "remedial_action": "15. N/A   Date complaint received: 26/02/20",
    "text": "\n\n\n\n\n\nDecision\nof the Complaints Committee – 01257-20 The Islamic Human Rights Commission v\nThe Jewish Chronicle\nSummary\nof Complaint\n1. The\nIslamic Human Rights Commission complained to the Independent Press Standards\nOrganisation that The Jewish Chronicle breached Clause 1 (Accuracy) and Clause\n12 (Discrimination) of the Editors’ Code of Practice in an article headlined\n“Material equating Gaza with Shoah sent to schools for HMD”/”Teaching material\n‘revises the Holocaust’\" published on 24 January 2020.\n2. The\narticle reported that the government would be investigating how a “pro-Iran”\ncampaign group – the Islamic Human Rights Commission (IHRC) – was able to\ncirculate teaching materials to mark Genocide Memorial Day (GMD) which “openly\ncompares the actions of the Israeli government to that of the Nazis”. It said\nthat the materials featured “repeated attempts to encourage pupils to view\nIsrael’s treatment of the Palestinians in the same light as the Nazi\nHolocaust”. It explained that the materials included a list of genocides for\nchildren to discuss which included both the Holocaust and the 2009 Israeli\nassault on Gaza, and included a slide from the presentation showing the\ninclusion of the attack on Gaza amongst the other genocides. It reported that\nthe materials included a video to promote GMD which listed Anne Frank amongst\nvictims of massacres in Guatemala, Kurdistan and Hungary and “genocides” in\nGaza and Lebanon. Furthermore, the article reported that the materials\nrecommended a children’s book telling the story of a Palestinian family having\nto leave their ancestral home, as well as a children’s book about Nazi Germany\n– older children were encouraged to read the IHRC’s own account of the 2009 war\nin Gaza. The article included a quote from the Chief Executive of the Holocaust\nEducational Trust, which accused the IHRC of “deliberately conflating,\ndowngrading and revising the Holocaust”. It also included a quote from the Vice\nPresident of the Board of Deputies who expressed similar views and said that\n“Both the cynical timing of the event on third Sunday in January [close to\nHolocaust Memorial Day], and the antisemitic comparisons between Nazi crimes\nand the Israeli-Palestinian conflict, demonstrate the ulterior motives of\n‘Genocide Memorial Day’”. It reported concerns that GMD had been timed by the\nIHRC to mark the first anniversary of an Israeli military operation in Gaza and\nHolocaust Memorial Day itself, and that because of the comparisons between\nIsrael and Nazi Germany, the materials appeared to have breached the\nInternational Holocaust Remembrance Alliance (IHRA) definition of antisemitism.\n3. The\narticle included the IHRC’s response to a teacher who had written to it with\nconcerns about the material. The response said that it disagreed with her view\nthat the GMD was “deeply offensive” to Jewish people and diminished the place\nand significance of the Holocaust Memorial Day. It said that it was wrong and\noffensive for the teacher to suggest that there was any form of Holocaust\ndenial in the teaching materials. The article reported that the newspaper had\nattempted to contact the IHRC prior to publication, but it had failed to\nrespond to the allegations.\n4. The\narticle also appeared online on the 22 January 2020 in largely the same form\nwith the headline “Government pledges to act over teaching material that\ncompares Gaza to the Holocaust”. The online version gave more detail about the\nIHRC and reported that police had previously investigated a director of the\ncharity over comments he had made regarding “Zionists”.\n5. The\ncomplainant said that the article was inaccurate in breach of Clause 1. It said\nthat it was not the case that the materials compared the actions of Israel to\nNazi Germany – they looked at genocide in general and included a wide range of\ngenocides from across the world. It said that it was not solely focused on\nIsrael or the Holocaust. It said that it was not the case that the materials\nbreached the IHRA definition of antisemitism, as they did not compare the\nactions of Israel to the Nazis as suggested by the article.\n6. The\ncomplainant also said that it was not the case that it failed to respond to a\nrequest for comment as reported in the article. It said that the reporter\ncontacted the charity by telephone and was asked to send any questions by email\nas no one was available to provide a comment. However, it said that no such\nemail had been received. It provided a screenshot of a WhatsApp group where the\nmembers of the charity said that they had not yet received an email from the\nreporter, although it accepted that this occurred before the newspaper said the\nreporter sent the email. The complainant also said that the article breached\nClause 12. It said that by focusing on a pro-Palestinian, Islamic charity –\nwhich the article described as “pro-Iran” – and naming one of its directors,\nthe article was discriminatory and offensive to the staff of the charity.\n7. The\nnewspaper did not accept that the article breached the Code. It said that it\nwas accurate to report that the teaching materials “equated Gaza with the\nShoah” or compared Israeli action to the Nazis because they repeatedly placed\ndeaths in Gaza caused by Israeli military in 2009 alongside the Holocaust and\ndescribed them both as genocides. It noted that this was despite the fact that\nthe number of people who had died in Gaza – approximately 1000 – was very low\nin comparison to the Holocaust, or any of the other major atrocities listed as\ngenocides in the materials. It said that the article made clear that the\nmaterials included other genocides as well as Gaza and the Holocaust, however\nthis did not render the headlines inaccurate. Furthermore, it said that the\nIHRC itself supported comparing the treatment of the Palestinians alongside the\nHolocaust – it provided an article from the charity’s website in which the\nauthor argued that:\n“Nevertheless,\napologists for Israel have argued that since these mass atrocities are not\ntantamount to the Nazi Holocaust against the Jews, therefore they do not\nqualify as “genocide Previously, I had encountered and refuted this completely\ndisingenuous, deceptive and bogus argument.”\nIt said\nthat it was a widely held view the GMD represented a thinly veiled attempt to\nattack the official Holocaust Memorial Day and dilute its message by comparing\nthe actions of the Nazis to those of the Israeli army, and by holding it on a\nday close to Holocaust Memorial Day. It said that the article was entitled to\nreport these concerns and had taken care to attribute these views to those who\nexpressed them.\n8. The\nnewspaper said that it also took care to approach the charity for comment prior\nto publication – the reporter called the IHRC press office and had a “lengthy\nconversation” with the person who confirmed they were dealing with GMD. When\nthe charity was not able to respond to these claims over the phone, the\nreporter wrote to the press office to follow up his query. The newspaper provided\na copy of the email it sent to the press office, and a screenshot of the\nreporter’s inbox showing when it was sent, and that he did not receive any\nbounce back or response. It also said that in this case, the fact that the\narticle did not include a comment from the complainant on these particular\nclaims did not affect the accuracy of the overall article. The newspaper did\nnot accept that the article was discriminatory. It said that it was entitled to\nfocus on the material’s references to the Holocaust and be critical of the\ncharity. \nRelevant\nCode Provisions\n9.\nClause 1 (Accuracy)\ni) The\nPress must take care not to publish inaccurate, misleading or distorted\ninformation or images, including headlines not supported by the text.\nii) A\nsignificant inaccuracy, misleading statement or distortion must be corrected,\npromptly and with due prominence, and — where appropriate — an apology\npublished. In cases involving IPSO, due prominence should be as required by the\nregulator. \niii) A\nfair opportunity to reply to significant inaccuracies should be given, when\nreasonably called for.\niv) The\nPress, while free to editorialise and campaign, must distinguish clearly\nbetween comment, conjecture and fact.\n10. Clause\n12 (Discrimination) \ni) The\npress must avoid prejudicial or pejorative reference to an individual's, race,\ncolour, religion, sex, gender identity, sexual orientation or to any physical\nor mental illness or disability.\nii)\nDetails of an individual's race, colour, religion, gender identity, sexual\norientation, physical or mental illness or disability must be avoided unless\ngenuinely relevant to the story.\nFindings\nof the Committee\n11. The\nteaching materials distributed by the complainant addressed many genocides from\nacross history and around the world, which the article made clear. However, by\nincluding the Holocaust and the Israeli assault on Gaza in the materials and\nlabelling them both as genocides, there was a basis for the article to report\nthat the materials compared or equated the Holocaust and the actions of the Nazis\nto Israeli military action in Gaza. With regards to the second print headline\nwhich said that the material “revises the Holocaust”, this was part of a quote\nfrom the Chief Executive of the Holocaust Educational Trust and presented in\nquotation marks. The article was entitled to report her views and took care to\npresent these as such. For these reasons, the article did not breach Clause 1\nin reporting that the materials compared or equated the Holocaust to Israeli\nmilitary action in Gaza. It was the newspaper’s own claim that the materials\nbreached the IHRA definition of antisemitism, and the article presented it as\nsuch by reporting that it “appeared” to be the case that the definition had\nbeen contravened. Furthermore, the article set out the basis for asserting that\nthe materials had breached this definition, as they compared military action in\nGaza to the Holocaust. The newspaper was entitled to express its view on\nwhether the materials had breached the IHRA definition of antisemitism, had\npresented it as such, and had made clear its basis for doing so. There was no\nbreach of Clause 1 on this point.\n12.\nThere was a dispute of fact over whether the complainant had failed to respond\nto a request for comment. The Committee noted that the newspaper was able to\nprovide copies of the email it said was sent and not responded to, including a\nscreenshot of the reporter’s sent box. However, where the complainant disputed\nthat it had ever received the email, it was not possible for the Committee to\nresolve the issue of whether the complainant had failed to respond to a request\nfor comment. However, it considered that in the context of this article, the\nabsence of a comment from the complainant did not render the article\nsignificantly inaccurate – it was clear from the complainant’s response to the\nteacher which was included in the article that it rejected the claim that the\nmaterials diminished the significance of the Holocaust and Holocaust Memorial\nDay. As such, reporting that the complainant had failed to respond to\nallegations put to it by the newspaper did not give rise to any significant\ninaccuracy regarding the complainant’s position. There was no breach of Clause\n1 on this point.\n13.\nClause 12 serves to protect specific individuals from pejorative, prejudicial,\nor irrelevant references to one or more of their protected characteristics as\nset out under Clause 12. The complainant was not acting on behalf of any\nspecific individuals with their knowledge and consent, and its concern that the\narticle discriminated against the charity as a whole, either by being critical\nof it, or by describing it as “pro-Iran” did not engage the terms of Clause 12.\nConclusions\n14. The\ncomplaint was not upheld\nRemedial\nAction Required\n15. N/A\n \nDate\ncomplaint received: 26/02/20\nDate\ncomplaint concluded: 09/11/20\nBack to ruling listing\n\n\n"
}