{
    "url": "/rulings-and-resolution-statements/ruling/?id=01278-14",
    "title": "01278-14 Allen v The Times",
    "provisions": [
        "1 (Accuracy) 2015"
    ],
    "outcome": "No breach - after investigation",
    "publication": "The Times (News UK)",
    "published_on": "2014-10-04 00:00:00",
    "received_on": "2014-10-13 00:00:00",
    "concluded_on": "2015-03-19 00:00:00",
    "complaint_processing_days": 157,
    "conclusion_long": "14. The complaint was not upheld.",
    "remedial_action": "N/A Date complaint received: 13/10/2014",
    "text": "\n\n\n\n\n\nDecision of\nthe Complaints Committee 01278-14\nAllen v The Times\nSummary of complaint \n1. Penny Allen complained to the Independent Press Standards\nOrganisation, on her own behalf and on behalf of Steve Tremain, that The Times\nhad breached Clause 1 (Accuracy) of the Editors’ Code of Practice in an article\nheadlined “Fact crueller than fiction for author”, published on 4 October 2014.2. The newspaper had reported that the complainant and Mr\nTremain had “heckled” Ian McEwan, Ms Allen’s former husband, at a public event.3. The complainant regarded her concerns about this coverage\nas “inseparable” from her concerns about “seventeen years of deliberately\nmendacious misreporting” on her case by the newspaper. She denied “heckling” or\n“accosting” Mr McEwan, or being “emotional”. She said she and Mr Tremain had\nsat through the event, and when the chair had asked for questions, she had\nstood up and had asked hers, as she had prepared to do in advance. She had not\ninterrupted the event, and had shouted only because she was at the back of the\nhall and had no microphone.4. The complainant denied that she had asked, “Why don’t you\ntell people about the injunctions and superinjunctions you have taken out on\nme?” Rather, she had asked “When are you going to lift your silencing litigation\non me and my partner? When are you going to lift your silencing litigation on\nthe entire British press?” Mr Tremain had not shouted about the author’s\nmarriage; he had held up a book and said, “Mr McEwan, your book, The Children\nAct – a much better book is my book, Hiding behind the Children Act.” This\ndistinction was significant because of the prevailing legal circumstances. She\nand Mr Tremain had not been “escorted” from the auditorium; an usher had been\n“sent to throw [her] out” and told her she was “spoiling the evening”, but she\nand Mr Tremain left of their own accord.5. The complainant raised a number of concerns about the\naccuracy of the article’s claims regarding the background to the incident, and\nthe history of litigation which had followed the end of her marriage to Mr\nMcEwan. In particular, she denied that she had “repeatedly taken Mr McEwan to\ncourt”; the only proceedings she had instigated were divorce and custody\nproceedings, whereas Mr McEwan had taken her to court on countless occasions.\nShe disputed the article’s account of the current legal position regarding her\nchildren with Mr McEwan and injunctions obtained by the parties; it was\ninaccurate to say she “no longer has access” to their two children, as they are\nadults.6. The newspaper said that the article had been a first-hand\nreport of a public, Times-sponsored event, at which the reporter had been\npresent. The chair of the event had confirmed the general accuracy of its\naccount of the complaint and Mr Tremain’s comments, and it did not appear to be\nin dispute that they had been asked to leave. In light of the fact that the\ncomplainant had attended the event for the express purpose of directing a\nhostile question at the principal guest, it had not been significantly\nmisleading to characterise the intervention as “heckling”.7. The newspaper accepted that the Ms Allen’s children are\nnow adults, and that the custody battle had therefore ended. It amended the\nonline version to reflect this. It was disingenuous, however, for the complainant\nto suggest that that the legal action had been instigated by Mr McEwan; it had\nbeen instigated in response to the complainant’s conduct. In support of its\nposition, the newspaper quoted comments by a County Court judge who had\npresided over the proceedings; it said he described the complainant’s actions\nas a “vitriolic campaign” and stated that the significant legal costs were\n“mostly attributable to the way that [the complainant] has put her case. When\nthwarted … she has not hesitated to make trouble.” 8. The newspaper did not accept that it had breached the\nEditors’ Code, but it offered to publish the following statement acknowledging\nthe dispute over what was said at the event: We reported that the author Ian\nMcEwan had been heckled at the Cheltenham Literary Festival by his ex-wife\nPenelope Allen and her partner Steve Tremain. Ms Allen and Mr Tremain dispute\nour account of the even. Ms Allen states that her “carefully planned” question\nto Mr McEwan, was “When are you going to lift the silencing litigation on me\nand my partner? When are you going to lift the silencing litigation on the\nentire British press?” Mr Tremain, for his part, states that he “held up a book\nentitled Hiding Behind the Children Act” and said “Mr McEwan, your book, The\nChildren Act – a much better read is my book, Hiding behind the Children Act.”\nWe are happy to put this on record. Relevant Code Provisions9. Clause 1 (Accuracy) i) The press must take care not to publish inaccurate,\nmisleading or distorted information, including pictures. ii) A significant inaccuracy, misleading statement or\ndistortion once recognised must be corrected, promptly and with due prominence,\nand – where appropriate – an apology published. iii) The Press, whilst free to be partisan, must distinguish\nclearly between comment, conjecture and fact. Findings of the Committee10. The journalist had been present at the event and had\nreported the incident as he had witnessed it, while acknowledging that the\nnoise of the crowd had made it difficult for him to hear exactly what had been\nsaid. There was no failure to take care over the accuracy of the article.\nFurther, the Committee did not consider that the distinction between the\ncomplainant and Mr Tremain’s account and that given by the newspaper was\nsignificant. The article had made clear that the complainant had raised\nconcerns that her freedom of expression had been unjustifiably curtailed, and\nhad quoted her previous comments on the matter. The article contained no\nsuggestion that either the complainant or Mr Tremain had disclosed private\ninformation about Mr McEwan at the event. Nonetheless, the Committee welcomed\nthe newspaper’s offer to place their position about the precise wording of\ntheir comments on the record.11. The report that the complainant had been emotional and\nhad “heckled” Mr McEwan represented the newspaper’s characterisation of her\ndemeanour and conduct. In circumstances where the complainant accepted that she\nand Mr Tremain had sought to challenge Mr McEwan publicly about a long-running\npersonal dispute, the description had not been significantly misleading. The\ncomplainant accepted that an usher had told her that they were spoiling the\nevening and that she had been asked to leave; as such, it had not been\nsignificantly misleading to report that the complainants had been “escorted”\nfrom the event.12. The article made clear that Ms Allen had been engaged in\nlong-running legal disputes with Mr McEwan, and the complainant accepted that\nshe had instigated proceedings against him on two occasions. The Committee also\nnoted the comments by the judge who had presided over some of the relevant\nproceedings, cited by the newspaper. There was no inaccuracy on this point.13. The newspaper acknowledged that the article had\ninaccurately stated that Ms Allen did not have access to her children. The\narticle, which had focused on the conduct of the complainants at the event, had\nexplained that there had been a bitter and acrimonious custody battle between\nMs Allen and Mr McEwan over their two children, which was not in dispute. In\nthis context, the fact that the complainant has access to her children now they\nare adults was not a significant detail such as to require correction under the\nterm of the Code. The Committee welcomed, however, the action taken by the\nnewspaper to amend this point in the online edition of the article.Conclusions14. The complaint was not upheld.Remedial Action RequiredN/A Date complaint received: 13/10/2014\nDate decision issued: 19/03/2015\nBack to ruling listing\n\n\n"
}