{
    "url": "/rulings-and-resolution-statements/ruling/?id=01293-20",
    "title": "01293-20 Garner v Mail Online",
    "provisions": [
        "4 Intrusion into grief or shock (2019)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "Mail Online (Associated Newspapers Limited)",
    "published_on": "2020-02-20 00:00:00",
    "received_on": "2020-02-29 00:00:00",
    "concluded_on": "2020-09-28 00:00:00",
    "complaint_processing_days": 212,
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee 01293-20 Garner v Mail\nOnline\nSummary of complaint\n1. Mandy Garner\ncomplained to the Independent Press Standards Organisation that Mail Online\nbreached Clause 4 (Intrusion into grief or shock) of the Editors’ Code of\nPractice in an article headlined “EXCLUSIVE: Shocking moment young woman is\nkilled by speeding hit-and-run driver escaping police - as she is flung 20 feet\ninto the air and lands in front of horrified onlookers at London bus stop”,\npublished on 20 February 2020.\n2. The article\nreported that a young woman had died the night before after being hit by a\nspeeding car. It described the woman as having been “catapulted 20 feet in the\nair” and then was “flung across the road”. The article included a video of the\nincident, which showed the woman crossing the road as the speeding car drove\ntowards her. The video did not show the moment that the woman was hit by the\ncar, but instead cut to a different angle showing the moments after she was\nstruck. From this angle, the video showed a pixilated image of the woman’s body\nas she was being attended to by members of the public before the arrival of the\nemergency services. The article reported that the video was CCTV footage from a\nlocal newsagent and was provided to the publication “in a bid to help trace”\nthe driver of the car, who had failed to stop at the scene. It included a\nstatement from the police confirming the details of the incident, and that the\npolice itself were under investigation for their role in the events prior to\nthe collision. It said that the woman’s next of kin were in the process of\nbeing informed.\n3. The complainant\nwas the mother of the woman who died. She said that the publication of the\nvideo in the article was extremely distressing to her and her family and\nrepresented a breach of Clause 4. She said that she was not informed that the\nvideo would be published and was only made aware of its existence after she was\ncontacted by a friend of her daughter. She said that it was not the case that\nthe publication could justify publishing the video on the basis that it would\nbring forward witnesses – it was her understanding that the publication had\nbeen asked by the police not to publish the video as it would cause the family\ndistress. As such, she said that the inclusion of the video in the article was\ngratuitous, and the decision to publish it was taken despite it knowing that\nthis would upset her and her family.\n4. During IPSO’s\ninvestigation, the complainant contacted her family liaison officer to confirm\nher understanding of events. The officer confirmed that the publication had\ncontacted the police about the video, and the police had asked for it not to be\npublished as it was its opinion that it was insensitive. When the publication\nrefused, it asked for the moment of collision to be edited out, and publication\ndelayed until the officer had met with the family. The complainant said that\nher meeting with her family liaison officer took place after the video had been\nadded to the article. At this meeting, the officer mentioned that there could\nbe media coverage, but the complainant said she did not recall being told that\nthere was CCTV footage, or that a video would be published. She reiterated that\nshe was only made aware of its existence the following day, after she was\ncontacted by a friend of her daughter.\n5. The publication\noffered its condolences to the family but did not accept that the inclusion of\nthe video breached Clause 4. It said that although it accepted that the video\nwould be very upsetting to the family, consideration had been given to the terms\nof Clause 4, and it had taken steps to minimise the intrusion into the family’s\ngrief. It said that it had included parts of the video with the intention that\nthey may prompt readers to come forward with information that may help locate\nthe driver of the car; this was made clear in the article. It said that only\nthe outline of the woman was visible, and she was not identifiable – in\ncontrast, it said that the car was quite clear. Furthermore, it noted that\nthere was an ongoing investigation into the police’s role in the events prior\nto the incident; it was reasonable to include the video as part of the\nexamination of what had happened. In order to demonstrate the consideration\ngiven to its obligations under Clause 4 prior to publication, it provided an internal\nemail from the newsdesk to the editorial compliance department, asking for\nadvice on the video. The editorial compliance department said that it thought\nthe video was “fine” and that there was a public interest in showing the\ncircumstances prior to the incident. In that correspondence, the publication\nhad also referred to a previous IPSO decision, which related to a video of a\nperson being struck by a car which also did not include the moment of impact,\nand noted that this decision was not upheld by the Committee as a breach of\nClause 4.\n6. The publication\nsaid that when the reporter obtained the footage, he contacted the police.\nDuring the course of IPSO’s investigation, it provided a statement from a\npolice officer which showed that the officer who had been approached by the\nreporter had asked him not to publish the video as it would upset the family.\nAlthough the publication did not agree to this request, it said that it would\ndelay publication until the family had been informed. The police originally\nasked for four hours to inform the family; the newspaper said that this was not\npossible and said that the video would be published in approximately one hour.\nThe statement provided by the police said that an officer had spoken with the\nwoman’s father on the phone to inform him that an edited video would be\npublished, and that the officer had confirmed to the reporter that this had\ntaken place. As such, it said that it was satisfied that the family were aware\nthat the video would be published prior to publication. The publication said\nthat when it was contacted by a member of the woman’s family, it removed the\nvideo, and said that it would be happy to lend its resources to removing any\nthird-party copies of the video if they were brought to its attention.\nRelevant Code Provisions\n7. Clause 4\n(Intrusion into grief or shock)\nIn cases involving personal grief or shock, enquiries and\napproaches must be made with sympathy and discretion and publication handled\nsensitively. These provisions should not restrict the right to report legal\nproceedings.\nFindings of the Committee\n8. The Committee\nexpressed its sincere condolences to the complainant and her family for the\nloss of her daughter.9. The Committee\ncarefully considered whether the publication had complied with the terms of\nClause 4, both in relation to the content of the video itself, and the\ncircumstances in which it was published, which included the timing and the publication’s contact with police\nbefore publication.\n10. The Committee\nrecognised that the publication of the video of this nature was highly\nsensitive, particularly so soon after the death and considered first whether\nits publication in itself breached the terms of Clause 4. The Committee noted\nthe nature of the footage.  The video was\nof poor quality and had been edited in such a way that it did not show the\nmoment of impact. The complainant’s daughter was not readily recognisable from\nthe footage as the woman involved in the incident. Furthermore, the images, which\nhad been taken from a public place, did not show the extent or nature of her\ninjuries. While the Committee acknowledged the family’s position that the\nfootage should not have been published in any form, it concluded that the\npublication of the video, as a part of a news report on the incident, in itself\ndid not breach Clause 4.\n11. The Committee also considered whether the timing of\npublication and contacts between the publication and the police prior to\npublication had complied with Clause 4. The publication had independently\nobtained the footage shortly after the incident had taken place and had shared\nit with the police. The complainant said that the family had not been aware of\nthe footage before publication, which was extremely regrettable. However, the\npublication had supplied correspondence which showed that it had received\nconfirmation from police before publication that the family had been informed.\nWhile the Committee noted that the police had originally requested that the\nvideo should not be published, the terms of Clause 4 do not require editors to\ncomply with requests by police of this nature. While the Committee expressed\nconcern about the relatively short time frame that had been provided for the\npolice to inform the family prior to publication, on balance it concluded that\nthe publication had adequately met the requirements of Clause 4.\nConclusions\n12. The complaint was not upheld.\nRemedial action\n13. N/A\nDate complaint received: 29/02/2020\nDate decision issued: 28/09/2020\nBack to ruling listing\n\n\n"
}