{
    "url": "/rulings-and-resolution-statements/ruling/?id=01300-14",
    "title": "01300-14 Luyken v Daily Mirror",
    "provisions": [
        "1 (Accuracy) 2015",
        "2 (Opportunity to reply) 2015"
    ],
    "outcome": "No breach - after investigation",
    "publication": "Daily Mirror (Reach PLC)",
    "published_on": "2014-10-11 00:00:00",
    "received_on": "2014-10-13 00:00:00",
    "concluded_on": "2014-12-15 00:00:00",
    "complaint_processing_days": 63,
    "conclusion_long": "12. The complaint was not upheld.",
    "remedial_action": "N/A   Date complaint received: 13/10/2014",
    "text": "\n\n\n\n\n\n·         Decision of the Complaints Committee 01300-14 Luyken v Daily Mirror\nSummary of complaint \n1. Reiner Luyken complained to the Independent Press\nStandards Organisation that the Daily Mirror had breached Clause 1 (Accuracy)\nand Clause 2 (Opportunity to reply) of the Editors’ Code of Practice in an\narticle headlined “German living in Highlands claims Scots are racist and\ntaunted him with Hitler moustaches”, published online on 11 October 2014. \n2. The complainant is a German journalist. The article under\ncomplaint reported comments made by the complainant about his experiences of\nliving in the Highlands. \n3. The complainant denied that he had stated that racism was\n“a lot worse” in Scotland than in other European countries. \n4. The complainant expressed concern that the journalist had\ntried to bypass proper procedures for ascertaining facts, stating that she had\nsent him translations of comments made by him in the German newspaper Die Zeit\nfor his approval, but had not sent any other quotes to him for checking. \n5. The newspaper said that the articles were based on agency\ncopy. It had obtained the agency reporter’s notes, which clearly included the\ncomment under dispute. \nRelevant Code Provisions\n6. Clause 1 (Accuracy) \ni) The Press must take care not to publish inaccurate,\nmisleading or distorted information, including pictures. \nii) A significant inaccuracy, misleading statement or\ndistortion once recognised must be corrected, promptly and with due prominence,\nand –where appropriate – an apology published. \n7. Clause 2 (Opportunity to reply) \nA fair opportunity to reply to inaccuracies must be given\nwhen reasonably called for. \nFindings of the Committee\n8. The comment under dispute was clearly present in the\nnotes from the agency reporter who had provided the copy. This demonstrated\nthat care had been taken to ensure the accuracy of published information.\nAccordingly, there was no breach of Clause 1 (i). \n9. The Committee was satisfied that the newspaper was\nentitled to rely on the reporter’s notes provided by the agency. While the\ncomplainant maintained that he had not made the comment under dispute, the\nCommittee did not establish that the article had contained a significant\ninaccuracy which merited correction under the terms of Clause 1 (ii). \n10. The reporter had asked the complainant to check a\ntranslation of comments which he had made in a German newspaper, to make sure\nthat these had not been misunderstood. There was no obligation to also repeat\nto him all comments which he had made during his interview, which was carried\nout in English. \n11. The Committee noted that the article had been based on\ncomments made by the complainant. While he considered that he should have been\ngiven the opportunity to approve his quotes prior to publication, this did not\nconstitute a denial of an opportunity to respond in breach of Clause 2\n(Opportunity to reply). \nConclusions\n12. The complaint was not upheld. \nRemedial Action Required\nN/A\n \nDate complaint received: 13/10/2014\nDate decision issued: 15/12/2014\nBack to ruling listing\n\n\n"
}