{
    "url": "/rulings-and-resolution-statements/ruling/?id=01312-19",
    "title": "01312-19 Gharu v dailystar.co.uk",
    "provisions": [
        "1 Accuracy (2018)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "dailystar.co.uk (Reach PLC)",
    "published_on": "2019-12-30 00:00:00",
    "received_on": "2019-08-05 00:00:00",
    "concluded_on": "2019-10-18 00:00:00",
    "complaint_processing_days": 74,
    "conclusion_long": "8. The complaint was not upheld.",
    "remedial_action": "9. N/A Date complaint received: 05/08/2019",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee 01312-19 Gharu v\ndailystar.co.uk\nSummary of complaint\n1. Suraj Gharu\ncomplained to the Independent Press Standards Organisation that dailystar.co.uk\nbreached Clause 1 (Accuracy) of the Editors’ Code of Practice in an article\nheadlined “Levi Bellfield child grooming GANG paedos linked to serial killer\n‘still on the loose’” published on 30 December 2019.\n2. The article\nreported on a report prepared by a senior social worker. The article said that,\nin the report, the author had claimed that Levi Bellfield had run a “child sex\ngang” and included a comment from the author who said “ “There are six other\nmen in my report who are [not] serving full-life tariffs in prison and in my\nopinion pose a serious threat to children” and 'I am deeply concerned there\nremains a risk to children both in the community and online from Bellfield's\nassociates”. The article identified the complainant as one of the men named in\nthe report and stated that he was “jailed for five years for sleeping with [a]\n14 year old children’s home resident”.\n3. The complainant\nsaid the article was inaccurate in breach of Clause 1 (Accuracy) because he was\nnot convicted for having sexual intercourse with a 14 year old child. In fact,\nhe was convicted of inciting a 15 year old to engage in sexual activity. The\ncomplainant also said that it was misleading to describe him as an “associate”\nof Levi Bellfield – they were not friends, and the complainant said that he\nsimply worked as a wheel-clamper for Mr Bellfield and he was not part of any\n“gang” as claimed in the article’s headline.\n4. The publication\nsaid that court documents showed that as well as the complainant being\nconvicted of inciting a child to engage in sexual activity, and committing sex\noffences against a child, he was also convicted of “taking child without lawful\nauthority so as to remove from lawful control” and that on one occasion the\ncomplainant was away overnight with the victim. It said that the claim that the\ncomplainant had had “sex” with the child was based on articles published at the\ntime of the complainant’s conviction which it provided to IPSO, and noted that\nthese remain in the public domain un-amended. In relation to the age of the\nchild, the publication said that this was based on information included in\narticles published at the time of the complainant’s conviction. In any event,\nit said that the difference between the victim being 14 years old and 15 years\nold was not significant.  Nevertheless,\non receipt of the complaint it offered to publish the following correction as a\nfootnote to the online article and, although the print version of the article\nfell outside of IPSO’s time limits, the publication also offered to print the\ncorrection on page 2 of the print edition of the publication:\n“A previous version of this article reported that Suraj\nGharu was jailed for five years for having sex with a 14-year-old. Although he\nwas convicted of taking a child overnight without lawful authority and for\ninciting a child to engage in a sexual act, in which the incitement amounted to\nMr Gharu requesting sex with a child, which was refused by the victim, he was\nnot convicted of having sexual intercourse with a child.”\nRelevant Code Provisions\n5. Clause 1\n(Accuracy)i) The\nPress must take care not to publish inaccurate, misleading or distorted\ninformation or images, including headlines not supported by the text.\nii) A\nsignificant inaccuracy, misleading statement or distortion must be corrected,\npromptly and with due prominence, and — where appropriate — an apology\npublished. In cases involving IPSO, due prominence should be as required by the\nregulator.\niii) A fair\nopportunity to reply to significant inaccuracies should be given, when\nreasonably called for.\niv) The\nPress, while free to editorialise and campaign, must distinguish clearly\nbetween comment, conjecture and fact.\nFindings of the Committee\n6. It was not in\ndispute that the complainant had been convicted of engaging in sexual activity with\na 15 year old child, however, he disputed that he had been convicted of\nengaging in sexual intercourse with a child. In describing the offence for\nwhich the complainant had been convicted, the publication had relied on\narticles published at the time of the complainant’s conviction which stated\nthat he had had “sex” with the child; as these remained unchallenged in the\npublic domain, there was no failure to take care and no breach of Clause 1(i).\nFollowing publication, the complainant had demonstrated that he had not been\nconvicted for having had sexual intercourse with the child, and reporting that\nhe had been jailed for “having sex” with a child was significantly misleading\nand required correction to avoid a breach of Clause 1(ii). Following receipt of\ndetails of the offence for which the complainant had been convicted, the\npublication had promptly offered to publish a correction as a footnote to the\nonline article to set out the correct position. This proposal satisfied the\nrequirements of Clause 1(ii) and the correction should now be printed.\n7. Reporting that\nthe complainant’s victim was 14 years old, when in fact she was 15 years old,\nwas not significantly misleading in circumstances where the complainant’s\nvictim was under the age of the consent at the time of the offence.\nNevertheless, the Committee welcomed the publication’s offer to clarify this\npoint. To the extent that the reference to Bellfield’s “associates” would be\nunderstood to be a reference to the complainant, in circumstances where the\ncomplainant accepted that he was a former employee of Mr Bellfield, the\ndescription was not inaccurate. The article focussed on the claim in the social\nworker’s report that Mr Bellfield was part of a gang accused of grooming\nvulnerable girls aged under 16 for sex. The headline, which summarised the\nreport’s claim that Levi Bellfield was part of a “child grooming gang”, was not\ninaccurate and the text of the article had accurately explained the\ncomplainant’s connection to the story. There was no breach of Clause 1.\nConclusion\n8. The complaint\nwas not upheld.\nRemedial Action Required\n9. N/A\nDate complaint received: 05/08/2019\nDate decision issued: 18/10/2019\nBack to ruling listing\n\n\n"
}