{
    "url": "/rulings-and-resolution-statements/ruling/?id=01310-19",
    "title": "01310-19 Gharu v mirror.co.uk",
    "provisions": [
        "1 Accuracy (2018)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "mirror.co.uk (Reach PLC)",
    "published_on": "2019-12-31 00:00:00",
    "received_on": "2019-08-05 00:00:00",
    "concluded_on": "2019-10-18 00:00:00",
    "complaint_processing_days": 74,
    "conclusion_long": "8. The complaint was not upheld.",
    "remedial_action": "9. N/A Date complaint received: 05/08/2019",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee 01310-19 Gharu v\nmirror.co.uk\nSummary of complaint\n1. Suraj Gharu\ncomplained to the Independent Press Standards Organisation that mirror.co.uk\nbreached Clause 1 (Accuracy) of the Editors’ Code of Practice in an article\nheadlined “Milly Dowler killer Levi Bellfield ‘was part of child sex gang that\nused raping room’” published on 31 December 2019.\n2. The article\nreported on a report prepared by a senior social worker. The article said that,\nin the report, the author had claimed that Levi Bellfield was part of a group\nthat targeted vulnerable girls, some of whom are still at large. The article\nincluded a comment from the author who said “There are six other men in my\nreport who are not serving full-life tariffs in prison and in my opinion pose a\nserious threat to children” and “I am deeply concerned there remains a risk to\nchildren both in the community and online from Bellfield's associates”. The\narticle identified the complainant as one of the men named in the report and\nstated that he was “jailed for five years for sleeping with [a] 14 year old\nchildren’s home resident”.\n3. The complainant\nsaid the article was inaccurate in breach of Clause 1 (Accuracy) because he was\nnot convicted for having sexual intercourse with a 14 year old child. In fact,\nhe was convicted of inciting a 15 year old to engage in sexual activity. The\ncomplainant also said that it was misleading to describe him as an “associate”\nof Levi Bellfield – they were not friends, and the complainant said that he\nsimply worked as a wheel-clamper for Mr Bellfield and he was not part of any\n“child sex gang” as claimed in the article’s headline.\n4. The publication\ndid not accept that there was any breach of Clause 1. It said that court\ndocuments showed that as well as the complainant being convicted of inciting a\nchild to engage in sexual activity, he was also convicted of “taking a child\nwithout lawful authority so as to remove from lawful control” and that on one\noccasion the complainant was away overnight with the victim; this gave a basis\nto describe him as having being jailed for “sleeping” with the child, and noted\nthat it was not in dispute that he had engaged in sexual activity with a child.\nIn relation to the age of the child, the publication said that this was based\non information included in articles published at the time of the complainant’s\nconviction. In any event, it said that the difference between the victim being\n14 years old and 15 years old was not significant. Nevertheless, as a gesture\nof goodwill, the publication amended the online article on this point and\noffered to publish the following clarification as a footnote to the online\narticle.  Although the print version of\nthe article fell outside of IPSO’s time limits, the publication also offered to\nprint the clarification on page 2 of the print edition of the publication:\n“Suraj Gharu has asked us to clarify that although he was\nconvicted of taking a child overnight without lawful authority and for inciting\na child to engage in a sexual act, in which the incitement amounted to Mr Gharu\nrequesting sex with a child, which was refused by the victim, he was not\nconvicted of having sexual intercourse with a child.”\nRelevant Code Provisions\n5. Clause 1\n(Accuracy)\ni) The\nPress must take care not to publish inaccurate, misleading or distorted\ninformation or images, including headlines not supported by the text.\nii) A\nsignificant inaccuracy, misleading statement or distortion must be corrected,\npromptly and with due prominence, and — where appropriate — an apology\npublished. In cases involving IPSO, due prominence should be as required by the\nregulator.\niii) A fair\nopportunity to reply to significant inaccuracies should be given, when\nreasonably called for.\niv) The\nPress, while free to editorialise and campaign, must distinguish clearly between\ncomment, conjecture and fact.\nFindings of the Committee\n6. It was not in\ndispute that the complainant had been convicted of having sexual activity with\na 15 year old child, and that he had spent the night with her and had tried to\nincite the child into full sexual intercourse. The Committee considered that “sleeping\nwith” can be used as shorthand for engaging in sexual intercourse. In\ndescribing the offence for which the complainant had been convicted, the\npublication had relied on articles published at the time of the complainant’s\nconviction which stated that he had had “sex” with the child; as these remained\nunchallenged in the public domain, there was no failure to take care and no\nbreach of Clause 1(i). Following publication, the complainant had demonstrated\nthat he had not been convicted for having had sexual intercourse with the\nchild, and reporting that he had been jailed for “sleeping” with a child was\nsignificantly misleading and required correction to avoid a breach of Clause\n1(ii). Following receipt of details of the offence for which the complainant\nhad been convicted, the publication had promptly offered to publish a\ncorrection as a footnote to the online article to set out the correct position.\nThis proposal satisfied the requirements of Clause 1(ii) and the correction\nshould now be printed.\n7. Reporting that\nthe complainant’s victim was 14 years old, when in fact she was 15 years old,\nwas not significantly misleading in circumstances where the complainant’s\nvictim was under the age of the consent at the time of the offence.\nNevertheless, the Committee welcomed the publication’s offer to clarify this\npoint. To the extent that the reference to Bellfield’s “associates” would be\nunderstood to be a reference to the complainant, in circumstances where the\ncomplainant accepted that he was a former employee of Mr Bellfield, the\ndescription was not inaccurate.  The\narticle focussed on the claim in the social worker’s report that Mr Bellfield\nwas part of a group which targeted young girls for sex. The headline, which\nsummarised the report’s claim that Levi Bellfield was part of a “child sex\ngang”, was not inaccurate and the text of the article had accurately explained\nthe complainant’s connection to the story. \nThere was no breach of Clause 1.\nConclusion\n8. The complaint\nwas not upheld.\nRemedial Action Required\n9. N/A\nDate complaint received: 05/08/2019\nDate decision issued: 18/10/2019\nBack to ruling listing\n\n\n"
}