{
    "url": "/rulings-and-resolution-statements/ruling/?id=01319-14",
    "title": "01319-14 Hawk v mirror.co.uk",
    "provisions": [
        "1 (Accuracy) 2015"
    ],
    "outcome": "Breach - sanction: publication of correction",
    "publication": "mirror.co.uk (Reach PLC)",
    "published_on": "2014-10-15 00:00:00",
    "received_on": "2014-10-15 00:00:00",
    "concluded_on": "2015-03-24 00:00:00",
    "complaint_processing_days": 160,
    "conclusion_long": "10. The complaint was upheld.",
    "remedial_action": "11. Having upheld the complaint under Clause 1 (i), the Committee considered what remedial action should be required. The Committee has the power to require the publication of a correction and/or adjudication, the nature, extent and placement of which is to be determined by IPSO. It may also inform the publication that further remedial action is required to ensure that the requirements of the Editors’ Code are met.12. The Committee considered that, given the nature of the breach of the Code and of the publication, the appropriate remedy was the publication of a correction, the nature, extent and prominence of which would be determined by IPSO.13. In this case, in light of the fact that the article had already been suitably amended, the Committee decided that the appropriate remedy would be the publication of a correction, in the form of a footnote to the article. The Committee acknowledged that the footnote offered by the newspaper had been based on a wording suggested by IPSO’s Executive. However, since that time the Committee has made clear, via its published rulings, that in order to be sufficient a correction must identify the original inaccuracy, and clarify the correct position. While the footnote offered by the newspaper had clarified the correct position, it had not clearly stated the original inaccuracy. It was not sufficient to remedy the established breach of the Code. The wording of the new correction should be agreed with IPSO in advance, and must make clear that the newspaper had not been able to substantiate its claims that the complainant had paid for her cosmetic surgery by selling faulty electrical hair appliances. In addition, the correction should acknowledge that it had been published following a ruling by the Independent Press Standards Organisation.Date complaint received: 15/10/2014",
    "text": "\n\n\n\n\n\n    Decision of\nthe Complaints Committee 01319-14 Hawk\nv mirror.co.uk\nSummary of complaint \n1. Maddison Hawk complained to the Independent Press\nStandards Organisation that mirror.co.uk had breached Clause 1 (Accuracy) of\nthe Editors’ Code of Practice in an article headlined “Accountant funded her\n25k plastic surgery bill by selling fake GHD hair straighteners”, published on\n15 October 2014.2. The article reported that the complainant had been\nconvicted of fraud and had recently been fined over £8,000 after Trading\nStandards inspectors found that she had offered fake electrical hair appliances\nfor sale. It also noted that she had previously spent £25,000 on cosmetic\nsurgery, and said that she had funded the cosmetic procedures by selling faulty\ngoods. It stated that “Oxford Magistrates’ Court heard she helped to pay for\nher revamp by selling counterfeit GHD-branded products on Amazon through her\ncompany Perfect Strand.”3. The complainant said that she had paid for and\nundergone all of her cosmetic surgery prior to the incident with the faulty\nelectrical products. She said that she had never made any money from the sale\nof faulty goods, as the products had been discovered by Trading Standards on an\nonline marketplace and withdrawn from sale before any purchases had been\ncompleted. She also said that the she had not been personally convicted of any\ncharges; she had pleaded guilty on behalf of her company.4. The newspaper had relied on agency copy for the story.\nIt said that the complainant was the sole director of her hair extension\ncompany, which made her morally responsible for the charges for which the\ncompany had been convicted. It said that it was satisfied that the\ncomplainant’s hair extension business, through which she had attempted to sell\nthe faulty products, had helped to pay for her cosmetic surgery. The fact that\nmoney from the sale of the specific hair straighteners which had been seized by\nTrading Standards had not contributed to her surgery costs did not mean that a\nsignificant inaccuracy had been published. Selling hair straighteners was part\nof the complainant’s business, and that business was being used to fund the\ncomplainant’s cosmetic surgery. Nonetheless, the newspaper amended the article\nto remove references to the complainant having funded her cosmetic surgery\nthrough the sale of faulty goods, and to having been convicted of fraud. It\nalso offered to append the following footnote:“The article has been updated to make clear that Ms Hawk\nwas neither personally charged nor convicted of fraud. It has also been amended\nto make clear that her cosmetic surgery was funded separately from the fake GHD\nstraighteners which she had offered for sale.”5. The complainant said that she wanted the article to be\nremoved from the newspaper’s website.Relevant Code Provisions6. Clause 1 (Accuracy)i) The press must take care not to publish inaccurate,\nmisleading or distorted information, including pictures.ii) A significant inaccuracy or misleading distortion\nonce recognised must be corrected, promptly and with due prominence, and –\nwhere appropriate – an apology published.Findings of the Committee7. The article under complaint was presented as a court\nreport of the complainant’s convictions, but it had not been stated in court\nthat the complainant had funded her cosmetic procedures “by selling fake GHD\nhair straighteners”. The absence of an adequate explanation for this inaccuracy\nin material presented as a court report demonstrated a failure to take care\nover the accuracy of the material on the part of the agency which provided the\ncopy; this was a failure for which the newspaper was responsible under the\nterms of the Code.8. In the Committee’s view, the inaccuracy identified by\nthe complainant was significant; the article had said that she had spent a\nsubstantial sum of fraudulently-obtained money on cosmetic surgery, when in\nfact the connection drawn between the crimes and the spending on cosmetic\nsurgery had been erroneous. The article required correction under the terms of\nClause 1 (ii).9. The article had made clear that “Hawk…admitted four\ntrademark offence charges on behalf of her company and a single offence of\nselling a product which breached safety regulations”. The complainant is the\nsole director of her company. In this context, the interchangeable references\nto the complainant and her company elsewhere in the article were not\nsignificantly misleading; a correction was not required under the terms of\nClause 1 (ii).Conclusions10. The complaint was upheld.Remedial Action Required11. Having upheld the complaint under Clause 1 (i), the\nCommittee considered what remedial action should be required. The Committee has\nthe power to require the publication of a correction and/or adjudication, the\nnature, extent and placement of which is to be determined by IPSO. It may also\ninform the publication that further remedial action is required to ensure that\nthe requirements of the Editors’ Code are met.12. The Committee considered that, given the nature of\nthe breach of the Code and of the publication, the appropriate remedy was the\npublication of a correction, the nature, extent and prominence of which would\nbe determined by IPSO.13. In this case, in light of the fact that the article\nhad already been suitably amended, the Committee decided that the appropriate\nremedy would be the publication of a correction, in the form of a footnote to\nthe article. The Committee acknowledged that the footnote offered by the\nnewspaper had been based on a wording suggested by IPSO’s Executive. However, since\nthat time the Committee has made clear, via its published rulings, that in\norder to be sufficient a correction must identify the original inaccuracy, and\nclarify the correct position. While the footnote offered by the newspaper had\nclarified the correct position, it had not clearly stated the original\ninaccuracy. It was not sufficient to remedy the established breach of the Code.\nThe wording of the new correction should be agreed with IPSO in advance, and\nmust make clear that the newspaper had not been able to substantiate its claims\nthat the complainant had paid for her cosmetic surgery by selling faulty\nelectrical hair appliances. In addition, the correction should acknowledge that\nit had been published following a ruling by the Independent Press Standards\nOrganisation.Date complaint received: 15/10/2014\nDate decision issued: 24/03/2015\nBack to ruling listing\n\n\n"
}