{
    "url": "/rulings-and-resolution-statements/ruling/?id=01314-19",
    "title": "01314-19 Gharu v Mail Online",
    "provisions": [
        "1 Accuracy (2018)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "Mail Online (Associated Newspapers Limited)",
    "published_on": "2019-12-30 00:00:00",
    "received_on": "2019-08-05 00:00:00",
    "concluded_on": "2019-10-18 00:00:00",
    "complaint_processing_days": 74,
    "conclusion_long": "7. The complaint was not upheld.",
    "remedial_action": "8. N/A Date complaint received: 05/08/2019",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee 01314-19 Gharu v Mail\nOnline\nSummary of complaint\n1. Suraj Gharu\ncomplained to the Independent Press Standards Organisation that Mail Online\nbreached Clause 1 (Accuracy) of the Editors’ Code of Practice in an article\nheadlined “Milly Dowler’s killer Levi Bellfield 'was part of a Rotherham-style\nchild sex gang that groomed and raped youngsters from children’s homes in west\nLondon’” published on 30 December 2019.\n2. The article\nreported on a report prepared by a senior social worker. The article said that,\nin the report, the author had claimed that Levi Bellfield was part of a child\nsex gang that has not been brought to justice. The article included comments\nfrom the author who said “There are six other men in my report who are not\nserving full-life tariffs in prison and in my opinion pose a serious threat to\nchildren” and 'I am deeply concerned there remains a risk to children both in\nthe community and online from Bellfield's associates”. The article identified\nthe complainant as one of the men named in the report and stated that he was\n“jailed for five years for sex offences and for removing a child from the care\nof social services”.\n3. The complainant\nsaid the article was inaccurate in breach of Clause 1 (Accuracy) because he was\nnot convicted for having sexual intercourse with a child as he considered that\nthe article suggested. In fact, he was convicted of inciting a 15 year old to\nengage in sexual activity, and considered that the article should have made\nthis distinction clear. The complainant also said that it was misleading to\ndescribe him as an “associate” of Levi Bellfield – they were not friends, and\nthe complainant said that he simply worked as a wheel-clamper for Mr Bellfield\nand he was not part of any “child sex gang” as reported in the article’s\nheadline.\n4. The publication\ndid not accept that the article was inaccurate. It said that it was not in\ndispute that the complainant had been convicted of child sex offences; the\narticle did not state that he had had sexual intercourse with a child. It also\nsaid that it was not in dispute that the social worker’s report had linked the\ncomplainant to Mr Bellfield, and their association was already in the public\ndomain via other articles, which it provided to IPSO.\nRelevant Code Provisions\n5. Clause 1\n(Accuracy)\ni) The\nPress must take care not to publish inaccurate, misleading or distorted\ninformation or images, including headlines not supported by the text.\nii) A\nsignificant inaccuracy, misleading statement or distortion must be corrected,\npromptly and with due prominence, and — where appropriate — an apology\npublished. In cases involving IPSO, due prominence should be as required by the\nregulator.\niii) A fair\nopportunity to reply to significant inaccuracies should be given, when\nreasonably called for.\niv) The\nPress, while free to editorialise and campaign, must distinguish clearly\nbetween comment, conjecture and fact. \nFindings of the Committee\n6. It was not in\ndispute that the complainant had been convicted of child sex offences, as\nreported in the article. To the extent that the reference to Bellfield’s\n“associates” would be understood to be a reference to the complainant, in\ncircumstances where the complainant accepted that he was a former employee of\nMr Bellfield, the description was not inaccurate.  The article focussed on the claim in the\nsocial worker’s report that Mr Bellfield was part of a group accused of\ngrooming vulnerable girls under the age of 16 for sex. The headline, which\nsummarised the report’s claim that Levi Bellfield was part of a\n“Rotherham-style sex gang”, was not inaccurate and the text of the article had\naccurately explained the complainant’s connection to the story.  There was no breach of Clause 1.\nConclusion\n7. The complaint\nwas not upheld.\nRemedial Action Required\n8. N/A\nDate complaint received: 05/08/2019\nDate decision issued: 18/10/2019\nBack to ruling listing\n\n\n"
}