{
    "url": "/rulings-and-resolution-statements/ruling/?id=01327-14",
    "title": "01327-14 Mouelhi v Daily Mail",
    "provisions": [
        "3 (Privacy) 2015",
        "12 (Discrimination) 2015"
    ],
    "outcome": "No breach - after investigation",
    "publication": "Daily Mail (Associated Newspapers Limited)",
    "published_on": "2014-07-31 00:00:00",
    "received_on": "2014-10-07 00:00:00",
    "concluded_on": "2015-02-20 00:00:00",
    "complaint_processing_days": 136,
    "conclusion_long": "11. The complaint was not upheld.",
    "remedial_action": "N/A  Date complaint received: 07/10/2014",
    "text": "\n\n\n\n\n\n          Decision of the Complaints Committee 01327-14 Mouelhi v Daily Mail   Summary of complaint\n1. Mesbeh Mouelhi complained to the Independent Press\nStandards Organisation that the Daily Mail had breached Clause 3 (Privacy) and\nClause 12 (Discrimination) of the Editors’ Code of Practice in article\nheadlined “Divorcee, 51, left penniless after she spent £18k on Tunisian\ntoyboy, 22”, published on 31 July 2014. \n2. The article told the story of the complainant’s partner’s\nformer husband, to whom she said she had given her life savings before deciding\nto seek a divorce. She was, at the time of publication, in a relationship with\nthe complainant, and the article noted that both men were young and Tunisian. \n3. The complainant said that the newspaper had published\nphotographs of him without his consent, and he had not given permission for his\npersonal details to be published. He said that this breached Clause 3. He also\nsaid that the article had prompted people to criticise him, but did not explain\nfurther why this constituted a breach of Clause 12. \n4. The newspaper said that the story had been provided by a\nrespected news agency, with which the complainant’s partner had signed a\ncontract. It said that she had supplied the photographs which were used, and\nthat the newspaper had not been required to seek permission from the\ncomplainant before publishing them. It said that the article had made clear\nthat the complainant’s partner is very happy in her relationship with the\ncomplainant, and that nothing further was disclosed about the complainant’s\nprivate life. \n5. With regard to Clause 12, the newspaper said that the\ncomplainant’s nationality was referred to in a neutral and non-prejudicial way;\nit was genuinely relevant as the complainant’s partner’s former husband was\nalso Tunisian. It did not believe that its article had raised a breach of the\nCode. \n6. Nonetheless, and as a gesture of goodwill, the newspaper\noffered to remove the photographs of the complainant from the online article\nand add in any views which he would like to express on the matter. It noted\nthat only his first name had been included, but offered to remove this from the\nonline article, if he would prefer to be anonymous. \nRelevant Code Provisions\n7. Clause 3 (Privacy) \ni) Everyone is entitled to respect for his or her private\nand family life, home, health and correspondence, including pictures. \nClause 12 (Discrimination) \ni) The press must avoid prejudicial or pejorative reference\nto an individual’s race, colour, religion, gender, sexual orientation or to any\nphysical or mental illness or disability. \nii) Details of an individual’s race, colour, religion,\nsexual orientation, physical or mental illness or disability must be avoided\nunless genuinely relevant to the story. \nFindings of the Committee\n8. The article under complaint was the story of the\ncomplainant’s partner’s relationships. She was entitled to tell her story, in\naccordance with her right to freedom of expression. While the Committee\nacknowledged the complainant’s concern about the inclusion of details which he\nconsidered to be personal, in light of the nature of the information and the\nfact that it had been provided to the newspaper by his partner, the Committee\nconcluded that the publication of this information did not raise a breach of\nClause 3. \n9. The complainant’s partner had also provided the\nphotograph of the complainant to the newspaper, and she had been remunerated\nfor its use; it had not been obtained in a way which intruded into his privacy.\nFurther, it did not reveal any information about him which would be considered\nprivate under the terms of Clause 3. There was no breach of Clause 3. \n10. While it was regrettable that the complainant had\nreceived criticism following publication of the article, this would not in\nitself engage the terms of Clause 12. \nConclusions\n11. The complaint was not upheld. \nRemedial Action Required\nN/A \nDate complaint received: 07/10/2014 \nDate decision issued: 20/02/2015\nBack to ruling listing\n\n\n"
}