{
    "url": "/rulings-and-resolution-statements/ruling/?id=01326-14",
    "title": "01326-14 Allen v The Sunday Times Magazine",
    "provisions": [
        "1 (Accuracy) 2015"
    ],
    "outcome": "No breach - after investigation",
    "publication": "The Sunday Times (News UK)",
    "received_on": "2014-10-11 00:00:00",
    "concluded_on": "2015-03-25 00:00:00",
    "complaint_processing_days": 165,
    "conclusion_long": "18. The complaint was not upheld.",
    "remedial_action": "N/A Date complaint received: 11/10/2014",
    "text": "\n\n\n\n\n\nDecision of\nthe Complaints Committee 01326-14\nAllen v The Sunday Times Magazine\nSummary of complaint \n1. Penny Allen complained to the Independent Press\nStandards Organisation that The Sunday Times had breached Clause 1 (Accuracy)\nof the Editors’ Code of Practice in an article headlined “File under friction”,\npublished 31 August 2014. 2. The newspaper had published an interview with the\ncomplainant’s former husband about a novel he had written set partially in the\nfamily courts. In the interview, he had discussed his own experience with the\nfamily courts as a result of the legal disputes he had with the complainant. 3. The complainant explained that she was the subject of\ncourt orders which prevented her from responding to claims made by her former\nhusband regarding their experience with the family courts. The complainant was\nconcerned that her former husband had said that he had never spoken publicly\nabout the proceedings, and had never wanted the press to be involved in the\nmatter. She said that this was inaccurate; he had spoken to the press on a\nnumber of occasions. In addition, the complainant was concerned that the\narticle had quoted from a judgement about her, without making clear that she\nhad complained about the judge in question, although her complaint had been\nignored. 4. She said it was misleading of her former husband to\nsay that the case had “floated” between courts, and that he had been\ndissatisfied with the children and family court advisory support service. She\nalso said that the article had inaccurately referred to her as a “spiritual\nhealer”, rather than a freelance writer. 5. The article had been illustrated with a photograph of\nthe complainant and her partner wearing gags. The photograph’s caption said:\n“…They wore gags to protest against an order banning them from talking about\nproceedings”. The complainant said that, in fact, the orders prevented them\nfrom speaking about a number of things, which went beyond the proceedings. 6. The newspaper said that the complainant’s concerns\nrelated to issues arising out of lengthy litigation between the complainant and\nher ex-husband. It said that it would not be possible to ascertain what the\nexact factual position was on a number of the points raised as there were\ncontinuing injunctions which apparently prevented the complainant from\ndisclosing information relating to the proceedings. 7. The newspaper made clear that the article was not a\npiece of investigative journalism; it was an interview with an author about the\nsubject of his book and how it touched on his life experiences. The article\nmade clear that the comments represented his personal views. In this context,\nthe article did not require the level of forensic analysis which the\ncomplainant had carried out when considering the coverage. 8. The newspaper said that the article had not been\nsignificantly inaccurate in its referral to the complainant’s former husband\nhaving “never spoken about the case”. The author had meant that he had never\nspoken in detail about the matter. 9. The newspaper said that it had not been obliged to\nrefer to the complainant’s complaint to the Lord Chancellor about the judge’s\nbehaviour. As the complaint was evidently not upheld, it was not relevant. 10. The newspaper provided an article from 1999 which\nreported that the complainant had described herself as a “trained spiritual\ncounsellor and healer”, and quoted extracts from her book on spirituality “The\nFace of the Deep”. It did not accept that the reference to the complainant as a\n“spiritual healer” had been significantly misleading. 11. The caption to the photograph had used the term\n“proceedings” to refer to all matters the injunctions had been designed to\ncover, all of which appeared to have arisen out of the divorce and subsequent\nfamily proceedings. Relevant Code Provisions12. Clause 1 (Accuracy) (i) The press must take care not to publish inaccurate,\nmisleading or distorted information, including pictures. (ii) A significant inaccuracy, misleading statement or\ndistortion once recognised must be corrected, promptly and with due prominence,\nand – where appropriate – an apology published. Findings of the Committee13. In the interview, the complainant’s former husband\nhad spoken briefly about his experience with the courts, and how that had\ninfluenced his work. The article had not presented a detailed account of his\ndispute with the complainant, nor had it focused on the proceedings. In these\ncircumstances, the decision to report his personal views, without having\napproached the complainant for comment prior to publication, did not represent\na failure to take care over the accuracy of the article. 14. The interviewee had expressed his view that he had\nnot wanted the press to be involved in his legal disputes; that he had not\ndiscussed the matter publicly; and that there had been problems with the\nprocess. While the complainant strongly disagreed with these claims, they had\nbeen attributed to the complainant’s former husband, and represented one side\nof an acrimonious dispute. There had not been a failure to distinguish comment\nfrom fact, and the publication of his personal views, and his own account of\nhis conduct, had not been significantly misleading. 15. The newspaper had been entitled to publish the\ncomments made by the judge about the complainant. In circumstances in which the\ncomplainant accepted that her complaint against the judge had not been upheld,\nthe omission of information regarding her complaint had not been significantly\nmisleading. 16. The photograph’s caption had briefly summarised the\ncomplainant’s protest. In these circumstances, the omission of further\ninformation regarding the orders had not represented a significant inaccuracy.\nThere was no breach of the Code on this point. 17. In the context of an interview with the complainant’s\nformer husband about his book, the reference to the complainant as a\n“spiritualist healer” had not been a significant detail such as to require\ncorrection under the terms of the Code. Conclusions18. The complaint was not upheld. Remedial Action RequiredN/A Date complaint received: 11/10/2014\nDate decision issued: 25/03/2015\nBack to ruling listing\n\n\n"
}