{
    "url": "/rulings-and-resolution-statements/ruling/?id=01337-19",
    "title": "01337-19 Siedenburg v Mail Online",
    "provisions": [
        "1 Accuracy (2018)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "Mail Online (Associated Newspapers Limited)",
    "published_on": "2019-02-06 00:00:00",
    "received_on": "2019-02-06 00:00:00",
    "concluded_on": "2019-05-16 00:00:00",
    "complaint_processing_days": 99,
    "conclusion_long": "10. The complaint was not upheld.",
    "remedial_action": "11. N/A. Date complaint received: 6 February 2019",
    "text": "\n\n\n\n\n\nDecision of the Complaints CommitteeSummary of complaint\n1. Jules Siedenburg\ncomplained to the Independent Press Standards Organisation that Mail Online\nbreached Clause 1 (Accuracy) of the Editors’ Code of Practice in an article\nheadlined “Pressure mounts for EU President Donald Tusk to apologise to\nBrexiteers after the Eurocrat said there was 'a special place in hell' for the\nBritish voters who wanted rid of him”, published on 6 February 2019.\n2. The article’s\n‘bullet points’ reported that EU Council President Donald Tusk had ‘slammed’\n“people who campaigned for Leave” by saying that he had been “wondering what\nthe ‘special place in hell looks like’ for them”. The text went on to describe\nhow Mr Tusk was under pressure to apologise after saying “leading Eurosceptics deserve\na ‘special place in hell’”. It then quoted Mr Tusk’s comments about “senior\nBrexiteers” in full, reporting him as saying “’I’ve been wondering what that\nspecial place in Hell looks like for those who promoted Brexit without even a\nsketch of a plan how to carry it out safely’”. The article went on to report a\nrange of reactions to Mr Tusk’s comments, including from an MP who was quoted\nas saying “He is saying that 17.4 million people are stupid and got it wrong”.\n3. The complainant\nsaid that the headline was inaccurate, in breach of Clause 1 (Accuracy),\nbecause he said that Mr Tusk had clearly been criticising Brexit leaders who\npushed for Brexit without having a plan, rather than Brexit voters themselves.\nHe said that Mr Tusk had explicitly said that he sympathised with Brexit voters\nwho had been misled. The complainant was concerned that the headline would\nstoke anger against the EU and EU nationals.\n4. The publication\ndenied any breach of Clause 1 (Accuracy). It said that it was not entirely\nclear who Mr Tusk had targeted in his comments, but there had been no intent to\nmislead; Mr Tusk’s full comment had been included in the article, and a\nprominent bullet point had noted that he had ‘slammed’ people “who campaigned\nfor Leave”. The publication said that the article also made clear that Mr Tusk\nwas referring to “leading Eurosceptics”. The publication said that it\nconsidered that Mr Tusk had been referring to Brexit campaigners generally,\nrather than merely to professional politicians; since these individuals were\nalso highly likely to be “voters”, the headline was not significantly\ninaccurate. It denied that omitting reference, in the headline, to Mr Tusk’s\nreference to those who had failed to “plan” for Brexit, made the headline\nmisleading; his statement had been viewed as provocative to Brexit voters\nirrespective of their political standing or power.\n5. Nevertheless,\nthe publication noted that it had amended the headline 12 hours after\npublication to read “Pressure mounts for EU President Donald Tusk to apologise\nafter the Eurocrat said there was 'a special place in hell' for 'no-plan'\nBrexiteers”. The publication had also appended a footnote to the article which\nstated:\nA previous version of this article, which appeared in the\nDaily Mail under a different headline, said that Donald Tusk had referred in\nhis statement to ‘the British voters’ who battled to be rid of him. The\nheadline has been amended to clarify that his comments, which were included in\nfull within the article text, were directed toward those who had campaigned for\nBritain to leave the EU. We are happy to set the record straight.\n6. In addition, the\npublication offered to publish the following standalone clarification on its\nNews homepage, remaining there for 24 hours before being archived, whereupon it\nwould remain searchable in perpetuity:\nIn an article published by Mail Online on 6th February,\nwhich appeared in the Daily Mail on 7th February under a different headline, we\nsaid that Donald Tusk had referred in a statement to there being a special\nplace in hell for ‘the British voters’ who battled to be rid of him. The headline\nwas amended shortly after publication to clarify that his comments, which were\nincluded in full within the article text, were directed toward those who had\ncampaigned for Britain to leave the EU. We are happy to set the record\nstraight.\n7. The complainant\nsaid that this did not resolve the complaint to this satisfaction; he said that\nfew people would see such a clarification, and that the headline formed part of\na damaging anti-EU discourse.\n8. The article had\nappeared on the publication’s homepage and News homepage, under the original\nheadline, for a period of approximately 12 hours. The amended version,\nincluding the footnote, appeared in the same locations for a further 5 hours.\nRelevant Code Provisions\nClause 1 (Accuracy)\ni) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not\nsupported by the text.\nii) A significant inaccuracy, misleading statement or\ndistortion must be corrected, promptly and with due prominence, and — where\nappropriate — an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator.\niii) A fair opportunity to reply to significant inaccuracies\nshould be given, when reasonably called for.\niv) The Press, while free to editorialise and campaign, must\ndistinguish clearly between comment, conjecture and fact.\nFindings of the Committee\n9. It was not\npossible to determine precisely which individuals Donald Tusk had been\nreferring to in his comment: he had not referred explicitly to political\nleaders, but rather to those who ‘promoted’ Brexit without a plan. This comment\nhad the potential to refer to a wide range of people, and it was clear, as\nreported in the article, that his comments had been interpreted in some\nquarters as an affront to Brexit voters generally. The use of the term “voters”\nwas clearly the publication’s characterisation of Mr Tusk’s comments, presented\nas part of a headline summary of the events. The Committee considered that both\nMr Tusk’s comments, and the headline’s reference to “voters”, contained an\nelement of ambiguity as to their scope. The bullet point sub-headline\nimmediately below the headline had noted that Mr Tusk had ‘slammed’ “people who\ncampaigned for Leave”, which was supported by the comments he had made. The\nthird paragraph of the article then quoted Mr Tusk’s comment in full, and his\nsubsequent tweet — which repeated the claim he had made — was included below.\nAny ambiguity which the headline included was therefore immediately clarified\nby the article text, and the quotations from Mr Tusk. In circumstances where Mr\nTusk’s comments were ambiguous, and where the reference to “voters” could refer\nto a broad range of individuals, there was no failure to take care over the\npresentation of the headline. Given the inclusion of the full quotation\nprominently in the article, no misleading impression of Mr Tusk’s comments was\ncreated that would require correction. There was no breach of Clause 1 on this\npoint.\nConclusions\n10. The complaint was not upheld.\nRemedial action required\n11. N/A.\nDate complaint received: 6 February 2019\nDate decision issued: 16 May 2019\nBack to ruling listing\n\n\n"
}