{
    "url": "/rulings-and-resolution-statements/ruling/?id=01343-19",
    "title": "01343-19  Hajewskyj v lancashiretelegraph.co.uk",
    "provisions": [
        "3 Harassment (2018)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "lancashiretelegraph.co.uk (Newsquest Media Group)",
    "received_on": "2019-02-07 00:00:00",
    "concluded_on": "2019-05-23 00:00:00",
    "complaint_processing_days": 105,
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee 01343-19 Hajewskyj v lancashiretelegraph.co.uk\nSummary of complaint\n1. Mychajlo\nHajewskyj complained to the Independent Press Standards Organisation that the\nlancashiretelegraph.co.uk breached Clause 3 (Harassment) of the Editors’ Code\nof Practice in conduct relating to articles headlined:\n“Blackburn town centre Italian\nrestaurant closes after just six months”, published on 25 May 2018 “Mates say\nfailed Blackburn restaurant boss owes them cash” published on 6 June 2018“Council\ntaking legal action over closed Blackburn restaurant Gioia” published on 11\nOctober 2018“Blackburn\nregeneration Church Street in need of investment”, published on 23 October 2018“New\ndessert bar Haute Dolci to open in Blackburn in New Year”, published on 23 October\n2018“Business\nbehind failed eaterie to be struck off”, published on 24 January 2019“Blackburn\nrestaurant premises back on the market”, published on 8 February 2019\n2. The articles\nreported on the difficulties facing the complainant’s business, which opened in\nNovember 2017 but closed in May 2018. They reported that since its closure the\nbusiness continued to be involved in various legal and contractual disputes.\n3. The complainant\nsaid that the publication had contacted him numerous times for comment in\nrelation to these articles, in breach of Clause 3 (Harassment). He said that\nthe journalist contacted him approximately 8-12 times in relation to each\narticle, and asked for business updates between articles. He also said that\nfollowing the publication of the third article, he had told the reporter to\ncease contacting him, and blocked the reporter’s phone numbers. He said that\nthis request to desist had not been adhered to and he had continued to be\ncontacted frequently by the journalist. He was unable to provide any phone\nrecords or screenshots which demonstrated the nature or extent of this\ncontact.  He also said that the number of\narticles written about his business was excessive and constituted harassment, and\nhad had a negative impact on him and his family.\n4. The publication\ndid not accept that it had breached Clause 3. It said that the reporter had\ncontacted the complainant two or three times per story, not 8-12 times as\nalleged by the complainant – and it did not contact the complainant at all in\nrelation to the two articles published on 23 October. It said that it was\nimportant to give him the right of reply on serious matters relating to his\nbusiness and noted that the complainant had provided a comment on the article\npublished on the 11 October. It did not accept that the complainant had issued\nany request to desist – the journalist was experienced at recognising such\nrequests, and had one been made, he would have reported this to the news desk\nand would not have continued to contact the complainant. Instead, the\npublication said that the complainant would tell the reporter that he was busy\nor would speak at a different time, and that this was what prompted the\nreporter to keep calling the complainant. Nevertheless, it said that it was\nhappy to respect his wishes not to be contacted for future stories.\nRelevant Code Provisions\n5. Clause 3\n(Harassment)*\ni) Journalists must not engage in intimidation, harassment or persistent\npursuit.\nii) They\nmust not persist in questioning, telephoning, pursuing or photographing\nindividuals once asked to desist; nor remain on property when asked to leave\nand must not follow them. If requested, they must identify themselves and whom\nthey represent.\niii) Editors\nmust ensure these principles are observed by those working for them and take\ncare not to use non-compliant material from other sources.\nFindings of the Committee\n6. Journalists\nregularly contact the subject of an article for their comment on a claim, and\ndoing so in and of itself does not constitute a breach of Clause 3. The\nCommittee noted that the publication did not accept that any request to desist\nhad been made, and as there were no written record or similar of such a request\nbeing made, it was unable to reconcile the differing accounts on this point and\nthus could not find that there had been any failure to respect a request to\ndesist in breach of Clause 3(ii).\n7. The terms of\nClause 3(i) state that journalists should not engage in intimidation, harassment\nor persistent pursuit. The Committee noted that the complainant had claimed\nthat the frequency of the calls alone constituted harassment. However, the\ncomplainant had not provided any information to verify his account of the\ncontact, such as call or text records, in relation to calls he alleged were\nrecent and frequent, and the newspaper disputed his version of events, the\nCommittee was not able to reconcile the differing accounts as to the frequency\nof the contact. In these circumstances, and were the complainant was being\ncontacted in a professional capacity for comment on serious claims about his\nbusiness, the Committee did not find that the approaches made by the journalist\namounted to a breach of Clause 3.\n8. In addition,\npublications have the freedom to select which subjects to cover and articles to\npublish; the fact that several articles were published about the complainant’s\nbusiness over the course of 10 months did not constitute harassment in breach of\nClause 3. \nConclusion\n9. The complaint\nwas not upheld\nRemedial Action\n10. N/A\nDate complaint received: 07/02/2019\nDate decision issued: 23/05/2019\nBack to ruling listing\n\n\n"
}