{
    "url": "/rulings-and-resolution-statements/ruling/?id=01348-21",
    "title": "01348-21 IPSO v Tatler",
    "provisions": [
        "16 Payment to criminals (2019)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "Tatler (Condé Nast Publications Ltd)",
    "published_on": "2021-01-04 00:00:00",
    "received_on": "2021-06-14 00:00:00",
    "concluded_on": "2021-10-07 00:00:00",
    "complaint_processing_days": 115,
    "conclusion_long": ", it was not making any finding as to the adequacy of the public interest justification advanced by the magazine for the payment for this material. Conclusions 10. The complaint was not upheld.",
    "remedial_action": "11. N/A   Date complaint received: 14/06/2021",
    "text": "\n\n\n\n\n\nDraft\nFindings of the Complaints Committee – 01348-21 IPSO v Tatler\nSummary\nof Complaint\n1. On\nthe recommendation of the Board of the Independent Press Standards Organisation\n(IPSO), the Complaints Committee of IPSO initiated an own-volition inquiry into\nwhether Tatler had breached Clause 16 (Payment to criminals) of the Editors’\nCode of Practice in relation to an article headlined “Diary of a Gen-Z\nprohibition partygoer”, published on 4 January 2021.\n2. The\narticle was presented as a series of extracts, taken from a diary of an\nanonymous “prohibition partygoer”, detailing their social life during a period\nof time when “social gatherings were banned” due to Covid-19 restrictions. Over\nthe course of the article, the writer described themselves attending a series\nof indoor events with large numbers of attendees: a “16 person […] dinner\nparty”; a party in a private underground carpark attended by a “throng” of\npeople, where “attendees have been made very aware that if the police turn up,\nany fine imposed will be split between the guests\"; a “night in the\ncountry” with “eight […] of my nearest and dearest”; an “illegal rave” where\n“400 unknowns disregard social distancing […] There’s not a face covering in\nsight”; and a “fancy dress fiesta” with “40 or so partygoers”. The writer\nclaimed that they had \"rebelled\" against \"draconian\nrestrictions\" and described the \"illicit thrill I get simply from\ndisobeying the embargo on mixing between households\". The final extract\nfrom the diary described the writer as feeling “a little peaky”.\n3.\nBetween 29 October and 5 November 2020, London was in Tier 2, and the relevant\nlegislation stated that “No person may participate in a gathering in the Tier 2\narea which - (a) consists of two or more people, and (b) takes place indoors”.\nOn 5 November the country went into lockdown for the second time, and the\nrelevant legislation stated that “No person may leave or be outside of the\nplace where they are living without reasonable excuse”. Both pieces of\nlegislation allowed for an authorised person to issue a fixed penalty notice\nwhere there was a reasonable belief an adult had committed an offence under the\nregulations. The legislation described a fixed penalty notice as “a notice\noffering the person to whom it is issued the opportunity of discharging any\nliability to conviction for the offence by payment of a fixed penalty to an\nauthority specified in the notice”.\n4. The\npublication confirmed that: the article had been commissioned on 29 October\n2020; it had been sent to print on 27 November 2020; and the writer had been\npaid £400 at the time they were commissioned to write the piece. It noted that\nClause 16 of the Editors’ Code states that “Payment or offers of payment for\nstories […] must not be made directly or via agents to convicted or confessed\ncriminals”. It did not consider the writer to be either a convicted or\nconfessed criminal: they had not been issued with a fixed penalty notice, and\neven in circumstances where a fixed penalty had been issued and paid, no\ncriminal conviction or record would have resulted. The publication maintained\nthat it was by no means inevitable that the activities described in the article\nwould have resulted in a fixed penalty notice – for example, it noted that\njournalists had been given special exemptions from some restrictions to ensure\nthat they could effectively report on the pandemic, or the police may have\nfound there was a reasonable excuse for the activity - so it did not consider\nthe conduct of the writer to be criminal. Furthermore, it noted that the police\nsort to resolve breaches of regulations through engagement and explanation\nbefore resorting to enforcement: the writer had therefore been several steps\nremoved from receiving a fixed penalty notice, and even further removed from\nreceiving a conviction, which would have required non-payment of the fine and a\ncourt appearance resulting in a conviction. It also provided information from\nthe Joint Committee of Human Rights who called for a decision that no criminal\nrecord should result from Covid-19 fixed penalty notices.\n5. The\npublication also stated that the article did not exploit, glorify, or\nglamourise crime. It said it was a satirical piece, and that the last paragraph\nof the article recognised that the writer had been exposed to a health risk. It\nsaid that when the article was first discussed, the coronavirus guidelines were\nchanging, with members of the public reacting to them differently and that\nthere was public unrest as a result. It said several writers had contacted the\npublication regarding the underground party scene in England, and after\nextensive discussion it decided to commission a feature in order to accurately\ninvestigate this scene. The publication said during these discussions it was\ndecided that the events in the article were a social phenomenon occurring at a\nsignificant moment in history and that it had decided it was in the public\ninterest to report on these events, and that the writer had to attend such\nevents in order to conduct the investigation. It noted that in the time between\nthe article being commissioned, printed and put on sale, the Coronavirus\nsituation had escalated dramatically and on this basis the article was not\npublished online.\nRelevant\nCode Provisions\nClause\n16 (Payment to criminals)*\ni)\nPayment or offers of payment for stories, pictures or information, which seek\nto exploit a particular crime or to glorify or glamorise crime in general, must\nnot be made directly or via agents to convicted or confessed criminals or to\ntheir associates – who may include family, friends and colleagues.\nii)\nEditors invoking the public interest to justify payment or offers would need to\ndemonstrate that there was good reason to believe the public interest would be\nserved. If, despite payment, no public interest emerged, then the material\nshould not be published.\nThe\nPublic Interest (*)\nThere\nmay be exceptions to the clauses marked * where they can be demonstrated to be\nin the public interest.\n(1). The\npublic interest includes, but is not confined to:\n·       Detecting or exposing crime, or the\nthreat of crime, or serious impropriety.\n·       Protecting public health or safety.\n·       Protecting the public from being misled\nby an action or statement of an individual or organisation.\n·       Disclosing a person or organisation’s\nfailure or likely failure to comply with any obligation to which they are\nsubject.\n·       Disclosing a miscarriage of justice.\n·       Raising or contributing to a matter of\npublic debate, including serious cases of impropriety, unethical conduct or\nincompetence concerning the public.\n·       Disclosing concealment, or likely\nconcealment, of any of the above.\n(2).\nThere is a public interest in freedom of expression itself.\n(3). The\nregulator will consider the extent to which material is already in the public\ndomain or will become so.\n(4).\nEditors invoking the public interest will need to demonstrate that they\nreasonably believed publication - or journalistic activity taken with a view to\npublication – would both serve, and be proportionate to, the public interest\nand explain how they reached that decision at the time.\n(5). An\nexceptional public interest would need to be demonstrated to over-ride the\nnormally paramount interests of children under 16.\nFindings\nof the Committee\n6. The\nCommittee considered Clause 16 in relation to both the letter of the Code as\nwell as the spirit. Clause 16 states that payment must not be made to\n“convicted or confessed criminals or to their associates” for articles which\nseek to exploit a particular crime or to glorify or glamorise crime in general.\nIn order to establish a breach of this clause, the Committee must be satisfied\nthat: payment had been made for the story; the story exploited, glorified or\nglamorised a crime; and the recipient of the payment was – or was an associate\nof – a confessed or convicted criminal.\n7. There\nwas no question that payment had been made by the publication to the journalist\nfor this article, and that the article detailed behaviour on the part of the\njournalist which the journalist themselves suggested in the article would\ncontravene Coronavirus legislation. \nThere was some ambiguity, however, as to whether an offence under these\nregulations amounted to a crime, and therefore whether the journalist could be\nconsidered a “confessed criminal” under the terms of Clause 16.\n8. The\nCommittee considered this question in detail and concluded, on balance, that\nthey could not, for two reasons. First, the context and nature of the offence\nwas relevant: the status of offences established by the emergency Coronavirus\nlegislation was highly unsettled and subject to differing and changing\ninterpretations. Second, the penalty prescribed under the legislation for such\nan offence was a fixed penalty notice, payment of which discharged the offender\nof “any liability to conviction for the offence”. In these circumstances, the\nCommittee did not consider that the journalist could be considered a “confessed\ncriminal” in the sense intended by Clause 16. In light of this ambiguity, the\nCommittee further did not consider that the article necessarily amounted to\nglorification of “a crime”. For these reasons, it found no breach of Clause 16.\n9. The\nCommittee noted finally that in reaching this conclusion, it was not making any\nfinding as to the adequacy of the public interest justification advanced by the\nmagazine for the payment for this material.\nConclusions\n10. The complaint was not upheld.\nRemedial\nAction Required\n11. N/A\n \nDate\ncomplaint received: 14/06/2021\nDate\ncomplaint concluded by IPSO: 07/10/2021\nBack to ruling listing\n\n\n"
}