{
    "url": "/rulings-and-resolution-statements/ruling/?id=01385-19",
    "title": "01385-19 Iqbal v eveningtimes.co.uk",
    "provisions": [
        "1 Accuracy (2018)",
        "2 Privacy (2018)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "glasgowtimes.co.uk (Newsquest Media Group)",
    "published_on": "2018-10-31 00:00:00",
    "received_on": "2019-02-11 00:00:00",
    "concluded_on": "2019-04-26 00:00:00",
    "complaint_processing_days": 74,
    "conclusion_long": "17. The complaint was not upheld.",
    "remedial_action": "18. N/A Date complaint received: 11/02/2019",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee 01385-19 Iqbal v eveningtimes.co.ukSummary of complaint\n1. Hamza Iqbal\ncomplained to the Independent Press Standards Organisation that The Evening\nTimes breached Clause 1 (Accuracy) and Clause 2 (Privacy) of the Editors’ Code\nof Practice in an article headlined “Man given licence to drive cab despite\n‘threatening to blow up police station’, published on 31 October 2018.\n2. The article was a\nreport on the complainant’s appearance in front of Glasgow’s licensing\ncommittee, where he sought a taxi licence. It reported that he had been granted\nthis licence despite objections raised by a representative of Police Scotland\nin relation to an incident that occurred in August 2007. The article reported\nthat, during that incident, the complainant had entered a police station\nbecause he “had been asked to open a takeaway shop that his friend, who had\nbeen arrested, owned”. It said that he had demanded that this friend be\nreleased, and that when told to “clear off”, he had then threatened to bomb the\npolice station. The article said that “a Police Scotland spokeswoman confirmed\nthat Mr Iqbal avoided terrorism charges because on-duty officers assessed that\nthe bomb threat wasn’t real”. It said that he was instead charged with breach\nof the peace, and sentenced to community service.\n3. The article\nreported that the complainant had told the licensing committee that he did not\naccept this version of events, and that he denied having made a bomb threat. It\nalso stated that he told the committee that this 2007 conviction was spent, and\nthat “he currently has a ‘clean record’”. The article said that “Police\nScotland confirmed the breach of the peace conviction will remain on his record\nfor another five years”.\n4. The article\nappeared in the same format online, under the headline “A man who threatened to\nblow-up a police station gets Glasgow cab licence”, published on 30 October\n2018.\n5. The complainant\nsaid that the article was inaccurate, in breach of Clause 1 (Accuracy), because\nhe had not “avoided terrorism charges” in 2007, and the police had not referred\nto this claim in their submissions or evidence to the licensing committee.\n6. The complainant\nalso said that his 2007 conviction was spent, contrary to the view expressed by\nthe police at the committee hearing, and reported in the article; he provided a\ndisclosure certificate which indicated that he had no unspent convictions. He\nsaid that the account of the 2007 incident was inaccurate because he had not\nbeen asked to open the takeaway shop, but to collect the keys on behalf of the\nfamily concerned.\n7. The complainant\nalso said that the article breached Clause 2 (Privacy): he said that his\nprevious conviction should be private, given that it was spent. He was also\nconcerned that his town of residence had been revealed.\n8. The publication\ndenied any breach of Clause 1 (Accuracy) and Clause 2 (Privacy). It said that\nthe article was an accurate account of the proceedings of the licensing\ncommittee, at which the background to the complainant’s 2007 conviction was\ndetailed at length by a police representative, including the fact that he had\nbeen asked to open the takeaway shop. The publication also said that the police\nrepresentative had confirmed at the committee hearing that the complainant’s\nconviction was not in fact spent; it said it had a duty to report accurately\nwhat was heard at the licensing hearing, and had done so.\n9. The publication\nsaid that the article’s claim that the complainant had “avoided terrorism\ncharges” had been based on an exchange between a licensing committee member and\nthe police representative. It provided a note of the meeting from the council,\nwhich stated that the committee member had asked the police representative why\na prosecution hadn’t been pursued through anti-terrorism legislation, given the\nnature of what the complainant was alleged to have said; the police\nrepresentative said that as no bomb had been found, it had become clear that\nthe threat was not real, and so the complainant had been charged with breach of\nthe peace instead.\n10. The complainant said that the committee member’s\nreference to “terrorism charges” had been made in response to concerns he\nhimself had raised, as to why he had not received a more serious charge, if his\nbehaviour in 2007 had been as was alleged. He said that the fact that the\npolice representative had explained why he was only charged with breach of the peace\ndid not equate to confirmation that he had “avoided terrorism charges”.\nRelevant Code Provisions\n11. Clause 1 (Accuracy)\ni) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not\nsupported by the text.\nii) A significant inaccuracy, misleading statement or\ndistortion must be corrected, promptly and with due prominence, and — where\nappropriate — an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator.\niii) A fair opportunity to reply to significant inaccuracies\nshould be given, when reasonably called for.\n12. Clause 2 (Privacy)\ni) Everyone is entitled to respect for his or her private\nand family life, home, health and correspondence, including digital\ncommunications.\nii) Editors will be expected to justify intrusions into any\nindividual's private life without consent. In considering an individual's\nreasonable expectation of privacy, account will be taken of the complainant's\nown public disclosures of information and the extent to which the material\ncomplained about is already in the public domain or will become so.\nFindings of the Committee\n13. It was accepted that the police had not formally stated\nin their submissions to the licensing committee that the complainant had faced\nthe possibility of terrorist charges for the 2007 offence. However, it was not\nin dispute that a committee member had asked the police representative why no\nsuch charges had been brought, and that the police representative had provided\nan explanation for this. This explanation had been accurately reported in the\narticle – namely, that the threat was not considered genuine. In these\ncircumstances, there was no failure to take care over the claim that the\ncomplainant had “avoided terrorism charges”. The article had accurately\nreported the police’s account of the 2007 incident, for which the complainant had\nbeen convicted, and where the nature of this conviction and the behaviour it\nrelated to was made clear, the claim did not give rise to any misleading\nimpression that required correction. There was no breach of Clause 1 (Accuracy)\non this point.\n14. The complainant had provided a certificate issued by\nDisclosure Scotland which indicated that he had no unspent convictions;\nhowever, the complainant did not dispute that the police representative had\nstated to the licensing committee that his conviction was unspent. The article\nattributed this view to the police, and made clear that the complainant had\ndisputed it. Where the article accurately reported the information heard at the\ncommittee hearing, there was no failure to take care over this information. In\ncircumstances where the claim that the conviction was unspent was attributed to\nthe police, and where the complainant’s objection to this claim was included in\nthe article, the article did not give rise to any misleading impression that\nrequired correction. There was no breach of Clause 1 on this point.\n15. Whether the complainant had entered the police station\nin 2007 to obtain the keys to the takeaway, or because he had been asked to\nopen the takeaway, was not significant within the context of the article. There\nwas no breach of Clause 1 on this point.\n16. The details of the complainant’s 2007 conviction had\nbeen made public as part of the licensing proceedings. Where the conviction had\nbeen referred to in a public forum in this way, irrespective of whether it was\nspent, it did not represent private information in respect of which he had a\nreasonable expectation of privacy. Reporting on the conviction, in these\ncircumstances, did not therefore represent an intrusion into the complainant’s\nprivate life. Similarly, the town where the complainant lived was not private\ninformation about him, such as would engage the terms of Clause 2 (Privacy).\nThere was no breach of Clause 2 on either of these points.\nConclusion\n17. The complaint was not upheld.\nRemedial action required18. N/A\nDate complaint received: 11/02/2019\nDate decision issued: 26/04/2019\nReview\nThe complainant complained to the Independent Complaints\nReviewer about the process followed by IPSO in handling this complaint. The\nIndependent Complaints Reviewer decided that the process was not flawed and did\nnot uphold the request for review.\nBack to ruling listing\n\n\n"
}