{
    "url": "/rulings-and-resolution-statements/ruling/?id=01390-14",
    "title": "01390-14 Dalton v The Times Literary Supplement",
    "provisions": [
        "3 (Privacy) 2015",
        "6 (Children) 2015"
    ],
    "outcome": "No breach - after investigation",
    "publication": "The Times Literary Supplement (News UK)",
    "received_on": "2014-10-20 00:00:00",
    "concluded_on": "2015-02-03 00:00:00",
    "complaint_processing_days": 106,
    "conclusion_long": "9. The complaint was not upheld.",
    "remedial_action": "N/A  Date complaint received: 20/10/2014",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee 01390-14 Dalton v The Times Literary Supplement\nSummary of complaint \n1. Dr Ruth Dalton complained to the Independent Press\nStandards Organisation that a photograph published on the front cover of the\nTimes Literary Supplement’s 3 October 2014 edition, and an article summarising\nthe issue’s contents on page 2, had breached Clause 3 (Privacy) and Clause 6\n(Children) of the Editors’ Code of Practice. The complaint was made with the\nconsent of the complainant’s daughter. \n2. The complainant was specifically concerned about the\nfront cover of the magazine, which included a photograph of a number of young\nwomen celebrating receiving their exam results. One of the young women in the\nphotograph was the complainant’s daughter, and her name was also published on\npage 2 of the magazine. The complainant said that the photograph was taken when\nthe young women were aged 15 and 16 – they are now adults - and was\nre-published without their permission being sought first. She was concerned\nthat there might have been a sexist motivation behind the choice of photograph\nand objected to her daughter’s identification – both through the photograph and\nby name in the accompanying article – in this context. \n3. The newspaper said that the complaint was primarily one\nof taste and judgement. It noted that the photograph had been taken two years\npreviously and published in a national newspaper at the time; there was no\nsuggestion that that publication had breached the Editors’ Code. It said that\nthe photographer had sought the consent of the school authorities and argued\nthat, as the young women in the photograph were now all adults, Clause 6 would\nno longer apply in any case. It said that re-publication of a photograph which\nwas willingly posed for at the time of capture could not breach the terms of\nClause 3. Lastly, it said that the freedom of the magazine to use publicly\navailable images to address serious topics of social significance outweighed\nthe right of any individual to control the use of wholly innocuous photographs\noriginally taken and published with their consent. It did not accept that the\nuse of the photograph had been sexist; it had chosen to name the young women\nspecifically in order to recognise that they were individuals. \n4. However, the newspaper removed the image and the women’s\nnames from the online article, and also removed the image from its archive. It\nfurther liaised with the picture agency and arranged that the agency would\nremove the photograph from its own library, along with other photographs from\nthe same set. \nRelevant Code Provisions\n5. Clause 3 (Privacy) \ni)  Everyone is\nentitled to respect for his or her private and family life, home, health and\ncorrespondence, including digital communications. \nClause 6 (Children) \ni)   Young people\nshould be free to complete their time at school without unnecessary intrusion. \niii)  Pupils must not\nbe approached or photographed at school without the permission of the school\nauthorities. \nPublic interest \niv)  The Regulator\nwill consider the extent to which material is already in the public domain, or\nwill become so \nFindings of the Committee\n6. The young women photographed, including the complainant’s\ndaughter, were depicted celebrating receiving their exam results outside their\nschool. The photograph had not been taken in a private place, and did not show\nthe women engaged in any intrinsically private activity; indeed, they were\nevidently posing for the photograph. While the complainant was concerned that\nconsent should have been sought in order to re-publish the photograph,\nespecially in circumstances where it was used to illustrate an article about\nsexism, the photograph had not revealed any private information when it was\noriginally taken and published, and its re-publication did not intrude into the\ncomplainant’s daughter’s privacy. While the Committee noted the complainant’s\nobjections to its re-use in this context, it did not consider that this re-use\nwas gratuitously embarrassing or humiliating such that it constituted a breach\nof Clause 3. Further, the inclusion of the women’s names did not represent an\nintrusion into their private lives, although it was acknowledged that they had\nnot been included with the initial publication of the photograph in 2012. There\nwas no breach of Clause 3. \n7. The Committee understood that the photograph had been\ntaken with the permission of the school authorities, and no complaint had been\nreceived at the time of its first publication. As the complainant’s daughter\nwas now 18 years of age, the publication of the photograph could not have\nintruded into her time at school. There was no breach of Clause 6. \n8. While the complainant had wider concerns that the use of\nthe photograph was sexist and sought to commodify women, these concerns did not\nconstitute a breach of the Code. \nConclusions\n9. The complaint was not upheld. \nRemedial Action Required\nN/A \nDate complaint received: 20/10/2014\nDate decision issued: 03/02/2015\nBack to ruling listing\n\n\n"
}