{
    "url": "/rulings-and-resolution-statements/ruling/?id=01396-19",
    "title": "01396-19 Newman v Daily Record",
    "provisions": [
        "1 Accuracy (2018)",
        "3 Harassment (2018)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "Daily Record (Reach PLC)",
    "published_on": "2019-01-22 00:00:00",
    "received_on": "2019-02-09 00:00:00",
    "concluded_on": "2019-06-21 00:00:00",
    "complaint_processing_days": 132,
    "conclusion_long": "22. The complaint was not upheld.",
    "remedial_action": "23. N/A Date complaint received: 09/02/2019",
    "text": "\n\n\n\n\n\nDecision of the Complaints\nCommittee 01396-19 Newman v Daily Record\nSummary\nof complaint 1.    Andrew Newman complained to the Independent Press\nStandards Organisation on his behalf, and behalf of his partner, that the Daily\nRecord breached Clause 1 (Accuracy) and Clause 3 (Harassment) of the Editors’\nCode of Practice in relation to its journalist’s conduct, and articles\nheadlined “Tout's £1m mansion that YOU paid for” and “Viagogo forced to reveal\naddress” published on 22 January 2019. 2.    The first article reported that\nthe complainant, referred to in the article as “Scotland’s King of Touts”, had\n“splashed out £1 million on a plush new mansion”. The article was critical of\nthe complainant’s business practices, namely the purchasing of concert tickets,\nand then reselling them via secondary market sites at increased prices. 3.    The article said, “if you paid\nover the top prices for gig tickets, take a look at where your money went…a £1 million\nhome for tout Andrew Newman”. It said that the complainant’s new property was\n“perfect for hosting the family and friends who help him make millions by\nagreeing to let him use multiple addresses and credit cards to beat ordinary\nfans to the punch for prime concert tickets”; it said, “despite strict rules\nthat typically limit customers to a maximum of four or six tickets, Newman\nmanages to get his hands on hundreds at a time”. 4.    The first article said that the\ncomplainant’s “flashy antics” had “outraged ticket campaigners”. It reported\ncomments from a named woman, who the article explained had received an MBE for\nher campaigning work against secondary ticket re-sale sites. Referring to the\ncomplainant’s new home, the woman said, “to see such vast displays of wealth is\ngalling and stomach-turning to those who have suffered because of it”. The\narticle reported that in response to a court order won by the Competitions and\nMarkets Authority (CMA), a named secondary ticket re-sale site had listed the complainant’s\nbusiness, North Financial Group Ltd, as one of its traders. 5.    The first article also identified\nthe complainant’s fiancé by name and by photograph. It reported, “It’s not\nclear if she was aware of Newman’s ticket tout history when she said ‘yes’\nduring a glitzy Caribbean cruise last year”. It reported that the complainant’s\nfiancé had posted photographs “revealing how Newman wooed her by taking her\nringside at WWE wrestling events before enjoying exotic holidays in places like\nDubai”. 6.    The second article also referred\nto the court order obtained by the CMA. It said, “Andrew Newman’s North\nFinancial Group Ltd was one of the first names to pop up on the rogue site last\nweek after it was forced to start naming its top traders”. The article said\nthat the complainant “has not been charged with any offences, despite using\nfriends and family and multiple credit cards to harvest millions of pounds\nworth of tickets, ahead of ordinary fans”.   7.    The first article was published\nin substantially the same form online, under the headline, “Scotland’s King of\nTouts flashes luxury new £1m house that YOU helped pay for”, published on 22\nJanuary 2019. 8.    The complainant said that the\narticles contained numerous inaccuracies about his current business practices,\nin breach of Clause 1. The complainant denied that he used “multiple addresses\nand credit cards”, including in the name of his family members, to purchase\ntickets as claimed in both articles. He\nsaid that he bought tickets in his name only, on three separate credit cards\nfrom three different card providers, which were registered to his business address\nonly. The complainant further denied that he purchased “hundreds”\nof tickets per event. He said that he did not exceed the ticket limit set by a\nwebsite. 9.    The complainant said that the\nfirst article contained further inaccuracies. He said that the headline\nsuggested that his house had been financed by every single Daily Record reader,\nwhich was false; he said that he had paid for the house jointly with his\nfiancé. He denied that he was “geeky”, or a “computer expert”, or that his new\nhome had a “stable block”, as reported. The complainant said that his fiancé\nhad said “I will” in German, when he had proposed to her, not “yes” as claimed\nin the first article. He also said that the article gave the misleading\nimpression that his fiancée did not contribute financially to their joint trips\nand events they attend together. 10. The complainant also said that\nthe conduct of a journalist working on behalf of the Daily Record represented a\nbreach of Clause 3. He said that the journalist had repeatedly, and without any\njustification, featured him in stories relating to the ticketing industry, as\nwell as referred to him in posts on Twitter. He said that when he had\ncomplained to the publication directly, the journalist had responded to his\nconcerns, which the complainant considered to be harassment. The complainant\nprovided a copy to IPSO of the response which he had received from the\njournalist. 11. The newspaper did not accept a\nbreach of the Code, and cast doubt on the complainant’s explanation of his\ncurrent business practices, in particular, his denial that he used “multiple\naddresses and credit cards” to purchase tickets, and his denial that his\nbusiness sold “hundreds” of tickets per event. 12. The newspaper noted that the\ncomplainant had raised a previous complaint to IPSO, which had not been upheld\nby the Complaints Committee. The newspaper noted that in that case, the\ncomplainant had confirmed that his business used the identities of family\nmembers to purchase tickets. 13. The newspaper said that the CMA’s\nrecent court order required that the ticket re-sale site named in the articles must\npublish the names and addresses of businesses who sell more than 100 tickets a\nyear from the site. It said that the complainant’s business had been named by\nthe site as one of its biggest sellers. The newspaper further noted that the\ncomplainant had declared hundreds of thousands of pounds worth of stock – in\nthe form of tickets – since 2013. It said that the 2017 accounts declared £1.8\nmillion worth of stock. The newspaper said that it did not accept that these\nvalues could be achieved by purchasing tickets within the limit prescribed by a\nwebsite. 14. In further support of this, the\nnewspaper also provided screenshots of tickets being sold by the complainant’s\ncompany online. One screenshot showed North Financial Group Ltd selling five\ntickets on a resale site for the Reading Festival, for a price higher than that\nwhich they had been bought. The newspaper said that the ticket limit imposed by\nthe festival was “4 tickets per person, per address and per credit card”. The\nnewspaper provided more screenshots which apparently showed the complainant’s\ncompany selling 112 tickets for several dates of one group’s tour. 15. The newspaper did not accept a\nbreach of Clause 1 in respect of the further alleged inaccuracies raised by the\ncomplainant. It said that the headline’s claim did not refer exclusively to\nDaily Record readers; the word “you” clearly referred to the general public,\nwhich was accurate given that the complainant’s business consisted of\nincreasing the price of tickets and reselling to the general public. It did not\naccept that the reference to the complainant as a “geeky computer expert” was\ninaccurate; it noted the Complaints Committee’s previous ruling on this point,\nand said that it had been widely reported that the complainant used computer\nsoftware to get hold of numerous tickets for events to sell on. The newspaper\nsaid that at no point did the first article allege that the complainant’s\nfiancée failed to contribute financially to the events she attended with him. 16. The complainant said that IPSO’s\nComplaints Committee’s previous decision on his complaint was outdated. He said\nthat he made changes to his business model at the end of 2017 and early 2018.\nHe said that as of February 2019, he employed one person, as opposed to eight\nin 2017. 17. In response to the screenshots\nprovided by the newspaper concerning the Reading Festival, the complainant said\nthat there was no ticket limit on the terms and conditions from the Reading\nFestival itself, and there was no ticket limit stated if buying through ticket re-sale\nsites. He said that he had purchased four tickets off one re-sale site, and\nfour off another, in line with their ticket limits. In response to the second\nset of screenshots provided by the newspaper, he said that he had complied with\nthe ticket limits imposed by each venue, for any one show. He said that the\nnewspaper had failed to demonstrate that he sold “hundreds” of tickets per event. \nRelevant\nCode Provisions 18. Clause 1 (Accuracy)\ni) The Press must take care\nnot to publish inaccurate, misleading or distorted information or images,\nincluding headlines not supported by the text.\nii) A significant inaccuracy,\nmisleading statement or distortion must be corrected, promptly and with due\nprominence, and — where appropriate — an apology published. In cases involving\nIPSO, due prominence should be as required by the regulator.\niii) A fair opportunity to\nreply to significant inaccuracies should be given, when reasonably called for.\niv) The Press, while free to\neditorialise and campaign, must distinguish clearly between comment, conjecture\nand fact. \nClause 3 (Harassment)* \ni) Journalists must not engage in intimidation,\nharassment or persistent pursuit. ii) They must not persist in questioning,\ntelephoning, pursuing or photographing individuals once asked to desist; nor\nremain on property when asked to leave and must not follow them. If requested,\nthey must identify themselves and whom they represent. iii) Editors must ensure these principles are\nobserved by those working for them and take care not to use non-compliant\nmaterial from other sources. \nFindings\nof the Committee 19. The newspaper had cast doubt on\nthe complainant’s position that his business practices had changed, following\nhis previous complaint to IPSO, however, it appeared to be accepted that the\nclaims made in the article accurately reflected his business model up until January\n2018. Further, following a court order, the\ncomplainant’s company had been identified as one of the named ticket re-sale\nsite’s largest “traders”, defined in the order as businesses who sell more than 100\ntickets a year from the site. The Committee noted that while the\ncomplainant said he did not buy “hundreds” of tickets for any one dated event,\nthe publication had been able to demonstrate that his company was selling more\nthan 100 tickets for the same event over multiple dates. In addition, it was not in dispute that the\ncomplainant had been named as one of Scotland’s biggest “touts”, and his\ncompany had declared £1.8 million worth of stock in 2017. In the full circumstances, the Committee did not consider that any inaccuracy\nrelating to the precise number of tickets purchased for resale by the\ncomplainant’s business, and the number of cards and addresses he used to obtain\nthem, and by whom, was significant, in the context of an article which focussed\non the apparent wealth which the complainant was able to display, as a\nconsequence of this particular business practice. These claims did not require\ncorrection under the terms of Clause 1 (ii). 20. The Committee turned to the remaining alleged inaccuracies subject\nto complaint.  The reference to “you”,\nmade in the headline to the first article, was clearly a reference to members\nof the public who had purchased tickets from the complainant’s company, and\nwhose purchases had enabled him to buy a £1million home. The headline did not\nsuggest that only Daily Record readers had financed this property. There was no\nbreach of the Code on this point. The complainant denied that he was “geeky”, or a “computer expert”, or\nthat his new home had a “stable block”; however, these were not significant\nclaims in the context of the article. It was not misleading to report that the\ncomplainant’s fiancée had said “yes”, in response to his marriage proposal, when\nshe had accepted it. The first article did not contain any suggestion that the\ncomplainant’s fiancé did not contribute financially to the trips and events\nthey attend together. There was no breach of Clause 1 on these points. 21. The Committee then considered the\nalleged breach of Clause 3. It remained the case that the secondary ticket\nmarket is a matter which has generated significant public concern, and the\nnewspaper’s reporting of this topic served a clear public interest. The\ncomplainant was concerned that he been featured as the subject of these\narticles, and explained that he considered this to be harassment. However, the\nselection of material for publication is considered by IPSO to be a matter for\ndiscretion by individual editors, so long as the Editors’ Code of Practice has\nnot otherwise been breached. In this instance, the Committee did not consider that\nreporting on complainant’s business practices, particularly in circumstances\nwhere he had been named as Scotland’s biggest “touts”, engaged the terms of\nClause 3. The Committee noted the complainant’s concern that the journalist had\nresponded to his complaint, when he had approached the publication directly. However,\nhaving had sight of this correspondence, the Committee were satisfied that the\njournalist had not engaged in intimidation or harassment under the terms of\nClause 3. There was no breach of the Code. Conclusions 22. The complaint was not upheld. Remedial Action Required 23. N/A Date complaint\nreceived: 09/02/2019 Date\ndecision issued: 21/06/2019\nBack to ruling listing\n\n\n"
}