{
    "url": "/rulings-and-resolution-statements/ruling/?id=01396-17",
    "title": "01396-17 Versi v Express.co.uk",
    "provisions": [
        "1 Accuracy (2016)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "express.co.uk (Reach PLC)",
    "published_on": "2017-02-08 00:00:00",
    "received_on": "2017-02-15 00:00:00",
    "concluded_on": "2017-05-24 00:00:00",
    "complaint_processing_days": 98,
    "conclusion_long": "The complaint was not upheld.",
    "remedial_action": "N/A Date complaint received: 15/02/2017",
    "text": "\n\n\n\n\n\nDecision of the\nComplaints Committee 01396-17 Versi v Express.co.uk \nSummary of Complaint 1.   \nMiqdaad\nVersi complained to the Independent Press Standards Organisation that\nExpress.co.uk breached Clause 1 (Accuracy) of the Editors’ Code of Practice in\nan article headlined “‘They grabbed me everywhere’ More than 900 migrants\ncarried out Germany NYE sex attacks”, published on 8 February 2017.2.   \nThe\narticle said that “according to a report” that there had been a mass sex attack\ncarried out by 900 drunk refugees on New Year’s Eve in Frankfurt. It said that\n“according to local media” dozens of men assaulted multiple women in one\nincident in the Fressgass area of the city, and that other incidents occurred\nin pubs. It quoted one woman saying that the refugees “grabbed me under the\nskirt, between my legs, my breasts, everywhere”. It said that it had taken over\na month for many of the victims to come forward and talk about the incident. It\nreported that police had said that no official complaints had been made, but\nthat the descriptions of the sex attacks were “worrying”. 3.   \nThe\ncomplainant said that the publication had failed to take care over the accuracy\nof the article. He said that the event never happened, and the article was\nclearly inaccurate. He said that while the publication had changed the article and\npublished an updated story and footnote, the correction was not appropriate as\nit did not acknowledge the error, was not prompt, did not have due prominence\nand did not include an apology. 4.   \nThe\npublication said that the article was a breaking news story, which referenced\nthe original story published by Bild, and was accurate at the point of\npublication. It said that following a report that the detail contained in the\noriginal Bild article was inaccurate, it amended the copy and published a\nfootnote to the article which said: The\narticle was originally published on February 7, 2017. It was updated on\nFebruary 14, 2017 to reflect the apology by Bild. Further, on receipt of the complaint, it published\nan expanded correction, and similarly-worded stand-alone correction, which\nstated: This article was originally published on 07\nFebruary 2017 and headlined \"'They grabbed me everywhere' More than 900\nmigrants carried out Germany NYE sex attacks\". The story was first\npublished by the leading German publication Bild. Our original article repeated\nthe allegation that '900 drunk refugees' had sexually harassed women who had\nattended a New Years' Eve event in Frankfurt. \nThe Bild article quoted a number of named sources who claimed to have\neither suffered during the attack or witnessed the events.  After the German Police in Frankfurt denied\nthat any such incident occurred, Bild apologised for their inaccurate report.\nOur version of the story was based upon Bild's original report and therefore\nour article was also inaccurate.  This\narticle was amended on 14 February 2017 to reflect the apology by Bild. 5.   \nThe\ncomplainant said that it was the responsibility of a publisher to take care not\nto publish inaccurate information. It said that if the publication was\npublishing solely what Bild was saying, then entire article should make this\nclear. He also said that he considered that as well as correcting the error and\nacknowledging that an error was made, a publication should also apologise to\nreaders for making the error.\nRelevant Code Provisions 6.    Clause\n1 (Accuracy) i)\nThe Press must take care not to publish inaccurate, misleading or distorted\ninformation or images, including headlines not supported by the text. ii)\nA significant inaccuracy, misleading statement or distortion must be corrected,\npromptly and with due prominence, and — where appropriate — an apology\npublished. In cases involving IPSO, due prominence should be as required by the\nregulator. iii)\nA fair opportunity to reply to significant inaccuracies should be given, when\nreasonably called for. iv) The Press, while free to editorialise and campaign,\nmust distinguish clearly between comment, conjecture and fact. v)\nA publication must report fairly and accurately the outcome of an action for\ndefamation to which it has been a party, unless an agreed settlement states\notherwise, or an agreed statement is published. \nFindings of the Committee 7.   \nThe article relied upon local media reports in Germany\nfrom Bild and other news organisations of what was alleged to have occurred in\nFrankfurt on New Years’ Eve. The\nCommittee considered that in relying on local media reports of an incident that\ntook place in another country, and in attributing the claims to “reports” and\n“local media”, there was no failure on the publication’s part to take care not\nto publish inaccurate information in breach of Clause 1(i). 8.   \nHowever,\nit subsequently transpired that the claim that 900 migrants carried out a sex\nattack in Frankfurt was untrue, which represented a significant inaccuracy that\nrequired correction under the terms of Clause 1(ii). 9.    Once the publication became aware that the\nstory was inaccurate, it amended the article to make clear that police had\ndenied that the sex attacks had taken place, and that the editor of Bild had\napologised for the report. It also published a footnote to the article which\nsaid that the article had been amended to reflect the apology from Bild. Further,\non receipt of the complaint, the publication had published an expanded footnote\nwhich made clear that the original article was inaccurate, and explained why\nthis was the case; it also published a stand-alone correction in the same\nterms. The Committee considered that these actions addressed the inaccuracies\nin the original article, and were offered promptly and in a sufficiently\nprominent position, so as to meet the requirements of Clause 1(ii). 10. In circumstances where the publication had\ntaken care over the accuracy of the article, and no one individual was affected\nby the inaccuracies published, the Committee did not consider that an apology\nwas required.   \nConclusions The complaint was not upheld.\nRemedial Action Required N/A\nDate complaint received: 15/02/2017\nDate decision issued: 24/05/2017\nBack to ruling listing\n\n\n"
}