{
    "url": "/rulings-and-resolution-statements/ruling/?id=01396-14",
    "title": "01396-14 Warsop v Nottingham Post",
    "provisions": [
        "5 (Intrusion into grief or shock) 2015"
    ],
    "outcome": "No breach - after investigation",
    "publication": "Nottingham Post (Reach PLC)",
    "received_on": "2014-10-20 00:00:00",
    "concluded_on": "2015-01-13 00:00:00",
    "complaint_processing_days": 85,
    "conclusion_long": "10. The complaint was not upheld.",
    "remedial_action": "N/A  Date complaint received: 20/10/2014",
    "text": "\n\n\n\n\n\n·      Decision of the Complaints Committee 01396-14 Warsop v Nottingham PostSummary of complaint \n1. Melanie Warsop complained to the Independent Press\nStandards Organisation that an article published by the Nottingham Post on 30\nSeptember 2014 headlined “Colin Gunn associate inquest opens”, intruded into\nher family’s grief in breach of Clause 5 (Intrusion into grief or shock) of the\nEditors’ Code of Practice. \n2. The article reported that the inquest into the death of\nKevin Warsop had been opened. It described him as a former associate of the\n“Nottingham crime lord” Colin Gunn and explained that he had previously been\njailed whilst standing trial with co-defendant Mr Gunn. It included details of\na post-mortem examination which indicated the cause of death. \n3. The complainant, the sister of Mr Warsop, was concerned\nthat the newspaper had referred to her brother in the headline as the “associate\nof Colin Gunn” rather than by his name. She was further concerned that the\narticle reported the cause of her brother’s death before her family had been\ninformed. \n4. The newspaper accepted that it must be a difficult time\nfor the family, and it had no wish to cause them additional grief; however, it\nmaintained that it had a right to report Mr Warsop’s death in the context of\nhis criminality. It noted that his previous conviction had been headline news\nwhen he admitted his role in the conspiracy that led to Colin Gunn, along with\na number of his associates (including Mr Warsop), being jailed for many years.\nMr Warsop had received a further conviction recently after pleading guilty to\nmaking threats to kill and to damage property with intent to endanger life. The\nrecent court case had included references to his previous association with\nColin Gunn. \n5. The newspaper was sorry that the family had not been\naware of some of the details included in the report. This was, however, a\nmatter between the coroner and family, not the newspaper. \n6. It offered to speak to the complainant’s family, should\nthey wish to pay tribute to her brother in the newspaper. \nRelevant Code Provisions\n7. Clause 5 (Intrusion into grief or shock) \nIn cases involving personal grief or shock, enquiries and\napproaches must be made with sympathy and discretion and publications handled\nsensitively. This should not restrict the right to report legal proceedings,\nsuch as inquests. \nFindings of the Committee\n8. The Committee acknowledged that the complainant had been\nupset by the newspaper’s identification of her brother in the headline and\narticle in terms of his association with a criminal, rather than simply by his\nname. It appeared, however, that Mr Warsop’s association with Colin Gunn was\nwell-established in the public domain, and that the trial in which they had\nappeared as co-defendants had been the subject of extensive news coverage. It\nwas in the context of this high-profile and newsworthy association that he was\nbest known to readers. In these circumstances, the Committee did not consider\nthat referring to Mr Warsop as a “Colin Gunn associate” amounted to a failure\nto handle publication sensitively. \n9. It was unfortunate that the complainant’s family had\nlearnt of the cause of Mr Warsop’s death from the newspaper article. The terms\nof Clause 5 are clear, however, that it should not restrict the right to report\nlegal proceedings. The assistant coroner had announced the cause of death at\nthe public inquest and the newspaper was entitled to report this information. \nConclusions\n10. The complaint was not upheld. \nRemedial Action Required\nN/A \nDate complaint received: 20/10/2014\nDate decision issued: 13/01/2015\nBack to ruling listing\n\n\n"
}