{
    "url": "/rulings-and-resolution-statements/ruling/?id=01400-22",
    "title": "01400-22 Jesus College Cambridge v Daily Mail",
    "provisions": [
        "1 Accuracy (2021)"
    ],
    "outcome": "Breach - sanction: action as offered by publication",
    "publication": "Daily Mail (Associated Newspapers Limited)",
    "published_on": "2022-01-29 00:00:00",
    "received_on": "2022-01-31 00:00:00",
    "concluded_on": "2022-07-19 00:00:00",
    "complaint_processing_days": 169,
    "conclusion_long": "23. The complaint was partially upheld under Clause 1.",
    "remedial_action": "24. The correction which was offered clearly put the correct position on record, and was offered promptly and with due prominence, and should now be published.   Date complaint received: 31/01/2022",
    "text": "\n\n\n\n\n\nDecision\nof the Complaints Committee – 01400-22 Jesus College Cambridge v Daily MailSummary\nof Complaint1. Jesus\nCollege Cambridge complained to the Independent Press Standards Organisation\nthat Daily Mail breached Clause 1 (Accuracy) of the Editors’ Code of Practice\nin an article headlined “A double first in double standards”, published on 29th\nJanuary 2022.2. The\narticle was a feature that examined the controversy over the complainant’s\nproposals to move a memorial, presenting them in a critical light. It reported\nthat “Academics at Jesus College, Cambridge want to tear down a memorial” to\nTobias Rustat. It stated that an application had been made to move the memorial\nfrom “its lofty perch on the walls of the Grade I-listed building [to] a nearby\nbasement that had been used as a wine cellar”. The article reported that a\nhearing on the matter would be held in the chapel and overseen by the Diocese\nof Ely and that “[a]t the centre of legal arguments […] will be a number of\nthorny and highly topical questions” discussed, such as, “is it fair to hold\nlong-dead historical figures to today’s ethical standards? Do places of worship\nhave an enduring duty to respect the wishes of the deceased regarding their\nfinal resting place? And is our heritage compromised when cultural institutions\ndecide to jettison architecturally significant memorials to once-eminent people\nwhom it is now fashionable to hate?”.3. The\narticle suggested that, “despite its holier-than-thou approach to slavery\ncarried out more than three centuries ago, [the complainant] appears to have a\nremarkably relaxed approach to equally reprehensible forms of slavery that\ncontinue to this day”. It reported that the complainant had recently “pursued\nan alarmingly close commercial relationship with the autocratic Chinese\nCommunist Party”. The article stated the College had received “£200,000 from\nthe Chinese state and £155,000 from the Chinese telecoms firm Huawei” in 2020.\nIt referenced a “senior” professor who had received funding for their\nnon-profit from “Chinese state-owned companies” and that their “professorship\nis itself funded […] by a trust said to be controlled by the daughter of a\nformer Chinese prime minister.”. It included a quote from the chairman of the\nForeign Affairs Committee “’refusing to talk about abuses of Uighur Muslims for\nfear of causing offence,’” The article stated that, “to understand how things\nreached this point, we must wind the clock back to May 2019, when [the current\nMaster], was appointed Master of Jesus”. It continued, “Shortly after she\narrived, it was decided to create a ‘Legacy of Slavery working party’ to\nexplore the College’s potential links to that ugly trade and ‘address wider\ndynamics of institutional racism’. The article reported that this group “made\nno effort to probe the College’s modern paymasters in Communist China” but\nfocused on “publicly renouncing Rustat”. The article continued by stating the\ngroup “had decided his name ought to be erased from a number of college\nevents”, such as the “’Rustat Conferences’, a series of annual talks he…\nfunded, [which] changed to the ‘Jesus College Conferences’”. It said that\nbecause “a tiny proportion” of Rustat’s business investments “involved slavery,\nhis entire legacy is being shredded”.4. The\narticle also appeared online “A double first in double standards: Cambridge\nacademics want to tear down a memorial to a benefactor who made a tiny portion\nof his money from investments in slavery. Yet it's pocketed a fortune from\nChina which enslaves thousands of Uighur Muslims today”.5. The\ncomplainant said that the article was inaccurate in breach of Clause 1 because\nthe College was not looking to “tear down” the memorial. It said that the\nexpression “tear down” implied “demolish[ing] something” and destruction and it\nwas different to simply removing something. Instead, it said it was applying to\nhave the memorial relocated from place of worship to a still prominent location\nthat was more approate. The complainant also said the article had\nmisrepresented the criteria by which the application would be judged. It said\nthe article provided specific questions that would be “[a]t the centre of legal\narguments”. The complainant stated that the “Duffield Questions” formed the\nbasis of legal arguments and these questions were in the public domain as they\nappeared in the Church of England guidance on managing Church buildings. The\nDuffield Questions were:a. Would\nthe proposals, if implemented, result in harm to the significance of the church\nas a building of special architectural or historic interest?b. If\nthe answer to question 1 is “no”, the ordinary presumption in faculty\nproceedings “in favour of things as they stand” is applicable, and can be\nrebutted more or less readily, depending on the particular nature of the\nproposals.c. If\nthe answer to question 1 is “yes”, how serious would the harm be?d. How\nclear and convincing is the justification for carrying out the proposals?e.\nBearing in mind that there is a strong presumption against proposals which will\nadversely affect the special character of a listed building, will any resulting\npublic benefit (including matters such as liturgical freedom, pastoral\nwell-being, opportunities for mission, and putting the church to viable uses\nthat are consistent with its role as a place of worship and mission) outweigh\nthe harm?6. The\ncomplainant also said it was inaccurate to report that it had applied for the\nmemorial to be moved to a “nearby basement that had been used as a wine\ncellar”. It said the application concerned moving the memorial to a permanent\nexhibition space and that it would be accompanied by other items of historical\nsignificance and panels that provided historical context close to the chapel;\nthis was not a wine cellar or basement. The complainant further said it was\ninaccurate for the article to state that the Rustat Conferences had been\n“funded” by Rustat. It said that the conferences started in 2009 and were not\nfunded by Rustat.7. The\ncomplainant disputed that, “In recent years the College has pursued an\nalarmingly close commercial relationship with the… Chinese Communist Party” and\nthat China was its “paymasters”. It asserted that it had no relationship of any\nkind with the Chinese Communist Party and that it had only received two\n“modest” research grants from China in the past five years. It stated that\nthese grants represented only 0.4 per cent of its income. It further said that\nthe article had described the amount donated by Rustat as “tiny” as it was 1.7\nper cent, but the amount from the research grants from China was even smaller.\nThe complainant said “paymaster” connoted a sense of control or influence over\nsomething, which was not the case.8. The\ncomplainant said that it was inaccurate to refer to the current master of the\ncollege in the context of the Legacy of Slavery Working Party (LSWP). It said\nthat the LSWP had been established in May 2019 following the creation of a\nCambridge University Legacy of Slavery Enquiry. The current master had been\nappointed at the end of May 2019 but did not assume her position until October;\nit was therefore inaccurate to state that the group had been established after\nher arrival. It said that the timing of the master’s appointment in relation to\nthe creation of the LSWP had been discussed by telephone with the reporter\nbefore publication.9. The\npublication said it did not accept a breach of Clause 1. It said it was not\nmisleading to claim that the complainant was seeking to “tear down a memorial”\nas it had applied to physically remove the memorial from the chapel wall. The\npublication also said it was not inaccurate to state that it was proposed that\nthe memorial would be moved to a “wine cellar”. It stated that a previous\nplanning application raised the possibility of the wine cellar being used as a\nnew location for the memorial and that the ecclesiastical application provided\nby the complainant did not contradict this. The publication said the\napplications suggested housing the memorial temporarily in the wine cellar\nwhilst the planning application for a separate exhibition space is submitted\nand considered. It said that the position regarding this plan had changed and\nso offered a correction on this point.10. The\npublication said it was not inaccurate to report the questions for\nconsideration during the court case would be, “is it fair to hold long-dead\nhistorical figures to today’s ethical standards? Do places of worship have an\nenduring duty to respect the wishes of the deceased regarding their final\nresting place? And is our heritage compromised when cultural institutions decide\nto jettison architecturally significant memorials to once-eminent people whom\nit is now fashionable to hate?”. It said the article had not stated this\nrepresented every question or issue to be discussed and that these questions\nreflected the fourth Duffield Question.11. The\npublication said it was also not inaccurate to describe the complainant’s\nrelationship with the Chinese Communist Party as “alarmingly close”. It said\nthis represented the writer’s opinion that any money accepted from the Chinese\ngovernment was “alarming”. In addition, it stated that the complainant did have\na commercial relationship with the Chinese State. It referred to the article\nwhich had reported that the complainant “accepted £200,000 from the Chinese\nstate” and that a senior professor “runs a non-profit that has been paid tens\nof thousands of pounds to host training courses for executives from Chinese\nstate-owned companies”. The publication said that, as China is a one-party\nstate, the “Chinese Communist Party” was effectively the Chinese state. It also\nsaid it was not inaccurate to describe the complainant as having “paymasters”\nin China. It said that China had attempted to gain influence in British\nuniversities through donations and collaborative research. It said the relationship\nbetween the complainant and the Chinese state had been clearly set out in the\narticle and so this description was not misleading.12. The\npublication accepted the explanation from the complainant that the appointment\nof the current Master had taken place after the formation of the LSWP. However,\nit denied that this had been raised by the complainant before publication; it\nnoted that the point had not been mentioned in pre-publication correspondence\nand said that if it had been raised in a telephone conversation, the\ninformation would have been reflected in the article. It said the reporter had\nrelied upon a public announcement made in July 2019 regarding the LSWP which\ncame after the election of the new Master, which had taken place in May of that\nyear. The publication provided links to these announcements as they appeared on\nthe complainant’s website. The publication also accepted that the conferences\nhad been established in 2009 and were not directly funded by Rustat. However,\nit said that this was not a significant inaccuracy in the context of the\noverall article.13.\nDespite this, as a gesture of goodwill, the publication offered to amend the\nonline article and publish a footnote, as well as publishing standalone wording\nin the corrections box of page 2 of the article:“A\nfeature on January 29 about Jesus College Cambridge’s plans to remove a\nmemorial to its benefactor Tobias Rustat said that the College had set up a\nLegacy of Slavery Working Party (LSWP) after the arrival of its new Master\nSonita Alleyne in 2019. In fact, while the group was announced after Ms\nAlleyne’s election, it had been created earlier. We also said there were plans\nto relocate the memorial to a wine cellar and that the College’s “Rustat\nConferences” were funded by Rustat – neither of which was the case.The\ncomplainant reemphasised that it was inaccurate for the article to report that\nthe memorial would be “torn down” and referenced the judge’s remarks  on the application, which were published\nafter the article, as they said “’The College now seeks (in summary) a faculty\nauthorising: (1) the careful removal from the west wall of the Grade I listed\nCollege Chapel of the memorial to Tobias Rustat, (2) the making good of the\nwall, using appropriate traditional materials, and (3) the conservation of the\nmemorial, which is to be re-erected in an exhibition and study space to be\ncreated in a room on the ground floor of East House, which is situated within\nthe College grounds to the north-east of Library Court.’”.14. The\ncomplainant did not accept the publication’s offer as a resolution to the\ncomplaint.Relevant\nCode ProvisionsClause 1\n(Accuracy)i) The\nPress must take care not to publish inaccurate, misleading or distorted\ninformation or images, including headlines not supported by the text.ii) A significant\ninaccuracy, misleading statement or distortion must be corrected, promptly and\nwith due prominence, and — where appropriate — an apology published. In cases\ninvolving IPSO, due prominence should be as required by the regulator.iii) A\nfair opportunity to reply to significant inaccuracies should be given, when\nreasonably called for.iv) The\nPress, while free to editorialise and campaign, must distinguish clearly\nbetween comment, conjecture and fact.Findings\nof the Committee15. The\nCommittee first considered the complaint regarding the chronology of the\nformation of the LSWP and the election and arrival of the new Master. The\nCommittee noted that where the article said that the origin of the issue began\nin “May 2019, when [the current Master], was appointed Master of Jesus”, and\n“[s]hortly after she arrived, it was decided to create a ‘Legacy of Slavery\nworking party’”. Whilst the Master had been elected at the end of May 2019, she\ndid not formally assume the position until October of that year. The LSWP had\nbeen formed by the College Counsel in May 2019 following the foundation of a\nCambridge University Legacy of Slavery Enquiry. The publication had accepted\nthat attributing the formation of the LSWP to the new Master was inaccurate but\nsaid that care had been taken as the reporter had used a public announcement\nregarding the creation of the LSWP and compared this to the election of the\nMaster. It had also stated that this issue had not come up in the\ncorrespondence with the complainant, either via email or over the phone, before\npublication. The Committee reviewed the email correspondence which showed the\nchronology of the master’s appointment had not been discussed at that time.\nHowever, the announcement cited by the publication as the source for its\ninformation about her appointment stated clearly and prominently that she would\nbe taking up the post in October 2019. In circumstances where this information\nwas in the public domain, including in sources relied upon by the publication,\nthe Committee considered that the publication had not taken sufficient care\nwhen it implied that her “arrival” at the college was connected with the launch\nof the group. There was a breach of Clause 1(i) on this point.16. The\nchronology of these events was significant where the publication presented the\nmisleading chronology as important to understanding the origins of the LSWP,\nwhose actions it presented in a critical light. By suggesting that the\nformation of the group was connected with the arrival of the new Master, the\narticle attributed to her responsibility for decisions that, the publication\naccepted, predated her involvement with the college. This was significant and\nrequired correction under the terms of Clause 1(ii). During the referral\nperiod, the publication offered a proposed \ncorrection on this point that put the correct position on record. This\nwas sufficiently prompt. It proposed to print the correction in its established\ncorrections box on page 2 and to amend the online article and publish the\ncorrection as a footnote. Where the inaccuracy appeared within the body of the\narticle, this was sufficiently prominent. There was no breach of Clause 1(ii)\non this point.17. The\nCommittee then considered the complaint regarding the proposed site for the\nrelocation of the memorial. The Committee acknowledged the complainant’s\nposition that the proposal was to house the memorial in an exhibition space and\nthat the application under consideration did not propose a “wine cellar”.\nWhilst an earlier application, provided by the publication, stated that\n“[t]here is… a suitable room in the Basement… Currently, it is used as a wine\nstore”, the article reported that the upcoming court hearing “revolves around\nan application […] for the ‘Rustat Memorial’ to be removed […] and placed\ninstead in a nearby basement that had been used as a wine cellar”. The article\ntherefore attributed the relocation of the memorial to a wine cellar to the\nmost recent application due to be discussed. The publication, therefore, had\nnot taken sufficient care over this claim and there was a breach of Clause\n1(i).18. The\nCommittee considered that this claim misrepresented the intentions of the\ncomplainant and how the application had evolved over time. Where it represented\na planning application that would be discussed in an upcoming court hearing and\nwhere it was being used to further the criticism of the complainant’s intention\ntowards the memorial, this was a significant inaccuracy that required\ncorrection. The remedial action offered addressed the inaccuracy and made clear\nthe correct position – that the proposal was not to move the memorial to a wine\ncellar. It was offered promptly and with due prominence, as set out above, and\nso there was no breach of Clause 1(ii) on this point.19.\nRegarding the Rustat Conferences and whether they were funded by Rustat, where\nit was not in dispute that the name had been changed to limit association with\nRustat, whether they were funded by him was not a significant detail. There was\nno breach of Clause 1 on this point.20. The\nCommittee acknowledged that the complainant disputed that it wanted to “tear\ndown” the memorial and that “tear down” implied a strength of feeling. However,\nthe article had provided sufficient basis for this characterisation; the\nproposal was to physically remove the memorial from its current position. There\nwas no breach of Clause 1 on this point.21. The\nCommittee then considered the article’s reporting of the questions to be\nconsidered at the hearing and whether it was inaccurate for them to be referred\nas “centr[al]” to “legal arguments”. The complainant had highlighted the\nDuffield Questions, which the Committee acknowledged appeared in the Church of\nEngland guidance on managing Church buildings. However, the article had made\nclear that its list of questions was not exhaustive as it stated that there\n“will be a number of thorny and highly topical questions. Among them…”. This\nwas also speculative — the article was suggesting questions that would feature\nin a future hearing, as opposed to questions already discussed. The Committee\nalso noted that the questions posited in the article could fall within the\ngeneral themes and purposes of the Duffield Questions. There was no breach of\nClause 1 on this point.22.\nFinally, the Committee considered the complaint regarding the reference in the\narticle to the complainant’s “modern paymasters in Communist China” and the\ncomment that the complainant had “pursued an alarmingly close commercial\nrelationship with the autocratic Chinese Communist Party”. The article had\ndescribed the nature of the sums which the complainant had received from the\nChinese State and Chinese state-owned companies, and the donations received to\nfund academic posts and research from contributors with links to China. The\npublication’s characterisation of the sources of these funds as “paymasters”\nwas not significantly inaccurate or misleading in circumstances where the\ncontributions made had been set out in the article.  That the commercial relationship was\n“alarmingly close” was plainly the opinion of the columnist, as the complainant\naccepted.  Considering the paragraph as a\nwhole, it was clear that the article was equating the Chinese Communist Party\nwith the Chinese State and doing so was not significantly inaccurate or\nmisleading where the article included details of the commercial relationship\nwhich was the subject of the columnist’s comment. There was no breach of Clause\n1 on this point.Conclusion(s)23. The\ncomplaint was partially upheld under Clause 1.Remedial\nAction Required24. The\ncorrection which was offered clearly put the correct position on record, and\nwas offered promptly and with due prominence, and should now be published.\n\n\nDate\ncomplaint received: 31/01/2022\nDate\ncomplaint concluded by IPSO: 19/07/2022\nBack to ruling listing\n\n\n"
}