{
    "url": "/rulings-and-resolution-statements/ruling/?id=01413-21",
    "title": "01413-21 Hanney v express.co.uk",
    "provisions": [
        "1 Accuracy (2021)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "express.co.uk (Reach PLC)",
    "published_on": "2021-02-11 00:00:00",
    "received_on": "2021-02-10 00:00:00",
    "concluded_on": "2021-06-09 00:00:00",
    "complaint_processing_days": 119,
    "conclusion_long": "7. The complaint was not upheld.",
    "remedial_action": "8. N/A   Date complaint received: 10/02/2021",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee – 01413-21 Hanney v\nexpress.co.uk\nSummary of Complaint\n1. Jon Hanney complained to the Independent Press Standards\nOrganisation that express.co.uk breached Clause 1 (Accuracy) of the Editors’\nCode of Practice in an article headlined “Car tax changes could see families\ncharged almost £7,000 more to use the roads”, published on 11 February 2021.\n2. The online article reported that “[c]ar tax changes which\ncould see a new pay per mile system introduced may see motorists forced to pay\nfive times more to use the roads according to the new data seen exclusively by\nExpress.co.uk”. The article reported that “based on predictions from [a first\nnamed person] that a pay per mile system will be priced at around 75p, charges\nwill dramatically rise”. The article included a quotation from [a second named\nperson] who said that: “75p per mile will cost a family petrol car driver an\neye-gouging £6,500 more than they annually pay now in Fuel Duty and VAT”. The\narticle proceeded to say that: “The Treasury is considering a new pay per mile\nsystem to help fill a £40billion gap in public finances caused by the switch to\nelectric cars”.\n3. The complainant said that the article was inaccurate in\nbreach of Clause 1 (Accuracy). The figure of 75 pence per mile was both\nunsubstantiated and constituted scaremongering. He considered that this\nproposal was highly unlikely to be implemented, as it would amount to a\nsix-fold increase on the current charge of around 10.6 pence per mile. He also\nnoted that a 75 pence per mile charge would raise an estimated £267 billion a\nyear – far more than the “£40 billion gap in public finances caused by the\nswitch to electric cars” reported in the article.\n4. The publication said it did not accept it had breached\nthe Code. It noted that the article did not claim as fact that the 75 pence per\nmile system would be introduced, but rather presented such a system as the\nconjecture on the part of a named individual, whose background in the field was\nreferenced. It went on to note that the article was exploring the “could be”\ncosts that people could face based on what was an estimated figure. The\npublication emphasised that the article had accurately reported the estimated\nfigure made by the individual in accordance with the terms of Clause 1(i), and\nhad correctly distinguished between comment, conjecture, and fact in accordance\nwith the terms of Clause 1(iv).\nRelevant Code Provisions\nClause 1 (Accuracy)\ni) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not\nsupported by the text.\nii) A significant inaccuracy, misleading statement or\ndistortion must be corrected, promptly and with due prominence, and — where\nappropriate — an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator. \niv) The Press, while free to editorialise and campaign, must\ndistinguish clearly between comment, conjecture and fact.\nFindings of the Committee\n5. Clause 1(iv) makes clear that publications must\ndistinguish clearly between comment, conjecture and fact. The 75 pence per mile\nproposals and the calculations made based on it were clearly presented as\nconjecture on the part of a named individual about what might happen if the\ngovernment introduced such a scheme. The Committee also noted that the entirety\nof the article was framed as conjecture, with the headline stating that changes\nto car tax charges “could” lead to people being charged more. The article\nclearly distinguished between comment, conjecture, and fact; there was no\nbreach of Clause 1(iv).\n6. The complainant had noted that a 75 pence per mile figure\nwould raise far more than the Government needed to fill the “£40 billion gap”\nreferred to in the article and was therefore highly unlikely to be implemented.\nThe Committee noted the complainant’s position on the accuracy of the scenario\nforecasted by the individual; however, where the article had accurately\nreported the “predictions” in question and had clearly presented them as\nconjecture, the publication was entitled to publish them. There was no\nrequirement on the newspaper to prove that such speculation was credible. The\ninclusion of the 75 pence per mile figure did not, therefore, raise a breach of\nClause 1.\nConclusions\n7. The complaint was not upheld.\nRemedial Action Required\n8. N/A\n \nDate complaint received: 10/02/2021\nDate complaint concluded by IPSO: 9/6/2021\nBack to ruling listing\n\n\n"
}