{
    "url": "/rulings-and-resolution-statements/ruling/?id=01427-14",
    "title": "01427-14 Walters v Coventry Telegraph",
    "provisions": [
        "1 (Accuracy) 2015"
    ],
    "outcome": "Breach - sanction: action as offered by publication",
    "publication": "Coventry Telegraph (Reach PLC)",
    "published_on": "2014-09-10 00:00:00",
    "received_on": "2014-10-22 00:00:00",
    "concluded_on": "2014-03-13 00:00:00",
    "complaint_processing_days": -223,
    "conclusion_long": "9. The complaint was upheld.",
    "remedial_action": "10. Having upheld the complaint under Clause 1 (i), the Committee considered what remedial action should be required. The Committee has the power to require the publication of a correction and/or adjudication, the nature, extent and placement of which is to be determined by IPSO. It may also inform the publication that further remedial action is required to ensure that the requirements of the Editors’ Code are met.  11. The newspaper had offered to publish a correction, making clear that the building in the photograph had not been the location of the cannabis factory. Its proposed prominence on page 2 of a forthcoming edition was satisfactory. In light of the Committee’s decision, the correction should now be published promptly.  Date complaint received: 22/10/2014",
    "text": "\n\n\n\n\n\n·        Decision of the Complaints Committee 01427-14 Walters v Coventry Telegraph\nSummary of complaint\n1. Phill Walters complained to the Independent Press\nStandards Organisation that the Coventry Telegraph had breached Clause 1\n(Accuracy) of the Editors’ Code of Practice in an article headlined “City’s\nbiggest cannabis farmers jailed”, published on 10 September 2014. \n2, The article reported that two men had been convicted of\nbeing concerned in the production of cannabis, following a raid on a cannabis\nfarm in Coventry. \n3. The article had been illustrated by a picture of a row of\nwarehouses, which were near to the ones which had housed the cannabis farm. The\ncomplainant said that the warehouse to the forefront of the image was his\nformer office, and that he had had to field enquiries from customers and\nsuppliers, questioning if he or his employees had been growing cannabis. \n4. The newspaper accepted that the photograph had been used\nin error. However, it said that the article had made clear the names of those who\nhad been convicted, and the photograph under complaint had featured a number of\nbusiness units. It did not believe that the article had implicated the\ncomplainant, and noted that the image had not been used online. \n5. Nonetheless, the newspaper offered to publish the\nfollowing clarification on page 2 of a future edition: \n“In our article of September 10 2014 ‘City’s Biggest\nCannabis Farmers Jailed’ we used a picture of some industrial units in Stoke\nRow to illustrate where a raid had taken place. In fact, the unit that\ncontained the cannabis factory was situated in a unit at the rear of the\nbuildings pictured, which had nothing whatsoever to do with the offences\ncarried out.” \n6. The complainant did not accept the proposed\nclarification. He was concerned that its prominence on page 2 was not\ncomparable to the prominence of the original photograph. \nRelevant Code Provisions\n7. Clause 1 (Accuracy) \ni) The press must take care not to publish inaccurate,\nmisleading or distorted information, including pictures. \nii) A significant inaccuracy, misleading statement or\ndistortion once recognised must be corrected, promptly and with due prominence,\nand – where appropriate – an apology published. \nFindings of the Committee\n8. The newspaper accepted that it had used a photograph of a\nbuilding which was not the location of the crimes described in the article. The\nCommittee did not accept the newspaper’s defence that it was clear from the\ntext of the article that the complainant and his business had not been involved\nin the crimes; the article had noted that the two men convicted had likely been\ninstructed by others. The newspaper had failed to take care not to publish an\ninaccurate picture, in breach of Clause 1 (i) of the Code. \nConclusions\n9. The complaint was upheld. \nRemedial Action Required\n10. Having upheld the complaint under Clause 1 (i), the\nCommittee considered what remedial action should be required. The Committee has\nthe power to require the publication of a correction and/or adjudication, the\nnature, extent and placement of which is to be determined by IPSO. It may also\ninform the publication that further remedial action is required to ensure that\nthe requirements of the Editors’ Code are met. \n11. The newspaper had offered to publish a correction, making\nclear that the building in the photograph had not been the location of the\ncannabis factory. Its proposed prominence on page 2 of a forthcoming edition\nwas satisfactory. In light of the Committee’s decision, the correction should\nnow be published promptly. \nDate complaint received: 22/10/2014 \nDate decision issued: 13/03/2014\nBack to ruling listing\n\n\n"
}