{
    "url": "/rulings-and-resolution-statements/ruling/?id=01429-22",
    "title": "01429-22 Hopkins v cornwalllive.com",
    "provisions": [
        "1 Accuracy (2021)"
    ],
    "outcome": "Breach - sanction: action as offered by publication",
    "publication": "cornwalllive.com (Reach PLC)",
    "published_on": "2022-01-22 00:00:00",
    "received_on": "2022-02-02 00:00:00",
    "concluded_on": "2022-06-16 00:00:00",
    "complaint_processing_days": 134,
    "conclusion_long": "12. The complaint was upheld under Clause 1(i) and Clause 1(iv).",
    "remedial_action": "13. The published clarification put the complainant’s position on record and was offered promptly and with due prominence. No further action was required.    Date complaint received: 02/02/2022",
    "text": "\n\n\n\n\n\nDecision\nof the Complaints Committee – 01429-22 Hopkins v cornwalllive.com\nSummary\nof Complaint\n1. Katie\nHopkins complained to the Independent Press Standards Organisation that\ncornwalllive.com breached Clause 1 (Accuracy) of the Editors’ Code of Practice\nin an article headlined “Far-right Katie Hopkins speaks at Truro anti-vaccine\nprotest”, published on 22 January 2022.\n2. The\narticle reported that the complainant made a speech at an anti-vaccine protest\nin Truro. The article reported on the protest and stated that the complainant\nhad “an established record of harmful public commentary, including racial\nvilification. Her remarks have drawn wide criticism and led to her being\nsuccessfully sued multiple times - and banned from Twitter.”  It said that her presence had drawn criticism\nfrom some locals, and that the complainant “was recently ejected from a pub in\nPortreath after being ‘very rude’ to staff”.\n3. The\ncomplainant said that the claim in the article that she had been ejected from a\npub after being rude was inaccurate in breach of Clause 1. She said that she\nhad attended a single pub in Portreath, spoken and taken selfies with locals\nand that the owners had been very happy to have her. She provided an email from\nthe pub’s official email address which stated that she had not been rude and\nhad not been ejected from the pub. The complainant said that she had not been\ncontacted by the publication regarding the allegation, and that she required a\nretraction and an apology.\n4. The\npublication did not accept a breach of the Code. It said that it had received a\ntip off on social media regarding the complainant’s behaviour in a pub. A\njournalist then spoke to the pub landlord over the phone and provided notes of\nthis conversation. The pub landlord had told the publication that the\ncomplainant had been “extremely rude” to both him and staff members, who\n“warned her she would have to leave”, and that after several warnings she had\nbeen ejected from the premises. The landlord had stated that the complainant\nhad attended with a group of around 15-20 people and that most looked around\n18. He said that the complainant had demanded she was served first, and even\nwhen warned she would have to leave, continued to shout that she wanted a\ndrink. The landlord said that the complainant had not been recognised at first,\nbut when he was shown a photo of the complainant in another pub the next day he\nrecognised her. The landlord told the newspaper she was staying at a named\nperson’s house a short walk away from the premises.\n5.  On receipt of the complaint, the publication\nspoke to the pub’s landlord on the phone again and received a written statement\nfrom him, which it provided to IPSO. The landlord reiterated what he had said\nbefore and added that he believed the complainant had come in for her\ndaughter’s eighteenth birthday with around 20 people. He said as only two\nmembers of the party were clearly over 18 he had to check IDs, and that during\nthis period the complainant “repeatedly requested service rather rudely”,\ndespite being instructed she would be served. He said that she was asked to\nstop interfering with the checks, and demanding her ID be checked. The landlord\nsaid whilst the complainant was not physically ejected from the pub she was\ntold she \"knew where the door was” and it was suggested she “use it\",\nand eventually that she was told to pay for the drinks that had been ordered\nand leave. The landlord said he “found her to be very rude”.\n6. Prior\nto making a complaint to IPSO the complainant had contacted the newspaper\ndirectly, and on the same day the publication had removed the statement: “She\nwas recently ejected from a pub in Portreath after being ‘very rude’ to staff”.\nIt published the following footnote clarification:\nA\nprevious version of this article reported that Katie Hopkins 'was recently\nejected from a pub in Portreath after being “very rude” to staff'. This\nstatement is disputed by Ms Hopkins who says that the owners were delighted to\nhave her in their pub.\n7. The complainant did not consider the\nclarification published by the publication to be a satisfactory resolution to\nher complaint as she did not consider that it corrected the record and did not\ninclude an apology.\n8. In\naddition, the complainant said that the statement provided by the pub\ndemonstrated that the individual the landlord described was not her, namely in\nthat: she had only attended one pub on the holiday – the one who had sent the\nstatement she provided; she said she had never been in the pub named by the\nnewspaper; none of her children were 18; that none of them had birthday whilst\nin Cornwall; and that she had not attended a pub with twenty people, but rather\nonly her husband and three children who did not drink. She noted the photo\nreferred to by the landlord had been taken in the other pub, where her visit\nhad been welcomed. She also provided statements from her husband and child,\nwhich confirmed that they had not been to the pub the publication had spoken\nto.\nRelevant\nCode Provisions\nClause 1\n(Accuracy)\ni) The\nPress must take care not to publish inaccurate, misleading or distorted\ninformation or images, including headlines not supported by the text.\nii) A\nsignificant inaccuracy, misleading statement or distortion must be corrected,\npromptly and with due prominence, and — where appropriate — an apology\npublished. In cases involving IPSO, due prominence should be as required by the\nregulator. \niii) A\nfair opportunity to reply to significant inaccuracies should be given, when\nreasonably called for.\niv) The\nPress, while free to editorialise and campaign, must distinguish clearly\nbetween comment, conjecture and fact.\nFindings\nof the Committee\n9. The\nCommittee acknowledged that the complainant and the publication offered\nconflicting versions of events in regard to her visit to a Portreath pub. The\nfirst question for the Committee to consider was whether, in publishing the\nstatement that the complainant had been “recently ejected from a pub in\nPortreath after being ‘very rude’ to staff”, the publication had taken\nsufficient care not to publish inaccurate or misleading information. The\nnewspaper had presented this as an established statement of fact. However, this\nstatement had been based solely on the account of a landlord, who had\nacknowledged in his account of the incident that he had not recognised the\ncomplainant at the time of her alleged visit. Furthermore, the publication had\nnot put the claim to the complainant prior to publication for her verification\nor comment. The claim that the complainant had been ejected from a pub based on\nher conduct was a significant one, and the Committee considered that the\npresentation of the account as a matter of established fact, rather than an\nunverified allegation, in circumstances where it was relying on a single account\nfrom someone who had not recognised the complainant at the time of the alleged\nincident amounted to the publication not taking sufficient care not to publish\nmisleading information, and therefore a breach of Clause 1(i). In addition,\nwhere the publication had not distinguished the claim from fact, there was a\nbreach of Clause 1(iv).\n10. The\nCommittee could not reconcile the two conflicting accounts, and therefore was\nunable to make a finding as to the true situation. However, where the\nallegation was mispresented as a matter of established fact, and this was\nsignificant, given the allegation of poor behaviour, the publication was\nrequired to correct the misleading claim.\n11. The\ncomplainant had contacted the publication directly, which removed the statement\nand added a clarification on the same day. The clarification noted the original\ndisputed point and put the complainant’s position on record. Deleting the\nreference and adding a clarification the same day the complainant contacted the\nnewspaper represented due promptness. Where the information under complaint was\na single sentence in the article, a footnote correction represented due\nprominence. There was, therefore, no breach of Clause 1(ii).\nConclusion(s)\n12. The\ncomplaint was upheld under Clause 1(i) and Clause 1(iv).\nRemedial\nAction Required\n13. The\npublished clarification put the complainant’s position on record and was\noffered promptly and with due prominence. No further action was required.\n\n\n\nDate\ncomplaint received: 02/02/2022\nDate\ncomplaint concluded by IPSO: 16/06/2022\nBack to ruling listing\n\n\n"
}