{
    "url": "/rulings-and-resolution-statements/ruling/?id=01429-14",
    "title": "01429-14 Arunkalaivanan v Birmingham Mail",
    "provisions": [
        "1 (Accuracy) 2015",
        "2 (Opportunity to reply) 2015"
    ],
    "outcome": "Breach - sanction: publication of correction",
    "publication": "Birmingham Mail (Reach PLC)",
    "received_on": "2014-10-23 00:00:00",
    "concluded_on": "2015-03-18 00:00:00",
    "complaint_processing_days": 146,
    "conclusion_long": "12. The complaint under Clause 1 was upheld. The complaint under Clause 2 was not upheld.",
    "remedial_action": "13. Having upheld the complaint under Clause 1 (i) in relation to the print and online articles, the Committee considered what remedial action should be required. The Committee has the power to require the publication of a correction and/or adjudication, the nature, extent and placement of which is to be determined by IPSO. It may also inform the publication that further remedial action is required to ensure that the requirements of the Editors’ Code are met.  14. The Committee was satisfied that the newspaper had, in good faith, offered a wording which attempted to t correct the inaccuracies in the article; as a result it did not find a breach of Clause 1 (ii). Nonetheless, given that the standalone correction would repeat allegations made against the complainant, the Committee took the view that, in addition to the points already covered by the proposed correction, the wording should be revised to make it plain that the decision to suspend the complainant had been quashed. This should be published on page two and online - in line with the newspaper’s offer.  Date complaint received: 23/10/2014",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee 01429-14 Arunkalaivanan v Birmingham Mail\nSummary of complaint\n1. Dr Angamuthu Arunkalaivanan complained to the Independent\nPress Standards Organisation that the Birmingham Mail had breached Clause 1\n(Accuracy) and Clause 2 (Opportunity to reply) of the Editors’ Code of Practice\nin an online article headlined “Doctor who fondled patient’s breasts is allowed\nback into medical practice”, published on 5 October 2014, and in the print\nedition of the article headlined “Doctor has ‘fondle’ ban lifted”, published on\n6 October 2014. \n2. The newspaper had reported that the complainant had\nsuccessfully appealed a ruling by the Medical Practitioners Tribunal Service\n(MPTS). In 2013 a Fitness to Practise Panel, held by the MPTS, found the\ncomplainant’s fitness to practise to be impaired by reason of misconduct and\ndetermined that his name should be suspended from the Medical Register for 12\nmonths. On appeal, the decision was quashed by the High Court, and a newly\nconstituted Fitness to Practise Panel ruled that the complainant was fit to\npractise and imposed no warning on his registration. \n3. The complainant was concerned that the newspaper, both in\nprint and online, had inaccurately stated that he had originally been “struck\noff” from the Medical Register.  The\ncomplainant said that the print article had inaccurately reported that he is a\nGP, rather than a gynaecologist. He also said that he had never practised at\nBirmingham Medical Institute Hospital; it was BMI Edgbaston Hospital. He said\nthat the headline to the online article had been inaccurate in stating that he\n“fondled [a] patient’s breasts”, as the High Court had ruled that his actions\nhad not been sexually motivated. In addition, the complainant said that it had\nbeen inaccurate for the newspaper to report that he had been suspended;\nalthough the MPTS had initially suggested suspension, he had 28 days to appeal\nthe decision. As the decision was quashed, he had not been suspended.\n4. The newspaper accepted that it had been inaccurate to state\nthat the complainant had been “struck off” from the medical register. It also\naccepted that the print article had been inaccurate regarding the complainant’s\njob title and the hospital at which he worked. It offered to publish the\nfollowing correction in print, on page two of the newspaper, and online: \n“On 5/6 October 2014, we published an article inaccurately\nstating that a Birmingham doctor, Dr Arunkalaivanan, had been struck off the\nmedical register for fondling a patient’s breasts and had won an appeal to\npractise again. In fact Dr Arunkalaivanan was not struck off for fondling a\npatient’s breasts, he was suspended for 12 months after being accused of doing\nso. Additionally, the article incorrectly described Dr Arunkalaivanan as a GP\nwhen he is a gynaecologist and incorrectly stated that he practised at\nBirmingham Medical Institute Hospital in Edgbaston when he practised at BMI\nEdgbaston Hospital. \n5. It offered to amend the text of the online article to\nmake clear that the complainant had been suspended, rather than stuck off, the\nregister; it also would amend the article to make clear that the complainant\nhad been “accused” of fondling a patient’s breasts. \n6. The newspaper said that the remedial action it had\noffered was sufficient to address the complainant’s concerns. It said that the\ntext of the coverage had explained in detail the disciplinary process, and that\noutcome of the procedures had been made clear. \nRelevant Code Provisions\n8. Clause 1 (Accuracy) \ni )The press must take care not to publish inaccurate,\nmisleading or distorted information, including pictures. \nii) A significant inaccuracy, misleading statement or\ndistortion once recognised must be corrected, promptly and with due prominence,\nand – where appropriate – an apology published. \nClause 2 (Opportunity to reply) \n“A fair opportunity for reply to inaccuracies must be given\nwhen reasonably called for”. \nFindings of the Committee\n8. The coverage had inaccurately reported that the\ncomplainant had been “struck off” the medical register. The print edition of\nthe article had inaccurately referred to the complainant as a GP and had said\nthat he had practised at Birmingham Medical Institute Hospital in Edgbaston.\nThe publication of these significant inaccuracies represented a failure to take\ncare over the accuracy of the coverage, in breach of Clause 1(i). \n9. As the High Court ruled that the complainant’s actions\nhad not been sexually motived, the online headline “Doctor who fondled\npatient’s breast is allowed back into medical practice”, was significantly\nmisleading as it stated as fact that the complainant had fondled a patient’s\nbreasts, rather than making clear that while the first Fitness to Practise\npanel had found his actions were sexually motivated, this finding was subsequently\nquashed by the High Court. \n10. The complainant said that it had been inaccurate to\nstate that he had been suspended as the decision had been quashed. As a point\nof fact, the Fitness to Practise Panel in 2013 had determined that the\ncomplainant should be suspended. The coverage made clear that the decision had\nbeen overturned, and that a newly constituted Fitness to Practise Panel had\nruled that he was free to practise. There was no breach of the Code on this\npoint. \n11. Under Clause 2 (Opportunity to reply), the newspaper had\noffered to published a correction to address the inaccuracies in the article. A\nreply was not therefore reasonably called for under the terms of the Code.\nThere was no breach of Clause 2. \nConclusions\n12. The complaint under Clause 1 was upheld. The complaint\nunder Clause 2 was not upheld. \nRemedial Action Required\n13. Having upheld the complaint under Clause 1 (i) in\nrelation to the print and online articles, the Committee considered what\nremedial action should be required. The Committee has the power to require the\npublication of a correction and/or adjudication, the nature, extent and\nplacement of which is to be determined by IPSO. It may also inform the\npublication that further remedial action is required to ensure that the requirements\nof the Editors’ Code are met. \n14. The Committee was satisfied that the newspaper had, in\ngood faith, offered a wording which attempted to t correct the inaccuracies in\nthe article; as a result it did not find a breach of Clause 1 (ii). Nonetheless,\ngiven that the standalone correction would repeat allegations made against the\ncomplainant, the Committee took the view that, in addition to the points\nalready covered by the proposed correction, the wording should be revised to\nmake it plain that the decision to suspend the complainant had been quashed.\nThis should be published on page two and online - in line with the newspaper’s\noffer. \nDate complaint received: 23/10/2014 \nDate decision issued: 18/03/2015\nBack to ruling listing\n\n\n"
}