{
    "url": "/rulings-and-resolution-statements/ruling/?id=01437-16",
    "title": "01437-16 Khaman v Sunday Post",
    "provisions": [
        "1 Accuracy (2016)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "The Sunday Post (DC Thomson Group)",
    "published_on": "2016-02-21 00:00:00",
    "received_on": "2016-02-29 00:00:00",
    "concluded_on": "2016-05-09 00:00:00",
    "complaint_processing_days": 70,
    "conclusion_long": "14. The complaint was not upheld.",
    "remedial_action": "N/ADate complaint received: 29/02/2016",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee 01437-16 Khaman v Sunday Post \nSummary of complaint 1.    Yasmin\nKhaman complained to the Independent Press Standards Organisation that the\nSunday Post breached Clause 1 (Accuracy) of the Editors’ Code of Practice in\ntwo articles headlined “Football stars in car cash mystery / Mystery over what\nhappened to football stars’ car deposits” and “Businesswoman ‘told footballer\nshe was related to the Aga Khan’”, published on 21 February 2016 and 28\nFebruary 2016 respectively.\n2.    The\narticles reported that the complainant’s business, Royal Luxury Cars (RLC),\nwhich rents high-end vehicles to members of the public, was being investigated\nfor fraud after a number of clients claimed that their substantial deposits had\nnot been returned to them.\n3.    The\narticles were substantially the same online and in print.\n4.    The\ncomplainant said that there was no ongoing fraud investigation into RLC. She\nprovided a copy of a statement her representative had sent to the newspaper in\nadvance of publication which set out the correct position: RLC had engaged a\nself-employed sales agent whose services had been terminated after a number of\nfootballers had approached the company raising concerns that he had not\nreturned their deposits. RLC had investigated the claims and reported them to\nHM Revenue & Customs and the police. It said that any refunds were the sole\nresponsibility of the relevant sales agent, and not of RLC. The complainant\nalso said that it was inaccurate to report that she “claimed” to be a princess\nwho was related to the Aga Khan; these statements were true as she had married into\nthe Aga Khan’s family.\n5.    The\ncomplainant also said that she had not been accused of failing to pass on funds\nshe had raised at a charity auction in 2008; that there are not several\ncompanies registered at the her home; that she had not tried to convince a\nfootballer named Noel Hunt to invest in a goldmine; and that she had not posed\nfor a photograph with businessman Piers Linney at an awards ceremony, but\nrather he had posed with her.\n6.    The\nnewspaper believed that its article was accurate. It said that numerous people\nhad approached the newspaper and had been prepared to speak about their\ndealings with the complainant; there was a clear public interest in\ninvestigating the allegations. The newspaper noted that both articles had\nincluded lengthy responses from the complainant or her representatives.\n7.    The\nnewspaper said that City of London Police’s National Fraud Reporting Centre had\nconfirmed that they had gathered enough evidence to refer the fraud allegations\nto the relevant police force for investigation. The newspaper provided copies\nof its correspondence with the police forces it had contacted. It also said\nthat multiple sources had confirmed that the complainant claimed to be related\nto His Highness the Aga Khan, and that when the newspaper contacted the Aga\nKhan Development Network (AKDN) its spokesperson confirmed that “this person is\nnot Princess Yasmin and has no link to His Highness the Aga Khan.” The\nnewspaper also provided copies of this correspondence.\n8.    The\nnewspaper said that Companies House records show two companies currently\nregistered at the complainant’s address (the complainant said that she had been\nfraudulently named as a director of these companies). It also provided two\narticles from other newspapers which were published at the time that the police\nwere investigating the funds raised at the complainant’s charity event. It\nstood by this aspect of its story; it did not believe that the complainant had\nnot been involved. The newspaper said that Mr Hunt said he had had several\nbusiness dealings with the complainant in recent years. This had been\ncorroborated by other sources, and the newspaper noted that Mr Hunt and the\ncomplainant are both listed as directors of the same company in records held by\nCompanies House. The newspaper did not accept that its phrasing about the\ncomplainant posing for a photograph with Mr Linney was in any way misleading.\nRelevant Code provisions\n9.    Clause\n1 (Accuracy) (i)           \nThe press must take care not to publish\ninaccurate, misleading or distorted information or images, including headlines\nnot supported by the text. (ii)          \nA significant inaccuracy, misleading statement\nor distortion must be corrected, promptly and with due prominence, and – where\nappropriate – an apology published. (iii)         \nA fair opportunity to reply to significant inaccuracies\nshould be given, when reasonably called for. (iv)         \nThe press, while free to editorialise and\ncampaign, must distinguish clearly between comment, conjecture and fact.\nFindings of the Committee\n10. The\ncomplainant had confirmed that one of her salespeople had been accused of not\nreturning deposits to customers, and that RLC had terminated his employment and\nreferred him to the police. The Committee did not accept the complainant’s\nposition that because the salesperson had been self-employed neither she nor her\ncompany were responsible for his actions. The City of London Police had also\nconfirmed to the newspaper that it had gathered sufficient evidence to refer\nthe matter for investigation. There was no failure to take care over this\naspect of this story, and the Committee did not establish a significant\ninaccuracy which needed to be corrected under Clause 1 (ii) of the Code.\n11. The\nnewspaper had published on-the-record comments from Mr Hunt that the\ncomplainant had said she “was related to the Aga Khan”. The newspaper had\ncontacted the AKDN which had responded that the complainant had no link to the\nAga Khan, and the article had also included the complainant’s position that she\nis entitled to use the name. There was no breach of Clause 1 on this point.\n12. It was clear\nfrom the contemporaneous coverage that the complainant had organised a charity\nevent which was later investigated by police for allegedly not passing on\nenough of the money it had raised. The article under complaint had noted the\ncomplainant’s position that “bidders failed to pay for their prizes”, and also\nreported that the police investigation had not resulted in any charges being\nbrought. This element of the complaint did not raise a breach of Clause 1.\n13. According\nto Companies House records, there are at least two companies registered at the\ncomplainant’s address, with her named as a director of both companies. The\narticle had included comments from Mr Hunt that the complainant had encouraged\nhim “to invest £25,000 in a doomed gold mine venture”, and included her denial:\n“this is categorically untrue as Noel Hunt has no funds to invest”. Lastly, in\nthese circumstances there was no substantive difference between the complainant\nposing for a picture with Mr Linney, and Mr Linney posing for a picture with\nthe complainant. The article did not breach Clause 1.\nConclusions\n14. The\ncomplaint was not upheld.\nRemedial Action Required \nN/ADate complaint received: 29/02/2016\nDate decision issued:\n09/05/2016\nBack to ruling listing\n\n\n"
}