{
    "url": "/rulings-and-resolution-statements/ruling/?id=01432-14",
    "title": "01432-14 Wilkinson v Daily Express",
    "provisions": [
        "1 (Accuracy) 2015"
    ],
    "outcome": "Breach - sanction: action as offered by publication",
    "publication": "Daily Express (Reach PLC)",
    "received_on": "2014-10-23 00:00:00",
    "concluded_on": "2015-02-17 00:00:00",
    "complaint_processing_days": 117,
    "conclusion_long": "8. The complaint was upheld.",
    "remedial_action": "9. Having upheld the complaint under Clause 1(i), the Committee considered what remedial action should be required. The Committee has the power to require the publication of a correction and/or adjudication, the nature, extent and placement of which is to be determined by IPSO. It may also inform the publication that further remedial action is required to ensure that the requirements of the Editors’ Code are met.  10. The Committee noted that the newspaper had already amended the references to the InterAcademy Council from the article and appended an appropriate footnote. These actions gave due prominence to the correction and were sufficient to remedy the established breach of Clause 1. While the Committee acknowledged the complainant’s concerns that the statement had been repeated on other websites, which cited the Daily Express as their source, those websites are not members of the system of self-regulation which IPSO operates, and so the Committee could not require other iterations of the inaccuracy to be corrected. However, the Committee would expect the newspaper to mark the previous inaccurate article in its archive, to minimise the possibility of the inaccuracy being repeated again.  Date complaint received: 23/10/2014",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee 01432-14 Wilkinson v Daily Express\nSummary of complaint \n1. Vincent Wilkinson complained to the Independent Press\nStandards Organisation that the Daily Express had breached Clause 1 (Accuracy)\nof the Editors’ Code of Practice in an article published on its website on 23\nOctober 2014 headlined “Climate change PROVED to be ‘nothing but a lie’, claims\ntop meteorologist”. \n2. The article reported that the co-founder of the Weather\nChannel had claimed that “man-made climate change was no longer scientifically\ncredible”, and discussed a variety of current opinions on global warming and\ngreenhouse gases. \n3. The complainant said that it was inaccurate to report\nthat “in 2010 a high-level inquiry by the InterAcademy Council found there was\n‘little evidence’ to support the IPCC’s [Intergovernmental Panel on Climate\nChange] claims about global warming. It also said the panel had purposely\nemphasised the negative impacts of climate change made ‘substantive findings’\nbased on little proof.” The complainant said that the Council had not been critical\nof the IPCC’s work in the terms quoted in the article, and provided a copy of\nthe relevant report. He was particularly concerned that other websites were now\nrepeating this inaccurate claim, referencing the article. \n4. The newspaper accepted that the InterAcademy Council’s\nfindings had been quoted incorrectly. The statements had been included in a\nprevious article in the same newspaper, and the inaccurate information had been\nrepeated without verification from a previous article it had published. The newspaper\nremoved all references to the InterAcademy Council and its findings from the\narticle, and appended the following footnote, under the heading “Correction”: \n“This article originally referred to John Coleman as a top\nmeteorologist; that reference has now been removed. It also claimed that in\n2010 a high-level inquiry by the InterAcademy Council found there was ‘little\nevidence’ to support the IPCC’s claims about global warming. In fact, the\nInterAcademy Council had not found that. The article has now been amended.” \n5. The complainant said that the newspaper’s offer was\ninsufficient to remedy the dissemination of the phrase elsewhere on the\ninternet. \nRelevant Code Provisions\n6. Clause 1 (Accuracy) \ni) The press must take care not to publish inaccurate,\nmisleading or distorted information, including pictures. \nii) A significant inaccuracy, misleading statement or\ndistortion once recognised must be corrected, promptly and with due prominence,\nand – where appropriate – an apology published. \nFindings of the Committee\n7. The newspaper had accepted that the article had been\ninaccurate in the manner identified by the complainant: the InterAcademy\nCouncil’s report had not criticised the IPCC in the terms reported. The report\nhad not said that there was “‘little evidence’ to support the IPCC’s claims\nabout global warming”, nor had it said that the IPCC had made “’substantive\nfindings’ based on little proof”. The article had misrepresented the\nInterAcademy Report, and it was significantly misleading and requiring of\ncorrection, in order to comply with the terms of Clause 1 (ii). \nConclusions\n8. The complaint was upheld. \nRemedial Action Required\n9. Having upheld the complaint under Clause 1(i), the\nCommittee considered what remedial action should be required. The Committee has\nthe power to require the publication of a correction and/or adjudication, the\nnature, extent and placement of which is to be determined by IPSO. It may also\ninform the publication that further remedial action is required to ensure that\nthe requirements of the Editors’ Code are met. \n10. The Committee noted that the newspaper had already\namended the references to the InterAcademy Council from the article and\nappended an appropriate footnote. These actions gave due prominence to the correction\nand were sufficient to remedy the established breach of Clause 1. While the\nCommittee acknowledged the complainant’s concerns that the statement had been\nrepeated on other websites, which cited the Daily Express as their source,\nthose websites are not members of the system of self-regulation which IPSO\noperates, and so the Committee could not require other iterations of the\ninaccuracy to be corrected. However, the Committee would expect the newspaper\nto mark the previous inaccurate article in its archive, to minimise the\npossibility of the inaccuracy being repeated again. \nDate complaint received: 23/10/2014 \nDate decision issued: 17/02/2015\nBack to ruling listing\n\n\n"
}