{
    "url": "/rulings-and-resolution-statements/ruling/?id=01431-21",
    "title": "01431-21 Todd v oxfordmail.co.uk",
    "provisions": [
        "1 Accuracy (2019)",
        "3 Harassment (2019)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "oxfordmail.co.uk (Newsquest Media Group)",
    "received_on": "2021-08-06 00:00:00",
    "concluded_on": "2021-11-16 00:00:00",
    "complaint_processing_days": 102,
    "conclusion_long": "16. The complaint was not upheld.",
    "remedial_action": "17. N/A    Date complaint received: 06/08/2021",
    "text": "\n\n\n\n\n\nDecision\nof the Complaints Committee – 01431-21 Todd v oxfordmail.co.uk\nSummary\nof Complaint\n1. Selina\nTodd complained to the Independent Press Standards Organisation that the\noxfordmail.co.uk breached Clause 1 (Accuracy) of the Editors’ Code of Practice\nin an article headlined “Artist's talk cancelled after student outcry over\n'transphobia'”, published on 19 November 2019 and an article headlined “Oxford\nUniversity project says 'women must be defined by sex'”, published on 8\nFebruary 2021.\n2. The\nfirst article reported on an artist who was scheduled to give a talk at a\nuniversity which was cancelled following\naccusations that she was transphobic. The article quoted from a letter issued\nby the university’s LGBTQ+ society, which stated that the artist had shown\nsupport for the complainant, who was described as a professor and “a strong\nadvocate of a [named organisation], a transphobic organisation acting under the\nguise of academic freedom”. The article also reported that the complainant had\nbeen “accused of being ‘transphobic’ by students” at the university she worked\nat.\n3. The\nsecond article reported on a funding application for a project submitted by the\ncomplainant. The article described the proposed study as aiming “to prove it is\n‘essential’ that ‘sex’ is protected as the only legal definition of a woman”.\nIt reported the complainant was “hoping to stop people from being allowed to\nchoose their own gender under the Equality Act” and that she had warned “that\nif people can legally change their gender it will make it impossible to collect\nviable data about differences between men and women in society, such as\nsalaries”. The article said that the newspaper had requested a copy of the\ncomplainant’s 2019 funding application under a Freedom of Information request,\nand contained a quote from the application which said that the aims were “To\nshow that upholding ‘sex’ as a legal characteristic defining women, against\nthose who wish to replace this part of the Act with ‘gender’ as a self-chosen\nidentity, is essential if we are to collect and analyse vital sex-based data\nsuch as differences in males’ and females’ employment and pay”. The article\nalso stated that the complainant had “previously been criticised by Oxford\nUniversity Student Union’s LGBTQ+ campaign for holding ‘anti-trans’ views”. The\nstudy was described as a “campaigning study”.\n4. The complainant said that the first article\nwas inaccurate in breach of Clause 1. She said that it was inaccurate to\ndescribe either herself, or the named organisation, as transphobic, and that a\nnamed student group had accused her of transphobia. She also said it was\ninaccurate to call her “Ms” rather than using her professional title, and that\nthis was significant where the article impugned her professionalism. The\ncomplainant said she had not been contacted in advance of this article.\n5. The\ncomplainant said that the second article also breached Clause 1. She said that\nit was not possible for people to “choose their own gender under the Equality\nAct” and the article was therefore inaccurate. She also said that the sentence\nmisrepresented her views and made her appear discriminatory as well as ignorant\nof UK law. The complainant said it was inaccurate to describe her as having\nwarned that it would not be possible to collect data about the differences\nbetween men and women, nor had she questioned the existing rights to legally\nchange gender. She said it was misleading to call her “anti-trans” without\nacknowledging that she, and others, had previously refuted this description.\nThe complainant also said it was inaccurate to describe the study as a\ncampaigning study, as it was an academic study and not a campaign tool, nor had\nshe described it as such.\n6. The\ncomplainant had originally complained directly to the publication in relation\nto the first article within a week of its publication. However, her complaint\nwas suspended due to personal circumstances and was resumed in June 2021.\n7. The\npublication did not accept a breach of the Code with regard to either article.\nIt said that allegations that the complainant and the named group were\ntransphobic were in the public domain, and that it had published the\nallegations again in good faith. The publication also said that it believed it\nhad contacted the complainant at the time, but it could not be certain or\nprovide evidence of this due to the length of time that had passed between\npublication and investigation. The publication said it was not significantly\ninaccurate to refer to the complainant as “Ms” rather than “professor”.\n8. In\nrelation to the second article, the publication said that the aims of the\ncomplainant’s study, as included in the funding application, was: for\n“policymakers […] to show that upholding ‘sex’ as a legal characteristic\ndefining women, against those who wish to replace this part of the Act with\n‘gender’ as a self-chosen identity, is essential if we are to collect and\nanalyse vital sex-based data such as differences in males’ and females’\nemployment and pay.’” It said that it had accurately characterised this aim in\nsimple language when it reported that the complainant was “hoping to stop\npeople from being allowed to choose their own gender under the Equality Act”.\nIt also said that this was not an inaccurate representation of the Equality\nAct; the article did not report the current standing of the Act but that the\ncomplainant hoped that self-chosen gender would not become part of the Act in\nthe future. The publication said that on this basis, the phrase did not make\nthe complainant appear discriminatory or ignorant, save for the fact that the\ncomplainant was discriminating against a certain viewpoint which opposed her\nown. The publication said the same aim could also be characterised as the\ncomplainant “warn[ing] that if people can legally change their gender it will\nmake it impossible to collect viable data about differences between men and\nwomen in society”. It said that something being “essential” could also be\ndescribed as warning.\n9. The\npublication said it was not inaccurate to describe the study as a “campaigning\nstudy” where the complainant was well known for her views and being an\nacademic, and that her work was likely to affect the national discussion around\nthe issues. Furthermore, it said the complainant’s study used research carried\nout by an extremely prominent national campaign group, which was quoted in the\narticle as being “delighted” to have supported the research which “documents…\nthe threat [posed] to women’s sex-based rights”. The publication therefore said\nthat as the results of the study were being used as a campaign tool by a\ncampaign group it was not significantly inaccurate to report it as a\ncampaigning study.\n10. The\npublication said it was not inaccurate to describe the complainant as having\n“previously been criticised by Oxford University Student Union’s LGBTQ+\ncampaign for holding ‘anti-trans’ views” without also including the\ncomplainant’s or other parties comments on this. The publication said the article\nclearly attributed the allegation to a small group, and it had previously\npublished the allegation alongside a strenuous refutation from the complainant.\nIt also said that this was not the main focus of the article.  \nRelevant\nCode Provisions\nClause 1\n(Accuracy)\ni) The\nPress must take care not to publish inaccurate, misleading or distorted\ninformation or images, including headlines not supported by the text.\nii) A\nsignificant inaccuracy, misleading statement or distortion must be corrected,\npromptly and with due prominence, and — where appropriate — an apology\npublished. In cases involving IPSO, due prominence should be as required by the\nregulator. \niii) A\nfair opportunity to reply to significant inaccuracies should be given, when\nreasonably called for.\niv) The\nPress, while free to editorialise and campaign, must distinguish clearly\nbetween comment, conjecture and fact.Clause 3* (Harassment)i) Journalists must not\nengage in intimidation, harassment or persistent pursuit.ii) They must not persist\nin questioning, telephoning, pursuing or photographing individuals once asked\nto desist; nor remain on property when asked to leave and must not follow them.\nIf requested, they must identify themselves and whom they represent.\niii) Editors must ensure\nthese principles are observed by those working for them and take care not to\nuse non-compliant material from other sources.\nFindings\nof the Committee\n11. With\nregard to the first article, the Committee noted that the complainant had not\nbeen described as a matter of fact as being transphobic, but that she had been “accused of being ‘transphobic’ by\nstudents at the college”. It also included the basis for these claims within\nthe article, by directly quoting a letter from the students that stated the complainant\nsupported an organisation the students considered to be “transphobic”. The\ncomplainant accepted that it was accurate to report that she had been accused\nby students of being transphobic, but said that it was misleading not to\ninclude in the article her denial of this accusation or to contact her in\nadvance of the article for her comment. Due to the length of time that had\npassed between the article’s publication and the investigation, the Committee\ncould not determine whether the complainant had been contacted prior to the\narticle, and could not make a finding on this point. However, the article had\nclearly attributed the allegation to a group of students rather than making a\nclaim of fact, and placed the term “transphobic” in inverted commas as well as\ngiving the context for these claims. In addition, in the context of the article\nas a whole, it was clear that the allegations formed part of a contentious\ndebate and were the opinion of a named group of students and not a statement of\nfact by the newspaper. In these circumstances, it was not a failure to take\ncare not to publish the complainant’s denial that she was “transphobic”, or to\nrefer to accusations of transphobia against the complainant or the organisation\nby the group of students. There was no breach of Clause 1 on this point.\n12. The\nCommittee noted the complainant’s concern that she had been described as “Ms”\nrather than “professor”, and the impact this had on her professionalism. While\nthe Committee noted that the complainant preferred to be referenced using this\ntitle, it did not consider that the use of a title which did not reflect the\ncomplainant’s occupation to be a significant inaccuracy; it also noted that the\narticle made clear that she was a professor. There was no breach of Clause 1 on\nthis point.\n13.\nTurning to the second article, the Committee firstly considered the statement\nin which the article said that the complainant was “hoping to stop people from\nbeing allowed to choose their own gender under the Equality Act”. The aims of\nthe complainant’s study, as set out in the funding application provided by the\ncomplainant, was “to show that upholding ‘sex’ as a legal characteristic\ndefining women, against those who wish to replace this part of the Act with\n‘gender’ as a self-chosen identity, is essential”. This aim was also replicated\nin the article. The Committee considered that as the stated aim of the study\nwas expressed in terms of opposition to replacing the legal characteristic of\n“sex” with self-chosen “gender” on the Equality Act, it was not an inaccurate\nor misleading characterisation of the proposal to state the complainant wanted\nto stop people from being allowed to choose their gender under the Equality\nAct. The Committee did not accept the complainant’s interpretation that the\narticle was alleging that the Equality Act currently allowed people to choose\ntheir own gender. It therefore did not agree that the article gave the\nmisleading impression that the complainant was not aware of the law, or was\ndiscriminatory in the way she suggested. Where the study’s aims stated that\ncontinuing to use the legal characteristic of sex “was essential if we are to\ncollect and analyse vital sex-based data such as differences in males’ and\nfemales’ employment and pay”, it was not inaccurate to report that complainant\nwas “warn[ing] that if people can legally change their gender it will make it\nimpossible to collect viable data about differences between men and women in\nsociety”. In addition, where the aim was also reported in the study, readers\nwould be able to see exactly what the aim was. There was no breach of Clause 1\non these points.\n14. The\ncomplainant did not consider her study to be a “campaigning study”. However,\nwhere the aims of the complainant’s study were to share the results with\npolicymakers in order to demonstrate support for its position regarding\npotential amendments to the Equality Act, amongst other aims, it was not\nsignificantly inaccurate to describe it as a “campaigning study”.\n15. The\nsecond article had also contained allegations that the complainant has\n“previously been criticised […] for holding ‘anti-trans’ views”. The article\nhad made clear that the allegations came from a specific student LGBTQ+ group,\nhad attributed the accusations to them, and made clear that it was a claim from\nthis group rather than a statement of fact. Where this was clearly an\nallegation, and attributed to a group that readers would understand to have a\nparticular point of view in a highly contentious debate, it was not misleading\nnor was it a breach of Clause 1 not to publish the complainant’s denial or seek\nher further comments. There was no breach of Clause 1 on these points.\nConclusions\n16. The\ncomplaint was not upheld.\nRemedial\nAction Required\n17. N/A\n\n\n\nDate complaint received: 06/08/2021\nDate\ncomplaint concluded by IPSO: 16/11/2021\nBack to ruling listing\n\n\n"
}