{
    "url": "/rulings-and-resolution-statements/ruling/?id=01431-14",
    "title": "01431-14 A Woman v Chester Leader",
    "provisions": [
        "3 (Privacy) 2015"
    ],
    "outcome": "Breach - sanction: publication of adjudication",
    "publication": "(DISCONTINUED) Chester Leader ",
    "received_on": "2014-10-22 00:00:00",
    "concluded_on": "2015-01-02 00:00:00",
    "complaint_processing_days": 72,
    "conclusion_long": "10. The complaint was upheld.",
    "remedial_action": "11. Having upheld the complaint under Clause 3 (Privacy) of the Code, the Committee considered what remedial action should be required. The Committee has the power to require the publication of a correction and/or adjudication, the nature, extent and placement of which is to be determined by IPSO. It may also inform the publication that further remedial action is required to ensure that the requirements of the Code are met.  12. The Committee required that in order to remedy the breach of the Editors’ Code, the newspaper should publish the Committee’s ruling upholding the complaint. The article under complaint had been published on page 2 of the newspaper; the adjudication should also be published on this page.  13. The terms of the adjudication, which the newspaper should publish without addition or alteration under the headline “IPSO complaint upheld”, are as follows:  Following an article published in the Chester Leader in October 2014, a woman complained to the Independent Press Standards Organisation (IPSO) that the Leader had intruded into her child’s privacy, in breach of Clause 3 (Privacy) of the Editors’ Code of Practice. IPSO upheld the complaint and established a breach of the Editors’ Code. IPSO required the Leader to publish this decision by its Complaints Committee as a remedy to the breach.  The article was a court report about the complainant’s partner’s conviction for charges relating to an incident in which the child’s safety had been placed at risk. Despite a reporting restriction imposed by the court designed to prevent identification of the child, the article named the complainant’s partner and included part of his address, noted his relationship to the child concerned, and gave an account of the circumstances, including the state in which the child had been found by police.  The complainant said that other parents had now asked her about the incident in front of her child, causing significant distress. She was worried about the potential further consequences for her child.  When the Chester Leader received the complaint, it apologised to the complainant for the distress caused by the article, and wrote her a private letter of apology; it also offered to make a donation to a children’s charity of her choice. The Leader accepted that there had been a reporting restriction in place, but said it had been unaware of this prior to publication. It stated that there had been no reference to it at the hearing or mention of it in court documents on the day, but acknowledged that the reporter should have made a greater effort to establish whether restrictions were in place. The Chester Leader made clear to IPSO that, when contacted by the complainant, it had taken immediate steps to ensure that the article did not appear on its website or in its sister newspapers.  IPSO considers complaints under the Editors’ Code of Practice; it does not enforce reporting restrictions imposed by the courts, or make determinations as to whether the terms of such orders have been breached. In this instance, however, the existence of a reporting restriction was relevant to the Committee’s consideration of the complaint under the Code.  IPSO’s Complaints Committee noted that the article had not named the complainant’s child, but it had plainly identified the child by connection to the named man. In general, IPSO upholds the right to report matters heard in open court, both because of the general interest in open justice and because they have entered the public domain through the proceedings. In this instance, however, the existence of a reporting restriction meant that the complainant‘s child had a reasonable expectation that this material – which related to a distressing incident that raised significant safety concerns – would not be published to the wider public.  In addition, as a consequence of the decision taken by the Court, the child’s identity was not likely to enter the public domain otherwise. The Leader’s publication of the material in these circumstances constituted an unjustified intrusion into the child’s private life, and a breach of Clause 3 of the Code.  Date complaint received: 22/10/2014",
    "text": "\n\n\n\n\n\n·        Decision of the Complaints Committee 01431-14 A Woman v Chester Leader\nSummary of complaint \n1. A woman complained to the Independent Press Standards\nOrganisation that an article published in the Chester Leader in October 2014\nintruded into her child’s privacy, in breach of Clause 3 (Privacy) of the\nEditors’ Code of Practice. \n2. The article was a court report about the complainant’s\npartner’s conviction for charges relating to an incident in which the child’s\nsafety had been placed at risk. It named the complainant’s partner and included\nhis partial address, noted his relationship to the child concerned, and gave an\naccount of the circumstances, including the state in which the child had been\nfound by police. \n3. The complainant said that the article had allowed readers\nto identify her child, in breach of a reporting restriction imposed by the\ncourt which was intended to shield her from publicity. Other parents had now\nasked her about the incident in front of her child, causing significant\ndistress. She was worried about the potential further consequences for her\nchild. \n4. The newspaper apologised to the complainant for the\ndistress caused by the article, and wrote her a private letter of apology; it\nalso offered to make a donation to a children’s charity of her choice. It\naccepted that there had been a reporting restriction in place but said that it\nhad been unaware of this prior to publication. It stated that there had been no\nreference to it at the hearing or mention of it in court documents, but\nacknowledged that the reporter should have made a greater effort to establish\nwhether restrictions were in place. It noted that, when contacted by the\ncomplainant directly, it had taken immediate steps to ensure that the article\ndid not appear on its website or in its sister newspapers. \nRelevant Code Provisions\n5. Clause 3 (Privacy) \ni) Everyone is entitled to respect for his or her private\nand family life, home, health and correspondence, including digital\ncommunications. \nii) Editors will be expected justify intrusions into any\nindividual’s private life without consent. \n6. Public interest \n(iii) The Regulator will consider the extent to which\nmaterial is already in the public domain, or will become so. \nFindings of the Committee\n7. IPSO considers complaints under the Editors’ Code of\nPractice; it does not enforce reporting restrictions imposed by the courts, or\nmake determinations as to whether the terms of such orders have been breached.\nIn this instance, however, the existence of a reporting restriction was\nrelevant to the Committee’s consideration of the complaint under the Code. \n8. The article under complaint had not named the\ncomplainant’s child, but it had plainly identified the child by connection to\nthe named man. In general, IPSO upholds the right to report matters heard in\nopen court, both because of the general interest in open justice and because\nthey have entered the public domain through the proceedings. In this instance,\nhowever, the existence of a reporting restriction meant that the complainant’s\nchild had a reasonable expectation that this material – which related to a\ndistressing incident that raised significant safety concerns – would not be\npublished to the wider public. \n9. In addition, as a consequence of the decision taken by\nthe Court, the child’s identity was not likely to enter the public domain\notherwise. The newspaper’s publication of the material in these circumstances\nconstituted an unjustified intrusion into the child’s private life, and a\nbreach of Clause 3 of the Code.     \nConclusions\n10. The complaint was upheld. \nRemedial Action Required\n11. Having upheld the complaint under Clause 3 (Privacy) of\nthe Code, the Committee considered what remedial action should be required. The\nCommittee has the power to require the publication of a correction and/or\nadjudication, the nature, extent and placement of which is to be determined by\nIPSO. It may also inform the publication that further remedial action is\nrequired to ensure that the requirements of the Code are met. \n12. The Committee required that in order to remedy the\nbreach of the Editors’ Code, the newspaper should publish the Committee’s\nruling upholding the complaint. The article under complaint had been published\non page 2 of the newspaper; the adjudication should also be published on this\npage. \n13. The terms of the adjudication, which the newspaper\nshould publish without addition or alteration under the headline “IPSO\ncomplaint upheld”, are as follows: \nFollowing an article published in the Chester Leader in\nOctober 2014, a woman complained to the Independent Press Standards\nOrganisation (IPSO) that the Leader had intruded into her child’s privacy, in\nbreach of Clause 3 (Privacy) of the Editors’ Code of Practice. IPSO upheld the\ncomplaint and established a breach of the Editors’ Code. IPSO required the\nLeader to publish this decision by its Complaints Committee as a remedy to the\nbreach. \nThe article was a court report about the complainant’s\npartner’s conviction for charges relating to an incident in which the child’s\nsafety had been placed at risk. Despite a reporting restriction imposed by the\ncourt designed to prevent identification of the child, the article named the\ncomplainant’s partner and included part of his address, noted his relationship\nto the child concerned, and gave an account of the circumstances, including the\nstate in which the child had been found by police. \nThe complainant said that other parents had now asked her\nabout the incident in front of her child, causing significant distress. She was\nworried about the potential further consequences for her child. \nWhen the Chester Leader received the complaint, it\napologised to the complainant for the distress caused by the article, and wrote\nher a private letter of apology; it also offered to make a donation to a\nchildren’s charity of her choice. The Leader accepted that there had been a\nreporting restriction in place, but said it had been unaware of this prior to\npublication. It stated that there had been no reference to it at the hearing or\nmention of it in court documents on the day, but acknowledged that the reporter\nshould have made a greater effort to establish whether restrictions were in\nplace. The Chester Leader made clear to IPSO that, when contacted by the\ncomplainant, it had taken immediate steps to ensure that the article did not\nappear on its website or in its sister newspapers. \nIPSO considers complaints under the Editors’ Code of\nPractice; it does not enforce reporting restrictions imposed by the courts, or\nmake determinations as to whether the terms of such orders have been breached.\nIn this instance, however, the existence of a reporting restriction was\nrelevant to the Committee’s consideration of the complaint under the Code. \nIPSO’s Complaints Committee noted that the article had not\nnamed the complainant’s child, but it had plainly identified the child by\nconnection to the named man. In general, IPSO upholds the right to report\nmatters heard in open court, both because of the general interest in open\njustice and because they have entered the public domain through the\nproceedings. In this instance, however, the existence of a reporting\nrestriction meant that the complainant‘s child had a reasonable expectation\nthat this material – which related to a distressing incident that raised\nsignificant safety concerns – would not be published to the wider public. \nIn addition, as a consequence of the decision taken by the\nCourt, the child’s identity was not likely to enter the public domain\notherwise. The Leader’s publication of the material in these circumstances\nconstituted an unjustified intrusion into the child’s private life, and a\nbreach of Clause 3 of the Code. \nDate complaint received: 22/10/2014 \nDate decision issued: 02/01/2015\nBack to ruling listing\n\n\n"
}