{
    "url": "/rulings-and-resolution-statements/ruling/?id=01432-21",
    "title": "01432-21 Agbetu v Mail Online",
    "provisions": [
        "1 Accuracy (2021)"
    ],
    "outcome": "Breach - sanction: action as offered by publication",
    "publication": "Mail Online (Associated Newspapers Limited)",
    "published_on": "2021-02-09 00:00:00",
    "received_on": "2021-02-10 00:00:00",
    "concluded_on": "2021-06-21 00:00:00",
    "complaint_processing_days": 131,
    "conclusion_long": "14. The complaint was upheld under Clause 1 (i).",
    "remedial_action": "15. The correction and footnote which were offered clearly put the correct position on record, and were offered promptly and with due prominence, and should now be published.  Date complaint received: 10/02/2021",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee – 01432-21 Agbetu v\nMail Online\nSummary of Complaint\n1. Toyin Agbetu complained to the Independent Press\nStandards Organisation that Mail Online breached Clause 1 (Accuracy) of the\nEditors’ Code of Practice in an article headlined “Fury over Sadiq Khan's woke\nstatue taskforce: London mayor unveils monuments commission - including social\nrights activist who defaced a statue of Sir Robert Geffrye and academic who\nsaid white supremacy can be traced back to Britain”, published on 9 February\n2021.\n2. The article, which appeared online only, reported on the\nrecently announced members of the Commission for Diversity in the Public Realm,\na “diversity taskforce to review landmarks in the capital.” A bullet-point\nbeneath the headline stated that the commission “includes [the complainant],\nwho famously confronted the Queen at [a] ceremony”. The article included a\npicture of the complainant, which was captioned “[The complainant] grabbed\nheadlines in 2007 after disturbing a ceremony at Westminster Abbey marking the\nabolition of slavery”. The article went on to state that the complainant, “a\nsocial rights activist, praised activists who painted red the hands of slaver\nRobert Geffrye's statue in Hackney, to symbolise the 'blood on his hands'. He\nhailed them as committing 'a transgressive, yet progressive act of public\nservice' by 'making visible the history and human cost of those involved in\nsuch monstrous evil'.”\n3. The complainant said that the article was inaccurate in\nbreach of Clause 1. He said he had not defaced a statue of Sir Robert Geffrye,\nand that it was a breach of Clause 1 to report that he had, as the headline\ndid. He noted that he was not named in the headline, but it was clear that the\nheadline was intended to refer to him; he was the only “social activist” named\nin the article. He also said that the article quoted him in a manner that was\nmisleading; it had removed the portion of his comment in which he made clear\nthat action such as defacing statues should only be considered once “all\nlegitimate democratic process” have been exhausted.\n4. The publication said it accepted that the headline was\ninaccurate. It also said that it accepted that the “social activist” referred\nto in the headline was the complainant. However, it noted that it would not be\nclear to readers who the headline was referring to without reading the article\n– at which point they would become appraised of the true position, which was\nthat the complainant had praised those who had carried out the defacement. For this\nreason, it considered that the significance of the inaccurate headline was\nlessened. It then said that the inaccurate headline had been published due to\nhuman error; when correcting a typo in an earlier version of the headline, the\ninaccurate statement that the complainant had defaced the statue had\nincorrectly been added to the headline.\n5. The publication said that, upon being contacted directly\nby the complainant – and prior to him making an IPSO complaint – it had amended\nthe headline, which now read as follows:\nFury over Sadiq Khan's woke statue taskforce: London mayor\nunveils monuments commission - including social rights activist who praised\npeople who defaced a statue of Sir Robert Geffrye and academic who said white\nsupremacy can be traced back to Britain\nThe publication also offered to add a footnote to the\narticle, acknowledging the correction and making the true position clear. It\nproposed to publish the following wording:\nA previous version of this article said that Toyin Agbetu\nhad defaced a statue of Sir Robert Geffrye. We are happy to make clear this was\nan error and apologise for any misunderstanding. \nIt said that it had proposed the footnote to the\ncomplainant, who had not responded. It therefore proposed to publish a standalone\narticle, to be published in its usual Corrections & Clarifications online\ncolumn. The wording of the article would be as follows:\nAn article headline published on February 9 suggested that\nToyin Agbetu had defaced a statue of Sir Robert Geffrye. We are happy to make\nclear this was an error, and apologise for any misunderstanding. As stated in\nthe article, Mr Agbetu did not paint the statue but rather had praised those\nwho did so. \n6. The publication did not accept that the body of the\narticle inaccurately reported on comments made by the complainant. It noted\nthat his reasons for praising the activists were made clear in the article and\nthat truncating the quote did not render it misleading or inaccurate, where it\nwas not in dispute that he had praised the activists.\n7. The complainant said that the action offered by the\npublication would not be sufficient to resolve his complaint, where he\nconsidered that he had been deliberately targeted by the publication. He also\nnoted that the article included a photograph of him, and that he was referred\nto in the bullet points below the headline – he therefore did not agree with\nthe publication’s position that it would be necessary to read the article to\nidentify him as the “social activist” referred to in the headline.\nRelevant Code Provisions\nClause 1 (Accuracy)\ni) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not\nsupported by the text.\nii) A significant inaccuracy, misleading statement or\ndistortion must be corrected, promptly and with due prominence, and — where\nappropriate — an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator. \niii) A fair opportunity to reply to significant inaccuracies\nshould be given, when reasonably called for.\niv) The Press, while free to editorialise and campaign, must\ndistinguish clearly between comment, conjecture and fact.\nFindings of the Committee\n8. Clause 1(i) requires that publications take care not to\npublish inaccuracies, including in headlines. In this instance, the publication\naccepted that the headline under complaint was inaccurate: the complainant had\nnot defaced a statue. It also accepted that the headline referred to the\ncomplainant, albeit it said that this would only have become apparent upon\nreading the article, which made the true position clear. The Committee noted\nthat the terms of Clause 1 do not allow for an inaccurate headline to be\ncorrected by an article. In any event, the Committee did not accept that the\narticle’s reference to the complainant having praised activists who had defaced\na statute was readily understandable as a correction to the headline claim that\nhe had participated in the act himself. The publication accepted that the\nheadline was intended to refer to the complainant, and he was named and\nidentified by his photograph in the article. The publication of this inaccurate\nclaim represented a failure to take care over the accuracy of the article and a\nclear breach of Clause 1 (i).\n9. The inaccuracy had the potential to greatly damage the\nreputation of the claimant. The headline reported, as fact, that the\ncomplainant had defaced a statue, when in fact he had only spoken out in\nsupport of those who had. By inaccurately claiming that the complainant\ncommitted a potentially criminal act, the publication had published a\nsignificantly inaccurate statement. As such, correction was required under the\nterms of Clause 1 (ii).\n10. The Committee considered whether the action taken and\nproposed by the publication was sufficient to avoid a further breach of Clause\n1 (ii). For corrective action to satisfy the terms of Clause 1 (ii), it must be\npublished promptly and with due prominence. The corrective action should also\nmake clear what information is being corrected, and what the true position is.\n11. The Committee noted that the inaccurate headline had\nbeen amended soon after the complainant had contacted the publication directly,\nand that the publication had attempted to liaise directly with the complainant\nin proposing a footnote wording to record the corrective action. The Committee\nnoted that the complainant had not engaged with these attempts to liaise, as he\nhad wider concerns that he did not consider were addressed by the publication’s\nproposed wording. Nevertheless, the Committee welcomed the publication’s\nattempts to engage directly with the complainant, while noting that the\ncomplainant was not obliged to resolve the matter directly with the\npublication.\n12. The Committee, while noting the complainant’s wider\nconcerns, was satisfied that the breach of Clause 1 (i) was sufficiently\naddressed by the publication’s two proposed offers of correction. Where the\noriginal inaccuracy had appeared in the headline of the article – albeit\nbriefly – and had the potential to be greatly damaging to the complainant\npersonally, the Committee considered that it was appropriate for a stand-alone\ncorrection to be published, and for the correction to include an apology. This,\nin conjunction with a footnote amendment to the original article, was\nsufficient to meet the terms of Clause 1 (ii): both proposed wordings made\nclear what was being corrected and the true position; both included an apology;\nand both were offered promptly and with due prominence, appearing both beneath\nthe original article and as a stand-alone correction. There was no further\nbreach of Clause 1 (ii) on this point.\n13. The Committee turned next to the alleged breach of\nClause 1 which the complainant considered arose from the article’s truncation\nof his full quotation, in which he expressed support for those who had defaced\nthe statue while making clear such actions occur when “legitimate democratic\nprocesses” have been exhausted. The Committee noted the context in which the\nquote was presented: The quote was presented to illustrate that the complainant\nhad “praised” those who had defaced a statue. \nAlthough the Committee appreciated that it is often frustrating to public\nfigures, truncating quotes is necessary and common practice in journalism. In\nthis instance the full quote was clearly supportive of defacing a statue, so\nabridging it did not render the article inaccurate, misleading, or distorted\nwhere the quote was included – at least in part – to illustrate his support for\nthe activists who had defaced the statue, and where the complainant did not\ndispute that he had done so. There was no breach of Clause 1 on this point.\nConclusions\n14. The complaint was upheld under Clause 1 (i).\nRemedial Action Required\n15. The correction and footnote which were offered clearly\nput the correct position on record, and were offered promptly and with due\nprominence, and should now be published.\n\nDate complaint received: 10/02/2021\nDate complaint concluded by IPSO: 21/06/2021\nBack to ruling listing\n\n\n"
}