{
    "url": "/rulings-and-resolution-statements/ruling/?id=01444-20",
    "title": "01444-20 Ammann v thetimes.co.uk",
    "provisions": [
        "2 Privacy (2019)",
        "10 Clandestine devices and subterfuge (2019)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "The Times (News UK)",
    "published_on": "2019-11-07 00:00:00",
    "received_on": "2020-03-06 00:00:00",
    "concluded_on": "2020-11-30 00:00:00",
    "complaint_processing_days": 269,
    "conclusion_long": "15. The complaint was not upheld.",
    "remedial_action": "16. N/A Date complaint received: 06/03/2020",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee – 01444-20 Ammann v\nthetimes.co.uk  Summary of Complaint1. Karl Ammann complained to the Independent Press Standards\nOrganisation that thetimes.co.uk breached Clause 2 (Privacy) and Clause 10\n(Clandestine devices and subterfuge) in an article headlined “Elephants ‘in\ntrauma’ after illegal export to China from Zimbabwe”, published on 7 November\n2019.2. The article reported that “A group of 32 ‘traumatised’\njuvenile elephants” were “being held in concrete pens at an unknown location in\nChina after being spirited out of Zimbabwe as a court was considering their\nfuture”. The article went on to report that “a video clip acquired by animal\nrights activists who have tried for the past year to block the move” suggested\nthat the elephants were showing signs of distress. The article featured a link\nto the clip in question which was shot inside the enclosure by the animals’\ntrainer who was commenting on their situation in Thai, without subtitles. The\nvideo was annotated with a description of the animals’ situation. 3. The complainant, a wildlife campaigner and photographer,\nsaid that the publication of the video represented an intrusion into his\nprivacy in breach of Clause 2. He said that he had a reasonable expectation of\nprivacy in regards to the video, citing its sensitivity and the fact that he\nowned it; he had arranged for another individual, an elephant trainer, to film\nit and its publication had led to the his informant’s identification by the\nChinese authorities. The complainant said that as the owner of the video and\nbecause his source had been identified, his own ability to campaign against the\ntrade of wild animals and elephants to China had been severely undermined. He\nsaid that campaigning on this issue was central to his personality and that\ndevelopment of one’s personality fell within Article 8 of the European\nConvention of Human Rights and therefore Clause 2 of the Code. 4. The complainant said that the publication of the video\nalso represented a breach of Clause 10. He said that the publication had,\nwithout consent, published the footage acquired by his source using hidden\ncameras or clandestine listening devices and accessed digitally-held\ninformation. The complainant said that he would have consented to the\npublication of the video at the appropriate time but the newspaper had not contacted\nhim to get his consent to publish the video; the Code did not provide that it\ncould only be an individual or group working on behalf of a publication to mean\nthe Clause was engaged. 5. The publication denied any breach of the Code. In regard\nto the complainant’s Clause 2 complaint it said that it had originally acquired\nthe video because an individual the complainant had given the footage to had\nthen shared it on a WhatsApp group containing at least 25 members, a number of\nwhom then shared the Video with wider contacts; the publication also claimed\nthat the video had been published on social media, although it did not provide\nevidence of this. Therefore, if the complainant considered the audio to have\nimparted private information it should have been reviewed before he chose to\nshare the video in a scenario where it was foreseeable that it would be\nre-shared; there was no reasonable expectation of privacy in the circumstances.\nThe publication also noted that for those who spoke the language of the\ncomplainant’s informant, the audio would have imparted further information\nrelevant to the plight of the animals. Notwithstanding its position that the\nvideo’s publication did not represent a breach of the Code, it said it removed\nthe video on receipt of the complaint.6. The publication denied a breach of Clause 10 and noted\nthat its provisions concern the use of subterfuge by the press, whereas the\nvideo was recorded by the complainant’s informant, and therefore did not apply\nin this case. The publication noted that the reference to “[accessing]\ndigitally held information without consent” related to the hacking of\ninformation, for which there was no such allegation. The publication accepted\nthat subterfuge was used to acquire the footage. However, as the complainant\nhad acknowledged responsibility for the subterfuge and accepted that he would\nhave consented to publication of the video without the audio had he been\ncontacted prior to publication, it was not clear what the complaint was under\nClause 10.  The publication noted that\ncomplainant did not dispute that there was a public interest in the recording\nand that it was only the publication of the audio which he specifically\ndisputed; a complaint which did not fall properly under the provisions of\nClause 10.7. The publication said that the distress caused to the\nelephants by their illegal export and conditions of captivity in China was and\nis a matter of high public interest, as acknowledged by the complainant. It\nemphasised that the owners of the facility would clearly not have consented to\nthe filming and publicising of the elephants’ condition, had they been aware of\nthe intentions of the activists, meaning that the footage could not have been\nobtained via any other means. The publication said that the subterfuge was\nclearly justified by the public interest in highlighting the plight of the\nanimals. Similarly, there was a public interest in reporting on their condition\nand using the video to assist readers in understanding their situation.8. The complainant said that he had passed the footage to\nonly two contacts, making clear that he did not wish it to be published at that\ntime, as it could be too easily associated with his recent visit and he did not\nwant his informant to be implicated. In the same message he told his contacts\nthat he could justify the “material getting out with a big bang in about a\nweek”. He accepted that while there might be a sufficient public interest to\njustify the publication of the footage, there was no public interest in\npublishing the accompanying audio, which had led to his informant’s\nidentification. The complainant noted that the publication’s removal of the\nvideo demonstrated that it was irrelevant to the story and represented an\nadmission from the publication that it had made an error.Relevant Code Provisions9. Clause 2 (*Privacy)i) Everyone is entitled to respect for his or her private\nand family life, home, health and correspondence, including digital\ncommunications.ii) Editors will be expected to justify intrusions into any\nindividual's private life without consent. Account will be taken of the\ncomplainant's own public disclosures of information.iii) It is unacceptable to photograph individuals, without their\nconsent, in public or private places where there is a reasonable expectation of\nprivacy.10. Clause 10 (*Clandestine devices and Subterfuge)i) The press must not seek to obtain or publish material\nacquired by using hidden cameras or clandestine listening devices; or by\nintercepting private or mobile telephone calls, messages or emails; or by the\nunauthorised removal of documents or photographs; or by accessing\ndigitally-held information without consent.ii) Engaging in misrepresentation or subterfuge, including\nby agents or intermediaries, can generally be justified only in the public\ninterest and then only when the material cannot be obtained by other means.*The Public Interest There may be exceptions to the clauses marked * where they can\nbe demonstrated to be in the public interest.1. The public interest includes, but is not confined to:\nDetecting or exposing crime, or the threat of crime, or serious impropriety.\nProtecting public health or safety. Protecting the public from being misled by\nan action or statement of an individual or organisation. Disclosing a person or\norganisation’s failure or likely failure to comply with any obligation to which\nthey are subject. Disclosing a miscarriage of justice. Raising or contributing\nto a matter of public debate, including serious cases of impropriety, unethical\nconduct or incompetence concerning the public. Disclosing concealment, or\nlikely concealment, of any of the above.2. There is a public interest in freedom of expression\nitself.3. The regulator will consider the extent to which material\nis already in the public domain or will become so.4. Editors invoking the public interest will need to\ndemonstrate that they reasonably believed publication - or journalistic\nactivity taken with a view to publication – would both serve, and be\nproportionate to, the public interest and explain how they reached that\ndecision at the time.5. An exceptional public interest would need to be\ndemonstrated to over-ride the normally paramount interests of children under\n16.Findings of the Committee11. The material under consideration – the video and its\naccompanying audio – did not relate to the complainant’s private or family\nlife; his home; his health; and did not amount to a piece of his correspondence.\nIndeed, it did not include any information about the complainant at all.\nFurther, the complainant had provided the footage to two colleagues and in\ndoing so had stated that he could justify the wider release of the material\n“with a big bang” after a week’s hiatus. This did not suggest that the\ncomplainant viewed the wider publication of the material as amounting to an\nintrusion into his private life; rather, his ambition for the footage was to\ngenerate significant levels of press attention. In light of the absence of\nprivate information about the complainant, and his own intentions for the\npublication of the footage – including the commentary, albeit in a subtitled\nrather than audio format - the Committee did not find a breach of Clause 2.12. The Committee then considered the complaint under the\nterms of Clause 10 (Clandestine devices and subterfuge). The complaint was\nhighly unusual, in that it was the complainant himself who had instructed an\nintermediary to engage in a covert filming operation, with a view to using the\nresulting material in his campaigning activities. He was therefore responsible\nfor gathering the material about which he now complained. Given that the\ncomplainant did not appear to harbour concerns about the methods used to capture\nthe footage and agreed there was a strong public interest in its publication,\nthe Committee did not consider that the complaint engaged the terms of Clause\n10 of the Editors’ Code of Practice.13. The complainant sought to distinguish the publication of\nthe audio commentary from the footage, asserting that there was no public\ninterest to justify the publication of the former. He had, however, said that\nhad the commentary appeared as subtitles or with modified audio, the public\ninterest would have been satisfied. It was not, therefore, the content of the\ncommentary about which he complained but rather the inclusion of his\ninformant’s voice. Clause 10 was not the appropriate clause under which to\nconsider this issue – it was at heart a question of confidentiality and the\npossible identification of a source, not about the news gathering methods used\non this occasion. Therefore the terms of Clause 10 were not engaged on this\npoint.14. The Committee concluded by acknowledging the\ncomplainant’s concerns about the apparent consequences of the publication of\nthe footage in this form for the trainer; it noted that these issues were\naddressed via a parallel complainant.Conclusions15. The complaint was not upheld.Remedial Action Required16. N/A Date complaint received: 06/03/2020\nDate decision issued: 30/11/2020\nBack to ruling listing\n\n\n"
}