{
    "url": "/rulings-and-resolution-statements/ruling/?id=01447-22",
    "title": "01447-22 Rahman v The Jewish Chronicle",
    "provisions": [
        "1 Accuracy (2021)",
        "2 Privacy (2021)",
        "3 Harassment (2021)"
    ],
    "outcome": "Breach - sanction: action as offered by publication",
    "publication": "The Jewish Chronicle (The Jewish Chronicle)",
    "received_on": "2022-02-02 00:00:00",
    "concluded_on": "2022-08-30 00:00:00",
    "complaint_processing_days": 209,
    "conclusion_long": "26. The complaint was partially upheld under Clause 1.",
    "remedial_action": "27. The correction which was offered clearly put the correct position on record, and was offered promptly and with due prominence, and should now be published.    Date complaint received: 02/02/2022",
    "text": "\n\n\n\n\n\nDecision\nof the Complaints Committee – 01447-22 Rahman v The Jewish Chronicle\nSummary\nof Complaint\n1. Mizanur\nRahman complained to the Independent Press Standards Organisation that The\nJewish Chronicle breached Clause 1 (Accuracy), Clause 2 (Privacy), and Clause 3\n(Harassment) of the Editors’ Code of Practice in the articles headlined\n“Cabinet Office anti-racism trainer wished death and mutilation on 'Zionists'”,\npublished on 26th November 2021 and “Sacked: Cabinet Office trainer exposed by\nJC for wishing death on Zionists”, published on 23rd December 2021.\n2. The\nfirst article, published on 26th November, reported that the complainant, “[a]n\nanti-racism trainer who ran an inclusivity workshop for civil servants at the\nCabinet Office [had] wished death and mutilation on ‘Zionists’”. It included a\nnumber of statements and Tweets that the complainant had made in relation to\nIsrael, including a tweet he had posted in 2014 in response to news that an\nIsraeli soldier had lost his hands in an attack by Hamas: “Hopefully he, and\nall IDF soldiers and Zionists, will lose more than just their limbs … their\nlives!!!!”. The article went on to state that the complainant had “this month\nlodged a complaint after Labour banned him from its list of potential council candidates”.\nThe article reported that a spokesman for the Cabinet Office had told the\nnewspaper “that it had since tightened up on due diligence on invited speakers,\nincluding carrying out a thorough scan of social media posts”.\n3. The\narticle went on to state that when asked if he still believed all Zionists\nshould die, the complainant had tweeted: “The answer to that is no. I,\npersonally would like a peaceful solution to the conflict where Palestinian\nrights would be upheld and treated equally to their Israeli counterparts”. The\narticle also reported that the complainant had attended a Quds Day March in\n2018 “at which flags were flown for the terrorist group Hezbollah and one\nspeaker called for Israel to be ‘wiped off the map’”.\n4. The\nfirst article also appeared online in substantially the same format, under the\nheadline “EXCLUSIVE: Cabinet Office anti-racism trainer wished death and\nmutilation on ‘Zionists’”.\n5. The\nsecond article, published online on 23 December, was a follow up to the first\narticle. It reported that the complainant had been fired from his job and\nsuspended from the Labour Party after the newspaper had revealed that the\ncomplainant had “wished death and mutilation on ‘Zionists’”. The article\nincluded some posts published by the complainant, including the tweet made in\nresponse to news of the Israeli solider who had lost his hands in an attack by\nHamas. The sub-headline stated that “'Mizan the Poet' wrote in 2019 'Israel =\nwhite supremacy'”. It went on to report that in a recent post on social media,\nthe complainant had “revealed that following the revelations by the JC, he had\nlost an appeal to become a Labour candidate and received a notice of\ninvestigation by the party over three posts which he said were not ‘offensive\nor even controversial in any way’”.\n6. The\ncomplainant said that both articles were inaccurate in breach of Clause 1. He\nsaid that the first article was inaccurate to claim that he had been “banned”\nfrom the Labour party’s list of potential council candidates. He said that,\nwhile he was rejected as a candidate for a councillor role, he had not been\nbanned; he considered this suggested that he could never reapply for such a\nposition, when no such prohibition existed.\n7. In\naddition, he said that it was inaccurate and misleading to claim that\n\"[i]n 2018, he attended a Quds Day march in London at which flags were\nflown for the terrorist group Hezbollah and one speaker called for Israel to be\n‘wiped off the map’” as he was at the march as a legal observer, rather than in\na personal capacity. He said that by reporting that he had attended, alongside\nthe views of other attendees, this affiliated him with their views and politics\nand suggested that he held those views and supported them.\n8. The\ncomplainant said that the second article was inaccurate in its claim that he\nhad written in 2019 “Israel = white supremacy”. He said this was inaccurate as\nhe had not written this tweet in 2019, but in 2014, and the error suggested\nthat he held these views more recently than he did.\n9. In\naddition, the complainant said that the second article was misleading to state\nthat he had “received a notice of investigation by the party over three posts”,\nwithout mentioning what the three tweets under investigation were. He said that\nby omitting to mention specifically which tweets were under investigation,\nalongside old tweets that he had made, the misleading impression was given that\nhe was under investigation for the tweets included in the article, which was\nnot the case.\n10. The\ncomplainant further said that both articles as a whole, including their\nheadlines, were inaccurate. He said that the headlines and the articles\nsuggested that he still held the views expressed in the headlines and that it\nwas only made clear at the end of the first article that this was not the case.\nHe added that he did not think many readers would get to this part of the\narticle, or that they might miss it, as it was only a small part of the whole article.\nThe complainant added that he had done a lot of work on anti-racism and with\nthe Jewish Community since 2014 and had publicly acknowledged that the views he\nhad held previously were problematic.\n11. The\ncomplainant further said that the articles were in breach of Clause 2 (Privacy)\nand Clause 3 (Harassment). He said that the publication had “trawled” through\nhis social media, and that this amounted to intrusion into his private life. In\naddition to this, the complainant said that the newspaper had breached his\nprivacy by speaking to individuals at the Labour Party and the Cabinet Office.\nThe complainant also said that publishing two articles of the same nature about\nhim within a month amounted to harassment in breach of Clause 3.\n12. The\npublication did not accept that the first article had breached the Editors’\nCode. In regard to the complainant’s concerns about the use of the word\n“banned”, the publication said that the article made clear that the complainant\nhad been suspended from the Labour Party and had lost an appeal to become a\ncandidate. It said that there was no speculation as to whether the complainant\ncould try again at a later date, and that it was clear from the article that\nthis related to the “here and now”.\n13. The\npublication said that it was not in dispute that the complainant had attended\nthe march referenced in the article. It said that the article made no\nassumption on the reasons for the complainant’s attendance, nor would the\nreporter have known the complainant’s reasons for attending. It added that the\narticle did not claim that the complainant protested or that he supported the\nindividuals mentioned, merely that he attended.\n14. The\npublication accepted that it was an error to state in the second article that\nthe complainant had said “Israel = white supremacy” in 2019, and that this had\nin fact been written in 2014. On 15 March 2022 – during direct correspondence\nwith the complainant after IPSO had referred the matter to the publication – it\nsaid it would be happy to amend and correct this error. The publication said\nthat the error had been removed on 10 March and that this error had been\nintroduced in the final stages of editing. During IPSO’s investigation, the\npublication offered to publish the following correction as a footnote on the\nonline article:\nAn\nearlier version of this story referred to a Tweet about Israel and white\nsupremacy being written in 2019. It was in fact written in 2014. This has been\ncorrected.\n15. In\nregard to the complainant’s concerns about the “three posts” referred to in the\nsecond article, the publication said that the sentence merely referred to\n“three posts” and did not specify which posts it was referring to. It added\nthat given the prolific nature of the complainant’s tweeting, there would be a\nlot of posts that the “three posts” could refer to.\n16. In\nrelation to the complainant’s concerns about the accuracy of the articles as a\nwhole, the publication did not agree with the complainant that readers would\nnot read to the end of a story and would therefore not be aware that the\ncomplainant’s views had changed. It went on to say that the first article made\nclear that the complainant’s views had changed, and it noted that it had\ncontacted the complainant in December 2021 for a comment about the article to\nwhich he refused. It also added that it had offered to add a statement from the\ncomplainant to the story, giving him the opportunity to expand on his current\nviews, but that the complainant declined this offer. The publication also\noffered to publish a letter written by the complainant.\n17. In\nrelation to Clause 2 and Clause 3, the publication said that there was no\nbreach of these Clauses. It said that it did not consider Clause 2 was engaged\nas the complainant recorded his activities extensively on Twitter, had run for\npublic office and regularly appeared on podiums. The publication added that the\ncomplainant’s social media posts were public and there to be read. In relation\nto Clause 3, it said that there was no evidence to consider the complainant’s\nconcerns under this Clause and that nothing suggested that the newspaper had\nengaged in any inappropriate or persistent approaches. It added that it did not\nconsider publishing two stories about the complainant constituted harassment.\nRelevant\nCode Provisions\nClause 1\n(Accuracy)\ni) The\nPress must take care not to publish inaccurate, misleading or distorted\ninformation or images, including headlines not supported by the text.\nii) A\nsignificant inaccuracy, misleading statement or distortion must be corrected,\npromptly and with due prominence, and — where appropriate — an apology\npublished. In cases involving IPSO, due prominence should be as required by the\nregulator. \niii) A\nfair opportunity to reply to significant inaccuracies should be given, when\nreasonably called for.\niv) The\nPress, while free to editorialise and campaign, must distinguish clearly\nbetween comment, conjecture and fact.\nClause 2\n(Privacy)*\ni)\nEveryone is entitled to respect for their private and family life, home,\nphysical and mental health, and correspondence, including digital\ncommunications.\nii)\nEditors will be expected to justify intrusions into any individual's private\nlife without consent. In considering an individual's reasonable expectation of\nprivacy, account will be taken of the complainant's own public disclosures of\ninformation and the extent to which the material complained about is already in\nthe public domain or will become so.\niii) It\nis unacceptable to photograph individuals, without their consent, in public or\nprivate places where there is a reasonable expectation of privacy.\nClause 3\n(Harassment)*\ni)\nJournalists must not engage in intimidation, harassment or persistent pursuit.\nii) They\nmust not persist in questioning, telephoning, pursuing or photographing\nindividuals once asked to desist; nor remain on property when asked to leave\nand must not follow them. If requested, they must identify themselves and whom\nthey represent.\niii)  Editors must ensure these principles are\nobserved by those working for them and take care not to use non-compliant\nmaterial from other sources.\nFindings\nof the Committee\n18. The\nsecond online article had incorrectly reported that that the complainant had\nwritten “Israel = white supremacy” in 2019; there was no dispute that this\ntweet had been made in 2014, rather than 2019. Where the Committee noted that\nthe publication said that this error had been introduced in editing, it took\nthe view that the publication had failed to take sufficient care not to publish\ninaccurate information and found that there had been a breach of Clause 1 (i).\nAs the inaccuracy implied that the complainant had made this comment more\nrecently than he had, it was the Committee’s view that this was a significant\ninaccuracy. Therefore, the newspaper was obliged, in accordance with the terms\nof Clause 1(ii), to correct this promptly and with due prominence.\n19. The\nCommittee then turned to the question of whether the action proposed by the\npublication was sufficient to avoid a further breach of Clause 1 (ii). The\nnewspaper had offered to amend the article during direct correspondence with\nthe complainant on 15 March and to correct the inaccuracy. During IPSO’s\ninvestigation, the publication offered to publish a footnote correction on the\nonline article. The correction offered identified the inaccuracy and put the\ncorrect position on record. The Committee considered that the offer of the\ncorrection was prompt, given that the publication had said that it would be\nhappy to correct the error in its first substantial response to the complainant\nafter the complaint was passed to it by IPSO. As the inaccuracy – which had\nappeared in the sub-headline had been removed from the article – the proposed\nposition of the correction as a footnote on the online article was of due\nprominence. As such, the Committee considered that this was sufficient to meet\nthe terms of Clause 1 (ii), and there was no further breach of this sub-Clause.\n20. The\ncomplainant had also said that the first article was inaccurate to claim that\nhe had been “banned” from the Labour party’s list of potential council\ncandidates, and that – while he was rejected as a candidate for the role of\ncouncillor – he had not been “banned”. He added that he considered this\nsuggested he could never reapply for such a position. It was not in dispute\nthat the complainant had been rejected as a potential councillor and the\nCommittee noted the publication’s point that the article made no comment on\nwhether the complainant could try again to become a candidate at a later date.\nIt was the Committee’s view that the whole sentence made clear the nature of\nthe “ban” – that this was in relation to the party’s “list of potential council\ncandidates”. Where the complainant had been rejected as a potential candidate\nand therefore would not appear on this list, the Committee considered there was\nsufficient basis to describe this as the complainant having been “banned” from\nsuch a list. There was no breach of Clause 1 in regard to this.\n21. The\nCommittee next turned to the complainant’s concerns that it was inaccurate and\nmisleading for the first article to claim that \"[i]n 2018, he attended a\nQuds Day march in London at which flags were flown for the terrorist group\nHezbollah and one speaker called for Israel to be ‘wiped off the map’” as he\nhad attended the march as a legal observer, rather than in a personal capacity.\nThe Committee noted that it was not in dispute that the complainant had\nattended the march, therefore, it was not inaccurate for the article to have\nincluded this information. The complainant had also expressed concerns that, by\nreporting his attendance alongside the views of other attendees, this\naffiliated him with their views and politics and suggested that he also held\nthose views. The Committee noted that the article made no comment on whether\nthe complainant held the same views as the speaker, it merely stated that “one\nspeaker called for Israel to be ‘wiped off the map’”, which the complainant did\nnot dispute. For these reasons, there was no breach of Clause 1.\n22. The\ncomplainant had also said that he considered the second article was misleading\nto state that he had “received a notice of investigation by the party over\nthree posts”, without mentioning what the three tweets under investigation\nwere. The Committee noted that it was not in dispute that the complainant had\nreceived notice of an investigation by the party in relation to three posts;\nthe complainant’s concerns lay with the omission of which specific posts the\ninvestigation was in relation to. The Committee noted that the article made no\nsuggestion that any of the social media posts already referenced were the posts\nwhich the complainant was being investigated over; rather, it stated that he\nhad “received a notice of investigation by the party over three posts”. For\nthis reason, the Committee did not consider the publication’s account of the\nsituation was inaccurate or misleading and there was no breach of Clause 1 on\nthis point.\n23. The\ncomplainant had also said that both articles as a whole were inaccurate as he\nconsidered they suggested that he still held the views expressed in the\nheadlines. The complainant added that it was only made clear at the end of the\nfirst article that this was not the case. The Committee noted that the headline\nof the first article stated that the complainant “wished death and mutilation\non 'Zionists'”, with the past tense indicating that the ”wish” had happened\npreviously. The tweets referenced in the course of that article were clearly\ndated.  In addition, the second article,\na follow up to the first, made no suggestion that the complainant still held\nthe views expressed in the headline, with the exception of the inaccurate\ndating of one tweet in the sub-headline. However, the body of the second\narticle clearly dated all the posts referred to and, furthermore, included the\ncomplainant’s recent comments on his current stance in relation to his previous\nviews. As such, the Committee was satisfied that the articles made clear when\nthe statements had been made and as such there was no breach of Clause 1 on\nthis point.\n24. The\ncomplainant had also said that Clause 2 and Clause 3 had been breached. The\ncomplainant’s social media account was public and had no privacy restrictions,\nand therefore he did not have a reasonable expectation of privacy over the\ninformation included in it. In addition, the Tweets were about views that the\ncomplainant had chosen to share with a public audience and reporting them did\nnot represent an intrusion into the complainant’s private life. The complainant\nhad also said that he considered it was a breach of his privacy to speak to\nindividuals at the Labour party and the Cabinet Office. The Committee noted the\nCode does not prevent newspapers from speaking to third parties in relation to\nstories or approaching people for comment. There was no breach of Clause 2.\n25. The\ncomplainant considered there had been a breach of Clause 3 as he believed it\nwas harassing for two articles to have been published about him within the\nspace of a month. The Committee did not consider that two articles published\nover the period of a month represented a pattern of behaviour which could be\nsaid to be harassing. There was no breach of Clause 3.\nConclusion(s)\n26. The\ncomplaint was partially upheld under Clause 1.\nRemedial\nAction Required\n27. The\ncorrection which was offered clearly put the correct position on record, and\nwas offered promptly and with due prominence, and should now be published.\n\n\n\nDate\ncomplaint received: 02/02/2022\nDate\ncomplaint concluded by IPSO: 30/08/2022\nBack to ruling listing\n\n\n"
}