{
    "url": "/rulings-and-resolution-statements/ruling/?id=01442-21",
    "title": "01442-21 Wood v thetimes.co.uk",
    "provisions": [
        "1 Accuracy (2019)"
    ],
    "outcome": "Breach - sanction: publication of correction",
    "publication": "thetimes.co.uk (News UK)",
    "published_on": "2021-02-09 00:00:00",
    "received_on": "2021-02-11 00:00:00",
    "concluded_on": "2021-10-04 00:00:00",
    "complaint_processing_days": 235,
    "conclusion_long": "12. The complaint was upheld under Clause 1.",
    "remedial_action": "13. Having upheld a breach of Clause 1, the Committee considered what remedial action should be required. In circumstances where the Committee establishes a breach of the Editors’ Code, it can require the publication of a correction and/or an adjudication, the terms and placement of which is determined by IPSO. 14. The Committee considered that the publication did not take the necessary care when summarising the Trust’s policy in the article headline and that the appropriate remedy was the publication of a correction to put the correct position on record. A correction was considered to be sufficient, as the claim was explained further in the article giving context to the headline. 15. The Committee then considered the placement of this correction. This correction should be added to the article – either directly following the headline if the headline remains unaltered, or as a footnote if the headline is altered - and appear as a standalone correction in the online corrections and clarifications column. This wording should include information required to correct the misleading information: that the term “breastfeeding” would not be universally be replaced by the word “chestfeeding” alone, but that only in documents and at population level “breast/chestfeeding” would be used. The wording should also be agreed with IPSO in advance and should make clear that it has been published following an upheld ruling by the Independent Press Standards Organisation. If the publication intends to continue to publish the online article without amendment, the correction on the article should be published beneath the headline. If the article is amended, the correction should be published as a footnote which explains the amendments that have been made.   Date complaint received: 11/02/2021",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee – 01442-21 Wood v\nthetimes.co.uk\nSummary of Complaint\n1. Jackie Wood complained to the Independent Press Standards\nOrganisation that thetimes.co.uk breached Clause 1 (Accuracy) of the Editors’\nCode of Practice in an article headlined “Breastfeeding is now chestfeeding,\nBrighton’s trans-friendly midwives are told”, published on 9 February 2021.\n2. The article reported on a document published by Brighton\nand Sussex University Hospitals NHS Trust which set out the Trust’s policy on\ngender inclusive language in its perinatal services. In addition to the\nheadline, the article reported that “Midwives have been told to say\n‘chestfeeding’ instead of ‘breastfeeding’ and to replace the term ‘mother’ with\n‘mother or birthing parent’ as part of moves to be more trans-friendly”. The\narticle gave several examples of terms that the policy said should be used, and\nwhat these terms would replace: “‘breastmilk’ should be replaced with the\nphrases ‘human milk’, breast/chestmilk’ or ‘milk from the feeding mother or\nparent’”; “‘woman’ with ‘woman or person’ and ‘father’ with ‘parent’,\n‘co-parent’ or “second biological parent”, depending on the circumstances”. The\narticle described the policy document as stating “that staff should not stop\nusing the word ‘woman’ or other terms describing motherhood but they should\nconsciously start adding in the word ‘people’ and other more inclusive\nlanguage” and that the language changes would “be implemented in the trust’s\nwebpages, leaflets and communications such as letters and emails. Staff will be\nasked to use language that reflects people’s ‘own identities and preferences’\nwhen talking to patients”. It also included a statement from the Trust which\nnoted that “Our chosen approach to inclusive language is additive rather than\nneutral.”\n3. The complainant said that the article was inaccurate in\nbreach of Clause 1. She said that the headline inaccurately reported the\nTrust’s guidance, and that the terms “is now” and “are told” in the headline\nimplied that the use of inclusive language was imposed and compulsory, which\ndid not reflect the guidance. The complainant said that as the article had a\npaywall, many readers, including her, would only have seen the headline and not\nthe rest of the article.\n4. The publication did not accept a breach of the Code. It\nsaid that the headline was supported by the text, which the complainant had not\nread. It said the story explained at length that the proposed language was\nadditive rather than exclusive. It said that the article described what the new\ninstructions entailed and explained clearly the circumstances in which this\nwould apply, noting that it had reported that: “the language changes will be\nimplemented in the trust’s webpages, leaflets and communications such as\nletters and emails. Staff will be asked to use language that reflects people’s\n‘own identities and preferences’ when talking to patients”. The publication\nalso noted the “specific language replacements” included in the Trust’s mission\nstatement: \"Previous: maternal consent New: informed consent Previous:\nmaternal notes New: hand-held notes Previous: Breastmilk New: Human milk or\nbreast/chestmilk or milk from the feeding mother or parent Previous: The value\nof breastfeeding as protection, comfort and food New: The value of\nbreast/chestfeeding as protection, comfort and food\". It said, therefore,\nwith this further context, the headline was not inaccurate.\nRelevant Code Provisions\nClause 1 (Accuracy)\ni) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not\nsupported by the text.\nii) A significant inaccuracy, misleading statement or\ndistortion must be corrected, promptly and with due prominence, and — where\nappropriate — an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator. \niii) A fair opportunity to reply to significant inaccuracies\nshould be given, when reasonably called for.\niv) The Press, while free to editorialise and campaign, must\ndistinguish clearly between comment, conjecture and fact.\nFindings of the Committee\n5. The Committee noted that headlines summarise articles and\ncannot be expected to include all the details of the story; however, the\nrequirement in Clause 1 to take care over accuracy applies to headlines as well\nas articles. The Code is clear in its requirement that headline statements\nshould be supported by the text of the article. The Committee emphasised that\nthe body of the article cannot be relied upon to correct a misleading\nimpression given by a headline.\n6. Although the complaint in this instance was solely\nagainst the headline, the Committee considered the headline in the context of\nthe article as a whole. The headline had stated that “Brighton’s trans-friendly\nmidwives” had been told that “Breastfeeding is now chestfeeding”. The article\nhad stated that “Midwives have been told to say ‘chestfeeding’ instead of\n‘breastfeeding’” and had described the policy document as stating that the\nlanguage changes would “be implemented in the trust’s webpages, leaflets and\ncommunications such as letters and emails. Staff will be asked to use language\nthat reflects people’s ‘own identities and preferences’ when talking to\npatients”. It included a statement from the Trust that “Our chosen approach to\ninclusive language is additive rather than neutral.”\n7. The Committee considered that the headline suggested that\nthe new policy required that the term “breastfeeding” could no longer be used\non its own and should be replaced universally by the term “chestfeeding” in all\nof the Trust’s activities.\n8. The Committee reviewed the guidance issued by the Trust.\nThe Committee noted that the guidance was concerned with communications at a\n“population” and “departmental and Trust-wide level”. It proposed a range of\nnew terms on a “gender-additive” basis. This meant using “gender neutral\nlanguage alongside the language of womanhood”. One of the changes proposed was\nthe use of the full phrase “breast/chestfeeding” to replace “breastfeeding”.\n9. The guidance also made clear that these new terms would not\napply “when discussing or caring for individuals in a one-on-one capacity” and\nin those circumstances staff should use language that reflected the\nindividual’s own identity and preferences. In neither case did the guidance\nadvocate a universal replacement of the word “breastfeeding” with the word\n“chestfeeding” on its own. Rather it suggested that the term\n“breast/chestfeeding”, not just “chestfeeding” alone, should replace\n“breastfeeding” in the Trust’s literature and communications, or that a bespoke\napproach be taken when discussing or dealing directly with particular\nindividuals.\n10. The headline stated simply that “breastfeeding” would be\nreplaced by “chestfeeding” which was not the case. The publication argued that,\nnotwithstanding the fact that the complaint was against the headline, the\nreference was clarified by the text. For example the article had contained a\nquote from the Trust explaining that the language terms were additive in\nnature. It also stated that “the language changes will be implemented in the\ntrust’s webpages, leaflets and communications such as letters and emails. Staff\nwill be asked to use language that reflects people’s ‘own identities and\npreferences’ when talking to patients”. The Committee emphasised that it will\nalways consider headlines in the context of the full article but that the text\ncannot be relied upon to correct a misleading headline. The Committee also\nnoted that the text repeated the misleading claim, saying that midwives had\nbeen “told to say ‘chestfeeding’ instead of ‘breastfeeding’”.\n11. The Committee found that the headline claim represented\na failure to take care not to publish misleading information and breached\nClause 1(i). The suggestion that the term “breastfeeding” should universally no\nlonger be used was significant and required clarification under Clause 1(ii).\nAs no clarification had been offered, this represented a further breach of\nClause 1(ii).\nConclusion\n12. The complaint was upheld under Clause 1.\nRemedial Action Required\n13. Having upheld a breach of Clause 1, the Committee\nconsidered what remedial action should be required. In circumstances where the\nCommittee establishes a breach of the Editors’ Code, it can require the\npublication of a correction and/or an adjudication, the terms and placement of\nwhich is determined by IPSO.\n14. The Committee considered that the publication did not\ntake the necessary care when summarising the Trust’s policy in the article\nheadline and that the appropriate remedy was the publication of a correction to\nput the correct position on record. A correction was considered to be\nsufficient, as the claim was explained further in the article giving context to\nthe headline.\n15. The Committee then considered the placement of this\ncorrection. This correction should be added to the article – either directly\nfollowing the headline if the headline remains unaltered, or as a footnote if\nthe headline is altered - and appear as a standalone correction in the online\ncorrections and clarifications column. This wording should include information\nrequired to correct the misleading information: that the term “breastfeeding”\nwould not be universally be replaced by the word “chestfeeding” alone, but that\nonly in documents and at population level “breast/chestfeeding” would be used.\nThe wording should also be agreed with IPSO in advance and should make clear\nthat it has been published following an upheld ruling by the Independent Press\nStandards Organisation. If the publication intends to continue to publish the\nonline article without amendment, the correction on the article should be\npublished beneath the headline. If the article is amended, the correction\nshould be published as a footnote which explains the amendments that have been\nmade.\n \nDate complaint received: 11/02/2021\nDate complaint concluded by IPSO: 04/10/2021\nBack to ruling listing\n\n\n"
}