{
    "url": "/rulings-and-resolution-statements/ruling/?id=01446-16",
    "title": "01446-16 Booth v Daily Mail",
    "provisions": [
        "1 Accuracy (2016)",
        "12 Discrimination (2016)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "Daily Mail (Associated Newspapers Limited)",
    "published_on": "2016-01-11 00:00:00",
    "received_on": "2016-03-01 00:00:00",
    "concluded_on": "2016-05-24 00:00:00",
    "complaint_processing_days": 84,
    "conclusion_long": "26. The complaint was not upheld.",
    "remedial_action": "N/A  Date complaint received: 01/03/2016",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee 01446-16 Booth v Daily Mail \nSummary of complaint 1.    Lauren\nBooth complained to the Independent Press Standards Organisation that the Daily\nMail breached Clause 1 (Accuracy) and Clause 12 (Discrimination) in an article\nheadlined “How Cherie’s sister has become a cheerleader for Islamic zealots”,\npublished on 11 January 2016. It was published online with the headline “How\nCherie’s sister has become a cheerleader for Islamic zealots: Twice bankrupt,\nand living as a Muslim convert with a ‘husband’ who has a second wife around the\ncorner, she’s now raising cash for a deeply troubling cause”.2.    The\narticle was a profile of the complainant, which noted that she is a half-sister\nof Cherie Booth, wife of former Prime Minister Tony Blair, and that she had\nconverted to Islam a number of years ago.3.    The\ncomplainant identified what she believed to be a number of inaccuracies in the\narticle. She said that the article had given the clear impression that her\npartner, Sohale Ahmed, is still married to his former wife and is a bigamist;\nthis was untrue as Mr Ahmed was not married to both women at the same time.\nSimilarly, the complainant and Mr Ahmed are not an “adulterous” couple. Her and\nher partner’s household is not “interconnected” with the household of Mr\nAhmed’s former wife Faiza Ahmed, and Mrs Ahmed no longer lives “around the corner”\nin the house owned by Mr Ahmed, but several miles away.4.    The\ncomplainant said that the statement in the headline that she is a “cheerleader\nfor Islamic zealots” was barely referenced in the article and was not supported\nby it. She said that it was inaccurate to describe her as “arguably extreme” as\nshe has mainstream political views and is often invited to speak on university\ncampuses. She said that her career as a journalist had not been built on\n“sharing indiscreet tittle-tattle about the Blairs”; this claim was damaging to\nher career and discredited her work. She had not been “let go” from her job at\ntelevision station Al-Jazeera, but had resigned after eight months. The\ncomplainant said that Peace Trail, a charity in which she is involved, is not\nopaque; it is working with the Charities Commission because it has been slow in\nsubmitting certain accounts, but that is not unusual or a sign of fraudulent\nactivity.5.    The\ncomplainant’s relationship had not “scandalised” her local town. She disputed\nthat the charity Helping Households under Great Stress (HHUGS) funds the\nfamilies of terrorists and is “notorious”, as the charity does not solely work\nwith the families of men under investigation for alleged terrorism offences.\nThe complainant objected to the use of the word “paramour” to describe her\npartner, as it implied that their relationship was secret or unacceptable, when\nthis was not the case. The complainant said that the article had given the\nimpression that she had converted to Islam in order to make money; this was\nuntrue and could damage her relations with the Muslim community. She also said\nthat she had never been a presenter on Al-Jazeera. The complainant was\nconcerned that the article had given the impression that she had expressed\ninterest in writing a “tell all” memoir about the Blair family; she had no such\nplans. Further, she was concerned that the article had suggested that she\nforces her daughters to wear hijabs. The complainant also said that only some\nof her responses to the journalist’s pre-publication questions were published,\nwhich represented an additional breach of the Code.6.    The\ncomplainant was also concerned that the article had discriminated against her.\nShe said that the reference to her “pale” skin colour was irrelevant and\nprejudicial, and that describing the ceremony in which she and her partner had\nformalised their relationship as “religious”, in inverted commas, was\nprejudicial and showed a lack of respect for an Islamic ceremony with deep\nsignificance. Placing the words “husband” and “marriage” in inverted commas was\nprejudicial for the same reason.7.    The\nnewspaper did not believe that its article was inaccurate or discriminatory.\nThe article had explicitly stated that the complainant’s partner was not\nbreaking the law; it had not suggested that he was a “bigamist” in the criminal\nsense of the word. However, it was true that Mr Ahmed had entered into an\nIslamic marriage with the complainant while, in law, he was still married to\nhis wife. In 2013 Mrs Ahmed had also given an interview to the newspaper’s\nSunday title, in which she had accused the complainant of “stealing” her\nhusband and destroying her home; she had also claimed that she had still been\nin an intimate relationship with her husband after he had started a\nrelationship with the complainant. The newspaper said that the house in which\nthe complainant and Mr Ahmed live, and the house in which Mrs Ahmed lives, are\nclose to each other, and no reasonable reader would have understood the homes\nto be physically interconnected. They are interconnected because Mr Ahmed’s\nwife lives there, and so do his children. “Around the corner” is not a precise\nterm, but merely implies proximity. While Mrs Ahmed may have moved from the\nhouse owned by Mr Ahmed to a house a few miles away, this would not render the\narticle significantly inaccurate. 8.    It\nwas the journalist’s opinion that the complainant’s political allegiances\nplaced her at a “far-flung outpost of the political spectrum”, and he was\nentitled to make this comment based on the organisations the complainant\nsupports. The newspaper said that the complainant is a patron of both HHUGS and\nCAGE, another organisation. The newspaper said that CAGE campaigns to “sabotage” the\nGovernment’s anti-extremism programme, and that one of its leaders called an\nIslamic State killer a “beautiful young man”. The complainant is quoted in\ntheir fundraising literature and she has been invited to speak at their events.\nThese organisations take political positions which the newspaper said are not\naligned with those of most people in the UK, and their leaders can reasonably\nbe described as “zealots”. The newspaper said that HHUGS funds the families of\nmen who have proven to be terrorists. It said that it had funded the family of\nAbdel-Majed Bary, a fighter with so-called “Islamic State” and the son of a\nconvicted terrorist; the description of HHUGS as “notorious” was not\ninaccurate. 9.    The\nnewspaper checked its database, along with those of its Sunday title, and found\n72 articles written by the complainant which included references to the Blairs.\nIt said that the complainant only became a full-time journalist when Tony and\nCherie Blair entered the political spotlight. Her first job in journalism was\nfor the Evening Standard, and its archives showed that her first article for\nthat newspaper was headlined “Lust and loathing on the Tube; are men more likely\nto offer a seat to a woman wearing a low-cut top? Broadcaster and former model\nLauren Booth, half-sister to the Prime Minister’s wife Cherie, tests reactions\non the Underground”. The complainant’s second article was a diary piece in The\nSpectator in which she wrote about the transformation she had witnessed in Tony\nBlair as his political career developed. It remained the newspaper’s position\nthat the complainant had built her career “sharing indiscreet tittle-tattle\nabout the Blairs”. 10. The\nnewspaper said that it had taken reasonable care to establish how the\ncomplainant’s employment at Al-Jazeera had come to an end. The journalist had\nsent two emails to the station’s press office, but received no reply. He had\nthen emailed a contact who works there and was told that the complainant had\nbeen “fired”. Since this had not been confirmed by an official spokesperson,\nthe article described it as her having been “let go”, which the newspaper did\nnot believe was significantly inaccurate. The newspaper said that Peace Trail\nand its parent company had not filed accounts with the Charities Commission or\nCompanies House, despite being legally required to do so; it is impossible to\ntell what happens to the money raised. Since publication of the article the\ncompany had applied to be struck off, and so may never file accounts. 11. Given the\ncomments made by Mrs Ahmed in 2013, the newspaper believed that the reference\nto the complainant’s relationship having “scandalised” the local town was\njustified. The newspaper said that the word “paramour” is usually used with\nsome irony to mean a lover or a beloved; it can also refer to an “illicit\nlover”. The newspaper said that at various stages in the complainant’s and Mr\nAhmed’s relationship both definitions of the word had been accurate. The\nnewspaper said that the article had set out the complainant’s stated reasons\nfor converting to Islam: she had had an “intensely spiritual” experience in an\nIranian mosque. The article had noted that her conversion had taken place a few\ndays before she had been declared bankrupt, but had not said that she had\nconverted to realise new career opportunities. The article had not suggested\nthat the complainant’s conversion had not been genuine, but to the contrary had\nset out how observant she is to the faith. 12. The\nnewspaper provided a link to support its claim that the complainant had\npresented a programme for Al-Jazeera (although the complainant said that she\nhad been the subject of that documentary and not the host, and that it had been\nshot before her conversion to Islam). The complainant had been quoted in\nanother newspaper in 2006 as saying that “at the moment I’m writing a novel\nmemoir about my early life up to the age of 17”. It was accurate to say that\nthe complainant had planned to write a memoir, and the article had not implied\nthat the memoir would be about the Blairs. The article had also not suggested\nthat the complainant “forces” her daughters to wear hijabs; the girls are\nminors and it was entirely reasonable to suggest that they are influenced by\ntheir mother’s views and choices. 13. While the\nnewspaper did not believe that its article had been significantly inaccurate,\nit offered to publish the following clarification in its Corrections &\nClarifications column on page 2; the article had been published on pages 12-14: \n“An article on 11 January said that the home\nLauren Booth shares with Sohale Ahmed and the house Mr Ahmed shared formerly\nwith his wife Faiza and their children were ‘around the corner’ and ‘a stone’s\nthrow’ away from each other. We have been asked to clarify that the two homes\nare in fact about three miles apart. We also accept that Ms Booth resigned from\nher role at the Al Jazeera television station and was therefore not ‘let go’ by\nthe company, as stated. We are happy to set the record straight.” 14. The\nnewspaper also offered to amend the online article and append a version of the\nclarification as a footnote. 15. In\nrelation to the concerns raised under Clause 12, the newspaper said that the\nthrust of the article was about the complainant’s journey from being a\nwell-known journalist who frequented the London party scene, to her new life: a\nwhite British woman living in a largely Asian community, in an Islamic\nmarriage, dressing in conservative Muslim clothing. The complainant’s status as\na white Muslim commentator and activist is unusual, particularly given her\nfamilial relationship to a former Prime Minister. The word “marriage” was\nplaced in inverted commas to indicate that it is not a legal marriage under UK\nlaw, and is therefore not what a reader would ordinarily imagine a marriage to\nbe; it was not discriminatory. \nRelevant Code provisions 16. Clause\n1 (Accuracy) i) The press must take care not to publish\ninaccurate, misleading or distorted information or images, including headlines\nnot supported by the text. ii) A significant inaccuracy, misleading statement\nor distortion must be corrected, promptly and with due prominence, and – where\nappropriate – an apology published. iii) A fair opportunity to reply to significant\ninaccuracies should be given, when reasonably called for. iv) The press, while free to editorialise and\ncampaign, must distinguish clearly between comment, conjecture and fact.Clause 12 (Discrimination)i) The press must avoid prejudicial or pejorative\nreference to an individual’s race, colour, religion, sex, gender identity,\nsexual orientation or to any physical or mental illness or disability. ii) Details of an individual’s race, colour,\nreligion, gender identity, sexual orientation, physical or mental illness or\ndisability must be avoided unless genuinely relevant to the story.\nFindings of the Committee 17. The\narticle had accurately set out the status of Mr Ahmed’s relationships with both\nMrs Ahmed and the complainant, and had made clear that he was not a bigamist.\nIt remained true that Mr Ahmed was legally married to his wife while also being\nin a religious marriage with the complainant. His wife lived a few miles away,\nand the article had not suggested that the houses were physically\n“interconnected”. Mr Ahmed owned the house “around the corner” at the time of\npublication, and while it was inaccurate to say that Mrs Ahmed lived in a house\nthat is owned by Mr Ahmed, they were still legally married and lived in close\nproximity to each other. In these circumstances, the Committee did not identify\nany significant inaccuracies which would require correction under Clause 1\n(ii).18. The\narticle had described how the complainant was a patron of both HHUGS and CAGE.\nThe newspaper considered these organisations to be “notorious” and run by “Islamic\nzealots”; these were subjective assessments based on the newspaper’s opinion,\nand on information it had provided concerning the organisations’ activities. Given\nthe complainant’s involvement in the two organisations, the newspaper was entitled\nto describe her as a “cheerleader” for them. The journalist expressed his view\nthat the complainant’s opinions were at a “far-flung (and arguably extreme)\noutpost of the political spectrum” on the basis of material presented\nconcerning the organisations with which she publicly associates herself. The\nstatement was clearly distinguished as the journalist’s opinion and did not\nraise a breach of Clause 1. There was no failure to take care over the accuracy\nof this aspect of the story, and the headline was supported by the text of the\narticle. 19. The\nnewspaper had explained its basis for saying that the complainant had built her\ncareer on “sharing indiscreet tittle-tattle about the Blairs”, and the\njournalist was entitled to express his opinion about how the complainant had\nlaunched her career in journalism. There was no breach of Clause 1 on this\npoint. The article had noted that the complainant had not worked for many of\nthe media outlets listed on her Twitter page for a number of years, and in this\ncontext reported that she had been “let go” from her job at Al-Jazeera after\nsix months. The Committee understood that the complainant had in fact resigned;\nthe reference in the article was therefore inaccurate. However, the article had\nnot gone into detail about the circumstances of her departure from the company,\nand it was accepted that she had left prematurely. In this context - and while\nthe Committee welcomed the newspaper’s offer to correct this point - the\ninaccuracy was not significant and a correction was not required under the\nterms of the Code. 20. It was not\ndisputed that Peace Trail had never filed accounts with either the Charities\nCommission or Companies House. It was not inaccurate to describe it as “opaque”\nor to question what had happened to the monies raised. It was clear from the\ninterview given by Mrs Ahmed in 2013 that she had been very unhappy with her\nhusband’s new relationship. Given that she lived in the same town as the\ncomplainant and Mr Ahmed it was not significantly inaccurate or misleading to\nsay that the complainant and her partner had “scandalised” Heaton Mersey.\nFurther, the newspaper was entitled to describe Mr Ahmed as the complainant’s\n“paramour”. The word does not have a single accepted definition, and can simply\nmean “lover”. Its use did not require correction under the terms of Clause 1\n(ii). 21. The\narticle had noted that the complainant’s conversion to Islam had occurred at a\ntime when she was experiencing financial difficulty, and that following her\nconversion she had been offered work with Islamic media organisations, as well\nas giving talks on Islam. The newspaper was entitled to note this, and had not\nstated as fact that the complainant had converted to Islam because she saw it\nas a “career opportunity”. There was no breach of Clause 1 on this point. The\ncomplainant had worked at Al-Jazeera for a period. In this context, the\nreference to her having been offered a “presenting spot” on Al-Jazeera was not\nsignificantly inaccurate or misleading and did not require correction. 22. The\narticle had not suggested that the complainant’s “tell-all memoir” would be\nabout the Blairs, and it was accepted that she had indeed planned to write such\na memoir. Similarly, the article had not suggested that the complainant forces\nher daughters to wear hijabs; rather, it had noted that, following their\nmother’s conversion to Islam, the girls do wear hijabs. There was no failure to\ntake care over these points, and the Committee did not establish any\nsignificant inaccuracies. There was no breach of Clause 1. 23. Clause 1\ndoes not require newspapers to publish responses to pre-publication queries in\nfull. Clause 1 (iii) says that a fair opportunity to reply to significant\ninaccuracies should be given when reasonably called for. As the Committee had\nnot established any significant inaccuracies an opportunity to reply was not\nrequired; there was no breach of Clause 1 (iii). 24. The\nCommittee understood the complainant’s concern about the reference to her being\n“pale-skinned”. It noted that the article was a profile of the complainant\nwhich focused on her conversion to Islam, its manifestations, and her religious\nmarriage to a Muslim man. In this context, the newspaper was not prevented from\nnoting the complainant’s colour, and that it was relatively unusual within her\nnew community. In all the circumstances, the reference to her being\n“pale-skinned” was genuinely relevant to the story and did not raise a breach\nof Clause 12 (ii). 25. The\ncomplainant is not in a marriage to her partner which is recognised under UK law.\nThe newspaper was entitled to draw a distinction between a legal marriage and a\nreligious one, and to use inverted commas around the terms when explaining the\ndistinction to its readers. There was no breach of Clause 12.\nConclusions 26. The\ncomplaint was not upheld. \nRemedial Action Required \nN/A \nDate complaint received:\n01/03/2016\nDate decision issued:\n24/05/2016\nBack to ruling listing\n\n\n"
}