{
    "url": "/rulings-and-resolution-statements/ruling/?id=01444-18",
    "title": "01444-18 The Department of Health and Social Care v Daily Mirror",
    "provisions": [
        "1 Accuracy (2018)"
    ],
    "outcome": "Breach - sanction: publication of adjudication",
    "publication": "Daily Mirror (Reach PLC)",
    "published_on": "2018-02-09 00:00:00",
    "received_on": "2018-02-09 00:00:00",
    "concluded_on": "2018-06-29 00:00:00",
    "complaint_processing_days": 140,
    "conclusion_long": "17. The complaint was upheld.",
    "remedial_action": "18. In considering the nature of the remedy that it should require, the Committee took into account a number of factors. The two significantly misleading statements were published in a prominent position, both in the article under complaint, and in the newspaper as a whole. The misleading statements were serious; they substantially changed the meaning of the article, and represented serious claims about Mr Hunt’s response to the “Winter crisis”. Both errors were the result of the newspaper’s failure to take care not to publish inaccurate information, and in response to the complaint, the newspaper failed to offer an adequate correction. 19. Taking these factors into account, the Committee concluded that the appropriate remedial action was the publication of an adjudication. The adjudication should be published in full on page five, or further forward, and the headline of the adjudication must also be published on the newspaper’s front page - directing readers to the adjudication on the page it appears. The front page headline should appear in the same font size as the front page subheadline on the article under complaint (“Hunt refuses to apologise…”). A border should appear around the headline, to distinguish it from other editorial content.  The headline of the adjudication should refer to IPSO, refer to the name of the newspaper, make clear that IPSO has upheld a complaint, or has ruled against the newspaper, and refer to the subject matter of the complaint. The headline must be agreed with IPSO in advance. 20. The adjudication should also be published on the publication’s website, with a link to the full adjudication (including the headline) appearing in the top 50% of stories on the publication’s website for 24 hours; it should then be archived in the usual way. In relation to the online version of the article, if the newspaper intends to continue to publish the article without amendment to cure the distortions identified by the Committee, the full text of the adjudication should also be published on that page, beneath the headline. If amended, a link to the adjudication should be published with the article, explaining that it was the subject of an IPSO adjudication, and noting the amendments made. 21. The terms of the adjudication to be published are as follows: The Department of Health and Social Care complained to the Independent Press Standards Organisation that the Daily Mirror breached Clause 1 (Accuracy) of the Editors’ Code of Practice in an article headlined “You’re off your trolley”, published on 9 February 2018. The Complaint was upheld, and the Daily Mirror has been required to publish this ruling as a remedy to the breach of the Code. The newspaper had published a front-page headline describing Mr Hunt as “off [his] trolley” and “arrogant”. These claims related to an exchange Mr Hunt had had with a TV reporter in which, it reported, he had “refuse[d] to apologise for NHS inability to cope with [the] worst winter ever as cuts bite”, and had “told staff they ‘knew what they were signing up for’”. The complainant said that the newspaper misrepresented the exchange. It said Mr Hunt’s actual response to a question on the pressure staff were under was: “when they signed up to go into medicine, they knew there would be pressurised moments. But, I also recognise it’s not sustainable and not fair to say to them this is going to repeated year in year out”. In addition, the complainant said that when asked whether he would apologise to NHS staff, Mr Hunt said “I apologise to patients when we haven’t delivered the care that we should”. It said the article’s claim that he had refused to apologise was therefore inaccurate.  The newspaper denied any inaccuracy. It said that Mr Hunt could only have meant by his comments that the type of pressure staff were under was the pressure that they signed up for. It said that the article would be understood as reporting that Mr Hunt had refused to apologise to staff, which it said was accurate; Mr Hunt made it very clear that he was not going to apologise to staff, when he was invited to do so. IPSO found that Mr Hunt had not refused to apologise for the “NHS[‘s] inability to cope with the worst winter ever”; this question had not been put to him. Further, while he had not responded to the journalist’s invitation to apologise to NHS staff, he had in fact offered an apology: he had apologised to patients who had received substandard care. Second, his reference to staff knowing what they were signing up for related to “pressurised moments”; he had immediately qualified this by saying that  “I also recognise it’s not sustainable and not fair to say to them this is going to repeated year in year out”.  These claims about Mr Hunt’s comments were used as the basis for personal criticism of his position, and IPSO decided it was therefore a significant and prominent failure to take care not to publish distorted comments, and a breach of Clause 1 of the Code. Although this was not a case where the newspaper had been obliged to apologise to the complainant, the Committee considered that the correction offered by the newspaper as part of IPSO’s attempt to mediate the complaint was insufficient. Publication of this ruling was required as a remedy to the breach. Date complaint received: 09/02/2018",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee 01444-18 The Department of Health and Social Care v Daily Mirror\nSummary of complaint\n1. The Department of\nHealth and Social Care complained to the Independent Press Standards\nOrganisation that the Daily Mirror breached Clause 1 (Accuracy) of the Editors’\nCode of Practice in an article headlined “You’re off your trolley”, published\non 9 February 2018. The article was also published online with the headline\n“Hospital corridors the new A&E but Jeremy Hunt refuses cash to solve NHS\nwinter crisis”.\n2. The article\nreported on an interview the Secretary of State for Health and Social Care,\nJeremy Hunt MP, had given to ITV News the previous day. The article began on\nthe front page, and continued on page 5. The front-page sub headline was “Hunt\nrefuses to apologise for NHS inability to cope with the worst winter ever as\ncuts bite”. The front-page text said “A record 1,042 A&E patients endured\n12-hour waits on trolleys last month – but Jeremy Hunt refuses to apologise for\nthe crisis. The Health Secretary arrogantly told staff they ‘knew what they\nwere signing up’ for as the NHS suffers its worst winter ever amid Tory cuts”.\nThe article on page 5 reported that Mr Hunt “refused to apologise or even thank\nworkers driven to despair by the crisis his savage NHS cuts have caused –\narrogantly telling them “they knew what they were signing up for”.  It later reported: “Asked on ITV News if he\nwould apologise to staff, he replied ‘When they signed up to go into medicine,\nthey knew there would be pressurised moments. I apologise to patients when we\nhaven’t delivered the care we should‘.”\n3. The online\narticle reported that Mr Hunt “refuses to apologise” in the sub-headline. It\nreported that he had “arrogantly” told staff “they knew what they were signing\nup for”, in the body of the article, and in a picture caption. \n4. The complainant\nsaid that the exchange reported by the coverage had been as follows:\nInterviewer: We\nhave interviewed many people over the winter on the front line of the NHS. I\nhave spoken to nurses who ran wards for nine years who quit. I have spoken to\nparamedics who say treating patients in corridors for hours is the ‘new\nnormal’. I have spoken to a nurse who says she spends all of her day in the\nambulance bay. Do you say sorry to them?\nMr Hunt: Well\nfirst of all I completely recognise the pressures they’ve been going through.\nWhen they signed up to go into medicine, they knew there would be pressurised\nmoments. But, I also recognise it’s not sustainable and not fair to say to them\nthis is going to repeated year in year out. \nI think we’re beyond the time when words from me will make a difference,\nthey need actions. Things that are changing to reduce those pressures that we\nface. Today’s figures are a sign that some of the things we’ve done have made a\ndifference and despite a massive uptick in flu, performance has remained\nbroadly stable. But that doesn’t mean to say it’s acceptable and there’s a lot\nmore work to do.\nInterviewer: So\nyou apologise?\nMr Hunt: Well I\ntake responsibility for everything that happens in the NHS. I apologise to\npatients when we haven’t delivered the care that we should. But I think what\nthey want from me, is not words, they want actions and that’s what I’m\ndetermined to deliver.\nThe complainant said that it was inaccurate to report, in\nquotation marks, that Mr Hunt had told staff they “knew what they were signing\nup for”. It said that he did not say this, and that it was misleading to\nparaphrase his remarks in this way, without reporting that he immediately went\non to say that it was not fair is to ask staff to face the pressures referred\nto year in year out. It also said that it was inaccurate to report that Mr Hunt\n“refuses to apologise for NHS inability to cope with the worst winter ever”,\nwhen he had in fact said that “I take responsibility for everything that\nhappens in the NHS. I apologise to patients when we haven’t delivered the care\nthat we should”.\n5. The newspaper\nsaid the article’s claim that Mr Hunt “arrogantly told staff they ‘knew what\nthey were signing up’ for”, accurately paraphrased his response to being asked\nwhether he would apologise to “desperate nurses and paramedics”; Mr Hunt could\nonly have meant by his comment that the type of pressures they were under is\nwhat they signed up for, and with which they should cope.  It said it was a matter of editorial\ndiscretion to refer to his comments as being arrogant.\n6. The newspaper\nsaid that while Mr Hunt was sympathetic in response to being told about NHS\nstaff being unhappy with conditions, and although he apologised to patients, he\nmade it very clear that he was not going to apologise to staff, when he was invited\nto do so.  The newspaper said that the\narticle’s reference to Mr Hunt refusing to apologise was immediately followed\nby the claim that he had told staff they knew what they were signing up for. It\nsaid when these two sentences were read in conjunction, it was clear that Mr\nHunt was refusing to apologise to staff, on the basis that they had signed up\nfor the conditions, and should expect it. It was therefore not a distortion\nthat the front page did not say in terms to whom Mr Hunt had apologised. In any\nevent, it said that the article on the inside page fully explained what he had\nsaid.\n7. The newspaper\nsaid that, if it would resolve the complaint, it would be happy to publish a\nclarification on page 2, with the following wording, having been suggested by\nIPSO’s Executive:\nOur article headlined 'You're off your trolley' (9 February\n2018), about the NHS crisis reported that Jeremy Hunt had “told staff they\n‘knew what they were signing up’”, and that he had “refused to apologise”.\nThese were our paraphrases of his comments. The Department of Health has asked\nus to clarify that Mr Hunt's direct quotes were as follows: When asked if he\nwould like to apologise to staff for the ongoing crisis, Mr Hunt responded:\n'When they signed up to go into medicine, they knew there would be pressurised\nmoments. But I also recognise that it is not sustainable and not fair to say to\nthem this is going to be repeated year in, year out' and 'I apologise to\npatients when we haven't delivered the care that we should.'\nIt also offered to publish this wording at the foot of the\nonline article, and to amend references to Mr Hunt refusing to apologise to\nmake clear that he had refused to apologise to staff.\n8. The complainant\ndeclined this offer of resolution; it said that it wanted the newspaper to\npublish an apology on its front page.\nRelevant Code Provisions\n9. Clause 1\n(Accuracy)\ni) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not\nsupported by the text.\nii) A significant inaccuracy, misleading statement or\ndistortion must be corrected, promptly and with due prominence, and — where\nappropriate — an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator.\niii) A fair opportunity to reply to significant inaccuracies\nshould be given, when reasonably called for.\niv) The Press, while free to editorialise and campaign, must\ndistinguish clearly between comment, conjecture and fact.\nFindings of the Committee\n10. The newspaper\nhad published a front-page headline describing Mr Hunt as “off [his] trolley”\nand “arrogant”. These claims related to an exchange Mr Hunt had had with a TV\nreporter in which, it reported, he had had “refuse[d] to apologise for NHS\ninability to cope with [the] worst winter ever as cuts bite”, and had “told\nstaff they ‘knew what they were signing up for’”. Both of these elements of the\nstory were distortions of Mr Hunt’s comments.\n11. First, he had\nnot refused to apologise for the “NHS[‘s] inability to cope with the worst\nwinter ever”; this question had not been put to him. Further, while he had not\nresponded to the journalist’s invitation to apologise to NHS staff, he had in\nfact offered an apology: he had apologised to patients who had received\nsubstandard care.\n12. Second, his\nreference to staff knowing what they were signing up for related to\n“pressurised moments”; he had immediately qualified this by saying that  “I also recognise it’s not sustainable and\nnot fair to say to them this is going to repeated year in year out”.   While the article did include, on page 5,\nreference to Mr Hunt’s apology to patients who had received substandard care,\nit gave no indication that Mr Hunt had expressed concern about the pressures\nfaced by staff in the interview, which was misleading. \n13. These claims\nabout Mr Hunt’s comments were used as the basis for personal criticism of his\nposition, and this was therefore a significant and prominent failure to take\ncare not to publish distorted comments, and a breach of Clause 1 (i) of the\nCode. It was a significant distortion that would mislead readers, and a\ncorrection was required under Clause 1 (ii).\n14. The newspaper\nhad published two significantly misleading statements, and was under an\nobligation to correct these promptly, and with due prominence, under the terms\nof Clause 1 (ii). A newspaper’s front page is an important forum for editorial\nexpression, and publication of a correction, or a reference to a correction on\nthe front page, is an interference with this. In applying the “due prominence”\nrequirement proportionately, the Committee therefore considers that front page\ncorrections, or references to corrections, should only be required in the most\nserious cases, especially where a newspaper has an established corrections\ncolumn.\n15. In this case,\nthe two misleading statements appeared prominently on the front page, as a\nsubheadline and the first sentence of the article. Both errors were serious; they\nwere central claims in the article, and its criticism of Mr Hunt. The Committee\ntook into account that the newspaper’s corrections column appeared very\nregularly, and prominently on page 2 of the newspaper. However, it considered\nthat this was a serious case, where “due prominence” required publication of a\nreference to the correction on the newspaper’s front page. The Committee\nconsidered that the newspaper’s offer to publish a correction in its\ncorrections and clarifications column was insufficient. In addition, the\nCommittee considered that the wording of the correction was inadequate. The\nnewspaper’s paraphrases of Mr Hunt’s comments were misleading, and the\nnewspaper ought to have realised and acknowledged this in its offered\ncorrection. Instead, the offered correction referred to the complainant as\nhaving “asked us to clarify” Mr Hunt’s comments. The complaint was upheld as a\nbreach of Clause 1 (ii).\n16. The\nnewspaper’s paraphrases of Mr Hunt’s remarks were misleading. However, the\ncomments in question were on a political issue, made in Mr Hunt’s capacity as\nthe Secretary of State for Health. Comments of this kind, made by a senior\npolitician such as Mr Hunt, will inevitably be subject to close scrutiny and\ncriticism. While the Committee had found that the newspaper had distorted Mr\nHunt’s comments, it did not consider that this was a case where the newspaper\nhad been under an obligation to publish an apology to Mr Hunt, in addition to a\ncorrection; its refusal to do so did not raise a further breach of Clause 1\n(ii).\nConclusions\n17. The complaint\nwas upheld.\nRemedial Action Required\n18. In\nconsidering the nature of the remedy that it should require, the Committee took\ninto account a number of factors. The two significantly misleading statements\nwere published in a prominent position, both in the article under complaint,\nand in the newspaper as a whole. The misleading statements were serious; they\nsubstantially changed the meaning of the article, and represented serious\nclaims about Mr Hunt’s response to the “Winter crisis”. Both errors were the\nresult of the newspaper’s failure to take care not to publish inaccurate\ninformation, and in response to the complaint, the newspaper failed to offer an\nadequate correction.\n19. Taking these\nfactors into account, the Committee concluded that the appropriate remedial\naction was the publication of an adjudication. The adjudication should be\npublished in full on page five, or further forward, and the headline of the\nadjudication must also be published on the newspaper’s front page - directing\nreaders to the adjudication on the page it appears. The front page headline\nshould appear in the same font size as the front page subheadline on the\narticle under complaint (“Hunt refuses to apologise…”). A border should appear\naround the headline, to distinguish it from other editorial content.  The headline of the adjudication should refer\nto IPSO, refer to the name of the newspaper, make clear that IPSO has upheld a\ncomplaint, or has ruled against the newspaper, and refer to the subject matter\nof the complaint. The headline must be agreed with IPSO in advance.\n20. The\nadjudication should also be published on the publication’s website, with a link\nto the full adjudication (including the headline) appearing in the top 50% of\nstories on the publication’s website for 24 hours; it should then be archived\nin the usual way. In relation to the online version of the article, if the\nnewspaper intends to continue to publish the article without amendment to cure\nthe distortions identified by the Committee, the full text of the adjudication\nshould also be published on that page, beneath the headline. If amended, a link\nto the adjudication should be published with the article, explaining that it\nwas the subject of an IPSO adjudication, and noting the amendments made.\n21. The terms of\nthe adjudication to be published are as follows:\nThe Department of Health and Social Care complained to the\nIndependent Press Standards Organisation that the Daily Mirror breached Clause\n1 (Accuracy) of the Editors’ Code of Practice in an article headlined “You’re\noff your trolley”, published on 9 February 2018. The Complaint was upheld, and\nthe Daily Mirror has been required to publish this ruling as a remedy to the\nbreach of the Code.\nThe newspaper had published a front-page headline describing\nMr Hunt as “off [his] trolley” and “arrogant”. These claims related to an\nexchange Mr Hunt had had with a TV reporter in which, it reported, he had\n“refuse[d] to apologise for NHS inability to cope with [the] worst winter ever\nas cuts bite”, and had “told staff they ‘knew what they were signing up for’”.\nThe complainant said that the newspaper misrepresented the\nexchange. It said Mr Hunt’s actual response to a question on the pressure staff\nwere under was: “when they signed up to go into medicine, they knew there would\nbe pressurised moments. But, I also recognise it’s not sustainable and not fair\nto say to them this is going to repeated year in year out”. In addition, the\ncomplainant said that when asked whether he would apologise to NHS staff, Mr\nHunt said “I apologise to patients when we haven’t delivered the care that we\nshould”. It said the article’s claim that he had refused to apologise was\ntherefore inaccurate. \nThe newspaper denied any inaccuracy. It said that Mr Hunt\ncould only have meant by his comments that the type of pressure staff were\nunder was the pressure that they signed up for. It said that the article would\nbe understood as reporting that Mr Hunt had refused to apologise to staff,\nwhich it said was accurate; Mr Hunt made it very clear that he was not going to\napologise to staff, when he was invited to do so.\nIPSO found that Mr Hunt had not refused to apologise for the\n“NHS[‘s] inability to cope with the worst winter ever”; this question had not\nbeen put to him. Further, while he had not responded to the journalist’s\ninvitation to apologise to NHS staff, he had in fact offered an apology: he had\napologised to patients who had received substandard care. Second, his reference\nto staff knowing what they were signing up for related to “pressurised\nmoments”; he had immediately qualified this by saying that  “I also recognise it’s not sustainable and\nnot fair to say to them this is going to repeated year in year out”. \nThese claims about Mr Hunt’s comments were used as the basis\nfor personal criticism of his position, and IPSO decided it was therefore a\nsignificant and prominent failure to take care not to publish distorted\ncomments, and a breach of Clause 1 of the Code. Although this was not a case\nwhere the newspaper had been obliged to apologise to the complainant, the\nCommittee considered that the correction offered by the newspaper as part of\nIPSO’s attempt to mediate the complaint was insufficient. Publication of this\nruling was required as a remedy to the breach.\nDate complaint received: 09/02/2018\nDate decision issued: 29/06/2018\nBack to ruling listing\n\n\n"
}