{
    "url": "/rulings-and-resolution-statements/ruling/?id=01443-22",
    "title": "01443-22 Risk Management Authority v Scottish Daily Mail",
    "provisions": [
        "1 Accuracy (2021)"
    ],
    "outcome": "Breach - sanction: publication of correction",
    "publication": "Scottish Daily Mail (Associated Newspapers Limited)",
    "received_on": "2022-02-03 00:00:00",
    "concluded_on": "2022-08-31 00:00:00",
    "complaint_processing_days": 209,
    "conclusion_long": "19. The complaint was upheld in part.",
    "remedial_action": "20. Having upheld a breach of Clause 1, the Committee considered what remedial action should be required. In circumstances where the Committee establishes a breach of the Editors’ Code, it can require the publication of a correction and/or an adjudication, the terms and placement of which is determined by IPSO. 21. The Committee considered that the article had significantly misrepresented the advice issued by the complainant and the complainant’s position. While the clarification offered by the newspaper had been insufficient, it had shown a willingness to resolve the complaint and correct the matter. Therefore, on balance, the Committee considered that a correction, putting the correct position on record was the appropriate remedy. 22. The Committee then considered the placement of this correction. This correction should appear in the newspaper’s established Corrections and Clarification column. The wording of this correction should be agreed with IPSO in advance and should make clear that it had been published following an upheld ruling by the Independent Press Standards Organisation.    Date complaint received: 03/02/22",
    "text": "\n\n\n\n\n\nDecision\nof the Complaints Committee – 01443-22 Risk Management Authority v Scottish\nDaily Mail\nSummary\nof Complaint\n1. The\nRisk Management Authority (RMA) complained to the Independent Press Standards\nOrganisation that the Scottish Daily Mail breached Clause 1 (Accuracy) of the\nEditors’ Code of Practice in the following three articles:\n· An\narticle headlined “£125,000 quango boss who’s supposed to keep public safe”,\npublished on 19 November 2021.\n· An\narticle headlined “In week that monster got 19 years, SNP quango maintains:\n‘It’s disrespectful to call sex offenders high risk... it ignores their\nstrengths’, published on 20 November 2021.\n· An\narticle headlined “Stopping sex fiends: It’s like guessing weather, says SNP\nquango”, published on 31 January 2022.\n2. The\nfirst article reported on the staffing costs for the RMA which it described as\nan “SNP quango” set up to manage high-risk offenders, adding that the\norganisation produced standards and guidelines for risk assessment and risk\nmanagement of all violent and sexual offenders in Scotland.\n3. The\nsecond article reported that in new guidelines, produced by the “SNP quango”, the\nRMA, had recommended that “sex offenders should not be branded ‘high-risk’\nbecause it is disrespectful and overlooks their ‘strengths’”. It reported that\nthe RMA document, titled ‘Framework for Risk Assessment, Management and\nEvaluation’, [hereafter FRAME] stated: “If we describe people as ‘high risk’ we\nmay diminish our appreciation of the individuals, their lives, challenges,\nstrengths and personal characteristics to a collection of risk factors.\nConversely, a person described as ‘low risk’ may seem to merit little\nrecognition. Neither would be consistent with the commonly held value of\n‘respect’ or ‘unconditional positive regard’.” The article then stated that,\naccording to the RMA, “good practice would suggest that we should use [terms\nsuch as very high, high, medium and low] sparingly, if at all, when\ncommunicating about concepts such as “risk of harm”, for which a range of\ndefinitions exist”. The article included a statement from Scottish Conversative\nJustice Spokesperson, who described the guidance as “yet another attempt by an\nSNP Government quango to wrap criminals up in cotton wool” and the risk posed\nby offenders should be made as clear to the public as possible – not obscured\nby “warn and fuzzy language”. The article also included a response from the RMA\nwhich said that using labels such as “high risk” should be used “cautiously”,\nwith the risk an individual poses “communicated accurately” when describing the\n“pattern, nature, seriousness and likelihood of offending” to ensure that the\nterm is “not open to interpretation”.\n4. The\nopening sentence of the third article reported that an “SNP quango” had\nadmitted its work trying to “stop high-risk sex criminals reoffending [was] as\naccurate as a weather forecast”. It then stated that the RMA had “compared its\nactivities – attempting to limit the chances of paedophiles and rapists\nstriking again – with predicting changes in the weather”. The article said that\naccording to advice issued by RMA “weather forecasting has been explored as an\nanalogy that is helpful in understanding risk communication”, as it provides a\n“synthesis of scientific detail in a manner that can be understood by the\nintended audience” and “the detail and scope of the forecast will vary\ndepending on the needs of the audience and the risks involved”, adding that\nmore detailed forecasts might be needed for those “operating in potentially\nhazardous environments such as marine or mountain”. It reported that the\ndocument stated: “There are clear parallels when we consider the challenge of\ndeveloping and communicating about proportionate risk practice [in relation to\nsex offenders], adding that the “analogy has been critically examined by some\nbut nonetheless it raises valuable questions about our communication of risk”.\nThe article included the following statement from a spokesperson for the RMA:\n“The forecast analogy is used to reinforce that communication risk needs to be\nclear, so that risk is understood and decisions and action can be taken.” It\nalso included a statement from the Scottish Government and the Scottish\nConversative Justice Spokesperson, with the latter saying that the “strange\nanalogy from the [RMA] will hardly inspire confidence in their work among the\npublic”. It also reported that the RMA had “previously recommended against\nbranding sex offenders ‘high risk’ because it [was] ‘disrespectful’”.\n5. The\ncomplainant said each of the three articles were inaccurate, in breach of\nClause 1 (Accuracy), to describe it as an “SNP quango”; it was an independent\nauthority, not affiliated to any political party. It was a non-departmental\npublic body (NDPB) which had a role in the processes of national government but\nwas not a government department or part of one.\n6. The\ncomplainant further said that the headline of the second article inaccurately\nand misleadingly presented the latter part as a direct quote from the\norganisation; it denied saying that it was “disrespectful” to call sex\noffender’s high risk.  This was not an\naccurate reflection of the organisation’s position or the FRAME policy referenced\nwithin by the article.\n7. With\nregard to the third article, the complainant said the headline was inaccurate;\nthe RMA had not said that “stopping sex fiends” was “like guessing [the]\nweather”. While the complainant accepted that forecasting had been used as an\nanalogy with the FRAME guidance, the policy document did not state that the\nrisk assessment of sex offenders was as “accurate as a weather forecast” or\nakin to “guessing weather”; instead, the weather analogy was used to stress the\nfundamental importance of clear and proportionate communication of risk.\nFurther, the complainant said it had clarified to the publication exactly what\nwas meant by the forecasting analogy prior to the article’s publication: “FRAME\nindicates that risk should be communicated in terms of the pattern, nature,\nseriousness and likelihood of offending to inform decisions. The forecast\nanalogy is used to reinforce that communication risk needs to be clear, so that\nrisk is understood and decisions and action can be taken”.\n8. The\nnewspaper did not accept a breach of the Editors’ Code. It did not accept that\nthe articles were inaccurate or misleading to describe the RMA as a “SNP\nquango”. It noted that the term “quango” was widely understood to be an\ninformal shorthand for a public body, rather than making a specific claim about\nits independence or legal status. In order to demonstrate this usage, the\nnewspaper provided a number of recent articles. Further, it said that the RMA\nwas “set up” by the Scottish Government (which was currently controlled by the\nSNP).\n9. The\nnewspaper did not accept that the headline of the second article was inaccurate\nor misleading. It said that the quotation was the publication’s own summary and\ncharacterisation of the complainant’s position; it paraphrased the main idea of\nthe text below and that this was a standard journalistic practice – quotations\nmarks were not only used to present verbatim quotes. The article quoted\ndirectly from the FRAME policy document which stated that describing an\noffender as “high risk” would not “…be consistent with the commonly held value\nof ‘respect’ or ‘unconditional positive regard’”; it was not misleading to\nsummarise this as “disrespect”. Further, it noted that the complainant had been\nprovided with an opportunity to comment, prior to the article’s publication,\nand the full comments provided by the organisation included within the text of\nthe article.\n10. In\naddition, the newspaper did not accept that the third article was inaccurate or\nmisleading. It argued that the central point of the headline – that stopping\nsex offenders (re)offending involved an element of the unknowable – was made\nclear by the text of the article, and was an accurate characterisation of the\nadvice issued by the complainant. The FRAME document had used weather\nforecasting as an analogy for conveying the risk of a sex offender; the\nnewspaper did not accept there was a significant difference between\n“forecasting” and “guessing” the weather. Further, the document made clear that\nthere were “clear parallels” between assessing the risk of sex offenders and\npredicting the weather, and had described the analogy as “helpful”. It noted\nthe article quoted extensively from the advice issued by the RMA, and had\nincluded the statement issued by the complainant. The newspaper added that in\nits enquiry to the complainant, prior to the article’s publication, it had set\nout its characterisation of the advice issued, and this had not been disputed\nby the organisation’s press office. The newspaper said it was therefore\nreasonable to assume that the RMA accepted this characterisation. \n11.\nNotwithstanding this, at the start of IPSO’s investigation and in order to\nresolve the complaint, the newspaper offered to publish the following wording\nin its established Corrections and Clarification column:\n“An\narticle on January 31 about the Risk Management Authority (RMA) said that it\nhad admitted that its work trying to stop high-risk sex offenders was “as\naccurate as a weather forecast”. The RMA has since clarified that its reference\nto weather forecasting was in the context of communicating the risk of\nreoffending, rather than assessing its work”.\n12. The\ncomplainant said that the publication’s offer was inadequate, as it failed to\nacknowledge and address the other points of complaint. As such, the matter was\npassed to the Complaints Committee for adjudication.\nRelevant\nCode Provisions\nClause 1\n(Accuracy)\ni) The\nPress must take care not to publish inaccurate, misleading or distorted\ninformation or images, including headlines not supported by the text.\nii) A\nsignificant inaccuracy, misleading statement or distortion must be corrected,\npromptly and with due prominence, and — where appropriate — an apology\npublished. In cases involving IPSO, due prominence should be as required by the\nregulator. \niii) A\nfair opportunity to reply to significant inaccuracies should be given, when\nreasonably called for.\niv) The\nPress, while free to editorialise and campaign, must distinguish clearly\nbetween comment, conjecture and fact.\nFindings\nof the Committee\n13. The\nCommittee first considered the third article. While the Editors’ Code grants\neditors considerable latitude in the characterisation and presentation of\nsource material, Clause 1 (Accuracy) is explicit in its requirement that care\nis taken not to publish inaccurate, misleading, or distorted information and\nfor headline statements to be supported by the text of the article.\n14. The\nCommittee reviewed the FRAME report and noted that while it included a\ndescription of the value of a weather forecasting analogy, this was clearly\nmade in the context of how risk was communicated; the detail and scope of\nindividual pieces of communication about the likelihood of a particular event\noccurring should be adapted to the needs and levels of technical understanding\nof the target audience. The report did not, in any way, compare the processes\nor the consequent level of accuracy between weather forecasting and preventing\nreoffending. Further, while the publication had taken care to approach the RMA\nfor comment prior to the article’s publication, the response made clear that\nthe forecast analogy was used in the context of how risk was communicated\nrather than the accuracy of its assessments; the RMA had clarified the\nintention and meaning of the analogy and made clear that it did not accept the\ncharacterisation put forward by the publication. In this context, the headline\nclaim that the complainant had compared “stopping sex fiends” to “guessing\n[the] weather” misrepresented the advice issued and went beyond a legitimate\neditorial interpretation or characterisation of the FRAME report. This was\nfurther compounded by the text of the article. The guidance did not say, as the\nopening sentence of the article suggested, that the RMA had “admitted” that\n“stopping sex fiends” was “as accurate as a weather forecast” or “predicting\nchanges in weather”, as suggested further in the article. Consequently, the\nCommittee considered that the headline and text of the article mispresented the\nadvice issued and the position of the complainant which had formed the basis\nfor the article. On this basis, the newspaper had taken insufficient care not\nto publish inaccurate or misleading information in breach of Clause 1 (i).\n15. This\nwas considered significant, where it formed the central basis for the article\nand created  the misimpression that the\ncomplainant had conceded that its work preventing the reoffending of sex\noffenders was like “guessing [the] weather”, which it had not. The article\ntherefore required correction under Clause 1(ii). \n16. The\nnewspaper had offered to publish a clarification at the start of IPSO’s\ninvestigation. This had been offered promptly and its proposed placement – in\nthe newspaper’s established Corrections and Corrections column – was\nappropriately prominent. However, in the view of the Committee, the wording\noffered was insufficient to meet the terms of Clause 1 (ii). The newspaper’s\ncharacterisation of the guidance was inaccurate and misleading, and the\nnewspaper ought to have addressed this directly in a correction. Instead, the\noffered clarification referred to the complainant as having “since clarified”\nthat its advice was in the context of communicating the risk of reoffending,\nrather than the assessments of its work. As such, there was a further breach of\nClause 1 (ii). \n17. The\nCommittee did not consider that the other points raised by the complainant\nraised a breach of Clause 1. It did not consider that describing the\ncomplainant as a “SNP quango” was inaccurate or misleading. It noted that the\nterm “quango” referred to quasi autonomous non-governmental organisations which\nreceived support from the government; the RMA had been established by the\nScottish government, which was currently led by the SNP, and had a Convener\nresponsible to Scottish Ministers and Board members appointed by Scottish\nMinisters. Taken in this context, the newspaper’s description of the\ncomplainant in such terms did not demonstrate a failure to take care over the\naccuracy of the articles under complaint, or constitute a significantly\ninaccurate or misleading statement requiring correction under the terms of\nClause 1 (ii). There was no breach of Clause 1 on this point.  \n18. With\nregards to the second article, the Committee acknowledged that quotations marks\nmay be used in headlines for a variety of reasons, including to summarise a\nsubject’s position. In this case, the headline was clearly the newspaper’s\ncharacterisation of the advice issued by the complainant. This stated that\ndescribing an offender as ‘high risk’ may diminish “appreciation of the\nindividuals” and that such a description would not “be consistent with the\ncommonly held value of ‘respect’”. In this context, the Committee was satisfied\nthat the comments made by the complainant, and relied upon by the newspaper,\nprovided a sufficient basis for the manner in which it had characterised the\ncomplainant’s view; it was not a failure to care over the accuracy of the\narticle, to report that the complainant had said it was “disrespectful” to call\nsex offender’s ‘high risk’. Further, the text of the article included the full\nextracts of the complainant’s comments so that readers would be able to see the\nprecise words summarised by the newspaper in the headline. The Committee did\nnot consider that the newspaper’s characterisation of the advice issued by the\ncomplainant on this point was significantly inaccurate or misleading. There was\nno breach of Clause 1 on this point.\nConclusion(s)\n19. The\ncomplaint was upheld in part. \nRemedial\nAction Required\n20.\nHaving upheld a breach of Clause 1, the Committee considered what remedial\naction should be required. In circumstances where the Committee establishes a\nbreach of the Editors’ Code, it can require the publication of a correction\nand/or an adjudication, the terms and placement of which is determined by IPSO.\n21. The\nCommittee considered that the article had significantly misrepresented the\nadvice issued by the complainant and the complainant’s position. While the\nclarification offered by the newspaper had been insufficient, it had shown a\nwillingness to resolve the complaint and correct the matter. Therefore, on\nbalance, the Committee considered that a correction, putting the correct\nposition on record was the appropriate remedy.\n22. The\nCommittee then considered the placement of this correction. This correction\nshould appear in the newspaper’s established Corrections and Clarification\ncolumn. The wording of this correction should be agreed with IPSO in advance\nand should make clear that it had been published following an upheld ruling by\nthe Independent Press Standards Organisation.\n\n\n\nDate\ncomplaint received: 03/02/22\nDate\ncomplaint concluded by IPSO: 31/08/22\n\n\n\nIndependent\nComplaints Reviewer\nThe\npublication complained to the Independent Complaints Reviewer about the process\nfollowed by IPSO in handling this complaint. The Independent Reviewer found\nthat the IPSO process was flawed as one piece of relevant correspondence was\nnot included within the material reviewed by the Committee when it decided on\nthe complaint, due to an oversight in the collation of the file. The complaint\nwas therefore returned to the Committee for consideration with this\ncorrespondence and an amended decision then issued.\nBack to ruling listing\n\n\n"
}