{
    "url": "/rulings-and-resolution-statements/ruling/?id=01445-20",
    "title": "01445-20 Robertson v Telegraph.co.uk",
    "provisions": [
        "1 Accuracy (2019)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "Telegraph.co.uk (Telegraph Media Group Ltd)",
    "published_on": "2020-03-06 00:00:00",
    "received_on": "2020-03-07 00:00:00",
    "concluded_on": "2020-06-11 00:00:00",
    "complaint_processing_days": 96,
    "conclusion_long": "7. The complaint was not upheld.",
    "remedial_action": "8. N/A   Date complaint received: 07/03/2020",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee – 01445-20 Robertson\nv Telegraph.co.uk\nSummary of Complaint\n1. Stuart Robertson complained to the Independent Press\nStandards Organisation that Telegraph.co.uk breached Clause 1 (Accuracy) of the\nEditors’ Code of Practice in an article headlined “International Women's Day\nhas been hijacked by trans activists”, published on 6 March 2020.\n2. The article was a comment piece in which the author\nexpressed her concerns about International Women’s Day being hijacked “by\ntrans-activists and their virtue-signalling allies”. It included five incidents\nrelated to International Women’s Day which she said demonstrated her position.\nOne of these incidents related to flags which had been put up by a local\ncouncil to celebrate International Women’s Day. The article reported that the\n[named council] had been “pressurised into removing” the flags after complaints\nthat the message on the flags was transphobic. The article reported that “The\noffensive words? A copy of the definition of ‘woman’ (noun: adult human\nfemale)”. The columnist also quoted part of a Tweet from one of the “handful of\ntrans people” who had complained, who she claimed had “insisted that the\nmessage was a ‘transphobic dog whistle’.” The article went on to quote the\nTweet in full: “hi [named council] the flag you’re flying at the moment is a\nhostile transphobic dog whistle, recognised as a symbol and brand of one of\nBritain’s most outspoken and visible transantagonists, and the leader of a\ntransphobic hate group.”\n3. The complainant said that the article was inaccurate in\nbreach of Clause 1 because the complaints that the flag was transphobic were\nnot made because of the “offensive words” but because the flag, including its\nfont, colouring and message, was a symbol for a well-known anti-trans activist.\nHe said that the journalist who wrote the article was aware of this, but had\ndeliberately omitted this information and reported that it was just because of\nthe wording, rather than the deeper meaning behind it, that was the reason the\nflags were taken down in order to diminish the incident.\n4. The publication did not accept a breach of Clause 1. It\nsaid that the complainant did not dispute the accuracy of the article, nor did\nthe complainant’s position contradict what the article said: the flags had been\nremoved because the message was considered to be transphobic. It said that\nomitting to report that the flag was a symbol of an anti-trans activist in the\ntext of the article was not misleading where it made clear that the flags had\nbeen removed due to the fact they bore a message that some considered transphobic.\nIt also said that the full Tweet was embedded within the article, which made\nclear to readers that it was not only the words themselves that made the flag\ntransphobic, but that they were a symbol of an anti-trans activist. In\naddition, the omission of the full reasoning within the text of the article as\nto why it was transphobic was not significant within the context of the\narticle, as it formed a small part of an opinion piece that included several\nexamples.\nRelevant Code Provisions\n5. Clause 1 (Accuracy)\ni) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not\nsupported by the text.\nii) A significant inaccuracy, misleading statement or\ndistortion must be corrected, promptly and with due prominence, and — where\nappropriate — an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator. \niii) A fair opportunity to reply to significant inaccuracies\nshould be given, when reasonably called for.\niv) The Press, while free to editorialise and campaign, must\ndistinguish clearly between comment, conjecture and fact.\nFindings of the Committee\n6. The article had given five examples to support the\nauthor’s opinion, of which the removal of the “flags” was just one. The\ncomplainant had accepted that the flags were taken down because their message\nwas transphobic, but he was concerned that the article was misleading because\nit had characterised the flag removal as merely an issue over displaying a\ndefinition of ‘woman’. The article had included a Tweet which stated that the\n“flag you’re flying at the moment is… recognised as a symbol and brand of one\nof Britain’s most outspoken and visible transantagonists, and the leader of a\ntransphobic hate group.” Given that the flags had been taken down following\ncomplaints that they were transphobic, and because the quoted Tweet made clear\nthe reason behind the complaints, the reporting of the reasons for the flags’\nremoval was not misleading. There was no failure to take care over the accuracy\nof the article in breach of Clause 1.\nConclusions\n7. The complaint was not upheld.\nRemedial Action Required\n8. N/A\n \nDate complaint received: 07/03/2020\nDate complaint concluded by IPSO: 11/06/2020\nBack to ruling listing\n\n\n"
}