{
    "url": "/rulings-and-resolution-statements/ruling/?id=01450-16",
    "title": "01450-16 Miscavige v Mail Online",
    "provisions": [
        "1 Accuracy (2016)"
    ],
    "outcome": "Breach - sanction: publication of adjudication",
    "publication": "Mail Online (Associated Newspapers Limited)",
    "published_on": "2015-12-02 00:00:00",
    "received_on": "2016-02-29 00:00:00",
    "concluded_on": "2016-06-23 00:00:00",
    "complaint_processing_days": 115,
    "conclusion_long": "19 The complaint was upheld.",
    "remedial_action": "20. In circumstances where the Committee determines that there has been a breach of the Editors’ Code, it can require the publication of a correction and/or adjudication as a remedy to the breach. In this case, the Committee determined that an adjudication was an appropriate remedy. 21. The adjudication should be published in full on Mail Online, with a link on its homepage for 24 hours; thereafter it should be archived in the usual way. The headline to the adjudication should refer to the subject matter of the article and make clear that IPSO had ruled against Mail Online in relation to the complaint; it should be agreed with IPSO in advance. The terms of the adjudication for publication are as follows: Following the publication of an article headlined “Exclusive: inside the ‘bromance’ of Tom Cruise and Scientology founder David Miscavige”, published on 2 December 2015, David Miscavige complained to the Independent Press Standards Organisation that Mail Online breached Clause 1 (Accuracy). IPSO’s Complaints Committee upheld the complaint, and has required Mail Online to publish this adjudication. The article reported details of “exclusive interviews” with former members of the Church of Scientology, which concerned Tom Cruise and his relationship with the complainant, the leader of the Church of Scientology. It gave details of the special treatment Mr Cruise received at Gold Base, the Scientology headquarters; reported claims that some Church members were poorly treated; and said that the complainant had arranged for cameras to be installed to secretly film members of the Church, including Mr Cruise. The complainant said the claims made in the article had already been disproved or denied. Further, several of the allegations had been put to his representatives in advance, and the publication had been informed that that they were completely untrue and should not be published. The publication said that the complaint fell outside IPSO’s remit: the individuals mentioned in the article were American; the events had taken place in the United States; and the piece was commissioned, written and edited by journalists working for its US division. The story had therefore been written to comply with American law and journalistic conventions, not the British Editors’ Code of Practice. In light of this, it declined to defend its story in response to IPSO’s investigation. IPSO’s Complaints Committee found that Mail Online had failed to demonstrate that it had complied with its obligations under Clause 1 of the Code. It had not demonstrated the process by which it had regard for the complainant’s previous denials of the allegations, nor had it explained why it had failed to include his representative’s position, explained prior to publication, that the allegations which had been put to him were untrue.  It had also failed to provide a defence of the accuracy of the article, or its decision not to publish a correction. The complaint under Clause 1 was upheld.Date complaint received: 29/02/2016",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee 01450-16 Miscavige v Mail Online\nSummary of complaint\n1. David Miscavige\ncomplained to the Independent Press Standards Organisation that Mail Online\nbreached Clause 1 (Accuracy) of the Editors’ Code of Practice in an article\nheadlined “Exclusive: inside the ‘bromance’ of Tom Cruise and Scientology\nfounder David Miscavige: How they gamble and smoke cigars together and share a\nspecial language – but Miscavige secretly recorded the movie star”, published\non 2 December 2015.\n2. The article reported\ndetails of “exclusive interviews” with former members of the Church of\nScientology, which concerned Tom Cruise and his relationship with the\ncomplainant, the leader of the Church of Scientology.3. The article said\nthat Gold Base, the Church headquarters, had been Mr Cruise’s “home from home”,\nand that he had been treated like “Scientology royalty”. It said that a field\nhad been sown with wild flowers to create a meadow for him, and it detailed the\nefforts the Church had gone to in order to “impress” Mr Cruise’s friend, a\nfootballer, including by “laser levelling a field” to create a football pitch.\nIt also described an occasion when the complainant and Mr Cruise was alleged to\nhave returned from a Las Vegas gambling trip with “bundles of cash”.\n4. In addition, the\narticle reported that Gary Morehead, former head of security at Gold Base, had\nclaimed that the complainant had arranged for secret cameras to be installed to\nrecord members of the Church, including Mr Cruise. The article also reported\nthat several former members of the Church had made allegations that they had\nbeen required to live in poor conditions.\n5. The complainant\nsaid that the publication had relied on sources who were “disaffected former\nmembers”, none of whom had contemporaneous knowledge of the Church. He said the\nallegations contained in the article had already been disproved or denied, and\nthe publication had failed to report this. Further, several of the allegations\nhad been put to his representatives in advance, and the publication had been\ninformed that that they were completely untrue and should not be published.\n6. He said the\npublication had inaccurately reported that members of the Church had been\nfilmed secretly. In fact, auditing sessions were recorded with members’\nknowledge and consent, and the footage was only used as a training aid for\nprospective auditors.\n7. He denied that a\nfield had been “laser levelled out” to impress Mr Cruise’s friend.  That friendship only began in 2003, several\nyears after the publication’s sources were dismissed from the Church.\n8. In addition, the\nallegation that a field had been sown with wild flowers for Mr Cruise had been\ndisproved more than 20 years previously. He said that one of the publication’s\nsources was on record confirming that “the wildflower planting never occurred”.\n9. The complainant\nalso denied the report that he and Mr Cruise had returned from a Las Vegas\ngambling trip with “bundles of cash”, and that they lived in luxury on the base\nwhile others worked in harsh conditions.\n10. The publication\nsaid that the complaint fell outside IPSO’s remit: the individuals mentioned in\nthe article – with the exception of the footballer – were American; the events\nhad taken place in America; and the piece was commissioned, written and edited\nby journalists working for its US division. The story had therefore been\nwritten to comply with American law and journalistic conventions, not the\nBritish Editors’ Code of Practice. In light of this, it declined to defend its\nstory in response to IPSO’s investigation.\n11. Before IPSO’s\ninvolvement in the matter, the publication informed the complainant that Mr\nMorehead had told its writer that the complainant had asked him to put a second\nsecret set of cameras in an auditing room, and he had done so. The allegation\nthat the complainant had secretly recorded Mr Cruise was supported by Mr\nCruise’s former auditor, and by sources relied upon by the magazine Vanity Fair\nin a report on Scientology that it published in 2012.\n12. The publication\nsaid that the story that a field was levelled to impress the footballer was\nbased on information provided by Mr Cruise and the complainant’s former chef.\nThe claim was also supported by Mr Morehead. The fact they were not members of\nthe Church at that time did not mean that they could not have known what had\noccurred. Similarly, the report about a meadow of wild flowers was confirmed by\ntwo former Scientologists, and had been told by a number of former high-ranking\nmembers of the Church; it was a story that was well known to the general\npublic. It considered that the source who had previously denied the story had\nbeen acting as a spokesperson for the Church at that time. The report\nconcerning the treatment of staff on the base came from three trusted sources,\nall of whom were former Scientologists.\n13. The publication\ntold IPSO that it had contacted the complainant for comment in advance of\npublication, but had been provided with a response that was “unpublishable”. In\nresponse to the direct complaint, the publication had amended the article to\ninclude the complainant’s denial.\nRelevant Code provisions\n14. Clause 1\n(Accuracy)i) The Press must take care not to publish inaccurate,\nmisleading or distorted information, including pictures.\nii) A significant inaccuracy, misleading statement or distortion\nonce recognised must be corrected, promptly and with due prominence, and -\nwhere appropriate - an apology published. In cases involving the Regulator,\nprominence should be agreed with the Regulator in advance.\niii) The Press, whilst free to be partisan, must distinguish\nclearly between comment, conjecture and fact.\nNote\n15. IPSO did not\naccept the publication’s assertions regarding jurisdiction, and the publication\nwas therefore obliged to demonstrate it had fulfilled its obligations under the\nEditors’ Code. The publication however maintained its position on jurisdiction\nthroughout IPSO’s investigation; the Committee adjudicated on the complaint on\nthis basis.\nFindings of the Committee\n16.  The publication\nhad failed to demonstrate that it had complied with its obligations under\nClause 1 of the Code.\n17.  While it had\npublished accounts provided by former members of the Church of Scientology, and\nattributed them accordingly, it had not demonstrated the process by which it\nhad regard for the complainant’s previous denials of the allegations, and nor\nhad it explained why it had failed to include his representative’s position,\nexplained prior to publication, that the allegations which had been put to him\nwere untrue. As such, the Committee was unable to conclude that the steps taken\nprior to publication showed that Mail Online had taken care not to publish\ninaccurate, misleading or distorted information.\n18.  Furthermore, the\ncomplainant had contended that the article had contained inaccuracies which –\non their face – could have been significant. Where the publication had not\nprovided a defence of the accuracy of the article, or its decision not to\npublish a correction, the Committee could not conclude that it had complied\nwith its obligations under Clause 1 (ii). The complaint under Clause 1 was\nupheld.\nConclusions\n19 The complaint was\nupheld.\nRemedial action required\n20. In circumstances\nwhere the Committee determines that there has been a breach of the Editors’\nCode, it can require the publication of a correction and/or adjudication as a\nremedy to the breach. In this case, the Committee determined that an\nadjudication was an appropriate remedy.\n21. The adjudication\nshould be published in full on Mail Online, with a link on its homepage for 24\nhours; thereafter it should be archived in the usual way. The headline to the\nadjudication should refer to the subject matter of the article and make clear\nthat IPSO had ruled against Mail Online in relation to the complaint; it should\nbe agreed with IPSO in advance. The terms of the adjudication for publication\nare as follows:\nFollowing the publication of an article headlined\n“Exclusive: inside the ‘bromance’ of Tom Cruise and Scientology founder David\nMiscavige”, published on 2 December 2015, David Miscavige complained to the\nIndependent Press Standards Organisation that Mail Online breached Clause 1\n(Accuracy).\nIPSO’s Complaints Committee upheld the complaint, and has\nrequired Mail Online to publish this adjudication.\nThe article reported details of “exclusive interviews” with\nformer members of the Church of Scientology, which concerned Tom Cruise and his\nrelationship with the complainant, the leader of the Church of Scientology. It\ngave details of the special treatment Mr Cruise received at Gold Base, the\nScientology headquarters; reported claims that some Church members were poorly\ntreated; and said that the complainant had arranged for cameras to be installed\nto secretly film members of the Church, including Mr Cruise.\nThe complainant said the claims made in the article had\nalready been disproved or denied. Further, several of the allegations had been\nput to his representatives in advance, and the publication had been informed\nthat that they were completely untrue and should not be published.\nThe publication said that the complaint fell outside IPSO’s\nremit: the individuals mentioned in the article were American; the events had\ntaken place in the United States; and the piece was commissioned, written and\nedited by journalists working for its US division. The story had therefore been\nwritten to comply with American law and journalistic conventions, not the\nBritish Editors’ Code of Practice. In light of this, it declined to defend its\nstory in response to IPSO’s investigation.\nIPSO’s Complaints Committee found that Mail Online had\nfailed to demonstrate that it had complied with its obligations under Clause 1\nof the Code. It had not demonstrated the process by which it had regard for the\ncomplainant’s previous denials of the allegations, nor had it explained why it\nhad failed to include his representative’s position, explained prior to\npublication, that the allegations which had been put to him were untrue.  It had also failed to provide a defence of\nthe accuracy of the article, or its decision not to publish a correction. The\ncomplaint under Clause 1 was upheld.Date complaint received: 29/02/2016Date decision issued: 23/06/2016\nBack to ruling listing\n\n\n"
}