{
    "url": "/rulings-and-resolution-statements/ruling/?id=01457-14",
    "title": "01457-14 Perkins v Kentish Gazette",
    "provisions": [
        "1 (Accuracy) 2015",
        "4 (Harassment) 2015",
        "6 (Children) 2015",
        "12 (Discrimination) 2015"
    ],
    "outcome": "Breach - sanction: publication of adjudication",
    "publication": "Kentish Gazette (Iliffe Media Group Ltd)",
    "received_on": "2014-10-23 00:00:00",
    "concluded_on": "2015-02-10 00:00:00",
    "complaint_processing_days": 110,
    "conclusion_long": "15. The complaint was upheld in part.",
    "remedial_action": "16. Having partially upheld the complaint under Clause 1, the Committee considered what remedial action should be required.  17. The breach of the Code established by the Committee was sufficiently serious that the appropriate remedial action was the publication of an adverse adjudication, as opposed to a correction. The article had been published on page 1, and coverage continued on pages 8 and 9. The adjudication should therefore appear in print on page 9, with a page 1 reference directing readers to this page, which should include the headline of the adjudication. The adjudication should also appear on kentonline.co.uk and a link to it, containing the headline, should also appear on the website’s homepage for a period of no less than 48 hours. The adjudication must then be archived, and remain searchable, on kentonline.co.uk in the usual way. If, following receipt of this decision, the publication intends to continue to publish the online article on kentonline.co.uk, a link to the adjudication must also be published at the start of that article.  18. The terms of the adjudication, which the newspaper should publish without addition or alteration under the headline “IPSO Complaint upheld – adult asylum seekers in schools”, are as follows:  Following an article published by the Kentish Gazette (Canterbury and District) and kentonline.co.uk on 16 October 2014 headlined “Refugees spark pupil safety fears”, Cllr Alex Perkins complained to the Independent Press Standards Organisation that the Kentish Gazette had breached Clause 1 (Accuracy), Clause 4 (Harassment), Clause 6 (Children) and Clause 12 (Discrimination) of the Editors’ Code of Practice.  IPSO upheld the complaint in part, and decided that there had been a breach of Clause 1 of the Editors’ Code. IPSO required the Kentish Gazette to publish this decision, by its Complaints Committee, to remedy the breach.  The article reported concerns in the Kent area that unaccompanied male asylum seekers were “lying” about their ages and were “being placed in schools” with 11-year-old children.  It stated that men in their 20s were being dishonest about their ages, attributing this assertion to “head teachers in Canterbury”. Sub-headlines on the newspaper’s front page had stated that “asylum seekers lie about age to get themselves educated”, and that “men in their 20s [are] being placed in schools with 11-year-olds”. The article had included direct quotations from head teachers. One stated that schools had been told to expect pupils “who were 15 or 16 only to find they were clearly 20 or 21”, and that “sometimes there is doubt about where [the pupils] have come from, and even what age they are”, and another stating “while many of these are genuine cases… a minority are not”. Two head teachers quoted also referred to “safeguarding concerns”.  The complainant said that the coverage was inaccurate as there was no proof that asylum seekers had been lying about their age, nor had any adults of 20 been placed in schools with pupils aged 11. He noted that none of the head teachers quoted in the article had confirmed that there were pupils enrolled at their schools who had lied about their ages, nor had they expressed concerns about safety. The complainant had spoken to a representative from the County Council who had said that there had been only two cases over a number of years in which unaccompanied asylum seekers were found to be older than originally thought. Neither was 20, and neither was placed in a school with 11 year olds. Furthermore, there were only 10 unaccompanied asylum-seeking children in Kent this academic year, with just 3 placed in Canterbury.  The Kentish Gazette considered that publication of the article was in the public interest, as the matter reported was a safeguarding issue, which had implications for the well-being of pupils. The newspaper defended the accuracy of its coverage. It said that on-the-record comments by local head teachers, quoted in the article, supported the claims made. The newspaper also cited a representative from Kent County Council, who had made reference to “very rare cases where asylum-seeking children have been found to be older than the age they claimed”. While every case was different, it was not inaccurate to state that some asylum seekers who had given a false age were “lying”.  The newspaper also drew attention to the fact that, after publication of the story, it had printed a number of readers’ letters, opposing the views expressed in its coverage.  The Committee noted that the Code makes clear that “protecting public health and safety” forms part of the public interest which journalism may serve, and it acknowledged that the protection of children was a matter of particular importance, and a legitimate subject of investigation. The Committee considered that the newspaper was entitled to investigate concerns which had been drawn to its attention and to ask local head teachers for comment to establish whether there was a safety risk to children in the county.  However, the Committee found that the comments from head teachers and council representatives, making reference to the difficulties of establishing the ages of unaccompanied asylum seekers, and to rare occurrences of adults applying for school places, did not support the newspaper’s contention that “men in 20s [were] lying about [their] age and going to schools”, nor did the newspaper subsequently produce any material which might justify this prominent assertion. The publication of these claims therefore represented a failure to take care not to publish inaccurate information in breach of Clause 1 (i). This statement was not an accurate summary of the information contained in the article, and in the context of a report which made reference to safety concerns, it was significantly misleading. This aspect of the complaint was upheld. Publication of IPSO’s full adjudication on the matter was required to remedy this breach of the Code.  Date complaint received: 23/10/2014",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee 01457-14 Perkins v Kentish Gazette\nSummary of complaint\n1. Cllr Alex Perkins complained to the Independent Press\nStandards Organisation that the Kentish Gazette (Canterbury and District) had\nbreached Clause 1 (Accuracy), Clause 4 (Harassment), Clause 6 (Children) and\nClause 12 (Discrimination) of the Editors’ Code of Practice in an article\nheadlined “Refugees spark pupil safety fears”, published in print and online on\n16 October 2014. \n2. The article reported concerns in the Kent area that\nunaccompanied male asylum seekers were “lying” about their ages and “being\nplaced in schools” with 11-year-old children. \nIt stated that men in their 20s were being dishonest about their ages,\nattributing this assertion to “head teachers in Canterbury”. Sub-headlines on\nthe newspaper’s front page had stated that “asylum seekers lie about age to get\nthemselves educated”, and that “men in their 20s [are] being placed in schools\nwith 11-year-olds”. The article had included direct quotations from head\nteachers. One stated that schools had been told to expect pupils “who were 15\nor 16 only to find they were clearly 20 or 21”, and that “sometimes there is\ndoubt about where [the pupils] have come from, and even what age they are”;\nanother commented that “while many of these are genuine cases… a minority are\nnot”. Two head teachers quoted also referred to “safeguarding concerns”. The\nmatter was reported in the wider context of an “immigration crisis” in the\ncounty. \n3. The complainant said that the coverage was inaccurate as\nthere was no proof that asylum seekers had been lying about their age, nor had\nany adults of 20 been placed in schools with pupils aged 11. He noted that none\nof the head teachers quoted in the article had confirmed that there were pupils\nenrolled at their schools who had lied about their ages, nor had they expressed\nconcerns about safety. The complainant had spoken to representatives from the\nCounty Council who had said that there had been only two cases over a number of\nyears in which unaccompanied asylum seekers were found to be older than\noriginally thought. Neither was 20, and neither was placed in a school with 11\nyear olds. Furthermore, there were only 10 unaccompanied asylum-seeking\nchildren in Kent this academic year, with just 3 placed in Canterbury. The\ncomplainant also said that it was inaccurate to state that there was “an\nimmigration crisis engulfing Kent” and objected to the use of a stock image of\nadult asylum seekers to illustrate the article; he said that this was\nmisleading. \n4. The complainant also said that the headline was\ndiscriminatory towards those seeking asylum; that the article had intruded into\nthe time at school of the children mentioned; and that it amounted to the\nharassment and intimidation of orphaned children legitimately placed in Kent\nschools. \n5. The newspaper defended its coverage as an accurate report\non a matter of major public interest, which had potential implications for the\nwell-being of pupils. It said that on-the-record comments by local head\nteachers, quoted in the article, supported the claims made. The article had\nalso cited a representative from Kent County Council, who had made reference to\n“very rare cases where asylum-seeking children have been found to be older than\nthe age they claimed”. The newspaper said that while every case was different,\nit was not inaccurate to state that some asylum seekers who had given a false\nage were “lying”. \n6. The newspaper did not consider the use of the stock image\nto be misleading. Furthermore, it noted that it had chosen not to illustrate\nthe story with photographs of children in the relevant schools, because to have\ndone so would have raised a clear breach of the Editors’ Code. The newspaper\nalso said that it was perfectly entitled to describe the situation with asylum\nseekers at Calais as a “crisis”, citing a comment by the mayor of Calais that\npeople were prepared to risk death to cross the English Channel. \n7. The newspaper also drew attention to the fact that, after\npublication of the story, it had printed a number of readers’ letters opposing\nthe views expressed in its coverage. \nRelevant Code Provisions\n8. Clause 1 (Accuracy) \ni) The Press must take care not to publish inaccurate, misleading\nor distorted information, including pictures. \nii) A significant inaccuracy, misleading statement or\ndistortion once recognised must be corrected, promptly and with due prominence. \niii) The Press, whilst free to be partisan, must\ndistinguish clearly between comment, conjecture and fact. \nClause 4 (Harassment) \ni) Journalists must not engage in intimidation, harassment,\nor persistent pursuit. \nClause 6 (Children)\ni) Young people should be free to complete their time at\nschool without unnecessary intrusion. \nClause 12 (Discrimination) \ni) The press must avoid prejudicial or pejorative reference\nto an individual’s race, colour, religion, gender, sexual orientation or to any\nphysical or mental illness or disability. \nFindings of the Committee\n9. The Editors’ Code recognises that “protecting public\nhealth and safety” forms part of the public interest which journalism may\nserve. The protection of children is a matter of particular importance, and a\nlegitimate subject of investigation. The newspaper was entitled to examine the\nconcerns which had been drawn to its attention, and to ask local head teachers\nfor comment to establish whether there was a safety risk to children in the\ncounty. \n10. The article had included extensive comment from head teachers\nand a council representative making reference to the difficulties of\nestablishing the ages of unaccompanied asylum seekers, and to rare occurrences\nof adults applying for school places. However, these comments did not support\nthe newspaper’s statement, as fact, that “men in their 20s are lying about\n[their] age and going to schools”; nor did the newspaper subsequently provide\nany material to corroborate this prominent assertion. This represented a\nfailure to take care not to publish inaccurate information in breach of Clause\n1 (i). The claims in the front page sub-headlines were not substantiated, and\nin the context of a report which made reference to safety concerns, these were\nsignificantly misleading. This aspect of the complaint was upheld. \n11. The reference to an “immigration crisis” in Kent was a\nstatement of opinion on the part of the newspaper. While the complainant took\nthe view that the other inaccuracies in the article undermined this opinion,\nthe newspaper was entitled to present its position that there was a “crisis”. \n12. The Committee acknowledged the newspaper’s position that\nit had used stock photographs to illustrate the article partly out of concern\nfor the privacy of local children who might attend one of the schools\nconcerned. While the complainant considered that the photograph used to\nillustrate the story was misleading, the newspaper had not stated that the men\npictured were those who had allegedly been placed in schools. It was entitled\nto illustrate its story in this way. The photographs had not breached the terms\nof Clause 1. \n13. The terms of Clause 4 generally relate to the conduct of\njournalists during the news-gathering process, and are intended to offer\nprotection to identified individuals who are the subject of media attention.\nThe Clause does not usually address the way in which newspapers choose to cover\nstories. The complainant had not suggested that any journalists had engaged in\nconduct which would engage the terms of this Clause and the Committee did not\nconsider this aspect of the complaint further. \n14. The complainant’s concerns under Clause 6 and Clause 12\nwere general ones, and did not relate to any specific individuals. The\ncomplaint did not engage the terms of these Clauses, and the Committee did not\nconsider these aspects further. \nConclusions\n15. The complaint was upheld in part. \nRemedial Action Required\n16. Having partially upheld the complaint under Clause 1,\nthe Committee considered what remedial action should be required. \n17. The breach of the Code established by the Committee was\nsufficiently serious that the appropriate remedial action was the publication\nof an adverse adjudication, as opposed to a correction. The article had been\npublished on page 1, and coverage continued on pages 8 and 9. The adjudication\nshould therefore appear in print on page 9, with a page 1 reference directing\nreaders to this page, which should include the headline of the adjudication.\nThe adjudication should also appear on kentonline.co.uk and a link to it,\ncontaining the headline, should also appear on the website’s homepage for a\nperiod of no less than 48 hours. The adjudication must then be archived, and\nremain searchable, on kentonline.co.uk in the usual way. If, following receipt\nof this decision, the publication intends to continue to publish the online\narticle on kentonline.co.uk, a link to the adjudication must also be published\nat the start of that article. \n18. The terms of the adjudication, which the newspaper\nshould publish without addition or alteration under the headline “IPSO\nComplaint upheld – adult asylum seekers in schools”, are as follows: \nFollowing an article published by the Kentish Gazette\n(Canterbury and District) and kentonline.co.uk on 16 October 2014 headlined\n“Refugees spark pupil safety fears”, Cllr Alex Perkins complained to the\nIndependent Press Standards Organisation that the Kentish Gazette had breached\nClause 1 (Accuracy), Clause 4 (Harassment), Clause 6 (Children) and Clause 12\n(Discrimination) of the Editors’ Code of Practice. \nIPSO upheld the complaint in part, and decided that there\nhad been a breach of Clause 1 of the Editors’ Code. IPSO required the Kentish\nGazette to publish this decision, by its Complaints Committee, to remedy the\nbreach. \nThe article reported concerns in the Kent area that\nunaccompanied male asylum seekers were “lying” about their ages and were “being\nplaced in schools” with 11-year-old children. \nIt stated that men in their 20s were being dishonest about their ages,\nattributing this assertion to “head teachers in Canterbury”. Sub-headlines on\nthe newspaper’s front page had stated that “asylum seekers lie about age to get\nthemselves educated”, and that “men in their 20s [are] being placed in schools\nwith 11-year-olds”. The article had included direct quotations from head\nteachers. One stated that schools had been told to expect pupils “who were 15\nor 16 only to find they were clearly 20 or 21”, and that “sometimes there is\ndoubt about where [the pupils] have come from, and even what age they are”, and\nanother stating “while many of these are genuine cases… a minority are not”.\nTwo head teachers quoted also referred to “safeguarding concerns”. \nThe complainant said that the coverage was inaccurate as\nthere was no proof that asylum seekers had been lying about their age, nor had\nany adults of 20 been placed in schools with pupils aged 11. He noted that none\nof the head teachers quoted in the article had confirmed that there were pupils\nenrolled at their schools who had lied about their ages, nor had they expressed\nconcerns about safety. The complainant had spoken to a representative from the\nCounty Council who had said that there had been only two cases over a number of\nyears in which unaccompanied asylum seekers were found to be older than\noriginally thought. Neither was 20, and neither was placed in a school with 11\nyear olds. Furthermore, there were only 10 unaccompanied asylum-seeking\nchildren in Kent this academic year, with just 3 placed in Canterbury. \nThe Kentish Gazette considered that publication of the\narticle was in the public interest, as the matter reported was a safeguarding\nissue, which had implications for the well-being of pupils. The newspaper\ndefended the accuracy of its coverage. It said that on-the-record comments by\nlocal head teachers, quoted in the article, supported the claims made. The\nnewspaper also cited a representative from Kent County Council, who had made\nreference to “very rare cases where asylum-seeking children have been found to\nbe older than the age they claimed”. While every case was different, it was not\ninaccurate to state that some asylum seekers who had given a false age were\n“lying”. \nThe newspaper also drew attention to the fact that, after\npublication of the story, it had printed a number of readers’ letters, opposing\nthe views expressed in its coverage. \nThe Committee noted that the Code makes clear that\n“protecting public health and safety” forms part of the public interest which\njournalism may serve, and it acknowledged that the protection of children was a\nmatter of particular importance, and a legitimate subject of investigation. The\nCommittee considered that the newspaper was entitled to investigate concerns\nwhich had been drawn to its attention and to ask local head teachers for\ncomment to establish whether there was a safety risk to children in the county. \nHowever, the Committee found that the comments from head\nteachers and council representatives, making reference to the difficulties of\nestablishing the ages of unaccompanied asylum seekers, and to rare occurrences\nof adults applying for school places, did not support the newspaper’s\ncontention that “men in 20s [were] lying about [their] age and going to\nschools”, nor did the newspaper subsequently produce any material which might\njustify this prominent assertion. The publication of these claims therefore\nrepresented a failure to take care not to publish inaccurate information in\nbreach of Clause 1 (i). This statement was not an accurate summary of the\ninformation contained in the article, and in the context of a report which made\nreference to safety concerns, it was significantly misleading. This aspect of\nthe complaint was upheld. Publication of IPSO’s full adjudication on the matter\nwas required to remedy this breach of the Code. \nDate complaint received: 23/10/2014 \nDate decision issued: 10/02/2015\nBack to ruling listing\n\n\n"
}