{
    "url": "/rulings-and-resolution-statements/ruling/?id=01456-14",
    "title": "01456-14 Manson v Daily Express",
    "provisions": [
        "1 (Accuracy) 2015"
    ],
    "outcome": "No breach - after investigation",
    "publication": "Daily Express (Reach PLC)",
    "published_on": "2014-10-23 00:00:00",
    "received_on": "2014-10-23 00:00:00",
    "concluded_on": "2015-02-20 00:00:00",
    "complaint_processing_days": 120,
    "conclusion_long": "9. The complaint was not upheld.",
    "remedial_action": "N/A  Date complaint received: 23/10/2014",
    "text": "\n\n\n\n\n\n·       Decision of the Complaints Committee 01456-14 Manson v Daily Express\nSummary of complaint\n1. Neil Manson complained to the Independent Press Standards\nOrganisation that the Daily Express had breached Clause 1 (Accuracy) of the\nEditors’ Code of Practice in an article headlined “Climate change PROVED to be\n‘nothing but a lie’, claims top meteorologist”, published online on 23 October\n2014. \n2. The article reported that the co-founder of the Weather\nChannel had claimed that “man-made climate change was no longer scientifically\ncredible”, and discussed a variety of current opinions on global warming and\ngreenhouse gases. \n3. The complainant said that it was inaccurate to describe\nJohn Coleman, who co-founded the Weather Channel, as a “top meteorologist”, as\nhe is actually a journalist and not scientifically trained. \n4. The newspaper said that the terms “weatherman” and\n“meteorologist” were interchangeable, as both involve the examination of\nweather patterns. It said that Mr Coleman had dedicated more than 61 years to\nweather forecasting, and that a weatherman’s job is to forecast the weather\nbased on meteorological observations. However, it amended the headline to read\n“‘Global warming the greatest scam in history’ claims founder of Weather\nChannel”; replaced a reference to “one of the world’s leading meteorologists”\nin the sub-headline with “one of the world’s best known climate change sceptic\n[sic]”; and appended the following footnote under the heading “Correction”: \n“This article originally referred to John Coleman as a top\nmeteorologist; that reference has now been removed. It also claimed that in\n2010 a high-level inquiry by the InterAcademy Council found there was ‘little\nevidence’ to support the IPCC’s claims about global warming. In fact, the\nInterAcademy Council had not found that. The article has now been amended.” \n5. The complainant said that the newspaper’s offers were\nunsatisfactory, as the footnote should include an apology to readers for\nmisleading them. \nRelevant Code Provisions\n6. Clause 1 (Accuracy) \ni) The press must take care not to publish inaccurate,\nmisleading or distorted information, including pictures. \nii)  A significant\ninaccuracy, misleading statement or distortion once recognised must be\ncorrected, promptly and with due prominence, and – where appropriate – an\napology published. \nFindings of the Committee\n7. The article had made clear that Mr Coleman had co-founded\nthe Weather Channel. While it had quoted Mr Coleman’s claim to have “studied\nclimate change seriously for years”, it had not suggested that he had engaged\nin formal academic research into climate change. Mr Coleman has evidently spent\nseveral decades working as a television weatherman, and continues to contribute\nhis views to the fields of weather and climate change. In this context, the\nnewspaper’s characterisation of Mr Coleman as a “top” and “leading”\nmeteorologist had not been significantly misleading. There was no breach of\nClause 1. \n8. Nonetheless, the Committee welcomed the newspaper’s\ndecision to amend the article as a positive response to the complaint. \nConclusions\n9. The complaint was not upheld. \nRemedial Action Required\nN/A \nDate complaint received: 23/10/2014 \nDate decision issued: 20/02/2015 \nBack to ruling listing\n\n\n"
}