{
    "url": "/rulings-and-resolution-statements/ruling/?id=01469-16",
    "title": "01469-16 Greenwood v Daily Mirror",
    "provisions": [
        "10 Clandestine devices and subterfuge (2016)",
        "1 Accuracy (2016)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "Daily Mirror (Reach PLC)",
    "received_on": "2016-03-02 00:00:00",
    "concluded_on": "2016-04-18 00:00:00",
    "complaint_processing_days": 47,
    "conclusion_long": "12. The complaint was not upheld.",
    "remedial_action": "N/A Date complaint received: 02/03/2016",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee 01469-16 Greenwood v Daily Mirror Summary of complaint 1. Talisha Greenwood\ncomplained to the Independent Press Standards Organisation, on behalf of Wynn\nXS Ltd, that the Daily Mirror breached Clause 1 (Accuracy) and Clause 10\n(Clandestine devices and subterfuge) of the Editors’ Code of Practice in an\narticle headlined “Secret tricks of wine cold callers”, published on 10 March\n2016. It was published online on 9 March 2016 with the headline “The secret\ntricks of wine cold callers revealed – and how boss bottled it when\nconfronted”. 2. The newspaper\nhad arranged for a staff journalist to apply for a job and “go undercover” at\nWynn XS, and the resulting article reported that the company “uses cold callers\nto persuade people to take their savings out of the safety of a bank account or\npension and pump the money into fine wines”. It reported the sales techniques\nused by the company’s employees, and said that the brokers discourage people\nfrom seeking independent financial advice before investing. 3. The complainant\nsaid that the journalist’s taking a job at the company, using a false identity,\nwas a breach of Clause 10. She also raised a number of other concerns about the\naccuracy of the article: she said that the CEO of the company had not told the\njournalist that in order to get people to invest money they “hypnotise them”;\nthat the CEO had not said that four people were “earning more than the CEO of\nBritish Gas”; that senior sellers do not lie about having worked at Goldman\nSachs; that a senior broker had not said “it’s a hard life this brokering lark,\nyou chat to people and earn a f*** ton of money”; and that Wynn XS is not an\ninvestment company but a sales company and therefore is not subject to\nregulation by the Financial Conduct Authority (FCA). She also expressed concern\nthat the article had been illustrated by a photograph of the CEO which was nine\nyears old and had no connection to his current business. She provided an\nalternative photograph for the newspaper to use online.4. The newspaper\nsaid that the investigation was justified in the public interest. Before the\njournalist applied for the job the justification was considered internally by\nthe Editor of the column, the Associate Editor and the legal department. It was\nthen considered again prior to publication of the article. The newspaper said\nthat it would not have been possible to confirm that the company was actively\nencouraging its sales staff to lie about themselves and put pressure on\npotential customers without applying for a job there: they had not been\ncontacted by any “whistle blower”, and the company would not have openly\nadmitted that staff were working from a script. The journalist had applied for\nand been offered two jobs as part of the investigation; both companies had been\nfeatured in the article. 5. The newspaper\nhad considered that it was likely that Wynn XS was a “boiler room”, selling\nover-priced investments to the public. The newspaper said that there were many\nexamples of people expressing concern about Wynn XS and Prime Trading 5 (the\ncompany’s previous name) online, and a number of factors were considered:\n“boiler rooms” often sell fine wines, as in this case; it appeared that the job\nwould involve cold-calling, which is typical of “boiler rooms”; the promised\nearnings were largely based on commission and were extremely high; Prime\nTrading 5 had been exposed for over-valuing wine and high-pressure sales\ntechniques; and despite the fact that the company website says it has been\nactive since 2006 it had in fact been dormant until a few years ago. 6. The newspaper\nsaid that the journalist had been told in her job interview that some people in\nthe company “earn more than the CEO of British Gas”. Immediately after the\ninterview finished the journalist had written notes of it on her mobile telephone\nand had then emailed the notes to herself. The interview was at 12.20pm and the\nemail was sent at 12.53pm; the newspaper provided a copy of the email. During\nsales training the journalist had taken longhand notes, which included the\nphrase “we hypnotise them”. It said that the comment about making a “f*** ton\nof money” was attributed to the “blonde closer” in the journalist’s notes.\nDuring training a 17-year-old employee had made a presentation about a sales\npitch he had been asked to learn in order to “close” deals. In the pitch to\npotential investors he said that he had been married for 5 years, had a son\nnamed Theodore, and had worked for Goldman Sachs for 11 years. The journalist\nhad also overheard this same line used by salespeople in the company over the\ncourse of the day she had worked there. The newspaper said that the scripts\nused by Wynn XS (copies of which the newspaper provided to IPSO) make it very\nclear that it considers itself an investment company. The scripts ask at what\nlevel people would feel comfortable investing, describe the process as “you buy\nwine, hold then you sell at a profit, it’s that simple”, and tell customers\nthat they could conservatively make a 15% yearly return. The newspaper changed\nthe photograph which accompanied the online article to the one provided by the\ncomplainant.Relevant Code provisions 7. Clause 1\n(Accuracy)i) The press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not supported\nby the text.ii) A significant inaccuracy, misleading statement or\ndistortion must be corrected, promptly and with due prominence, and – where\nappropriate – an apology published.Clause 10 (Clandestine devices and subterfuge)i) The press must not seek to obtain or publish material\nacquired by using hidden cameras or clandestine listening devices; or by\nintercepting private or mobile telephone calls, messages or emails; or by the\nunauthorised removal of documents of photographs; or by accessing\ndigitally-held information without consent.ii) Engaging in misrepresentation or subterfuge, including\nby agents or intermediaries, can generally be justified only in the public\ninterest and then only when the material cannot be obtained by other means.The public interest1.    The public\ninterest includes, but is not confined to:i) Detecting or exposing crime, or the threat of crime, or\nserious impropriety.ii) Protecting public health or safety.iii) Protecting the public from being misled by an action or\nstatement or an individual or organisation.iv) Disclosing a person or organisation’s failure or likely\nfailure to comply with any obligation to which they are subject.v) Disclosing a miscarriage of justice.vi) Raising or contributing to a matter of public debate,\nincluding serious cases of impropriety, unethical conduct or incompetence\nconcerning the public.vii) Disclosing concealment, or likely concealment, or any\nof the above.4.   Editors invoking\nthe public interest will need to demonstrate that they reasonably believed\npublication – or journalistic activity taken with a view to publication – would\nboth serve, and be proportionate to, the public interest and explain how they\nreached that decision at the time.Findings of the Committee 8. The newspaper had\nshown that - in advance of beginning its investigation - it had evidence of\nconcern that Wynn XS was trading in a way which would not generally be\nconsidered acceptable. There was a clear public interest in investigating\nwhether the company was using dishonest tactics to encourage customers to\n“invest” in wine. The newspaper would not have been able to establish the\nveracity of the claims on the internet about the company’s sales tactics\nwithout using subterfuge and misrepresentation, and the grounds for\ninvestigation were established at senior editorial level in advance. The\ninvestigation was justified in the public interest, and did not breach Clause\n10. 9. The investigation\nhad uncovered sales practices at Wynn XS Ltd which would generally be\nconsidered unethical. It was not disputed that sales staff were trained to\nclaim to customers that “small fortunes are always being made overnight within\nthis market”, and discouraged them from consulting with spouses or financial\nadvisers before investing. The publication of the information which the\nnewspaper had obtained using subterfuge and misrepresentation was justified in\nthe public interest; there was no breach of Clause 10. 10. The newspaper had provided contemporaneous notes of the\ndisputed quotations; there was no failure to take care over the accuracy of the\nstory. On the basis of those notes; the fact that it was not disputed that new\nrecruits are told that they can earn a lot of money at Wynn XS; and the nature\nof the sales tactics revealed by the investigation, the Committee did not\nestablish that the quotations constituted significant inaccuracies which would\nrequire correction under the terms of Clause 1 (ii).  11. Wynn XS sells people wine and tells them they could see\na sizeable financial return on their purchase. It was not inaccurate for the\narticle to describe Wynn XS as an “investment company”, and the newspaper had\nbeen entitled to note that no recourse to the FCA was available. Further, the\nuse of an old photograph of the CEO to illustrate the article did not give a\nsignificantly inaccurate or misleading impression of the nature of the company\nthat he now runs. There was no breach of Clause 1 on these points.Conclusions 12. The complaint was not upheld.Remedial Action RequiredN/A\nDate complaint received: 02/03/2016 \nDate decision issued: 18/04/2016\nBack to ruling listing\n\n\n"
}