{
    "url": "/rulings-and-resolution-statements/ruling/?id=01469-19",
    "title": "01469-19 Andrews v bracknellnews.co.uk",
    "provisions": [
        "1 Accuracy (2018)",
        "13 Financial journalism (2018)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "bracknellnews.co.uk (Newsquest Media Group)",
    "received_on": "2019-02-14 00:00:00",
    "concluded_on": "2019-06-11 00:00:00",
    "complaint_processing_days": 117,
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee 01469-19 Andrews v bracknellnews.co.uk Summary of Complaint 1. Paul Andrews complained to the Independent Press Standards Organisation that the bracknellnews.co.uk breached Clause 1 (Accuracy) of the Editors’ Code of Practice in an article headlined “The homes in Osborne Gates, Bracknell are available to purchase” published on 13 February 2019. 2. The article reported on a statement given by the marketing director of a homebuilding firm   responsible for  a  development  of  “off-plan”  houses.  It  reported  that  the  homes  were  designed for first time-buyers to get on the property ladder and buyers would “see the value of their new home go up”, as a result of buying off-plan. The article included comments from the marketing director, who explained his view that buying off-plan had “many benefits” including the fact that as the homes were purchased at the price at which the property was secured – “which is normally lower than when the home is nearing build completion” – buyers were “more likely to make money on the house before [they] moved in”.3. A link to the article was also shared on the publication’s Facebook page. The accompanying post to this link read “It is an encouraging way to get first-time buyers on the property ladder and see the value of their new home go up.”4. The complainant said that it was misleading in breach of Clause 1 (Accuracy) to report that the value of the houses would go up. He said that there was the possibility that a house bought off-plan would not rise in value, for example, if the housebuilder went bankrupt, or the property was of poor quality.  He also  said  that  the  article  was  unbalanced  and  constituted inaccurate financial advice; it should have included warnings about the risks of purchasing an off plan home. He also expressed concern that the article was an undeclared advertisement for the homebuilding firm.  5. The newspaper said that it accurately reported the homebuilder’s view that the value of the houses would rise over time, and noted that the article went on to explain that this was due to the fact that the houses are bought at a price “normally” lower that the value of the house when the build is completed, and so buyers were “more likely” to make a profit – this also qualified any possible earlier statement of fact. It also said that readers would understand that reporting that the value of the houses would “normally” rise was based on the homebuilder’s experience of recent years, but it was not an absolute guarantee that a buyer would achieve a profit from the purchase. The publication said that it would be clear to readers that the article was reporting the claims of the housebuilder quoted, and it was not suggesting that the house prices would rise in all circumstances – it would be obvious to readers that house prices could rise or fall. It offered the complainant the opportunity to print a letter in the publication, however this was declined.Relevant Code Provisions6. Clause 1 (Accuracy)  i) The Press must take care not to publish inaccurate, misleading or distorted information or images, including headlines not supported by the text.ii) A significant inaccuracy, misleading statement or distortion must be corrected, promptly and with due prominence, and — where appropriate — an apology published. In cases involving IPSO, due prominence should be as required by the regulator.iii) A fair opportunity to reply to significant inaccuracies should be given, when reasonably called for.iv) The Press, while free to editorialise and campaign, must distinguish clearly between comment, conjecture and fact.Findings of the Committee 7. It was not in dispute that buying off-plan may, in certain circumstances, enable buyers to see the value of their homes rise. The complainant said that the article was misleading because it did not mention that there may be scenarios in which the value of the house would fall. The Committee noted that there may be an ambiguity as to whether the statements had been adopted as fact by the publication, however, where the article went on to explain that the purchase price was “normally” lower that the final value, and so buyers would be “more likely” to make a profit made it clear to readers that the claim that the prices of the houses would rise was not an absolute one and clarified any earlier possible claim of fact. In addition, there was no requirement under the Editors’ Code for the article to be balanced or to include financial advice. There was no misleading impression of inaccuracy, and no correction was required. There was no breach of Clause 1.Conclusions8. The complaint was not upheld Remedial Action 9. N/ADate complaint received: 14/02/2019Date decision issued: 11/06/2019 \nBack to ruling listing\n\n\n"
}