{
    "url": "/rulings-and-resolution-statements/ruling/?id=01473-14",
    "title": "01473-14 Meissner v Daily Mirror",
    "provisions": [
        "1 (Accuracy) 2015"
    ],
    "outcome": "No breach - after investigation",
    "publication": "Daily Mirror (Reach PLC)",
    "received_on": "2014-10-24 00:00:00",
    "concluded_on": "2015-01-12 00:00:00",
    "complaint_processing_days": 80,
    "conclusion_long": "10. The complaint was not upheld.",
    "remedial_action": "N/A Date complaint received: 24/10/2014",
    "text": "\n\n\n\n\n\n·        Decision of the Complaints Committee 01473-14 Meissner v Daily Mirror\nSummary of complaint \n1. Stephen Meissner complained to the Independent Press\nStandards Organisation that an article published by the Daily Mirror on 23\nOctober 2014 headlined “What a phraud! How I unmasked dodgy homes investment\ndealer who hid behind new name”, was inaccurate, in breach of Clause 1\n(Accuracy) of the Editors’ Code of Practice. \n2. The article was about the complainant’s involvement in\ntwo companies which offered investment opportunities to the public. It said\nthat the first company, Land International, had been shut down by the High\nCourt, “in the public interest”, and that the complainant had been banned from\nbeing a company director for 14 years. It reported that he was now working for\na new company, which sells properties at below the market value, the return on\nwhich is “Government-backed”. It also mentioned that he had previously used an\nalternative spelling of his first name. \n3. The complainant said that it was inaccurate to say that\nLand International had been a land banking “scam” which sold worthless plots of\nland as investments. He said that it had been shut down for failing to file\ntimely company accounts. In addition, the company had not been shut down in the\nHigh Court; the matter had been settled out of court, and it was not called\n“clearly fraudulent” by a judge. He said that the two variations in the\nspelling of his name were to differentiate between his personal and business\nemail addresses. He accepted having denied using the alternative spelling when\ninitially questioned by the reporter. \n4. The newspaper provided a press release issued by the\nInsolvency Service following the closure of Land International. That press\nrelease stated that “the investigation found that during the sales process,\nprospective investors were told by the companies [sic] sales agents that the\nselling company in question would be seeking to obtain planning permission on\ntheir behalf, with the accompanying sales literature disclosing that separate management\ncompanies would be set up to deal with planning permission on behalf of plot\nowners at each site. In reality there was no prospect of planning permission\nbeing obtained.” It also said that the company had been “closed down by the\nHigh Court.” \n5. The newspaper also provided a judgment from Chester\nCounty Court which showed that, following purchases made from Land\nInternational, a woman had begun legal proceedings against her credit card\ncompany in an attempt to recoup the money which she had spent on her\ninvestments. In his summing up of the court case, the judge had described Land\nInternational as “clearly fraudulent”. The newspaper did not accept the\ncomplainant’s explanation for the two different spellings of his name. \nRelevant Code Provisions\n6. Clause 1 (Accuracy) \ni)  The press must\ntake care not to publish inaccurate, misleading or distorted information,\nincluding pictures.” \nii)  A significant\ninaccuracy, misleading statement or distortion once recognised must be\ncorrected, promptly and with due prominence, and – where appropriate – an\napology published.” \nFindings of the Committee\n7. The Committee found that the newspaper had been entitled\nto rely on the statement of the Insolvency Service; to do so did not represent\na failure to take care over the accuracy of the article. Further, given the\ncontent of the statement, the Committee did not find that it was significantly\ninaccurate to refer to the company as a “scam”, nor to say that it had been\nshut down by the High Court. No correction was required. \n8. The newspaper had provided a judgement in which Land\nInternational was referred to as “clearly fraudulent”; there was no breach of\nClause 1 on this point. \n9. The Committee acknowledged the complainant’s position\nabout the two spellings of his name. However, it remained the case that he had\nspelled his name differently on different occasions, and had denied this to the\nreporter when originally questioned. There was no breach of Clause 1. \nConclusions\n10. The complaint was not upheld. \nRemedial Action Required\nN/A\nDate complaint received: 24/10/2014\nDate decision issued: 12/01/2015\nBack to ruling listing\n\n\n"
}