{
    "url": "/rulings-and-resolution-statements/ruling/?id=01485-14",
    "title": "01485-14 Petkovic v Wales on Sunday",
    "provisions": [
        "1 (Accuracy) 2015",
        "2 (Opportunity to reply) 2015",
        "3 (Privacy) 2015",
        "4 (Harassment) 2015",
        "5 (Intrusion into grief or shock) 2015",
        "9 (Reporting of crime) 2015",
        "12 (Discrimination) 2015"
    ],
    "outcome": "No breach - after investigation",
    "publication": "Wales on Sunday (Reach PLC)",
    "published_on": "2014-10-26 00:00:00",
    "received_on": "2014-10-26 00:00:00",
    "concluded_on": "2015-02-04 00:00:00",
    "complaint_processing_days": 101,
    "conclusion_long": "20. The complaint was not upheld.",
    "remedial_action": "N/A  Date complaint received: 26/10/2014",
    "text": "\n\n\n\n\n\n           Decision of the Complaints Committee 01485-14 Petkovic v Wales on Sunday\nSummary of complaint \n1. Michael Petkovic complained to the Independent Press\nStandards Organisation that Wales on Sunday had breached Clause 1 (Accuracy),\nClause 2 (Opportunity to reply), Clause 3 (Privacy), Clause 4 (Harassment),\nClause 5 (Intrusion into grief or shock) Clause 9 (Reporting of crime) and\nClause 12 (Discrimination) of the Editors’ Code of Practice in an article\nheadlined “Police Probe ‘Britain’s unluckiest man’ after he used X-ray of\nsomeone else’s broken spine in fundraising appeal”, published on 26 October\n2014. \n2. The newspaper had\nreported that the police were “looking into” claims that the complainant had\nused an x-ray of someone else’s broken spine in a fundraising appeal. The\ncomplainant said that the coverage was inaccurate as he was not under\ninvestigation by the police. He had provided correspondence from Action Fraud\nwhich made clear that Action Fraud would not discuss individual cases. \n3. He was also\nconcerned that the article had contained a number of further inaccuracies: he\nhad not claimed that the x-ray had been of his spine, rather his appeal page\nhad said, “x-ray of crushed spine”, which he had used as an example alongside\nimages of his own injuries; he had not given himself the title of “Britain’s\nunluckiest man”;  the coverage had\ninaccurately implied that he had been left in need of a wheelchair immediately\nafter sustaining his injuries, when in fact the fractures he had sustained had\ngot progressively worse over a two year period; the coverage had not made clear\nthat, while wheelchairs are available on the NHS, there is a waiting list which\ncan take longer than a year; the article had also inaccurately stated that\nthere had been a fire in Aberystwyth, when in fact it had occurred elsewhere. \n4. The complainant\nsaid that he had not been afforded an opportunity to reply, in breach of Clause\n2 of the Editors’ Code of Practice. \n5. The complainant was concerned that the publication of his\nname and Facebook details represented an intrusion into his privacy. He was\nalso concerned that approaches for comment by the newspaper’s representative\nhad represented harassment. \n6. The complainant\nsaid that the publication of the articles had caused him grief and shock. He\nalso said that the article was a breach of Clause 9 and discriminated against\nhim on the grounds of his disability. \n7. The newspaper\nsaid it had obtained a statement from Action Fraud prior to the publication of\nthe article, which had been included in the coverage. It said that Action Fraud\nhad subsequently clarified that reports had been received about this matter,\nand that they would be initially assessed by the National Fraud Intelligence\nBureau. The newspaper said that, in these circumstances, it had not been\ninaccurate to report that the police were investigating. \n8. The newspaper had\nattempted to contact the complainant for his comments on the matter. It did not\naccept that it had published inaccuracies which required reply under the terms\nof the Code. \n9. The newspaper did\nnot accept that the two phone calls constituted harassment. It also said that\nthe coverage had not related to circumstances of grief or shock such as to\nengage the terms of Clause 5. The newspaper did not accept that the article had\nengaged the terms of Clause 9 as it had not included any inappropriate\nreferences to a relative of an individual accused of crime. It also said that\nthere had not been any gratuitous or pejorative references to the complainant’s\ndisability. The fact that the complainant used a wheelchair was relevant to the\narticle. \nRelevant Code Provisions\n10. Clause 1 (Accuracy) \ni) The press must take care not to publish inaccurate,\nmisleading or distorted information, including pictures. \nii) A significant inaccuracy, misleading statement or\ndistortion once recognised must be corrected, promptly and with due prominence,\nand – where appropriate – an apology published. \nClause 2 (Opportunity to reply) \nA fair opportunity for reply to inaccuracies must be given\nwhen reasonably called for. \nClause 3 (Privacy) \ni) Everyone is entitled to respect for his or her private\nand family life, home, health and correspondence, including digital\ncommunications. \nii) Editors will be expected to justify intrusions into any\nindividual's private life without consent. Account will be taken of the\ncomplainant's own public disclosures of information. \niii) It is unacceptable to photograph individuals in private\nplaces without their consent. \nNote - Private places are public or private property where\nthere is a reasonable expectation of privacy. \nClause 4 (Harassment) \ni) Journalists must not engage in intimidation, harassment\nor persistent pursuit. \nii) They must not persist in questioning, telephoning,\npursuing or photographing individuals once asked to desist; nor remain on their\nproperty when asked to leave and must not follow them. If requested, they must\nidentify themselves and whom they represent. \niii) Editors must ensure these principles are observed by\nthose working for them and take care not to use non-compliant material from\nother sources. \nClause 5 (Intrusion into grief or shock) \ni) In cases involving personal grief or shock, enquiries and\napproaches must be made with sympathy and discretion and publication handled\nsensitively. This should not restrict the right to report legal proceedings,\nsuch as inquests. \nClause 9 (Reporting of Crime) \ni) Relatives or friends of persons convicted or accused of\ncrime should not generally be identified without their consent, unless they are\ngenuinely relevant to the story. \nClause 12 (Discrimination) \ni) The press must avoid prejudicial or pejorative reference\nto an individual's race, colour, religion, gender, sexual orientation or to any\nphysical or mental illness or disability. \nii)  Details of an\nindividual's race, colour, religion, sexual orientation, physical or mental\nillness or disability must be avoided unless genuinely relevant to the story. \nFindings of the Committee\n11. As Action Fraud had confirmed that that the National\nFraud Intelligence Bureau were assessing reports about this matter, it had not\nbeen significantly misleading to report that the police were “looking into” the\nfundraising . Although Action Fraud had not discussed the detail of the\nindividual case, it had confirmed that reports had been received. The Committee\nalso noted that the article had made clear that the police were yet to decide\nwhether further investigation would be necessary. There was no breach of the Code\non this point. \n12. While the complainant had denied claiming that the\nphotograph of the broken spine had been his, he did not dispute that he had\nused an image of an x-ray which was not of his injuries in his campaign. In\nthese circumstances it had not been inaccurate to report that the complainant\nhad used an x-ray of someone else’s broken spine in his fundraising appeal. The\nCommittee also noted that the article had included the complainant’s comment\nthat he had “messed up” by not explaining that the x-rays were of similar\ninjuries. This concern did not raise a breach of Clause 1. \n13. The article had not suggested that the complainant had\nassigned himself the title of “Britain’s unluckiest man”. There was no breach\nof the Code on this point. \n14. The article had said that the complainant had been left\nin a wheelchair after being trampled by a horse. While the Committee noted the\ncomplainant’s position that the injuries had been gradual, it had not been\ninaccurate to state that they had occurred following the incident. It had also\nnot been significantly mislead to omit that there was a waiting list for\nwheelchairs. The Committee also took the view that, in the context of the\narticle as a whole, the location of the fire in which the complainant had sustained\ninjuries had not been a significant detail such to require correction under the\nterms of the Code. There was no breach of Clause 1. \n15. Clause 2 was designed to afford individuals the\nopportunity to respond to published inaccuracies when reasonably called for.\nThe Committee had not established the existence of inaccuracies such as to have\nengaged the terms of the Clause. \n16. Under the terms of Clause 3, account will be taken of a\ncomplainant’s own public disclosures of information. The publication of\ninformation about the complainant’s Facebook page had not represented an\nintrusion into his privacy. It had published information about his injuries\nwhich had been public by virtue of his fundraising campaign. The publication of\nthe complainant’s former name had not represented a failure to respect his\nprivate life. \n17. While the Committee noted the complainant’s concern,\nthere was no evidence that the conduct of the newspaper had constituted\nharassment. It made clear that the newspaper’s response to the complaint\nsubmitted by the complainant had not constituted harassment. There was no\nbreach of Clause 4. \n18. The terms of Clause 5 relate to the conduct of\njournalists, and sensitivity of reporting, in cases involving personal grief or\nshock. The complainant’s concern that the article had caused him grief and\nshock did not raise a breach of the Clause 5. \nAs the article had not identified a relative or friend of an individual\nconvicted or accused of crime, the complaint had not engaged the terms of\nClause 9.\n19. The article had not made any prejudicial or pejorative\nreference to the complainant’s disabilities. The fact that the complainant used\na wheelchair had been relevant to the article. As such, there was no breach of\nClause 12. \nConclusions\n20. The complaint was not upheld. \nRemedial Action Required\nN/A \nDate complaint received: 26/10/2014\nDate decision issued: 04/02/2015\nBack to ruling listing\n\n\n"
}