{
    "url": "/rulings-and-resolution-statements/ruling/?id=01481-14",
    "title": "01481-14 Beggs v Scottish Daily Mail",
    "provisions": [
        "1 (Accuracy) 2015",
        "12 (Discrimination) 2015"
    ],
    "outcome": "Breach - sanction: action as offered by publication",
    "publication": "Scottish Daily Mail (Associated Newspapers Limited)",
    "published_on": "2014-10-11 00:00:00",
    "received_on": "2014-10-27 00:00:00",
    "concluded_on": "2015-03-17 00:00:00",
    "complaint_processing_days": 141,
    "conclusion_long": "of the case. A correction was not required under the terms of Clause 1 (ii). 10. The story in this case was that homosexual pornography had been requested from prison authorities and had been refused. It was accepted that another prisoner had been refused such a request. It was genuinely relevant to that story, regarding the other prisoner, that  pornography had been requested, and to note that the pornography had been “gay” did not, in this case, discriminate against the complainant. The Committee did not find that the use of the word “gay” was prejudicial or pejorative, such that it would constitute a breach of Clause 12. Conclusions 11. The complaint was upheld.",
    "remedial_action": "12. Having upheld the complaint under Clause 1 (i), the Committee considered what remedial action should be required. The Committee has the power to require the publication of a correction and/or adjudication, the nature, extent and placement of which is to be determined by IPSO. It may also inform the publication that further remedial action is required to ensure that the requirements of the Editors’ Code are met. 13. The newspaper had offered to publish a correction making clear that the complainant had not requested access to homosexual pornography in prison. In light of the Committee’s decision, it should now be published promptly. Date complaint received: 27/10/2014",
    "text": "\n\n\n\n\n\n·         Decision of\nthe Complaints Committee 01481-14\nBeggs v Scottish Daily Mail\nSummary of complaint \n1. W F Ian Beggs complained to the Independent Press\nStandards Organisation that the Scottish Daily Mail had breached Clause 1\n(Accuracy) and Clause 12 (Discrimination) of the Editors’ Code of Practice in\nan article headlined “The prisoner gravy train”, published on 11 October 2014. 2. The article reported that prisoners have been suing\nthe Scottish Government over alleged breaches of their human rights, and that\nthese actions are proving very costly, both in compensation and legal aid\npayments. It reported that the complainant was particularly litigious, having\nlaunched 124 cases so far, with a total legal aid bill amounting to £795,520.\nIt also reported that the complainant had been refused access to “gay\npornography”. 3. The complainant said that, contrary to the claim in\nthe article, he had never sought nor been denied access to pornographic\nmaterial. He provided documentation from the Scottish Prison Service confirming\nthat it had been unable to locate “any complaints…that referred to any pornographic\nmaterial”. He also said that he had not been awarded £5,000 by the European\nCourt of Human Rights (ECHR), in relation to his claim that the appeals of his\nconviction had been subject to undue delays; two-thirds of that award had\nconstituted legal costs. He said that the newspaper’s failure to note this\nrepresented a breach of Clause 1. 4. The complainant was also concerned that the article\ncontinued a prejudicial reference to sexuality, as it was unnecessary to\nspecify that the pornography in question had been “gay”, notwithstanding that\nthis reference had in any case been inaccurate. The complainant said that he\nwas not aware of instances of the use of the term “heterosexual pornography” in\nthe newspaper, and so the reference breached Clause 12. 5. The newspaper said that, due to a sub-editing error,\nthe complainant’s name had been transposed with that of another prisoner. That\nprisoner had requested access to homosexual pornography, and had sought to have\nhis case heard before the courts. The newspaper offered to publish the\nfollowing clarification on page 2 of the newspaper: “In an article published on October 11 headlined\n‘Prisoner gravy train’, it was stated that prisoner William Beggs had\ncriticised prison officials for refusing him access to gay pornography. This\nwas inaccurate; Mr Beggs had not requested access to gay pornography. We are\nhappy to clarify the matter.” 6. The newspaper did not accept that the reference to the\ncomplainant’s award from the ECHR had been inaccurate or misleading. It also\nsaid that, as the reference to the complainant having sought access to\nhomosexual pornography had been due to a sub-editing error, the article had not\ncontained any statements which were discriminatory, prejudicial or pejorative. Relevant Code Provisions7. Clause 1 (Accuracy) i) The press must take care not to publish inaccurate,\nmisleading or distorted information, including pictures. ii) A significant inaccuracy, misleading statement or\ndistortion once recognised must be corrected, promptly and with due prominence,\nand – where appropriate – an apology published. Clause 12 (Discrimination) i) The press must avoid prejudicial or pejorative\nreference to an individual’s race, colour, religion, gender, sexual orientation\nor to any physical or mental illness or disability. ii) Details of an individual’s race, colour, religion,\nsexual orientation, physical or mental illness or disability must be avoided\nunless genuinely relevant to the story. Findings of the Committee 8. The newspaper’s misattribution of the request for\n“access to gay pornography books” represented a failure to take care not to\npublish inaccurate information. This failure had resulted in publication of a\nsignificant inaccuracy, which was requiring of prompt correction in order to\ncomply with the terms of the Code. 9. The Committee understood that the £5,000 sum which the\nnewspaper had described as being “awarded” to the complainant, following a\nfinding by the ECHR that his human rights had been breached, was a combination\nof compensation and legal costs. However, in the context of the article as a\nwhole, which noted that the complainant’s legal aid bill at the time of\npublication was £795,520, the omission of a breakdown of the £5,000 figure did\nnot render the article significantly misleading, and the fact remained that\nthis was the sum of public money which had been granted to the complainant at\nthe conclusion of the case. A correction was not required under the terms of Clause\n1 (ii). 10. The story in this case was that homosexual\npornography had been requested from prison authorities and had been refused. It\nwas accepted that another prisoner had been refused such a request. It was\ngenuinely relevant to that story, regarding the other prisoner, that  pornography had been requested, and to note\nthat the pornography had been “gay” did not, in this case, discriminate against\nthe complainant. The Committee did not find that the use of the word “gay” was\nprejudicial or pejorative, such that it would constitute a breach of Clause 12. Conclusions 11. The complaint was upheld. Remedial Action Required 12. Having upheld the complaint under Clause 1 (i), the\nCommittee considered what remedial action should be required. The Committee has\nthe power to require the publication of a correction and/or adjudication, the\nnature, extent and placement of which is to be determined by IPSO. It may also\ninform the publication that further remedial action is required to ensure that\nthe requirements of the Editors’ Code are met. 13. The newspaper had offered to publish a correction\nmaking clear that the complainant had not requested access to homosexual\npornography in prison. In light of the Committee’s decision, it should now be\npublished promptly. Date complaint received: 27/10/2014\nDate decision issued: 17/03/2015\nBack to ruling listing\n\n\n"
}