{
    "url": "/rulings-and-resolution-statements/ruling/?id=01492-14",
    "title": "01492-14 Various Complainants v Daily Record",
    "provisions": [
        "1 (Accuracy) 2015"
    ],
    "outcome": "No breach - after investigation",
    "publication": "Daily Record (Reach PLC)",
    "published_on": "2014-09-16 00:00:00",
    "received_on": "2014-10-27 00:00:00",
    "concluded_on": "2015-02-09 00:00:00",
    "complaint_processing_days": 105,
    "conclusion_long": "11. The complaint was not upheld.",
    "remedial_action": "N/A  Date complaint received: 27/10/2014",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee 01492-14 Various Complainants v Daily Record\nSummary of complaint \n1.The Independent Press Standards Organisation received 21\ncomplaints that the Daily Record had breached Clause 1 (Accuracy) of the\nEditors’ Code of Practice in an article headlined “Three leaders sign promise\nto Scotland”, published on 16 September 2014. \n2. The article had reported that David Cameron, Ed Miliband\nand Nick Clegg had signed a promise which would guarantee more devolved powers\nto Scotland, and protect the NHS, if Scotland voted against Scottish\nIndependence. It was presented as a document signed by the three party leaders,\nand featured each of their photographs. \n3. Complainants were concerned that “The Vow” had been\npresented as a formal document which had been signed by the three party\nleaders. They said that the fact the article had been written in the first person\nand contained the signatures of the party leaders contributed to this\nmisleading impression. Complainants said that there was no such document, and\nnoted that an email from Mr Miliband’s office explained that no document of the\nkind depicted on the front page of the Daily Record existed. The email referred\nto “The Vow” as being “mocked up” by the newspaper. Complainants were concerned\nthat the inaccuracy was significant owing to its effects on the referendum\ncampaign. \n4. One complainant was concerned that the article referred\nto a “historical joint promise which, in their own words, will guarantee more\ndevolved powers to Scotland”. The complainant said that the vow did not have\nthis effect, as further devolution would require a vote in Parliament.  Another complainant said that the commitment\ndid not “rubbish claims” that the Barnett formula could be changed; rather the\ncommitment only said that the formula would continue to operate. \n5. The newspaper said that the deal between the party\nleaders had been brokered by Gordon Brown. The party leaders had all agreed to\nsign up to the promises set out, and they had provided electronic copies of\ntheir signatures to the newspaper for publication. The newspaper said that the\ndocument is the Daily Record itself; it would not have been reasonable for\nreaders to believe that there had been a separate document. \n6. The newspaper provided responses on behalf of all three\nparty leaders, confirming that that they contributed to, and agreed, the\nwording of “The Vow” prior to its publication. They also all confirmed that the\nelectronic signatures had been provided to the newspaper. \nRelevant Code Provisions\n7. Clause 1 (Accuracy) \ni) The press must take care not to publish inaccurate,\nmisleading or distorted information, including pictures. \nii)  A significant\ninaccuracy, misleading statement or distortion once recognised must be\ncorrected, promptly and with due prominence, and – where appropriate – an\napology published. \niii) The Press, whilst free to be partisan, must\ndistinguish clearly between comment, conjecture and fact. \nFindings of the Committee\n8. The newspaper had provided confirmation from the offices\nof the three party leaders that they had lent their signatures to the\nagreement, and had contributed to the wording of “The Vow”. As the party\nleaders had confirmed that the content of the “The Vow” had accurately\nreflected their agreement, the Committee was satisfied that the presentation of\nthe article had not been significantly misleading. The concern that there was\nnot a formal document beyond what had featured in the newspaper, and that the\nparty leaders had not physically signed the agreement, did not raise a breach\nof the Code. \n9. The concern that the “joint promise” did not guarantee\nmore devolved powers to Scotland, as further devolution would require a vote in\nParliament, was not significantly misleading. The coverage set out the\ncommitments of the parties to deliver new powers to the Scottish Parliament. In\nthis context, it had not been significantly misleading to describe this as a\n“guarantee”, particularly given that the party leaders had themselves described\nthe commitment in such terms. \n10. A complainant said that the agreement did not “rubbish\nclaims” that the Barnett formula could be changed to leave Scotland less money\nfor public services; rather, the commitment said only that the formula would\ncontinue to operate. As the parties had made clear their commitment to “the\ncontinuation of the Barnett allocation of resources”, the Committee was satisfied\nthat the newspaper’s interpretation had not been significantly misleading on\nthis point. \nConclusions\n11. The complaint was not upheld. \nRemedial Action Required\nN/A \nDate complaint received: 27/10/2014 \nDate decision issued: 09/02/2015\nBack to ruling listing\n\n\n"
}