{
    "url": "/rulings-and-resolution-statements/ruling/?id=01494-19",
    "title": "01494-19 Ormesher v The Jewish Chronicle",
    "provisions": [
        "1 Accuracy (2019)",
        "3 Harassment (2019)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "The Jewish Chronicle (The Jewish Chronicle)",
    "received_on": "2019-02-17 00:00:00",
    "concluded_on": "2019-07-02 00:00:00",
    "complaint_processing_days": 135,
    "conclusion_long": "13. The complaint was not upheld",
    "remedial_action": "14. N/A Date complaint received: 17/02/2019",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee 01494-19 Ormesher v\nThe Jewish Chronicle\nSummary of complaint\n1. Richard Ormesher complained to the Independent Press\nStandards Organisation that The Jewish Chronicle breached Clause 1 (Accuracy)\nand Clause 3 (Harassment) of the Editors' Code of Practice in an article\nheadlined \"Push to oust Berger led by hate theorist, neo-Nazi-link\nactivist\" published 14 February 2019.\n2. The article reported that \"two pro-Jeremy Corbyn\nactivists who led the move to deselect Luciana Berger\" had promoted\nanti-Semitic or anti-Israel conspiracy theories, and a third, \"Labour activist\",\nwho \"played a key role in driving the online abuse against the Jewish\nLabour MP\" had links to a neo-Nazi website. The article went on to report\nthat the twitter account had retweeted a \"vicious anti-Semitic\nattack\" on the MP found on this website. The attack in question was a GIF\ndepicting the MP holding cards which read that \"as a Jewish Labour party\nMP\" she was \"working hard on your demise\". The article went on\nto report on the anti-Semitic nature of the MP's profile on the website. The\narticle reported that the twitter account had repeatedly attacked her.\n3. The article was published online, under the headline\n\"Labour activist leading online attacks on Luciana Berger has links to\nneo-Nazi website\" published 14 February 2019. This version of the article\nalso reported that the twitter account also claimed that the MP was \"not\ntrusted by her CLP\"\n4. The complainant, the owner of the twitter account, and the\n\"Labour activist\" referenced in the article said that the article was\ninaccurate. The complainant believed that the article alleged that he was\nanti-Semitic and a neo-Nazi, when he was not, and he had never posted anything\nanti-Semitic on social media. He claimed that he had not heard of, or visited,\nthe website in question, and did not retweet material from it; the GIF was\ntaken from a fellow twitter user and he was unaware of its origin. He said the\nGIF was not intended to refer to the MP's race in a derogatory manner; he had\nsarcastically referenced it, as the MP had previously and repeatedly cited\nanti-Semitism as the reason a vote of no confidence had been made against her.\nThe complainant emphasised that the tweet referred to her performance as an MP,\nand simply communicated that she was not up to the job. The complainant said that\nhe was not contacted prior to publication, or provided an opportunity to\ncomment on the claims.\n5. The complainant said that publishing an article he\nbelieved to be inaccurate without his consent constituted harassment in breach\nof Clause 3.\n6. The publication did not accept any breach of the Code. It\nsaid that it was not inaccurate to report that there were links between the\naccount and this website; the GIF could be found on the website in question.\nThe publication also highlighted that the complainant did not disclose where\nthe GIF came from, despite it requesting this information; he only specified\nthat it had come from another twitter user. The publication said that it was\nnot inaccurate to report that the GIF was anti-Semitic; the GIF had been\noffensively doctored and referenced the MP's Jewish heritage, this had offended\nthe Jewish community. It said that the website where it also featured described\nitself as an \"Aryan organisation\", which referred to \"Jewish\ncontrollers\" attempting to manipulate, undermine and destroy societies and\nappeared to paint an image of somebody using neo-Nazi, anti-Semitic propaganda\nto attack the MP. The publication said that the article did not name the\ncomplainant and it was not necessary to contact him for comment prior to\npublication; the article only referred to the account which sent the tweets.\nRelevant Code Provisions\n7. Clause 1 (Accuracy)\ni) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not\nsupported by the text.\nii) A significant inaccuracy, misleading statement or\ndistortion must be corrected, promptly and with due prominence, and — where\nappropriate — an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator.\niii) A fair opportunity to reply to significant inaccuracies\nshould be given, when reasonably called for.\niv) The Press, while free to editorialise and campaign, must\ndistinguish clearly between comment, conjecture and fact.\n8. Clause 3 *(Harassment)\ni) Journalists must not engage in intimidation, harassment or\npersistent pursuit.\nii) They must not persist in questioning, telephoning,\npursuing or photographing individuals once asked to desist; nor remain on\nproperty when asked to leave and must not follow them. If requested, they must\nidentify themselves and whom they represent.\niii)  Editors must\nensure these principles are observed by those working for them and take care\nnot to use non-compliant material from other sources.\nFindings of the Committee\n9. The Committee acknowledged that the text of the\ncomplainant's tweet referenced the MP's performance. However, the tweet also\nincluded a GIF which had been doctored to give the impression that the MP was\nholding a sign declaring that she was \"working hard on your demise\"\nand included an express reference to the MP being Jewish. In the Committee's\nview, the GIF suggested that there was a link between her being Jewish and this\ndeclaration and noted that this biographical detail had no relevance to the comments\nbeing made by the complainant in the tweet. The publication was entitled to\nexpress the view that publication of the GIF on the complainant's website\namounted to a “vicious anti-Semitic attack”, which would have been understood\nby readers as the comment of the publication. The complainant’s tweet,\nincluding the GIF, had been reproduced in the article which did not give rise\nto a significantly inaccurate or misleading impression as to the nature of the\ncomplainant’s remarks. There was no breach of Clause 1 on this point.\n10. The article claimed that the complainant had links to a\nneo-Nazi group. It was not in dispute that the GIF which had been tweeted by\nthe complainant was featured on the website of a named group which promoted\nconspiracy theories on the actions and intentions of Jewish politicians. The\nCommittee acknowledged the complainant's position that he had obtained the GIF\nfrom a different source and had not previously been aware that it had appeared\non the group's website. However, it was not inaccurate or misleading for the\npublication to claim that there was a link between the complainant and the\ngroup in circumstances where the article explained that the alleged link was\nthat the GIF could also be found on the group’s website.  The article did not claim that the\ncomplainant, who was not named in the article, was anti-Semitic or a neo-Nazi;\nthese references in the article were made in relation to the GIF and website\nrespectively. There was no breach of Clause 1 on this point.\n11. There is no requirement under the Code to contact\ncomplainants prior to publication. The publication reported on the\ncomplainant's publicly available tweet and not contacting the complainant for\ncomment in these circumstances did not represent a failure to take care not to\npublish inaccurate information. There was no breach of Clause 1 on this point.\n12. The purpose of Clause 3 is to prevent intimidation,\nharassment or persistent pursuit by the press, subject to public interest\nexceptions, and principally relates to the contact journalists have with\nmembers of the public. In this instance, publishing an article on the activity\non the complainant's social media account, did not engage the terms of Clause\n3.\nConclusions\n13. The complaint was not upheld\nRemedial action required\n14. N/A\nDate complaint received: 17/02/2019\nDate decision issued: 02/07/2019\nReview\nThe complainant complained to the Independent Complaints\nReviewer about the process followed by IPSO in handling this complaint. The\nIndependent Complaints Reviewer decided that the process was not flawed and did\nnot uphold the request for review.\nBack to ruling listing\n\n\n"
}