{
    "url": "/rulings-and-resolution-statements/ruling/?id=01509-15",
    "title": "01509-15 Boyd v Daily Express",
    "provisions": [
        "1 (Accuracy) 2015"
    ],
    "outcome": "Breach - sanction: action as offered by publication",
    "publication": "Daily Express (Reach PLC)",
    "received_on": "2015-03-11 00:00:00",
    "concluded_on": "2015-06-09 00:00:00",
    "complaint_processing_days": 90,
    "conclusion_long": "8. The complaint was upheld.",
    "remedial_action": "9. Having upheld the complaint under Clause 1 (i), the Committee considered what remedial action should be required. The Committee has the power to require the publication of a correction and/or adjudication, the nature, extent and placement of which is to be determined by IPSO. It may also inform the publication that further remedial action is required to ensure that the requirements of the Editors’ Code are met. The newspaper had published a correction online, which made clear that children had been granted shotgun certificates, and did not have access to handguns. The publication of this correction was appropriate remedial action. Date complaint received: 11/03/2015",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee 01509-15 Boyd v\nDaily ExpressSummary of\ncomplaint 1. Sean Boyd complained to the Independent Press\nStandards Organisation that the Daily Express had breached Clause 1 (Accuracy)\nof the Editors’ Code of Practice in an article headlined “Licensed to kill at\n8”/”Children as young as eight given gun licences”, published in print and\nonline on 7 March 2015. 2. The article reported the results of a Freedom of\nInformation request to police forces, which showed that more than 670 people\nunder the age of 14 had been given shotgun certificates in the past five years. 3. The complainant said that the headline of the print\narticle, and the html title of the online version (“Licensed to kill at eight:\nChildren given shotgun certificates”) were inaccurate, as holders of shotgun\ncertificates had to act within the law, and nobody was permitted to kill\nanother person. Furthermore, the complainant said that the photograph used to\nillustrate the online article was misleading, as it depicted a child with a\nSection 5 handgun. Such weapons could only be issued in very rare cases, and\nnever to those under the age of 18. 4. The newspaper did not accept that the article was\ninaccurate. It noted that the article made clear that it was referring to\nshotgun certificates. The newspaper accepted that the photograph used to\nillustrate the online article was misleading, and published the following\nclarification on the homepage of its website: On 7 March we published an article entitled “Children as\nyoung as eight given gun licences” accompanied by a picture of a young child\nreaching for a handgun. The article reported the results of a Freedom of\nInformation request sent to all police forces in England and Wales which\nrevealed that children as young as eight had been granted shotgun certificates.It was therefore misleading to illustrate the article\nwith an image of a child reaching for a handgun”. Relevant Code Provisions5. Clause 1 (Accuracy) i) The Press must take care not to publish inaccurate,\nmisleading or distorted information, including pictures. ii) A significant inaccuracy, misleading statement or\ndistortion once recognised must be corrected, promptly and with due prominence,\nand – where appropriate – an apology published. Findings of the Committee6. The use of an image showing a child reaching for a\nhandgun and the accompanying caption gave the misleading impression that the\npolice were granting gun licences to children for handguns. The selection of an\nimage of a handgun, rather than a shotgun with which the article was concerned,\nrepresented a failure to take care not to publish inaccurate information in\nbreach of Clause 1 (i). The suggestion that children were being granted handgun\nlicences represented a significant inaccuracy requiring correction under the\nterms of Clause 1 (ii). The correction published online was sufficient to\ncorrect the misleading impression given by the photograph. 7. It was not in dispute that eight year-old children had\nbeen granted shotgun certificates. They would therefore have access to\ndangerous weapons, albeit supervised. The newspaper was entitled to\ncharacterise the granting of these certificates as offering children “a licence\nto kill”, and doing so did not raise a breach of Clause 1. Conclusions8. The complaint was upheld. Remedial Action Required9. Having upheld the complaint under Clause 1 (i), the\nCommittee considered what remedial action should be required. The Committee has\nthe power to require the publication of a correction and/or adjudication, the\nnature, extent and placement of which is to be determined by IPSO. It may also\ninform the publication that further remedial action is required to ensure that\nthe requirements of the Editors’ Code are met. The newspaper had published a correction online, which\nmade clear that children had been granted shotgun certificates, and did not\nhave access to handguns. The publication of this correction was appropriate\nremedial action. Date complaint received: 11/03/2015\nDate decision issued: 09/06/2015\nBack to ruling listing\n\n\n"
}