{
    "url": "/rulings-and-resolution-statements/ruling/?id=01507-19",
    "title": "01507-19 Luby v Daily Mail",
    "provisions": [
        "1 Accuracy (2018)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "Daily Mail (Associated Newspapers Limited)",
    "received_on": "2019-02-16 00:00:00",
    "concluded_on": "2019-06-14 00:00:00",
    "complaint_processing_days": 118,
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee 01507-19 Luby v Daily MailSummary of Complaint1. Jane Luby complained to the Independent Press Standards Organisation that the Daily Mail breached Clause 1 (Accuracy) of the Editors’ Code of Practice in an article headlined “She's not the same silly girl of 15 who ran away - that's what worries me”, published on 15 February 2019.2. The article was a comment piece in which the author discussed the issues surrounding a young British woman who had left the UK as a teenager to join Islamic state, but now wished to return to the UK. As well as opposing her return, the author argued that this case had emerged against a background of increasing incidence and tolerance of radical Islam in the UK, and that Bethnal Green, where the young woman was from, was an example of this: he described this as being part of “the Islamic Republic of Tower Hamlets, a virtual Muslim monoculture, right next to the City of London”.3. The article also appeared online with the headline “RICHARD LITTLEJOHN: She’s not the same little girl who ran away – and that’s what worries me”. It was substantially the same as the print version.4. The complainant said that the article breached Clause 1 by describing Tower Hamlets or Bethnal Green as a “virtual Muslim monoculture”, as this gave the misleading impression that the area’s population was majority Muslim. She said that in fact, the 2011 census showed that the area was 37% White British, 31% Bangladeshi and 11% White Other, and 34% Muslim, 26% Christian and 22% no religion; there was no Muslim majority or anything which could be described as a “virtual Muslim monoculture”. She said that although the article was a comment piece, this statement was presented as a credible point of fact, unlike the clearly hyperbolic reference to the “Islamic Republic” of Tower Hamlets. 5. The publication did not accept that there was any breach of the Code. It said that there was no set definition of what a “monoculture” – Muslim or otherwise – was, and so the author was entitled to interpret this as he saw fit, in what the prominent photograph and large byline made clear was an opinion piece. In this case, it said that it would be apparent to readers that describing Tower Hamlets as a “virtual Muslim monoculture” was simply a broad-brush and hyperbolic way of explaining how the borough had changed since the article’s similar hyperbolic reference to the “Old East End” of “pearly kings, knees-up down the rub-a-dub, and gentlemen gangsters who only ever killed their own kind”; those familiar with the author’s established distinctive style would understand that neither statement was a literal claim on the demographics of the area.6. Notwithstanding the above, the publication said that the description did have a basis in fact: Tower Hamlets was described in the 2011 census as being the area with the highest proportion of Muslim people in the UK, and being home to more Muslim people than any other religion. It also said that the Muslim community had a significant cultural presence in the borough, in the form of many Mosques, prominent and well-established Muslim institutions and charities, and Islamic schools. It also pointed to government research which suggested that the area’s Muslim population was more concentrated and less well-integrated than other Muslim communities around the UK.Relevant Code Provisions7. Clause 1 (Accuracy)i) The Press must take care not to publish inaccurate, misleading or distorted information or images, including headlines not supported by the text.ii) A significant inaccuracy, misleading statement or distortion must be corrected, promptly and with due prominence, and — where appropriate — an apology published. In cases involving IPSO, due prominence should be as required by the regulator.iii) A fair opportunity to reply to significant inaccuracies should be given, when reasonably called for.iv) The Press, while free to editorialise and campaign, must distinguish clearly between comment, conjecture and fact.Findings of the Committee8. The Editors’ Code makes clear that publications have the right to challenge, shock, be satirical and entertain. However, publications must take care to distinguish clearly between comment, conjecture and fact. In this case, it was clear from the presentation and tone of the article that it was a comment piece in which the author made numerous exaggerated and hyperbolic descriptions which are typical of an opinion column. One such example was the comparison made between modern Tower Hamlets, which the author described as a “virtual Muslim monoculture”, and the “Old East End” of “pearly kings, knees-up down the rub-a-dub, and gentlemen gangsters who only ever killed their own kind”. The reference to a “virtual Muslim monoculture” was, therefore, employed to illustrate the author’s view – albeit in exaggerated terms- that the population of the Borough had changed significantly over time and now had a significant Muslim population; in the context, it was not a claim of fact about the precise demographics of the area. The publication also provided a basis for the view expressed by the author, pointing to the significant Islamic cultural presence in the Borough in the many mosques, schools and organisations, and that concerns had been raised by some commentators that the geographical concentration of Muslim communities in Tower Hamlets had affected integration in the Borough. The reference was presented as the author’s view, and there was no failure to distinguish clearly between comment, conjecture and fact. There was no breach of Clause 1.Conclusion9. The complaint was not upheldRemedial Action10. N/ADate complaint received: 16/02/2019Date decision issued: 14/06/2019\nBack to ruling listing\n\n\n"
}