{
    "url": "/rulings-and-resolution-statements/ruling/?id=01506-19",
    "title": "01506-19 Sultan bin Muhammad Al Qasimi and the Al Qasimi family v thesun.co.uk",
    "provisions": [
        "4 Intrusion into grief or shock (2019)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "thesun.co.uk (News UK)",
    "received_on": "2019-07-23 00:00:00",
    "concluded_on": "2020-02-11 00:00:00",
    "complaint_processing_days": 203,
    "conclusion_long": "23. The complaint was not upheld.",
    "remedial_action": "24. N/A.   Date complaint received: 23/07/2019",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee 01506-19 Sultan bin\nMuhammad Al Qasimi and the Al Qasimi family v thesun.co.uk\nSummary of Complaint\n1. Sultan bin Muhammad Al Qasimi and the Al Qasimi family\ncomplained to the Independent Press Standards Organisation that thesun.co.uk\nbreached Clause 4 (Intrusion into grief or shock) in an article headlined “A\nFATHER’S GRIEF Emir of Sharjah stands over his son Prince Khalid Al Qasimi’s\nbody at royal funeral after ‘sex and drugs orgy’ death in London” published on\n3 July 2019, and in an article headlined “PRINCE DIES Who was fashion designer\nKhalid al Qasimi and what was his cause of death?”, also published on 3 July\n2019.\n2. The first article reported on the funeral of Sheikh\nKhalid bin Sultan Al Qasimi, which had taken place that day. It said that he\nhad died in a “’drug-fuelled orgy’” and quoted a source who had said that “like\nmany young Arab men, Sheikh Khalid enjoyed the freedoms he had in London”, and\na source who had said that staff at the prince’s fashion label had been\n“ordered to keep quiet” following his death. The piece stated that detectives\nwere treating his death as “unexplained” and had made no arrests. It said that\nthe family owned a property in Sussex where the prince’s brother had been found\ndead from a heroin overdose in 1999. This article was illustrated with images\nand videos of the funeral ceremony, including one which showed the prince’s\ncovered body as his father, amongst other mourners, stood by with his head\nbowed; his father’s face was circled in red to identify him as the prince’s\nfather.\n3. The second article reported that the son of the ruler of\nSharjah had died in London on 1 July 2019. It included biographical\ninformation, such as the fact he had moved to the UK at the age of nine, and\nhad studied in London before launching his fashion label. The piece said that\nstaff at his fashion label had discovered his body, but it had not yet “been\nrevealed how he died”. It said that police were said to have found “a quantity\nof Class A drugs” at his address, and quoted a source who had said that “there\nhad apparently been a party where some guests were taking drugs and having\nsex”, that it was “suspected that Sheikh Khalid may have died suddenly as a\nresult of taking drugs”, and “an internal probe has been ordered and staff have\nbeen ordered to keep quiet”. The piece also included a section about the death\nof the prince’s brother of a heroin overdose in 1999 with a detailed\ndescription of the circumstances in which his body had been found.\n4. The complainants said that the publication’s coverage of\nthe death of Prince Khalid and the timing of its articles had been insensitive\nin breach of Clause 4. They said that the reporting was flippant and\ngratuitous; it represented a clear intrusion into their grief and a failure to\nact with sympathy when reporting on a tragic event. While an attempt had been\nmade to contact the UAE Embassy, no attempt had been made to contact the family\nbefore the articles were published.\n5. The complainants expressed concern that the articles had\nincluded excessive speculation on the cause of the prince’s death – including\nin the headlines. This was unnecessary and insensitive given that nothing had\nbeen confirmed by the police or the coroner. The publication had also presented\nthis speculation in a sensationalist manner, which had demeaned the prince’s\ndeath. The complainants said that the first article, published the day of the\nprince’s funeral, had insensitively reported that Prince Khalid had died “in a\ndrug-fuelled orgy”, “as a result of taking drugs” and that Class A drugs had\nbeen found at the scene. They were also concerned that it had reported\ninformation from a source that staff at the prince’s fashion label had been\n“ordered to keep quiet”.\n6. The complainants expressed concern that the first article\nhad included images and video taken during the funeral, which featured the\nprince’s body being carried and his grieving father. This material appeared\nimmediately below the sensationalised headline referring to a “’sex and drugs\norgy’ death”. In addition, the image of the Prince’s father had been circled,\nwhich the complainants said had emphasised his grieving expression. They said\nthat this represented a total failure to handle publication sensitively.\n7. The complainants were concerned that the second article\nhad repeated the same information contained in the first article. In addition,\nit had made an insensitive reference to the death of the prince’s brother, who\nhad died of a heroin overdose. This reference had compounded and deepened the\nhurt and distress suffered by the family.\n8. The complainants said that their concerns were framed in\nthe context of other coverage of the prince’s death, which had been published\nby other titles owned by the same publishing group as thesun.co.uk, News Group\nNewspapers Ltd (NGN).\n9. The publication expressed its condolences to the\ncomplainants for their tragic loss, and it acknowledged that media coverage of\na death can sometimes be unwelcome. It nevertheless denied that its coverage\nhad been insensitive in breach of the Code.\n10. The publication said that it was entitled to report the\nnews of a death and there was a public interest in doing so – the family had\nnot learned of the prince’s death through its reporting. It did not accept that\nmentioning drugs and sex in the context of a death had represented a failure to\nhandle publication sensitively.\n11. The publication said that one of its highly experienced\njournalists had been informed by a reliable, confidential source that a party\nhad been held at the prince’s apartment the night before his death at which the\nguests and the host had been drinking, taking drugs and having sex, and that\nClass A drugs had been found. The publication noted that the accuracy of this\ninformation had not been questioned, and the reporter had heard subsequently\nfrom additional sources that it was correct. It argued that the fact that there\nhad not yet been a finding by a coroner was irrelevant.\n12. The publication said that it had attempted to contact\nthe complainants before publication: a reporter had contacted the United Arab\nEmirates Embassy in London and had repeatedly given them an opportunity to\ncomment. No response was received. In addition, the reporter had contacted the\npolice, and he was issued with a statement confirming that they had been called\nby the ambulance service to the death of a man.\n13. The publication said that its articles had concerned the\nfact of the death; the fact of the funeral; and an explanation of who Prince\nKhalid was. The articles had not gone into detail about the alleged\ncircumstances of Prince Khalid’s death. They had simply reported claims that he\nhad died at a sex and drugs party; no further information had been given about,\nfor example, the details of his sex life, his sexual preferences or the types\nof drugs that had been found in the flat. It also considered that it was\nentirely legitimate to note in the articles that the prince’s brother had died\nof a drugs overdose in 1999.\n14. The publication did not consider that the inclusion of\nthe photographs and video of the funeral ceremony was insensitive as the\nmaterial had been authorised and distributed to the media for the purposes of\npublication. It noted that it had come from the Sharjah Media Office and had\nbeen issued by the Emirates News Agency. In addition, it had been posted on the\nInstagram page of the Media Office of the ruler of Sharjah. The publication\nsaid that it had been appropriate for it to circle the face of the prince’s\nfather in one of the images so as to identify him from the others in the\nphotograph. It did not consider that this represented a breach of Clause 4.\nRelevant Code Provisions\n15. Clause 4 (Intrusion into grief or shock)\nIn cases involving personal grief or shock, enquiries and\napproaches must be made with sympathy and discretion and publication handled\nsensitively. These provisions should not restrict the right to report legal\nproceedings.\nFindings of the Committee on Procedural Points\n16. The complainants had directed their complaint at News\nGroup Newspapers Ltd (NGN), the publisher of thesun.co.uk, as well as The Sun,\nabout which the complainants had also submitted a complaint. The Committee\nnoted that IPSO considers complaints against individual publications, rather\nthan against publishing groups. This is because IPSO operates on the principle\nof editorial responsibility: publications make separate and distinct editorial\ndecisions and therefore one publication with its own editor cannot be held\nresponsible for what is published by another publication in the same group.\nFindings of the Committee\n17. The Committee first wished to express its condolences to\nthe complainants for their loss.\n18. The complainants had found the reporting process\ninsensitive, in particular the timing of the coverage and the fact that the\npublication had not made direct contact with the family in advance. While the\nCommittee understood that the complainants had found the coverage distressing\nto read, the fact of someone’s death is not private, and there is a public\ninterest in reporting on a death. \nJournalists have a right to report the fact of a person’s death, even if\nsurviving family members would prefer for there to be no reporting. The\nCommittee noted that in this case, the deceased was a high-profile fashion\ndesigner and a member of a royal family. It was not insensitive in breach of\nthe Code for the publication to have published the articles the day of Prince\nKhalid’s funeral.\n19. While the Committee acknowledged that the complainants\nwould have appreciated being notified before the articles were published, the\nCode does not require that publications contact families in advance of\npublishing reports of a death in order to be sensitive; rather, it states that\nany such inquiries, if made, should be handled sensitively. Nonetheless, the\nCommittee welcomed the fact that the publication had attempted to contact the\nfamily through the United Arab Emirates Embassy in London.   \n20. The complainants had also expressed serious concern\nregarding the content of the articles and the presentation of the stories. In\nparticular, they had objected to the reporting of “unconfirmed speculation” on\nthe circumstances in which the prince had died, which they considered to be\nexcessive and demeaning. However, the publication had reported information\nprovided by confidential sources about the circumstances in which the prince\nhad died. While it had reported – including in a headline – that “sex”, “drugs”\nand an “orgy” had allegedly been involved, it had taken steps to limit the\nlevel of detail published, avoiding excessive and gratuitous detail. The Code\ndoes not require that publications sanitise the circumstances of a death, and\nit was not insensitive in breach of the Code for the publication to have\nreported this information.\n21. The first article had included a brief reference to the\ndeath of Prince Khalid’s brother, and the second article had included more\ndetailed information on the circumstances in which he had reportedly died.\nWhile the Committee acknowledged that this had been distressing for the\ncomplainants to read, this was factual information that was already in the\npublic domain and was relevant in the context of the death of Prince Khalid.\nPublishing this information did not breach the Code.\n22. The first article had featured video and images of\nPrince Khalid’s funeral. The complainants objected to their publication, and in\nparticular the publication of photographs in which his father, one of the\ncomplainants, was circled. Funerals, whatever their nature, are highly\nsensitive occasions, and the Committee acknowledged the family’s distress. It\nwas relevant, however, that the material under complaint had previously been\nplaced in the public domain with the family’s consent, and that it showed a\ntelevised state funeral of a prominent member of the Sharjah royal family,\nrather than a private occasion. It was not insensitive for the newspaper to\nhave republished the broadcast footage and taken still images from it to\nillustrate its coverage. Furthermore, it was not insensitive for the newspaper\nto have circled the prince’s father’s face in order to identify him from the\nothers in the photograph. This did not represent a failure to handle\npublication with sensitivity.\nConclusion\n23. The complaint was not upheld.\nRemedial Action Required\n24. N/A.\n \nDate complaint received: 23/07/2019\nDate complaint concluded: 11/02/2020\nBack to ruling listing\n\n\n"
}