{
    "url": "/rulings-and-resolution-statements/ruling/?id=01512-15",
    "title": "01512-15 Jon v Western Gazette",
    "provisions": [
        "5 (Intrusion into grief or shock) 2015",
        "9 (Reporting of crime) 2015"
    ],
    "outcome": "No breach - after investigation",
    "publication": "Western Gazette (Yeovil) (Reach PLC)",
    "received_on": "2015-03-11 00:00:00",
    "concluded_on": "2014-04-30 00:00:00",
    "complaint_processing_days": -315,
    "conclusion_long": "8. The complaint was not upheld",
    "remedial_action": "N/A   Date complaint received: 11/03/2015",
    "text": "\n\n\n\n\n\n·   Decision of the Complaints Committee 01512-15 Jon v\nWestern Gazette\nSummary of\ncomplaint \n1. Mary Jon complained to the Independent Press Standards\nOrganisation that the Western Gazette had breached Clause 5 (Intrusion into\ngrief or shock) and Clause 9 (Reporting of Crime) of the Editors’ Code of\nPractice in an article headlined “'I've just killed someone': Yeovil driver\npanicked and ran over dogwalker after hitting another car”, published on its\nwebsite on 5 March 2015. \n2. The article was accompanied with a picture gallery\ncontaining a number of photographs of a car, which had been severely damaged\nfollowing a crash, in which a very close friend of the complainant had died on\n6 April 2014, and the scene of the accident including the damage which had been\ndone to a nearby wall, bouquets of flowers that had been left at the scene and\na photograph of the crash scene being attended by police officers, who had\ncornered off the road with incidenttape. The driver of the car had pleaded\nguilty to causing death by dangerous driving. The gallery also included a\nphotograph of the woman who had died. The driver of the car had pleaded guilty\nto causing death by dangerous driving. \n3. The complainant said that she was one of the people\nwho had been closest to the deceased. She said that the photographs were\nupsetting, and served no purpose, given that it was obvious that the car would\nhave been damaged in the crash. She was concerned that the article had given\nthe deceased the title “Ms”, rather than “Miss”.  She expressed concern\nthat the newspaper had reported details of the driver’s charity fundraising,\nwhich she considered inappropriate in the context of his crime, citing Clause 9\n(Reporting of Crime) on this point. \n4. The newspaper said that the photographs were released\nby the CPS after the court proceedings, and were part of the evidence submitted\nto the court. It said that it uploaded the pictures because it clearly\ndemonstrated that the car had been travelling at an excessive speed in a\nresidential area. It said it had decided not to publish some of the photographs\nbecause of their more sensitive nature. It said that the use of the title “Ms”\nwas not inaccurate, as it can be used before the name of a woman regardless of\nher marital status.  It said that the judge had taken character references\ninto account during sentencing, and denied that the inclusion of background\ndetails of the defendant raised a breach of Clause 9. \nRelevant Code Provisions\n5. Clause 5 (Intrusion into Grief or Shock) \ni) In cases involving personal grief or shock, enquiries\nand approaches must be made with sympathy and discretion and publication\nhandled sensitively. This should not restrict the right to report legal\nproceedings, such as inquests. \nClause 9 (Reporting of Crime) \ni) Relatives or friends of persons convicted or accused\nof crime should not generally be identified without their consent, unless they\nare genuinely relevant to the story. \nii) Particular regard should be paid to the potentially\nvulnerable position of children who witness, or are victims of, crime. This\nshould not restrict the right to report legal proceedings. \nFindings of the Committee\n6. The Committee expressed its sympathy to the\ncomplainant for her loss. It noted that the images had formed part of court\nproceedings and had been released to the media by the CPS. Given the length of\ntime since the car crash, and the nature of the photographs in question, the\nnewspaper’s decision to publish them was not insensitive under the terms of\nClause 5. The use of the title “Ms” rather than “Miss”, as the complainant\nwould have preferred, was not insensitive, and there was no breach of Clause 5\non this point. \n7. The concern the complainant raised under Clause 9 did\nnot engage the terms of this Clause, and the Committee did not consider it\nfurther. \nConclusions\n8. The complaint was not upheld \nRemedial Action Required\nN/A  \nDate complaint received: 11/03/2015\nDate decision issued: 30/04/2014 \nBack to ruling listing\n\n\n"
}