{
    "url": "/rulings-and-resolution-statements/ruling/?id=01514-15",
    "title": "01514-15 National Guild of Removers & Storers v Daily Mirror",
    "provisions": [
        "1 (Accuracy) 2015",
        "2 (Opportunity to reply) 2015"
    ],
    "outcome": "No breach - after investigation",
    "publication": "Daily Mirror (Reach PLC)",
    "published_on": "2014-11-12 00:00:00",
    "received_on": "2015-03-11 00:00:00",
    "concluded_on": "2015-05-22 00:00:00",
    "complaint_processing_days": 72,
    "conclusion_long": "14. The complaint was not upheld.",
    "remedial_action": "N/A Date complaint received: 11/03/2015",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee 01514-15 National\nGuild of Removers & Storers v Daily MirrorSummary of\ncomplaint 1. The National Guild of Removers & Storers\ncomplained to the Independent Press Standards Organisation that the Daily Mirror\nhad breached Clause 1 (Accuracy) and Clause 2 (Opportunity to reply) of the\nEditors’ Code of Practice in an article headlined “Shocking footage captures\nboss threatening businessman: ‘You piece of s***, I’ll own your house’”,\npublished on 12 November 2014. 2. The article reported that the owner of the Guild had\nbeen filmed behaving aggressively towards the manager of one of the removal\nfirms which had previously been a member of the Guild. It said that the Guild\nhad a history of suing its members, and provided details of a number of\nrelevant court cases and legal actions. 3. The complainant denied that it had a history of suing\nits members, and identified a number of alleged inaccuracies in the article,\nrelating to the claims it had initiated. It said that it was untrue to say that\nMcCrory’s Removals “offered” to pay £3,800 to the Guild; the Guild obtained a\njudgement for that sum, despite McCrory’s Removals denying any liability and\nrefusing to pay. It said that McCrory’s Removals had not been pursued for\n£20,000, nor had the Guild said that it would not accept less than £20,000; the\ndamages claim was for about £14,000. It said that McCrory’s Removals was not\nthreatened with damages and costs of up to £65,000 arising from its breach of\ncontract; McCrory’s Removals was informed that the potential costs in any\nseparate defamation claim could be about £65,000. 4. It said that the Guild had not issued court\nproceedings against Anthony and Catherine Statham seeking £40,000 plus costs.\nIt provided a copy of the initial letter of claim it had sent to the Stathams,\nwhich said that while its solicitors had calculated that “our client is\nentitled to damages of £41,559.45”, it would prefer to resolve the matter\nwithout recourse to litigation, and requested proposals for resolving the\nmatter. 5. The complainant said that it was untrue that Alex and\nSally Luckes were being pursued for £55,000. It also said that it was untrue\nthat the Luckes’ false advertisements had not been solely as the result of a\n“server crash”; the advertisements had been on their website for 48 weeks. 6. The complainant said that it had been contacted by the\njournalist in advance of publication, and he had put a number of claims to it,\nbut had not included a deadline to respond. The complainant’s solicitors\nprepared a lengthy response, but the newspaper had published the article two\ndays later, before that letter had been sent. 7. The newspaper strongly stood by its article: it was\nthe journalist’s genuinely held belief that the Guild was more interested in\nsuing its members than in fulfilling its duties. 8. In relation to the specific alleged inaccuracies, the\nnewspaper said that Patrick McCrory had confirmed that he had offered to pay\n£3,800 a number of times prior to the court hearing and subsequent judgment,\nand that this was refused by the Guild; it provided a letter from Mr McCrory to\nthe Guild which detailed the offer. The newspaper also provided a letter from\nthe Guild’s solicitors to McCrory’s Removals which stated that “we have\ninstructions that our client will accept the global sum of £20,475 to settle\nits entire claims (for breach of contract and defamation).” That same letter\ninformed McCrory’s Removals that the costs of prosecuting a defamation claim\nwould likely be about £65,000. The newspaper said that Anthony Statham had\nconfirmed that the amount that the Guild had original claimed for was £40,300\nplus interest plus costs, which were estimated by the Guild’s solicitors to be\nin the region of £25,000. Lastly, the newspaper provided a letter from the\nGuild’s solicitors to Mr and Mrs Luckes which said that “we have calculated\nthat our client is entitled to damages of £55,298.85.” Relevant Code Provisions9. Clause 1 (Accuracy) i) The press must take care not to publish inaccurate,\nmisleading or distorted information, including pictures. ii) A significant inaccuracy, misleading statement or\ndistortion once recognised must be corrected, promptly and with due prominence,\nand – where appropriate – an apology published. iii) The press, whilst free to be partisan, must\ndistinguish clearly between comment, conjecture and fact. Clause 2 (Opportunity to reply) A fair opportunity for reply to inaccuracies must be\ngiven when reasonably called for. Findings of the Committee10. It was clear from the letters provided by the\nnewspaper that McCrory’s Removals had offered to pay £3,800 to the Guild, and\nthat McCrory’s Removals had been pursued for £20,000. The article had reported\nMr McCrory’s comment that “…they would now not accept any less than £20,000,\nsaying that if it went to court it could cost me £65,000”; it was again clear\nfrom the letters provided that McCrory’s Removals had been warned that it might\nultimately face costs of £65,000. 11. The initial letter of claim which had been sent to Mr\nand Mrs Statham by the Guild’s solicitors said that “we have calculated that\nour client is entitled to damages of £41,559.45.” It was not significantly\nmisleading to omit from the article that this was the amount demanded in the\nsolicitor’s letter, as opposed to the amount demanded in court. 12. The letter from the Guild’s solicitor to Mr and Mrs\nLuckes also showed that they had “demanded £55,000 plus costs”, as reported in\nthe article. It was not significantly misleading to describe a letter stating\n£55,000 as the starting point for negotiation as a “demand”. The newspaper had\nreported the comments of Mrs Luckes that “what had happened is that the server\nwhich hosts our website crashed and when it was put back up they used a cached\nversion, the old one showing the Guild logo – we never did it and have not\nadmitted liability.” She had spoken to the newspaper on the record, and in\nincluding her comments the newspaper had not breached Clause 1 (ii). There was\nno failure to take care over the accuracy of the article, and the Committee did\nnot identify any significant inaccuracies which would require correction under\nthe Code. 13. The terms of Clause 2 allow for an opportunity to\nreply in circumstances where inaccuracies have been identified. As that was not\nthe case on this occasion, there was no breach of Clause 2. Conclusions14. The complaint was not upheld. Remedial Action RequiredN/A Date complaint received: 11/03/2015\nDate decision issued: 22/05/2015\nBack to ruling listing\n\n\n"
}