{
    "url": "/rulings-and-resolution-statements/ruling/?id=01512-16",
    "title": "01512-16 Dunn-Shaw v Daily Mail",
    "provisions": [
        "1 Accuracy (2016)",
        "2 Privacy (2016)",
        "12 Discrimination (2016)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "Daily Mail (Associated Newspapers Limited)",
    "published_on": "2016-02-27 00:00:00",
    "received_on": "2016-03-06 00:00:00",
    "concluded_on": "2016-06-28 00:00:00",
    "complaint_processing_days": 114,
    "conclusion_long": "27.  The complaint was not upheld.",
    "remedial_action": "N/A Date complaint received: 06/03/2016",
    "text": "\n\n\n\n\n\nDecision\nof the Complaints Committee 01512-16\nDunn-Shaw v Daily Mail \nSummary of complaint 1.   \nJason Dunn-Shaw complained to the\nIndependent Press Standards Organisation on behalf of his partner Martin Boyd\nand on his own behalf that the Daily Mail breached Clause 1 (Accuracy), Clause\n2 (Privacy) and Clause 12 (Discrimination) of the Editors’ Code of Practice in\nan article headlined “The judge, his gay lover and a mysterious online tirade\nat his critics“, published on 27 February 2016, and in an article headlined\n“Judge in gay lover row and a lewd quip about Chuka on Facebook”, published on\n29 February. The articles were also published online with the headlines\n“Judge’s gay lover used his name to launch online tirade against critics who\nwere angry at ‘lenient’ sentence for drink-driver”  and “Judge in row over\nonline antics of his gay lover who left crude comments on his Facebook page\nincluding lewd quip about Chuka Umunna”, respectively. 2.   \nThe 27 February article reported that\nthe complainant’s user account on a newspaper website was used to comment on an\narticle reporting proceedings at Canterbury Crown Court in which he had\npresided in his capacity as a part-time judge. It reported that the\ncomplainant’s account had been used to “attack” others who had posted comments\ncriticising his decision to suspend a jail sentence for a dangerous driver. It\nreported that barristers working at Canterbury Crown Court had said that the\ncomments in question had been subject to an “’explosion of rumours and\nspeculation’ for many weeks”. The article reported that the complainant had\nsaid that he did have an account on the newspaper’s website, but that he did not\ncomment on his own cases as doing so would be improper, and that the comments\nwere likely to have been left by his partner, with whom he shared the account.\nThe article reported that the complainant and his partner were “regulars at\npubs, bars and restaurants in the Margate area”. 3.   \nThe 29 February article reported that\nthe complainant had left a “series of lewd, politically-charged and\nfoul-mouthed comments on his personal Facebook account”. It also reported that\nthe account had supported a petition to “force the BBC to refer to David\nCameron as the ‘Right-wing Prime Minister’”. It referred to the 27 February\narticle, and reported that the complainant had explained that his “long-term\npartner” was responsible for the comments on the local news website. 4.   \nBoth articles were accompanied by a\nphotograph of the complainant in a suit, captioned: “The Judge: Jason\nDunn-Shaw”, and by a photograph of his partner dressed as a woman. In the 27\nFebruary article, this photograph was captioned: “The Lover: Martin Boyd,\npictured in 1993, was an active member of the Soho social scene”. In the 29\nFebruary article, the photo was captioned “Lover: Martin Boyd, pictured left,\nin 1993”. In addition, both articles reported that photographs on social media\nshowed that his partner was an “active member of the Soho social scene” around\na “legendary drag queen”, who was named in the articles. 5.   \nThe online version of the 29 February\narticle stated that “a judge has been embarrassed by the online antics of his\ngay lover who left a series of lewd, politically-charged and foul-mouthed\ncomments on his Facebook account”. The captions to the photographs in the\nonline articles were longer, but substantively similar. The remainder of the\nonline versions of the articles also were substantively similar to the print\nversion of the articles. 6.   \nThe complainant said that he had been in\na relationship with his partner for 25 years, and they had entered into a civil\npartnership in 2007. In the context of articles which juxtaposed his image with\na photograph of his partner dressed as a woman with the respective captions\n“The Judge” and “The lover”, the complainant said that the reference to his\npartner as his “gay lover” implied that their relationship was impermanent,\ndissolute and that they were promiscuous. He said that it was a pejorative\nreference to their sexuality, and inaccurate. The complainant said that they\nare described as married on his partner’s Facebook page, which also contained a\npost from 21 January 2016 marking 25 years since their first date. The\ncomplainant said that the newspaper had accessed his partner’s Facebook prior\nto publication, and would therefore have been aware of the true nature of their\nrelationship. 7.   \nIn relation to the 27 February article,\nthe complainant said that the reference to he and his partner being “regulars\nat pubs, bars and restaurants in the Margate area” gave the inaccurate\nimpression that they were visiting these establishments in search of sexual\nencounters, and that it contributed to the context in which the phrase “gay\nlover” was a pejorative reference to their sexual orientation. The complainant\nsaid that his partner had posted about four establishments on his Facebook\npage, and that each post referred to the dining and the quality of the food. 8.   \nThe complainant said that the reference\nto his and his partner’s sexuality was not genuinely relevant to the story in\neither article. 9.   \nThe complainant said that the photograph\nof his partner showed him at a Christmas fancy dress party for work colleagues.\nThe complainant said it had been taken from his partner’s Facebook page, and\nthat this represented an intrusion into his privacy. He said that the newspaper\ncould have used an innocuous, contemporary photograph of his partner, rather\nthan a photograph which, in the context of articles which referred to his\npartner being an active member of the social scene around a well-known drag\nartist, suggested that he was a transvestite. 10.  The\ncomplainant said that the Facebook comments which were the subject of the 29\nFebruary article were not made on his own profile, and that his Facebook\naccount was privacy protected. It followed that the newspaper had searched for\nFacebook comments he had made to his partner. The complainant said that this\nwas an intrusion into his and his partner’s privacy. The complainant noted that\nin response to the complaint, the newspaper made clear it had re-visited his\npartner’s Facebook profile after the articles were published, which supported\nthe allegation that the newspaper had intruded into his partner’s private life. 11.  The\ncomments which were the subject of the 27 February article were left on the\nKent Online website. The complainant said that in order for the newspaper to\ndiscover that the pseudonymous user account on the Kent Online website was\nregistered to his name, it must have accessed, directly or indirectly,\ninformation held by Kent Online.  The complainant\nsaid that the accessing of this information represented an intrusion into his\nprivacy. 12.  The\nnewspaper said that to the best of its knowledge, the complainants were in a\nhappy, romantic relationship, and that the phrase “gay lover” was not inaccurate.\nIt said that in the reporter’s telephone conversation with the complainant\nprior to publication, the complainant had ended the call when the reporter had\ntried to ask him about his partner. The newspaper said it was not aware of the\nlength of the relationship or the civil partnership until after\npublication.  It said that the word “gay”\nis not pejorative in itself, and that the words “gay lover” are factual, not\npejorative. 13.  The\nnewspaper said that the complainant’s partner’s open Facebook account contained\nmany photographs of him and the complainant enjoying meals and trips in the\nMargate area. The reference to them being “regulars at pubs, bars and\nrestaurants in the Margate area” did not contain the implication alleged by the\ncomplainant. It said that the statement was intended to show that the couple\nwere a gregarious couple, well-known to people in and around Margate; this was\nrelevant to the article because the complainant had said that his partner had\nposted the comments on Kent Online. 14.  The\nnewspaper said that the complainant had told the journalist that his partner\nwas the author of the comments under his username, which were the subject of\nthe article. In this context, the nature and closeness of the relationship\nbetween the complainant and his partner was an integral part of the story. The\nnewspaper said that the complainant and his partner’s sexual orientation was\ntherefore genuinely relevant to the story, and there was no breach of Clause 12\n(ii). 15.  The\nnewspaper said that the image of the complainant’s partner was taken from his\nopen Facebook account, and provided a “screengrab” of the relevant page. It\ndenied the image implied that his partner was a transvestite or that he wore\nwomen’s clothes habitually. The newspaper said it selected the photograph\nbecause it was interesting and funny. The newspaper said that there were no\nprivacy setting on the complainant’s Facebook account when the 29 February\narticle was written, and it provided “screengrabs” of some of the complainant’s\nFacebook comments to demonstrate that they were publicly accessible. 16.  The\nnewspaper said a source from the Margate area had said he had heard from people\nhe knew, who came into contact with staff at Canterbury Crown Court, that\ncomments critical of the complainant’s judgements on Kent Online were being\nrobustly and often rudely responded to by a user account named “Querelle”. The\nsource said it was rumoured that these comments were being left by the\ncomplainant in response to his critics. The newspaper said that the journalist\nestablished that “Querelle” was the complainant’s username because the\ncomplainant had used the same unusual username on three publicly available\nsocial media accounts, where it appeared alongside his real name. 17.  The\nnewspaper offered to remove the words “gay lover” from the online articles, and\noffered to publish the following apology on page 2 of the newspaper: \nNews articles on\nFebruary 27 and 29 about allegedly inappropriate social media posting referred\nto Judge Jason Dunn-Shaw’s partner as his ‘gay lover’. We have since been\ninformed that, in fact, Mr Dunn-Shaw and his partner have been in a\nrelationship for 25 years and in civil partnership since 2007. We apologise to\nboth for any distress caused. 18.  The\ncomplainant said that it was untrue that anyone at Canterbury Crown Court had\never speculated as to the identity of “Querelle”. He provided IPSO with letters\nfrom the former Chairman of the Kent Bar Mess and from a local court reporter\nin support of this position. He said that his identity as “Querelle” could only\nhave been ascertained by searching for his name alongside the word “Querelle”;\na search for simply “Querelle” would not have revealed that he had any\nconnection with the name. It followed that the newspaper had already linked his\nname to “Querelle”. The complainant said that the only way they could have done\nso is by access to information held on the account by Kent Online. The\ncomplainant rejected the newspaper’s offer to publish the apology.\nRelevant Code Provisions 19.  Clause\n1 (Accuracy) i.      The\nPress must take care not to publish inaccurate, misleading or distorted\ninformation or images, including headlines not supported by the text. ii.     A\nsignificant inaccuracy, misleading statement or distortion must be corrected,\npromptly and with due prominence, and — where appropriate — an apology\npublished. In cases involving IPSO, due prominence should be as required by the\nregulator. iii.    A\nfair opportunity to reply to significant inaccuracies should be given, when\nreasonably called for. iv.    The\nPress, while free to editorialise and campaign, must distinguish clearly\nbetween comment, conjecture and fact.Clause\n2 (Privacy) i.      Everyone\nis entitled to respect for his or her private and family life, home, health and\ncorrespondence, including digital communications.ii.     Editors\nwill be expected to justify intrusions into any individual's private life\nwithout consent. Account will be taken of the complainant's own public\ndisclosures of information. Clause\n12 (Discrimination) i.      The\npress must avoid prejudicial or pejorative reference to an individual's, race,\ncolour, religion, sex, gender identity, sexual orientation or to any physical\nor mental illness or disability. ii.     Details\nof an individual's race, colour, religion, gender identity, sexual orientation,\nphysical or mental illness or disability must be avoided unless genuinely\nrelevant to the story.\nFindings\nof the Committee 20.  Newspapers\nand magazines have editorial freedom to publish what they consider to be\nappropriate, provided that the rights of individuals – enshrined in the terms\nof the Code, which specifically defines and protects these rights – are not\nunjustifiably compromised. The Committee acknowledged that the complainant and\nhis partner found the use of the phrase “gay lover” to be offensive. However,\nany offensiveness of this term did not in itself fall within IPSO’s remit; the\nissue raised under Clause 12 (Discrimination) was whether the phrase “gay\nlover” was a pejorative or prejudicial reference to the complainant and his\npartner’s sexual orientation, and whether details of their sexual orientation\nwere genuinely relevant to the story. 21.  The\nphrase “gay lover” did not contain any specific pejorative term, but suggested\nthat the relationship between the complainant and his partner was less\nsubstantial and committed than was in fact the case. However, the mere fact\nthat the relationship was homosexual did not mean that the newspaper, by\nreferring to the relationship in casual terms, had disparaged their sexual\norientation. The Committee did not establish that the phrase “gay lover” had a\npejorative meaning in respect of the complainant’s or Mr Boyd’s sexual orientation,\nand there was no breach of Clause 12 (i). 22.  Prior\nto publication, the complainant had told the newspaper that the comments made\nby his Kent Online account had probably been left by his partner. In these\ncircumstances the nature of their relationship, reference to which disclosed\ntheir sexual orientation, was genuinely relevant to the articles. There was no\nbreach of Clause 12 (ii). 23.  In\naddition to the term “gay lover”, the articles under complaint also employed\nthe terms “partner” and “boyfriend”. The 29 February used the term “long-term\npartner”. The Committee recognised that the phrase “gay lover” misrepresented\nthe relationship between the complainant and his partner, given its duration\nand the fact that they had entered a civil partnership.  However, the length of their relationship,\nand whether or not they were civil partners were not significant details in the\ncontext of the articles, which made clear that Mr Boyd was the complainant’s\npartner. The phrase “gay lover” was not significantly misleading such as to\nraise a breach of Clause 1.   The\nreference to the complainant and his partner being “regulars at pubs, bars and\nrestaurants in the Margate area” did not suggest that they had visited these\nestablishments in order to find sexual encounters. The article was not\nmisleading in the manner alleged, and there was no breach of Clause 1 on this\npoint. Nevertheless, the Committee welcomed the newspaper’s offer to publish an\napology. 24.  The\nmere fact that the newspaper had viewed the complainant’s partner’s publicly\naccessible Facebook account did not represent an intrusion into his private\nlife. The photograph of his partner dressed as a woman at a work party had been\nposted on this account, such that it was publicly accessible. The photograph\nhad been publicly disclosed by the complainant’s partner and simply showed him\nattending a party in fancy dress. In this context, the publication of this\nphotograph did not raise a breach of Clause 2. The caption on the photograph\nmade clear that it had been taken in 1993. Beyond showing that the\ncomplainant’s partner had once dressed as a woman, the article did not suggest\nthat his partner was a transvestite, and this aspect of the complaint did not\nraise a breach of Clause 1. 25.  The\nCommittee noted the complainant’s position that his Facebook account was\nprivate. However, the newspaper had provided screengrabs which demonstrated\nthat comments made by the complainant were publicly accessible. Having regard\nfor the content of the comments, and taking into account the complainant’s\npublic disclosure of the information in question, this aspect of the complaint\ndid not raise a breach of Clause 2. 26.  The\nword “Querelle” and the complainant’s name were publicly linked on the internet\non three separate social media accounts. This could be ascertained simply by\nsearching the word “Querelle” alongside the complainant’s name, which the\nnewspaper said it did after hearing rumours about the complainant’s identity as\n“Querelle”. The complainant’s denial that there were any such rumours and the\ntwo letters he provided in support of this position was not sufficient reason\nto reject the newspaper’s account, given that these individuals may simply not\nhave been party to the rumours in question. The newspaper had given a credible\nexplanation of how it identified the complainant as “Querelle” without\naccessing the information Kent Online held on the account. The Committee did\nnot establish that the newspaper had intruded into the complainant’s privacy in\nthe manner alleged.  There was no breach\nof Clause 2 (Privacy) on this point.\nConclusions 27.  The\ncomplaint was not upheld.\nRemedial action required \nN/A Date complaint received: 06/03/2016 Date decision issued: 28/06/2016\n\n\n \nBack to ruling listing\n\n\n"
}