{
    "url": "/rulings-and-resolution-statements/ruling/?id=01513-16",
    "title": "01513-16 Dunn-Shaw v Kent Online",
    "provisions": [
        "2 Privacy (2016)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "kentonline.co.uk (Iliffe Media Group Ltd)",
    "received_on": "2016-03-06 00:00:00",
    "concluded_on": "2016-06-28 00:00:00",
    "complaint_processing_days": 114,
    "conclusion_long": "12.  The complaint was not upheld.",
    "remedial_action": "N/ADate complaint received: 06/03/2016",
    "text": "\n\n\n\n\n\nDecision of the Complaints\nCommittee 01513-16 Dunn-Shaw v Kent\nOnline \nSummary of\nComplaint1.    Jason Dunn-Shaw complained to the\nIndependent Press Standards Organisation that Kent Online breached Clause 2\n(Privacy) of the Editors’ Code of Practice in relation to the information it\nheld on his visitor account for its website.2.    On 27 February, the Daily Mail\npublished an article alleging that the complainant’s account on a local\nnewspaper website had been used to criticise comments left by other users on\ntwo news articles. The two news articles in question were published on Kent\nOnline.3.    The earlier Kent Online article\nreported court proceedings in which the complainant had presided in his\ncapacity as a recorder, and had suspended the prison sentence of a woman who\nhad pleaded guilty to dangerous driving. On this article, “Querelle” had\ndefended the complainant’s sentencing decision, which others had commented was\ntoo lenient. One individual commented that “querelle, if you are related or a\nfriend [of the defendant] just say so because otherwise your remarks are beyond\ncomprehension”. “Querelle” responded to this comment by saying that he had “no\nconnection of any kind”.4.    The later Kent Online article\nreported proceedings in which the complainant had acted as counsel for the\ndefence. On this article, “Querelle” had also commented in support of the\njudge’s sentencing decision, which again, others had commented was too\nlenient.  In the comments thread on this\narticle, \"Querelle\" explained that he had watched the court proceedings. Others\nhad left comments speculating that “Querelle” was the defendant, or had a\nconnection to the defendant.5.    The Daily Mail article reported that\nthe complainant had said that he had not made these comments, and that they had\nprobably been made by his partner, who also used the same account to post\ncomments on Kent Online content. 6.    The complainant said that he had set\nup the user account on Kent Online’s website by providing his email address,\nname and other personal details.  He said\nthat the account had been set up so that comments were made under the pseudonym\n“Querelle”. The complainant said that in order for the Daily Mail to have\nidentified that this was his account, they must have accessed information Kent\nOnline held on the account. The complainant said that for this reason, he\nbelieved that Kent Online had disclosed the fact that he operated the account to\nthe Daily Mail. The complainant said that the disclosure of this information\nrepresented an intrusion into his privacy.7.    The publication denied that it had\nrevealed the identity of the individual who had set up the “Querelle” user account.\nIt said that it did not know how the Daily Mail had identified him as the owner\nof the account. Nevertheless, it said that if an individual had been suspicious\nof the comments left by “Querelle” on the basis of detailed knowledge of the\nproceedings in question, this individual could enter the word “Querelle” into a\nsearch engine, along with the names of those involved in the proceedings. By\ndoing so, the individual would find that the complainant’s name is openly\nlinked to another internet profile under the name “Querelle” on a different\nwebsite.8.    The complainant said that the first\njournalist to identify that “Querelle” was his account was a reporter from Kent\nOnline. He said that the comments left by “Querelle” did not demonstrate\ndetailed knowledge of the proceedings other than those disclosed in open court.\nIn relation to the fact that the name “Querelle” is linked to his name on\nanother internet forum, the complainant said that this information is only\nrevealed when both his name and “Querelle” are searched together. The\ncomplainant said that only an individual that already knew the connection\nbetween his name and “Querelle” could use a search engine to find evidence for\nthe connection on another internet forum.\nRelevant Code Provisions9.    Clause 2 (Privacy)i)   \nEveryone is entitled to respect for his or her private and family life, home,\nhealth and correspondence, including digital communications.ii)  \nEditors will be expected to justify intrusions into any individual's private\nlife without consent. Account will be taken of the complainant's own public\ndisclosures of information \nFindings\nof the Committee 10.  “Querelle” had commented extensively\non two articles reporting proceedings at Canterbury Crown Court in which the\ncomplainant had been involved. On the earlier article, one individual invited\n“Querelle” to state whether he was related to, or friends, with the defendant.\nOn the later article, others had speculated that “Querelle” was the defendant,\nor had a connection to the defendant. 11.  The word “Querelle” and the\ncomplainant’s name were publicly linked on the internet via his account on the\ninternet forum. This information could be obtained by searching the word\n“Querelle” alongside the complainant’s name. It followed that an individual\nseeking to identify “Querelle”, and suspecting that the account may be operated\nby the complainant, could confirm that this was the case via a simple internet\nsearch. In these circumstances, the Committee did not establish that the\npublication had disclosed to a third party the information it held on the\ncomplainant’s user account. There was no breach of Clause 2 (Privacy).\nConclusions 12.  The complaint was not upheld.Remedial action requiredN/ADate complaint received: 06/03/2016   Date decision issued: 28/06/2016\n \nBack to ruling listing\n\n\n"
}