{
    "url": "/rulings-and-resolution-statements/ruling/?id=01524-22",
    "title": "01524-22 Peberdy v The Sun on Sunday",
    "provisions": [
        "1 Accuracy (2021)"
    ],
    "outcome": "Breach - sanction: action as offered by publication",
    "publication": "The Sun on Sunday (News UK)",
    "published_on": "2022-02-06 00:00:00",
    "received_on": "2022-02-07 00:00:00",
    "concluded_on": "2022-05-26 00:00:00",
    "complaint_processing_days": 108,
    "conclusion_long": "26. The complaint was partly upheld under Clause 1 (i).",
    "remedial_action": "27. The clarification which was offered clearly put the correct position on record, and was offered promptly and with due prominence, and should now be published.    Date complaint received: 07/02/2022",
    "text": "\n\n\n\n\n\nDecision\nof the Complaints Committee – 01524-22 Peberdy v The Sun on Sunday\nSummary\nof Complaint\n1.\nMatthew Peberdy complained to the Independent Press Standards Organisation that\nThe Sun on Sunday breached Clause 1 (Accuracy) of the Editors’ Code of Practice\nin an article headlined “RUNAWAY DADS COUGH UP £1BN”, published on 6 February\n2022.\n2. The\narticle, which appeared on page 30 of the newspaper, reported that “[a]bsent\ndads were made to pay a record £1billion for their children last year.” It then\nwent on to report that “[t]he Child Maintenance Service had to intervene in\nthousands of cases, figures show”, before referring to specific case studies of\nsuch instances: “One father with £70,000 stashed in the bank had neglected to\npay his fair share of support […] Another dad in denial stacked up nearly\n£11,000 in unpaid maintenance.” The article closed with a statement from the\nWork and Pensions Minister, who stated that: “In just 12 months, a record\n£1billion in payments was lined up.”\n3. The\narticle also appeared online, in substantially the same form, under the\nheadline: “COUGH UP Absent dads made to pay record £1billion in child\nmaintenance for the kids last year”.\n4. The\ncomplainant said that the article was inaccurate in breach of Clause 1, and\nthat it was inaccurate to state, in the headline of the online version and in\nthe article itself, that parents were “made to pay”, where another set of\nfigures – which the complainant provided – showed that 65% of the payments\nrecorded by CMS were direct pay arrangements. This is when the paying parent\nmakes the payment directly to the other parent, and the complainant said that a\nsignificant number made such payments on a voluntary basis; not all parents,\ntherefore, were “made to pay” child support payments. The complainant said\nthat, on this basis, the phrase “cough up” was also inaccurate. The complainant\nthen said that, upon reviewing the statistics from CMS, he considered that it\nwas also inaccurate to refer to the paying parents as “absent” and “runaway”,\nwhere figures from the last quarter of 2021 showed that nearly a quarter of paying\nparents shared care of their children to at least some extent.\n5. The\ncomplainant also said that the headline and article inaccurately referred to\n“dads” making child maintenance payments. According to figures he had obtained\nfrom the Child Maintenance Service [CMS], 93% of “paying parents” were recorded\nas male; therefore, not all parents who made such payments were “dads”. The\ncomplainant then said that, given these alleged inaccuracies, it followed that\nthe £1billion figure was inaccurate, as it could not possibly be the case that\n“absent fathers were made to pay” this figure; from the complainant’s own\ncalculations, only £189.1 million worth of payments were made in 2021 in cases\nwere parents were “made to pay”.\n6. The\ncomplainant also said that they also considered that the publication had\nbreached Clause 1 by not using freely available data to fact-check statements\nmade by the Work and Pensions Minister. The complainant also asked IPSO to\ndetermine whether the publication had been paid by either CMS or the Department\nfor Work and Pensions, and said that – if this was the case – this should be\ndeclared in the article.\n7. Finally,\nthe complainant said that they wished for the newspaper to publish an apology,\nwhere he considered the article to be wholly inaccurate.\n8. The\npublication said it did not accept that the article was in breach of Clause 1,\nas it did not consider that the headline or the article included any\nsignificant inaccuracies. Turning first to the “made to pay” point, the\npublication said that parents who did not pay voluntarily would be “made to\npay” should they discontinue making payments. Therefore, it said, the total\namount of money transferred to non-paying parents by paying parents could\nreasonably be characterised as the amount of money which parents are “made to\npay”. It also considered the article’s use of the phrase “absent” to be fair and\nreasonable shorthand for non-custodial parents.\n9. Turning\nnext to the alleged inaccuracy regarding “dads”, the publication said that –\nwhere 93% of paying parents were male – it could not be significantly\ninaccurate to refer to them as such, where fathers made up the “overwhelming\nmajority” of paying parents. It also said that, in a phone call with the DWP\nwhich the reporter had had prior to writing the article, non-paying fathers had\nbeen referred to repeatedly; there was, therefore, a basis for linking this\nfigure with fathers.\n10. To\nsupport its position, the publication provided a copy of the original press\nrelease upon which the article was based; the release was titled “Absent\nparents hit with £10,000 child maintenance bills”, and its main focus was two\ncase studies involving fathers who had been pursued by CMS and subsequently\nmade to pay the mothers of their children following legal action. The press\nrelease also said that the CMS had “lin[ed] up a total of £1billion in payments\nfor children”.\n11.\nWhile the publication did not consider that the article required correction\nunder the terms of Clause 1 (ii), it made the following amendments to the\nonline version of the article 11 days after publication, and 6 days after being\nmade aware of the complainant’s concerns: It changed the headline from “COUGH\nUP Absent dads made to pay record £1billion in child maintenance for their kids\nlast year” to “COUGH UP Absent parents paid record £1billion in child\nmaintenance for their kids last year”; it amended the first line of the\narticle, so that instead of reading “ABSENT dads were made to pay a record\n£1billion for their children last year”, it read “Non-custodial parents paid a\nrecord £1billion for their children last year”; and it added the following\nfootnote to the article:\nThis\narticle, now amended, originally said that 'absent dads' were 'made to pay £1\nbillion' for their children last year. This is in fact the total paid in child\nmaintenance and largely comprises payments made voluntarily by non-custodial\nparents, some of whom share care of their children to some extent. We are happy\nto clarify.\n12. The\npublication also proposed to publish the following wording in its usual\n‘Corrections and Clarifications’ column on page 2 of the newspaper:\nA 6 Feb\narticle said that 'runaway dads' were 'made to pay £1 billion' for their\nchildren last year. This is in fact the total paid in child maintenance and\nlargely comprises payments made voluntarily by non-custodial parents, some of\nwhom share care of their children to some extent. We are happy to clarify.\n13. The\npublication also said that it would be content to amend the published and\nproposed clarifications to make clear that, in referring to non-custodial\nparents, both mothers and fathers were included.\n14. The\ncomplainant said that “absent” may be reasonable shorthand for non-custodial\nparents; however, as figures he had provided showed, 23% of parents whose\npayments were reasonably characterised as either non-custodial or “absent”. He\nalso said that the publication’s position – that parents who did not pay\nvoluntarily would be “made to pay” should they discontinue making payments –\ndid not make sense.\n15. The\ncomplainant also said that he was not satisfied with the publication’s\namendments and proposed clarification, as he did not consider they addressed\nthe points he had raised or address the consequences arising from the alleged\ninaccuracies. He also raised concerns that parts of the article seemed to have\nbeen taken, verbatim, from the press release provided by the DWP, and asked\nwhether the journalist who wrote the article had undertaken any investigation\nor research to corroborate the claims made by the DWP. He then said that he\nwished for the online article to be retracted “in its entirety” and a full\napology offered. The complainant then proposed the following wording amended\nwording for standalone print and online corrections:\nPrint\nWe got\nit wrong about CMS.\nA 6 Feb\narticle titled \"Runaway Dads Cough up £1bn\" about the Child\nMaintenance service was wrong. We recognise that the article, based on a press\nrelease from the office of [the Work and Pensions Minister], was not supported\nfactually. We had no evidence to suggest that the parents had\n\"runaway\" or that they were \"made to pay\" or \"cough\nup\" £1bn. The article referred to parents as \"absent\" when we\nare happy to correct that nearly 25% of parents paying maintenance are actively\ninvolved in shared care of their children. We also recognise that 80% of child\nmaintenance is paid voluntarily by parents and the CMS were only involved in\ncollection of £189m of maintenance in the last year. We wrongly suggested that\nwe had seen figures that supported our article, but this was not correct. We\nrecognise that some parents making maintenance payments allege they are\nalienated from their children because of the service and we in particular wish\nto extend our unreserved apologies to those parents.\nOnline\nWe got\nit wrong about CMS.\nA 6 Feb\narticle titled \"COUGH UP Absent dads made to pay record £1billion in child\nmaintenance for their kids last year,\" was wrong. We recognise that the\narticle, based on a press release from the office of [the Work and Pensions\nMinister],was not supported factually. We had no evidence to suggest that the\nparents were \"made to pay\" or \"cough up\" £1bn. The article\nreferred to parents as \"absent\" when we are happy to correct that\nnearly 25% of parents paying maintenance are actively involved in shared care of\ntheir children. We also recognise that 80% of child maintenance is paid\nvoluntarily by parents and the CMS were only involved in collection of £189m of\nmaintenance in the last year. We wrongly suggested that we had seen figures\nthat supported our article, but this was not correct. We recognise that some\nparents making maintenance payments allege they are alienated from their\nchildren because of the service and we in particular wish to extend our\nunreserved apologies to those parents.\nRelevant\nCode Provisions\nClause 1\n(Accuracy)\ni) The\nPress must take care not to publish inaccurate, misleading or distorted\ninformation or images, including headlines not supported by the text.\nii) A\nsignificant inaccuracy, misleading statement or distortion must be corrected,\npromptly and with due prominence, and — where appropriate — an apology\npublished. In cases involving IPSO, due prominence should be as required by the\nregulator. \niii) A\nfair opportunity to reply to significant inaccuracies should be given, when\nreasonably called for.\niv) The\nPress, while free to editorialise and campaign, must distinguish clearly\nbetween comment, conjecture and fact.\nFindings\nof the Committee\n16. The\ncomplainant said that the article was inaccurate to suggest that parents had\nbeen “made to pay” £1bn, where this was – according to the press release upon\nwhich the article was based – the total amount of payments recorded by CMS for\nthe year, and included voluntary payments. The publication defended the\naccuracy of the reference to parents being “made to pay” on the basis that\nparents were effectively required to pay, because if they did not pay\nvoluntarily, they would be pursued by the CMS.\n17.\nWhile the Committee understood that the phrase “made to pay” could have a range\nof meanings, the article referred to “runaway” and “absent” fathers, and quoted\ntwo specific cases in which non-paying fathers had avoided paying maintenance.\nIn the view of the Committee, this created a clear impression that this figure\nwas linked to non-payment and therefore parents who had been “made to pay”\nthrough action by the CMS. The basis of this claim was the DWP press release,\nwhich did not link compulsory payments with the £1 billion figure, and did not\ninclude statistics for the proportion of the funds that had been obtained by\nthe CMS through direct action against “delinquent” or “absent” parents. There\nwas therefore a failure to take care over the accuracy of this claim.\n18. In\nthe view of the Committee, the inaccuracy was significant, where the focus of\nthe article was the £1billion figure, and was an inaccurate representation of\nofficial statistics. The inaccuracy therefore required correction under the\nterms of Clause 1 (ii).\n19. The\nCommittee further considered that the publication had not taken care over the\naccuracy of the headlines’ references to “absent” and “runaway” parents, in\ncircumstances where publicly available figures demonstrated that nearly a\nquarter of paying-parents shared caring responsibilities for their children to\nsome extent, and the press release upon which the article was based did not\nlink the £1 billion figure with parents who had no caring responsibilities for\ntheir children. The Committee again considered this inaccuracy to be\nsignificant and therefore in need of correction under the terms of Clause 1\n(ii), where it appeared prominently in both versions of the headline and the\ncorrect position was clearly in the public domain.\n20. It\nwas not in dispute that the £1 billion figure had been paid by mothers and\nfathers, as opposed to just fathers, as reported by both versions of the\nheadline and the article itself.  The\npublication had therefore not taken care over the accuracy of this information,\nin circumstances where the fact that it was not solely fathers who had made CMS\npayments in 2021 was information which was easily accessible and was in the\npublic domain. There was therefore a breach of Clause 1 (i). The publication’s\nview was that, where the “vast majority” — 93% — of paying-parents were men,\nthe inaccuracy could not be significant. However, where the inaccuracy appeared\nin both versions of the headline, related to the reporting of readily available\nstatistics, and it did not follow that a vast majority of paying parents being\nmale could be accurately reported as all paying parents being “fathers”, the\nCommittee considered it significant and there was therefore a requirement –\nunder the terms of Clause 1 (ii) – to correct the information.\n21.\nHowever, the Committee did not consider that the £1billion figure itself was,\nin and of itself, inaccurate – this was the figure given by the DWP in its\npress release, and there was therefore a clear basis for including this figure\nand including it in the article did not render it inaccurate, misleading, or\ndistorted; rather, it was linking this figure to “absent” and “runaway” ”dads”\nbeing “made to pay” that represented significant inaccuracies.\n22.\nHaving established that the article included significant inaccuracies in need\nof correction under the terms of Clause 1 (ii), the Committee turned next to\nthe question of whether the action undertaken and proposed by the publication\nwas sufficient to meet the terms of the sub-clause. Reviewing the proposed\nclarification, which would refer to both mothers and fathers, the Committee\nnoted that each significant inaccuracy was addressed, where it was made clear\nthat: both mothers and fathers were included in the figures; the £1billion\nfigure was the total paid in child maintenance payments in 2021, and included\nvoluntary payments; and some of the parents who made the payments shared care\nof their children to some extent. The proposed clarification also clearly set\nout the original inaccuracies, and was offered promptly – with the first offer\nmade 6 days after the publication was made aware of the complaint. The proposed\nlocation of the print clarification was also sufficiently prominent, where the\noriginal article appeared on page 30 and the proposed clarification would\nappear on page 2. The footnote clarification on the online version of the\narticle was also sufficiently prominent, in circumstances where the online\narticle had been amended.  There was,\ntherefore, no breach of Clause 1 (ii).\n23.  The Committee did not consider the use of the\nphrase “cough up” to be inaccurate, misleading, or distorted, where the phrase\ncould simply refer to paying money – it did not follow that, by stating that\nparents had “cough[ed] up”, the article was stating that they had been forced\nto pay. There was no breach of Clause 1 on this point.\n24. No\nfailure to take care over the accuracy of the article arose from the\npublication relying on the press release as the basis of its reporting –\nnotwithstanding that the publication had breached Clause 1 by including\ninformation not supported by the content of the press release – and therefore\nno breach of Clause 1 arose from the publication quoting verbatim from the\npress release.\n25.  While the Committee understood that the complainant\nhad concerns that the publication may have been paid by the DWP to publish the\narticle, it noted that the terms of Clause 1 do not relate to such concerns.\nThe Committee further noted that the complainant had not provided any basis for\nhis position on this point, and that there was no evidence to suggest that the\npublication had been paid for its coverage. Therefore, the Committee considered\nthat the terms of Clause 1 did not relate to the complainant’s concerns on this\npoint, and there was no breach.\nConclusion(s)\n26. The\ncomplaint was partly upheld under Clause 1 (i).\nRemedial\nAction Required\n27. The\nclarification which was offered clearly put the correct position on record, and\nwas offered promptly and with due prominence, and should now be published.\n\n\n\nDate\ncomplaint received: 07/02/2022\nDate\ncomplaint concluded by IPSO: 26/05/2022\nBack to ruling listing\n\n\n"
}