{
    "url": "/rulings-and-resolution-statements/ruling/?id=01533-15",
    "title": "01533-15 Miller v Daily Mail",
    "provisions": [
        "1 (Accuracy) 2015"
    ],
    "outcome": "No breach - after investigation",
    "publication": "Daily Mail (Associated Newspapers Limited)",
    "received_on": "2015-03-12 00:00:00",
    "concluded_on": "2015-05-01 00:00:00",
    "complaint_processing_days": 50,
    "conclusion_long": "of the case and the outcome should be reported in line with the letter and spirit of Clause 1 (iv) of the Code.  6. Furthermore, the two reports previously published did not fulfil the requirements of Clause 1 (iv). Amongst other concerns, the complainant considered that the 2012 report was insufficiently prominent, in light of the front-page placement of the original article. He also believed it was unfair that the article’s headline did not use his name. Further, the article inaccurately stated that the court “ruled that he had been defamed”; the complainant said this was agreed ground between the parties, and that the court instead found he had been libelled, having rejected the newspaper’s defence of justification. He was further concerned that the text of the article unnecessarily repeated the libel in reporting the judge’s finding on meaning, which he believed suggested that the judge had supported or given weight to the meaning attributed to the article. The complainant said that the article failed to make it clear that the judge found the article to be untrue, due to the inclusion in the report of the newspaper’s attempted defences of justification and abuse of process; that it had failed to include comments from the judge which showed the serious harm he had suffered; and that while the report noted that he had been awarded £65,000 in damages, it had not made clear that this included aggravated damages.  7. The complainant said that the online version of this article was further deficient. Its headline simply stated he “claimed” the article was libellous, rather than that his claim was successful. In addition, captions to two images in the article were out of date – they suggested that the claim was ongoing when, at the time of publication, the claim had been decided in his favour by the High Court.  8. In relation to the January 2014 article, the complainant argued that this, too, was insufficiently prominent; repeated the defamatory allegations from the article; and failed to report his position that those allegations were false, and that the Court had agreed with him.  He also sought to complain that the newspaper had failed to effectively update articles it had published relating to him prior to the proceedings.  9. The newspaper said that the outcome of the action was a victory for the complainant and the award of £65,000 damages. There had been no hearing in the Supreme Court, which had simply refused permission to appeal the case further. As such, those decisions which had previously been reported stood, and there was nothing further to report.  10. The newspaper said that the complaints were, in any event, out of time. The complainant had not previously raised complaints about the original reports of the proceedings, and the complaint was made more than four months after the Supreme Court’s decision to refuse permission to appeal.  Relevant Code Provisions 11. Clause 1 (Accuracy)  iv) A publication must report fairly and accurately the outcome of an action for defamation to which it has been a party, unless an agreed settlement states otherwise, or an agreed statement is published.  Findings of the Committee 12. The Committee rejected the newspaper’s contention that this complaint had been made out of time. The complainant had contacted IPSO within four months of being notified of the newspaper’s refusal to publish a further report. The complainant was entitled to complain that this decision represented a breach of the Code, and he was in time to do so.  13. The Committee recognised the complainant’s desire to see the outcome of his case reported; the Court had ruled in his favour and found the newspaper’s conduct to be particularly egregious. In defamation proceedings, the Court must decide the proper remedy for the harm suffered by successful claimants. Clause 1 (iv) places an additional obligation on publications to inform their readers – fairly and accurately – of the outcome of those proceedings.  14. While the proceedings, and the 2012 and 2014 articles, preceded IPSO’s launch and thus fell outside its remit, the complainant argued that because those earlier reports had been inadequate, at the time of IPSO’s launch the newspaper had yet to fulfil its obligation to report the account of the proceedings. He argued that there was therefore an ongoing breach of the Code, particularly given the newspaper’s failure to publish a report following the refusal of leave to appeal.  15. The Committee therefore considered, first, whether there was an outstanding obligation under Clause 1 (iv). It noted first that the 2012 article had made plain that the complainant had succeeded in his libel claim and that the newspaper had been ordered to pay £65,000 in damages to the complainant. The article had also included a comment from the judge which emphasised that the complainant had suffered considerably as a consequence of the defamatory article’s publication.  16. The Committee did not accept the complainant’s concerns about the accuracy of the 2012 report. It was evident from the context that the defence of justification which had been relied upon by the newspaper had failed.  It was not inaccurate for the article to report that the judge had ruled that the article was defamatory, given that a libellous statement can properly be described as being defamatory. The omission of the complainant’s name in the headline was not “unfair”, and the report had been published with adequate prominence.  17. The newspaper had then published a report of the Court of Appeal judgment, albeit brief and in a less prominent position than the original.  18. In light of the 2012 and 2014 reports, the Committee concluded there was no outstanding obligation under Clause 1 (iv), prior to the refusal of leave to appeal.  19. The Committee did not accept that refusal of leave to appeal represented the “outcome” of the proceedings; rather, the decision meant that the newspaper was denied the opportunity to challenge the outcome of the case which had been determined in the complainant's favour in 2014, which had been fairly and accurately reported by the newspaper at that stage. No further obligation under Clause 1 (iv) arose from this, particularly in light of the fact that the newspaper had not reported on its application, which might otherwise have suggested to readers that it regarded the proceedings as on-going.  20. The complainant’s primary remaining concerns, about the updates to the online articles, fell outside IPSO’s remit. These articles had been published before IPSO’s launch and were not relevant to the question of whether the newspaper had a residual obligation – in the period following IPSO’s launch – to publish a fair and accurate report of the outcome of the proceedings.  Conclusions 21. The complaint was not upheld.",
    "remedial_action": "N/A  Date complaint received: 12/03/2015",
    "text": "\n\n\n\n\n\n·  Decision of the Complaints Committee 01533-15 Miller v\nDaily Mail\nSummary of\ncomplaint \n1. Andy Miller complained to the Independent Press\nStandards Organisation that the Daily Mail had failed to comply with its\nobligations under Clause 1 (iv) of the Editors’ Code of Practice. \n2. The complainant had successfully brought defamation\nproceedings against the newspaper in relation to an article published in 2008.\nThe High Court established that the defamatory meaning of the article was that\nthere were reasonable grounds to suspect that the complainant was a willing\nbeneficiary of improper conduct and cronyism because of his friendship with\nformer Metropolitan Police Commissioner Sir Ian Blair in respect of the award\nof a number of police contracts to the complainant’s company. The Court found\nthat this defamatory meaning had not been justified by the newspaper. The\ncomplainant was successful in his claim and was awarded £65,000 in damages. \n3. The newspaper published a report of the outcome of the\noriginal trial in December 2012, on page 2 in print and online. The newspaper\nthen appealed the judgment; this appeal was rejected by the Court of Appeal on\n24 January 2014. It published an account of the judgment of the Court of Appeal\nin January 2014, on page 41 in print and online. \n4. The newspaper then sought permission to appeal to the\nSupreme Court; permission to appeal was refused on 31 October 2014. The\ncomplainant informed the newspaper of his position that, as of this date and in\naccordance with the terms of Clause 1 (iv), it should now publish a report of\nthe outcome of the case.. The newspaper informed the complainant that it had\nalready discharged its obligations under the Code and did not intend to publish\na further report. \n5. The complainant did not accept the newspaper’s\nposition and complained to IPSO. He considered that the action had only\nconcluded once the newspaper had run out of opportunities to appeal; the\ndecision of the Supreme Court was therefore the conclusion of the case and the\noutcome should be reported in line with the letter and spirit of Clause 1 (iv)\nof the Code. \n6. Furthermore, the two reports previously published did\nnot fulfil the requirements of Clause 1 (iv). Amongst other concerns, the\ncomplainant considered that the 2012 report was insufficiently prominent, in\nlight of the front-page placement of the original article. He also believed it\nwas unfair that the article’s headline did not use his name. Further, the\narticle inaccurately stated that the court “ruled that he had been defamed”;\nthe complainant said this was agreed ground between the parties, and that the court\ninstead found he had been libelled, having rejected the newspaper’s defence of\njustification. He was further concerned that the text of the article\nunnecessarily repeated the libel in reporting the judge’s finding on meaning,\nwhich he believed suggested that the judge had supported or given weight to the\nmeaning attributed to the article. The complainant said that the article failed\nto make it clear that the judge found the article to be untrue, due to the\ninclusion in the report of the newspaper’s attempted defences of justification\nand abuse of process; that it had failed to include comments from the judge\nwhich showed the serious harm he had suffered; and that while the report noted\nthat he had been awarded £65,000 in damages, it had not made clear that this\nincluded aggravated damages. \n7. The complainant said that the online version of this\narticle was further deficient. Its headline simply stated he “claimed” the\narticle was libellous, rather than that his claim was successful. In addition,\ncaptions to two images in the article were out of date – they suggested that\nthe claim was ongoing when, at the time of publication, the claim had been\ndecided in his favour by the High Court. \n8. In relation to the January 2014 article, the\ncomplainant argued that this, too, was insufficiently prominent; repeated the\ndefamatory allegations from the article; and failed to report his position that\nthose allegations were false, and that the Court had agreed with him.  He\nalso sought to complain that the newspaper had failed to effectively update\narticles it had published relating to him prior to the proceedings. \n9. The newspaper said that the outcome of the action was\na victory for the complainant and the award of £65,000 damages. There had been\nno hearing in the Supreme Court, which had simply refused permission to appeal\nthe case further. As such, those decisions which had previously been reported\nstood, and there was nothing further to report. \n10. The newspaper said that the complaints were, in any\nevent, out of time. The complainant had not previously raised complaints about\nthe original reports of the proceedings, and the complaint was made more than\nfour months after the Supreme Court’s decision to refuse permission to appeal. \nRelevant Code Provisions\n11. Clause 1 (Accuracy) \niv) A publication must report fairly and accurately the\noutcome of an action for defamation to which it has been a party, unless an\nagreed settlement states otherwise, or an agreed statement is published. \nFindings of the Committee\n12. The Committee rejected the newspaper’s contention\nthat this complaint had been made out of time. The complainant had contacted\nIPSO within four months of being notified of the newspaper’s refusal to publish\na further report. The complainant was entitled to complain that this decision\nrepresented a breach of the Code, and he was in time to do so. \n13. The Committee recognised the complainant’s desire to\nsee the outcome of his case reported; the Court had ruled in his favour and\nfound the newspaper’s conduct to be particularly egregious. In defamation\nproceedings, the Court must decide the proper remedy for the harm suffered by\nsuccessful claimants. Clause 1 (iv) places an additional obligation on\npublications to inform their readers – fairly and accurately – of the outcome\nof those proceedings. \n14. While the proceedings, and the 2012 and 2014\narticles, preceded IPSO’s launch and thus fell outside its remit, the\ncomplainant argued that because those earlier reports had been inadequate, at\nthe time of IPSO’s launch the newspaper had yet to fulfil its obligation to\nreport the account of the proceedings. He argued that there was therefore an\nongoing breach of the Code, particularly given the newspaper’s failure to\npublish a report following the refusal of leave to appeal. \n15. The Committee therefore considered, first, whether\nthere was an outstanding obligation under Clause 1 (iv). It noted first that\nthe 2012 article had made plain that the complainant had succeeded in his libel\nclaim and that the newspaper had been ordered to pay £65,000 in damages to the\ncomplainant. The article had also included a comment from the judge which\nemphasised that the complainant had suffered considerably as a consequence of\nthe defamatory article’s publication. \n16. The Committee did not accept the complainant’s\nconcerns about the accuracy of the 2012 report. It was evident from the context\nthat the defence of justification which had been relied upon by the newspaper\nhad failed.  It was not inaccurate for the article to report that the\njudge had ruled that the article was defamatory, given that a libellous\nstatement can properly be described as being defamatory. The omission of the\ncomplainant’s name in the headline was not “unfair”, and the report had been\npublished with adequate prominence. \n17. The newspaper had then published a report of the\nCourt of Appeal judgment, albeit brief and in a less prominent position than\nthe original. \n18. In light of the 2012 and 2014 reports, the Committee\nconcluded there was no outstanding obligation under Clause 1 (iv), prior to the\nrefusal of leave to appeal. \n19. The Committee did not accept that refusal of leave to\nappeal represented the “outcome” of the proceedings; rather, the decision meant\nthat the newspaper was denied the opportunity to challenge the outcome of the\ncase which had been determined in the complainant's favour in 2014, which had\nbeen fairly and accurately reported by the newspaper at that stage. No further\nobligation under Clause 1 (iv) arose from this, particularly in light of the\nfact that the newspaper had not reported on its application, which might\notherwise have suggested to readers that it regarded the proceedings as\non-going. \n20. The complainant’s primary remaining concerns, about\nthe updates to the online articles, fell outside IPSO’s remit. These articles\nhad been published before IPSO’s launch and were not relevant to the question\nof whether the newspaper had a residual obligation – in the period following\nIPSO’s launch – to publish a fair and accurate report of the outcome of the\nproceedings. \nConclusions\n21. The complaint was not upheld. \nRemedial Action Required\nN/A \nDate complaint received: 12/03/2015\nDate decision issued: 01/05/2015\nBack to ruling listing\n\n\n"
}