{
    "url": "/rulings-and-resolution-statements/ruling/?id=01535-16",
    "title": "01535-16 Rashid v The Sunday Times",
    "provisions": [
        "1 Accuracy (2016)"
    ],
    "outcome": "Breach - sanction: action as offered by publication",
    "publication": "The Sunday Times (News UK)",
    "published_on": "2016-03-06 00:00:00",
    "received_on": "2016-03-06 00:00:00",
    "concluded_on": "2016-07-06 00:00:00",
    "complaint_processing_days": 122,
    "conclusion_long": "12. The complaint was upheld.",
    "remedial_action": "13. Having upheld the complaint, the Committee considered what remedial action should be required. 14. The newspaper had amended the online article promptly, which made clear that the claims were those of the newspaper’s sources. It has also offered to add a footnote to the online article, and publish a print correction, explaining that the claims were those of a source, rather than the newspaper’s own view. In the circumstances, this was an appropriate remedy as it corrected the misleading impression that the claims made in the article were fact rather than opinion. In light of the Committee’s decision, the footnote and correction should now be published.Date complaint received: 06/03/16",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee 01535-16 Rashid v The Sunday Times\n1. Dr Rafaqut\nRashid complained to the Independent Press Standards Organisation that The\nSunday Times breached Clause 1 (Accuracy) of the Editors’ Code of Practice in\nan article headlined “Jails adviser may lose job over hiring hardline imams”\npublished on 6 March 2016.\n2. The article\nreported that a government adviser on Islam faced losing his job after he\nauthorised the “recruitment of 140 prison imams who hold anti-British views”.\nIt said that the independent review found that the adviser to the National\nOffender Management Service (NOMS) oversaw the appointment of imams who had\nstudied Deobandi Islam, which it said was “a hardline Sunni interpretation of\nIslamic scripture contrary to British value and human rights”. It also said\nthat Deobandi Islam forbids music and promotes gender segregation, and quoted a source\nwho said it was worrying that imams with anti-British values were preaching in\nprison.\n3. The online and\nprint version of the article were identical.  \n\n4. The complainant\nsaid it was misleading to use the term ‘Deobandi’ to refer to a “single entity\nor following” of Islam, although he did accept that the term is used in this way.He\nsaid that it referred to an institute of higher Islamic education in Deoband,\nIndia, and scholars who studied at the school were often known as ‘Deobandi’\nsimply by their association with the institute, much as graduates of Oxford and\nCambridge use the designations “Oxon” or “Cantab”. He said that Deobandi\nscholars have different interpretations on many matters, and that not all\ninstitutions termed Deobandi follow the same Islam.\n5. In so far as the\nterm could be used, the complainant said that it was inaccurate to report that\nDeobandi Islam is “hardline” and contrary to “British values and human rights”;\nhe said that Deobandi Muslims follow “normative Islam”. He said that Deobandi\nscholars had endorsed fatwas condemning hate speech, violence, radicalisation\nand involvement in terrorism; promoted British values such as democracy, rule\nof law, individual liberty and mutual respect and tolerance for those of\ndifferent faiths and beliefs; and were against sentiments that are not\nconducive “to integration and community cohesion”. He said that just because a\nfew individuals had behaved inappropriately, it did not mean that all Deobandi\nMuslims were the same.\n6. The newspaper\nacknowledged that the first two lines of the article could be misunderstood to\nmean that the newspaper knew that the imams held anti-British views, and that\nDeobandi Islam was contrary to British values and human rights. It said that\nthese were in fact the opinions of a senior security source who provided\ninformation to the newspaper. It amended the online article to state that the\nimams were “suspected of holding” anti-British views, and that “security\nsources and other critics” described Deobandi Islam as contrary to British\nvalues and human rights. It also offered to publish the following correction in\nthe newspaper’s established corrections and clarifications column, as well as a\nsimilar footnote on the online article:\nOur report “Jails adviser may lose job over hiring hardline\nimams” (News, March 6) should have stated that prison imams “are suspected of”\nholding anti-British values and attributed to “security sources and other\ncritics” the description that Deobandi Islam is “contrary to British values and\nhuman rights”.  \n7. The newspaper also provided a number of\narticles and academic papers about Deobandi Islam which it said supported the\nvarious claims made by its source. These documents identified the role played\nby Deobandi scholars, defined the Government definition of British values,\nprovided background information on the role of Deobandi clerics in the UK, and\nquoted leading Deobandi preachers expressing their views on matters such as\nliving in the West as a Muslim, and the threats facing British Muslims.  \nRelevant Code Provisions\n8. Clause 1\n(Accuracy)\ni) The Press must\ntake care not to publish inaccurate, misleading or distorted information or\nimages, including headlines not supported by the text.\nii) A significant\ninaccuracy, misleading statement or distortion must be corrected, promptly and\nwith due prominence, and — where appropriate — an apology published. In cases\ninvolving IPSO, due prominence should be as required by the regulator.\niii) A fair opportunity to reply to significant inaccuracies\nshould be given, when reasonably called for.\niv) The Press, while free to editorialise and campaign, must\ndistinguish clearly between comment, conjecture and fact.\nv) A publication must report fairly and accurately the\noutcome of an action for defamation to which it has been a party, unless an\nagreed settlement states otherwise, or an agreed statement is published.\nFindings of the Committee\n9. It was not clear\nfrom the article that the claims about Deobandi Islam were the views of the\nnewspaper’s source; instead, they had been presented as fact. The failure to\ncorrectly attribute the claims made in the article represented a failure to\ndistinguish between comment, conjecture and fact, in breach of Clause 1(iv).\n10. While the complainant had explained why he considered\nthat it was misleading to use the term ‘Deobandi’ to refer to a category of\nIslam, he accepted that the term is often used in such a way. The newspaper had\nalso provided a number of articles which used the term in a similar way; there\nwas no further breach of Clause 1.\n11. The Committee acknowledged the complainant’s position\nthat the vast majority of Muslims who might be identified as Deobandi were not\n“hardline”, and did not hold views “contrary to British values and human\nrights”. However, the complainant conceded that there were some Deobandi\nMuslims who he said behaved “inappropriately”; in addition, the newspaper had\nalso provided evidence in the articles it provided which demonstrated that some\nDeobandi Muslims held beliefs contrary to British values that could reasonably\nbe characterised as “hardline”. This did not breach Clause 1.\nConclusions\n12. The complaint was upheld.\nRemedial Action Required\n13. Having upheld the complaint, the Committee considered\nwhat remedial action should be required.\n14. The newspaper had amended the online article promptly,\nwhich made clear that the claims were those of the newspaper’s sources. It has\nalso offered to add a footnote to the online article, and publish a print\ncorrection, explaining that the claims were those of a source, rather than the\nnewspaper’s own view. In the circumstances, this was an appropriate remedy as\nit corrected the misleading impression that the claims made in the article were\nfact rather than opinion. In light of the Committee’s decision, the footnote\nand correction should now be published.Date complaint received: 06/03/16Date decision issued: 06/07/16\nBack to ruling listing\n\n\n"
}