{
    "url": "/rulings-and-resolution-statements/ruling/?id=01555-19",
    "title": "01555-19 Mermaids and Gendered Intelligence v The Sunday Times",
    "provisions": [
        "10 Clandestine devices and subterfuge (2018)",
        "1 Accuracy (2018)",
        "2 Privacy (2018)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "The Sunday Times (News UK)",
    "received_on": "2019-02-19 00:00:00",
    "concluded_on": "2019-09-26 00:00:00",
    "complaint_processing_days": 219,
    "conclusion_long": "17.   The complaint was not upheld.",
    "remedial_action": "N/A   Date complaint received: 19/02/2019",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee 01555-19 Mermaids\nand Gendered Intelligence v The Sunday Times\nSummary of complaint\n1.    Mermaids and\nGendered Intelligence complained to the Independent Press Standards\nOrganisation that The Sunday Times breached Clause 1 (Accuracy), Clause 2\n(Privacy) and Clause 10 (Clandestine devices or subterfuge) of the Editors’\nCode of Practice in an article headlined “Child sex-change charity Mermaids\nhanded £500,000 by national lottery”, published on 16 December 2018, and an\narticle headlined “Trans clinic fears damage to children as activists harass\nstaff”, published on 17 February 2019. The articles were also published in\nsubstantially the same form online.\n2.    The first\narticle reported that Mermaids, a charity which supports gender diverse and\ntransgender youth, had been awarded £500,000 by the national lottery. It\nreported that the chief executive of the charity had announced the grant on a\n“private Mermaids Facebook group”, and had told members that she was “very\nexcited [by the] amazing news” but was “not allowed to publicise [it]\nexternally”. The article said that Mermaids was a charity which “campaigns for\nchildren to be given prohibited sex change treatment” and “wants to overturn an\nNHS ban on under-16s being treated with cross-sex hormones”. Against that\nbackground, the article reported that the decision to grant the charity the payment\nhad been criticised from a variety of sources.\n3.    The second\narticle reported that doctors from within the NHS’s only gender clinic for\nchildren, had raised concerns that the clinic was “exposing young patients to\n‘long-term damage’ because of its ‘inability to stand up to the pressure’ from\n‘highly politicised’ campaigners and families demanding fast-track gender\ntransition”. The article said that a report into staff concerns had been\ncommissioned in 2018, and an official review had subsequently been drawn up in\nresponse to the criticisms. The article said that the report had found that the\nclinic had “close relationships with organisations that are identified as part\nof the pro-trans lobby such as Gendered Intelligence and Mermaids, and [went]\nto some lengths to placate them.” The article said that sources within the\nclinic had said that Mermaids were “critical” of the service provided by the\nclinic and had claimed that claiming that “its refusal to treat children more\nquickly leads many to attempt suicide”. One staff member was quoted as saying,\n“We are caught in the middle. We are accused of going too quickly by some\npeople and too slowly by others”.\n4.    The complainant,\nMermaids, said that its Chief Executive had announced the lottery funding on a\nclosed and private Facebook group, which could only be accessed by invitation\nfollowing a careful vetting process including stringent security checks and a\nrequirement to agree to rules and codes of conduct. The complainant said that\nthe information about the grant had not been made public at the time of\npublication. It said that accessing the Facebook group, and publishing the\ncomments which were made by the charity’s Chief Executive in the first article,\nwithout consent, the newspaper had breached Clause 2 and Clause 10. The\ncomplainant said that the journalist’s conduct was of particular concern, given\nthat private and personal matters were discussed on the group, including\nmedical information about children.\n5.    The complainant\nalso said that the first article was inaccurate, in breach of Clause 1, to\nreport that as a charity, it “campaigns for children to be given prohibited sex\nchange treatment” and “wants to overturn an NHS ban on under-16s being treated\nwith cross-sex hormones”.\n6.    The complainants\nsaid that the headline to the second article had asserted, as fact, that\nMermaids and Gendered Intelligence as organisations had harassed staff at the\nNHS clinic, in breach of Clause 1. It said that this was an unsubstantiated\nallegation of a serious criminal offence and noted that no examples were given\nin the article of harassment or alleged harassment in respect of its staff. In\nresponse to a request by IPSO, the complainants acknowledged that it had not\nseen the report, or the clinic’s review into the report’s findings.\n7.    The newspaper\ndid not accept any breach of the Code. It denied that it had accessed\ninformation by use of subterfuge or misrepresentation or in a manner which\nbreached Clause 2. It said that the statement from Mermaid’s Chief Executive\nhad made on a Facebook group with 1,970 members, and had been provided to the\nreporter by a source who had legitimate access to the group. It said that it\nwas unable to provide further information on this source, in light of the\nobligations placed upon it under Clause 14 of the Code. It said that article\ndid not reveal details of any individual's private or family lives or\ncorrespondence.\n8.    Without\nprejudice to this position, the newspaper said that there was a clear public\ninterest in revealing the award of a large sum of public money to a\n“controversial” charity. It said lottery tickets are bought by millions of\npeople across the UK and the public have a legitimate interest in knowing what\nthe proceeds are being spent on. It noted that as soon as the grant was made\npublic, there was a significant debate, and the Big Lottery Fund launched a\nreview into the award.\n9.    The newspaper\nsaid that it was a matter of public record that Mermaids had repeatedly stated\nthat the NHS ban on under-16s being treated with cross-sex hormones - sex\nchange treatment which is currently prohibited - should be overturned. It said\nthat in written evidence to the House of Commons' Women and Equalities\nCommittee inquiry on transgender equality, Mermaids stated that the age limit\nof \"[greater than] 16 years before cross sex hormones are offered\" is\nan area that \"require[s] urgent revision”, and described it as an\n\"arbitrary time limit not related to individual need.\" The newspaper\nnoted that in oral evidence to the Committee the Chair of Mermaids, said\n\"around 15\" was an \"appropriate age\" for cross-sex\nhormones.\n10.   The newspaper\ndisagreed that the headline to the second article had asserted, as fact, that\nthe complainants had harassed staff at the clinic; it noted that the activists\naccused of harassment were not identified. Without prejudice to this argument,\nthe newspaper provided the following extract from the report into the clinic:\n\"All of the staff who spoke to me have shown an acute\nawareness and sensitivity to this very difficult socio-cultural landscape\nwithin which the service is operating... However, all of them have been clear\nthat the service has not been able to maintain real neutrality, forming close\nrelationships with organisations that are identified as part of the pro trans\nlobby such as Gendered Intelligence and Mermaid [sic] and going to some length\nto placate them... This inability to stand up to the trans lobby has been a\nmajor area of concern and also is closely related to the staff fear of\nintimidation”\n11.   The newspaper\nalso provided an extract from the review into the report:\n“A particular issue that emerged for the trust and clinical\nstaff within the service has been the pressure from strongly held views by\nvarious pressure groups, namely the transaffirmative and trans-critical\nlobbies. This continual interest, critical scrutiny and often very strongly\nheld opinions has created an atmosphere of significant persecution for staff\nand the need to repeatedly address some of the issues emerging from groups\nhaving definite agendas”\n12.   The newspaper\nacknowledged that the review had not named the “pressure groups” alleged to\nhave created an “atmosphere of significant persecution for staff” at GIDS, but\nsaid that the report, to which the review was responding, repeatedly named the\ncomplainants. It said that they were the only pressure groups, of any sort, who\nwere named in the report and, therefore, it was reasonable to conclude that\nthese were the groups to which the review was referring.\nRelevant Code Provisions\nClause 1 (Accuracy)\ni)    The Press must\ntake care not to publish inaccurate, misleading or distorted information or\nimages, including headlines not supported by the text.\nii)    A significant\ninaccuracy, misleading statement or distortion must be corrected, promptly and\nwith due prominence, and — where appropriate — an apology published. In cases\ninvolving IPSO, due prominence should be as required by the regulator. \nClause 2 (Privacy)* \ni)     Everyone is\nentitled to respect for his or her private and family life, home, health and\ncorrespondence, including digital communications.\nii)    Editors will be\nexpected to justify intrusions into any individual's private life without\nconsent. In considering an individual's reasonable expectation of privacy,\naccount will be taken of the complainant's own public disclosures of\ninformation and the extent to which the material complained about is already in\nthe public domain or will become so.\nClause 10 (Clandestine devices and subterfuge)*\ni)    The press must\nnot seek to obtain or publish material acquired by using hidden cameras or\nclandestine listening devices; or by intercepting private or mobile telephone\ncalls, messages or emails; or by the unauthorised removal of documents or\nphotographs; or by accessing digitally-held information without consent.\nii)    Engaging in\nmisrepresentation or subterfuge, including by agents or intermediaries, can\ngenerally be justified only in the public interest and then only when the\nmaterial cannot be obtained by other means.\nClause 14 (Confidential sources)\nJournalists have a moral obligation to protect confidential\nsources of information.\nFindings of the Committee\n13.   The newspaper\nsaid that its journalist had been approached by a confidential source who was a\nmember of the Facebook group, having joined it in line with its membership\nspecifications. This was not disputed by the complainant. The newspaper had\nneither sought to obtain material for publication by use of subterfuge or\nmisrepresentation, nor done so via an agent; the terms of Clause 10 were not\nengaged.\n14.   The Committee\nnoted that the Facebook group had privacy settings in place; however, it was a\ngroup with a membership of 1,970 people. The comment posted by Mermaids’ Chief\nExecutive and reported in the first article did not reveal any private\ninformation; it had disclosed the fact of a publicly funded national lottery\ngrant to the charity, and its Chief Executive’s reaction to it. No private\ninformation about members of the group had been disclosed. Taking into account\nthe nature of the information and the fact that it had been disclosed to a\nlarge audience, the Committee concluded that the complainant did not have a\nreasonable expectation of privacy in relation to this information; nor did its\npublication in the first article under complaint represent an intrusion. There\nwas no breach of Clause 2.\n15.   It was not in\ndispute that Mermaids had stated publicly that the current age limit of 16\nyears before cross sex hormones are offered is an area that \"require[s]\nurgent revision”. It was also accepted that the charity considered 15 to be an\n\"appropriate age\" for cross-sex hormones. In those circumstances, it\nwas neither inaccurate nor misleading to report that the complainant “campaigns\nfor children to be given prohibited sexchange treatment” or that it “wants to\noverturn an NHS ban on under-16s being treated with cross-sex hormones”. There\nwas no breach of Clause 1 in respect of the first article.\n16.   The Committee\nacknowledged the complainants' position that the headline to the second\narticle-namely that \"activists\" were harassing staff at the\nclinic-would be understood to be a reference to them given that they were named\nin the text of the article. The complainants said the headline was not\npresented as a claim, but as established fact, which they said was without\nbasis. The Committee noted that the article reported on a report  which had been compiled by the then staff\ngovernor of the clinic in which concerns had been identified about the clinic’s\n\"inability to stand up to the pressure\" from \"highly\npoliticised\" campaigners. The article explained, further, that the\nofficial review drawn up in response to the report identified lobbying by\npressure groups  as having created\n\"an atmosphere of significant persecution” and that a minority of\nclinicians had said that they felt that they were \"subject to\nbullying\". The newspaper accepted that the complainants had not been\nidentified in the review, but said that the review had been produced in\nresponse to the report in which the complainants were the only pressure groups\nwho were named; this was not disputed by the complainants. The Committee noted\nthe specific references to the complainants in the article:  that they are part of the pro-trans lobby\nwhich the clinic “went to some lengths to placate”; that one of the\ncomplainants had been critical of the service provided by the clinic for not\ntreating children more quickly; and  that\na member of staff had commented, with reference to one of the complainants,\nthat the staff were caught in the middle and were “accused of going too quickly\nby some people and too slowly by others”. \nThe Committee considered that, in light of the nature of the article,\nthe headline would be understood to be a reference to the concerns which had\nbeen raised in the report and the review, rather than as a statement of\nunequivocal fact.  To the extent that\nreaders would understand the complainants to be the activists to which the\nheadline referred, the Committee found that the headline was not significantly\ninaccurate in light of the criticisms made in the report of the trans lobby, of\nwhich the complainants were identified as being part, and the criticisms made\nof them, by implication, in the review. The nature of those criticisms was also\nset out in the article.  In those\ncircumstances, the headline was not inaccurate or misleading in breach of\nClause 1.\nConclusions\n17.   The complaint\nwas not upheld.\nRemedial Action Required\nN/A\n \nDate complaint received: 19/02/2019\nDate decision issued: 26/09/2019 \n \n \nBack to ruling listing\n\n\n"
}