{
    "url": "/rulings-and-resolution-statements/ruling/?id=01555-17",
    "title": "01555-17 RT v The Sunday Times",
    "provisions": [
        "1 Accuracy (2016)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "The Sunday Times (News UK)",
    "received_on": "2017-02-23 00:00:00",
    "concluded_on": "2017-07-20 00:00:00",
    "complaint_processing_days": 147,
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee 01555-17 RT v The Sunday Times\nSummary of complaint\n1. RT UK complained\nto the Independent Press Standards Organisation that The Sunday Times breached\nClause 1 (Accuracy) of the Editors’ Code of Practice in an article headlined\n“UK advertisers shun ‘Putin’ TV channel,” published in print and online on 5\nFebruary 2017\n2. The article\nreported that several British brands had stopped advertising on the television\nchannel RT UK “amid accusations that it is spreading 'propaganda and fake\nnews' for Russia’s president, Vladimir Putin.” The article reported that\nDamian Collins MP, the Chairman of the Commons Culture, Media and Sport Select\nCommittee, had “called for all British companies to boycott the ‘disinformation\nand propaganda’ channel”. It reported that Mr Collins had said that “British\ncompanies should not be advertising on channels that disseminate fake news\ndesigned to spread fear and confusion.” The article reported that the\ncomplainant had said it was an “editorially independent, autonomous, non-profit\nglobal news organisation”.\n3. The complainant\nsaid that the newspaper was free to publish its opinion on RT UK, and it\nacknowledged it had been accused of broadcasting “disinformation and\npropaganda”. However, it said that to suggest that there were accusations of\nbroadcasts of “fake news” was inaccurate, as there was no fair and reasonable\nbasis for making such an accusation. It said that RT UK is licensed and\nregulated by Ofcom, which had never recorded a breach of accuracy against the\nchannel.\n4. The complainant\nwas concerned that the decision of certain companies to stop advertising on RT\nUK, as reported in the article, followed these companies being approached for\ncomment by the newspaper, and that some or all of these companies would not\nhave withdrawn their advertising had they not been approached by the\nnewspaper. It said that while it was not\naware of what the newspaper had said to these advertisers, it may have included\nsome of the false claims about RT which subsequently appeared in the\narticle.  The complainant was concerned\nthat the advertising cancellations reported in the article were therefore\nartificial, having been caused by the newspaper.\n5. The complainant\nsaid that it was inaccurate to claim that Mr Collins had said that British\ncompanies should boycott RT. It said that Mr Collins had subsequently confirmed\nto it that none of his comments to the newspaper specifically referred to RT,\nor any other named organisation. His comments had been aimed broadly at any\nchannel or website which produced ‘fake news’. He said it was therefore\nmisleading for the article to report that Mr Collins had referenced RT UK.\n6. The complainant\nsaid that while it had been given an opportunity to comment prior to\npublication, the newspaper had not asked for its response to the claim that it\nbroadcast ‘fake news’, nor the comments from Mr Collins, which were reported in\nthe article. In addition, it said that the newspaper had not included its full\nresponse in the article.\n7. The newspaper\nsaid that it was not misleading to report Mr Collins’ reference to ‘fake news’.\nIt noted that the broadcasting regulator, Ofcom, had found two RT UK broadcasts\nto be in breach of the channel’s duty not to mislead and to report with due\nimpartiality under the Broadcasting Code. It said that, given the findings by\nOfcom, it was reasonable to refer to these two broadcasts as ‘fake news’.\n8. The newspaper\nsaid that the decision to withdraw advertising was a commercial decision made\nby the companies involved. It said that as the article pointed out, these\ncompanies may not have previously known that their advertising packages\nincluded RT, but that the companies withdrew their advertising on being\nnotified.\n9. The newspaper\ndenied that it had misrepresented Mr Collins’ comments. In response to the\ncomplaint, it provided a complete copy of the correspondence between Mr Collins\nand the journalist. In this correspondence, the journalist told Mr Collins that\nsecurity experts were criticising RT for disseminating ‘Kremlin propaganda’ and\n‘Russian disinformation’, and that they had said that British advertisers\nshould not be advertising with the channel. The journalist told Mr Collins that\nadvertisers had pulled their advertising from the channel, and he asked him for\nanything he would like to say about the channel, or about firms supporting it\nwith advertising. Having been asked\nonly about RT, Mr Collins responded by saying that British companies should not\nbe advertising on channels that disseminate fake news, that he would call on\ncompanies to withdraw their advertising, and that his select committee’s\ninquiry would be looking at “disinformation and propaganda coming from media\nsources in Russia”. The newspaper said that in these circumstances, and where\nRT was the only Russian media source with a public profile in Britain, the\nmanner in which the article reported Mr Collins’ comments was not significantly\nmisleading.\n10. The newspaper\nsaid that, as a gesture of goodwill, it would be willing to publish Mr Collins’\nfull comment as a clarification.\n“In our story on RT television “UK advertisers shun ‘Putin’\nTV channel” (News February 5), Damian Collins MP, chairman of the Culture,\nMedia and Sport Select Committee, was reported to have called for “all British\ncompanies to boycott the ‘disinformation and propaganda’ channel.” We are happy\nto clarify that his full comment was: “British companies should not be\nadvertising on channels that disseminate fake news designed to spread fear and\nconfusion. I would call on any such company that has not already done so to\nwithdraw their advertising. Our committee’s inquiry will also be looking at\nsources of fake news from other countries, including the growing and widespread\nconcern about disinformation and propaganda coming from media sources in\nRussia.”\nThe complainant did not accept this offer.\nRelevant Code provisions\n11. Clause 1 (Accuracy)\ni) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not\nsupported by the text.\nii) A significant inaccuracy, misleading statement or\ndistortion must be corrected, promptly and with due prominence, and — where\nappropriate — an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator.\niii) A fair opportunity to reply to significant inaccuracies\nshould be given, when reasonably called for.\nFindings of the Committee\n12. The Committee first considered the article’s claim that\ncompanies had withdrawn their advertising from the complainant’s channel, “amid\naccusations that it is spreading ‘propaganda and fake news’”. It noted the\ncomplainant’s position that this was inaccurate, as there was no fair and\nreasonable basis for making such an accusation. It was not in dispute that the\ncomplainant had been accused of broadcasting “disinformation and propaganda”,\nand the newspaper had taken care to present the claim it broadcasted ‘propaganda\nand fake news’ as accusations, rather than as established fact. In addition,\nthe newspaper had provided decisions of Ofcom in response to the complaint,\nwhich provided a reasonable basis for the claim, and the article also included\nthe complainant’s response that it was an “editorially independent…global news\norganisation”.  In all the circumstances,\nthe presentation of the claims did not amount to a failure to take care not to\npublish misleading information, in breach of Clause 1 (i), and did not require\na correction under the terms of Clause 1 (ii). \n\n13. The newspaper had informed Mr Collins that it was\nwriting an article about the complainant, and had specifically asked him for\nhis comments on the channel. He had therefore provided his comment in that\ncontext and in the knowledge that his remark that “British companies should not\nbe advertising on channels that disseminate fake news” would be included in an\narticle which focused on the complainant. In these circumstances, to report\nthat Mr Collins had “called for all British companies to boycott [the\ncomplainant]” was a reasonable characterisation of his remarks, and there was\nno breach of Clause 1 on this point.\n14. The Committee noted the complainant’s position that some\ncompanies had withdrawn their advertisements from the complainant’s channel\nonly after the newspaper had approached them for comment. However, this did not\nalter the position that they had withdrawn their advertising, and it was not\nmisleading to report that they had done so. This aspect of the article did not\nbreach Clause 1.\nConclusions\n15. The complaint was not upheld\nRemedial action\n16. N/ADate complaint received: 23/02/2017Date decision issued: 20/07/2017  \nBack to ruling listing\n\n\n"
}