{
    "url": "/rulings-and-resolution-statements/ruling/?id=01568-14",
    "title": "01568-14 Hawk v metro.co.uk",
    "provisions": [
        "1 (Accuracy) 2015"
    ],
    "outcome": "Breach - sanction: action as offered by publication",
    "publication": "metro.co.uk (Associated Newspapers Limited)",
    "published_on": "2014-10-15 00:00:00",
    "received_on": "2014-10-22 00:00:00",
    "concluded_on": "2015-03-13 00:00:00",
    "complaint_processing_days": 142,
    "conclusion_long": "10. The complaint was upheld.",
    "remedial_action": "11. Having upheld the complaint under Clause 1 (i), the Committee considered what remedial action should be required. The Committee has the power to require the publication of a correction and/or adjudication, the nature, extent and placement of which is to be determined by IPSO. It may also inform the publication that further remedial action is required to ensure that the requirements of the Editors’ Code are met.  12. The newspaper had already amended the online article, and had published an appropriate footnote to make clear the position with regard to the complainant’s funding of her cosmetic surgery. The footnote was an appropriate remedy to the established breach of Clause 1 (i).    Date complaint received: 22/10/2014",
    "text": "\n\n\n\n\n\n     · Decision of the Complaints Committee 01568-14 Hawk v metro.co.uk\nSummary of complaint \n1. Maddison Hawk complained to the Independent Press\nStandards Organisation that metro.co.uk had breached Clause 1 (Accuracy) of the\nEditors’ Code of Practice in an article headlined “Accountant sold fake gadgets\nto fund £25,000 plastic surgery”, published on 15 October 2014. \n2. The article reported that the complainant had recently\nbeen fined in excess of £8,000 after Trading Standards inspectors found that\nshe had offered fake electrical hair appliances for sale. It also noted that\nshe had previously spent £25,000 on cosmetic surgery, and suggested that she\nhad funded the cosmetic procedures by selling faulty goods. \n3. The complainant said that she had paid for and\nundergone all of her cosmetic surgery prior to the incident with the faulty\nelectrical products. She said that she had never made any money from the sale\nof faulty goods, as the products had been discovered by Trading Standards on an\nonline marketplace and withdrawn from sale before any purchases had been made.\nShe also said that the she had not been personally been convicted of any crime;\nshe had pleaded guilty on behalf of her company. \n4. The newspaper accepted that the court had not heard\nthat the complainant had funded her cosmetic surgery by selling faulty goods.\nIt said that the complainant had been found guilty of one offence, and had\nadmitted to the remaining charges on behalf of her company. It made a number of\namendments to the online article, and published the following footnote: \n“An earlier version of this article stated that Ms Hawk\nwas convicted of fraud. We are happy to clarify that Ms Hawk was convicted of\nsupplying a product that breached safety regulations and accepted four other\ntrademark offences on behalf of her company. We are happy to clarify that the\nsurgery was in fact funded separately and the goods were offered for sale on\nthe internet.” \n5. The newspaper also removed three photographs from the\narticle, as a gesture of goodwill. \n6. The complainant said that she wanted the article to be\nremoved from the newspaper’s website. \nRelevant Code Provisions\n7. Clause 1 (Accuracy) \ni) The press must take care not to publish inaccurate,\nmisleading or distorted information, including pictures. \nii) A significant inaccuracy or misleading distortion\nonce recognised must be corrected, promptly and with due prominence, and –\nwhere appropriate – an apology published. \nFindings of the Committee\n8. It had not been stated in court that the complainant had\nfunded her cosmetic procedures “by selling fake GHD hair straighteners”. After\npublication, the newspaper accepted that it was unable to substantiate this\naspect of the article. It had purchased the story from an agency, which had\nprovided inaccurate copy. However, this did not absolve the newspaper of its\nobligations under the Code. The newspaper failed to take care not to publish\ninaccurate information, resulting in the publication of a significant\ninaccuracy. \n9. The complainant is the sole director of her company,\nand had represented her company for the purposes of the court proceedings. In\nthis context, the references to the complainant and her company were not\nsignificantly misleading; a correction was not required under the terms of\nClause 1 (ii). \nConclusions\n10. The complaint was upheld. \nRemedial Action Required11. Having upheld the complaint under Clause 1 (i), the\nCommittee considered what remedial action should be required. The Committee has\nthe power to require the publication of a correction and/or adjudication, the\nnature, extent and placement of which is to be determined by IPSO. It may also\ninform the publication that further remedial action is required to ensure that\nthe requirements of the Editors’ Code are met. \n12. The newspaper had already amended the online article,\nand had published an appropriate footnote to make clear the position with\nregard to the complainant’s funding of her cosmetic surgery. The footnote was\nan appropriate remedy to the established breach of Clause 1 (i). \n \nDate complaint received: 22/10/2014\nDate decision issued: 13/03/2015\nBack to ruling listing\n\n\n"
}