{
    "url": "/rulings-and-resolution-statements/ruling/?id=01569-14",
    "title": "01569-14 Hawk v Oxford Mail",
    "provisions": [
        "1 (Accuracy) 2015"
    ],
    "outcome": "No breach - after investigation",
    "publication": "Oxford Mail  (Newsquest Media Group)",
    "published_on": "2014-10-15 00:00:00",
    "received_on": "2014-10-22 00:00:00",
    "concluded_on": "2015-03-13 00:00:00",
    "complaint_processing_days": 142,
    "conclusion_long": "7. The complaint was not upheld.",
    "remedial_action": "N/A   Date complaint received: 22/10/2014",
    "text": "\n\n\n\n\n\n·  Decision of the Complaints Committee 01569-14 Hawk v Oxford Mail\nSummary of complaint\n1. Maddison Hawk complained to the Independent Press\nStandards Organisation that the Oxford Mail had breached Clause 1 (Accuracy) of\nthe Editors’ Code of Practice in an article headlined “Witney accountant told\nto pay £8k for selling fake GHD hairdryers that could have injured users”,\npublished on 15 October 2014. \n2. The article reported that the complainant had admitted\nfour trademark offence charges on behalf of her company, as well as one offence\nof selling a product which breached safety regulations. It said that she had\nbeen fined more than £8,000 as a result. \n3. The complainant said that it was inaccurate to say\nthat she had pleaded guilty; she had pleaded guilty on behalf of her company. \n4. The newspaper provided a copy of the court register,\nwhich stated that the complainant had pleaded guilty, as an individual, to\nfailing to comply with the Electrical Equipment (Safety) Regulations 1994. It\ndid not accept that the article was inaccurate. \nRelevant Code Provisions\n5. Clause 1 (Accuracy) \ni) The press must take care not to publish inaccurate,\nmisleading or distorted information, including pictures. \nii) A significant inaccuracy or misleading distortion\nonce recognised must be corrected, promptly and with due prominence, and –\nwhere appropriate – an apology published. \nFindings of the Committee\n6. The article had made clear that “Hawk admitted four\ntrademark offence charges on behalf of her company and a single offence of\nselling a product which breached safety regulations”. The complainant is the\nsole director of her company. In this context, the references to the\ncomplainant and her company were not significantly misleading; a correction was\nnot required under the terms of Clause 1 (ii). \nConclusions\n7. The complaint was not upheld.  \nRemedial Action Required\nN/A  \nDate complaint received: 22/10/2014\nDate decision issued: 13/03/2015\nBack to ruling listing\n\n\n"
}