{
    "url": "/rulings-and-resolution-statements/ruling/?id=01560-17",
    "title": "01560-17 Winter v The News (Portsmouth)",
    "provisions": [
        "1 Accuracy (2016)",
        "2 Privacy (2016)",
        "3 Harassment (2016)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "The News (Portsmouth) (National World Publishing Ltd)",
    "published_on": "2016-09-05 00:00:00",
    "received_on": "2017-02-23 00:00:00",
    "concluded_on": "2017-06-21 00:00:00",
    "complaint_processing_days": 118,
    "conclusion_long": "16. The complaint was not upheld.",
    "remedial_action": "17. N/A Date complaint received: 23 February 2017",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee 01560-17 Winter v The News (Portsmouth)\nSummary of complaint\n1. Jessica\nWinter, acting on behalf of her daughter Natalie Winter, complained to the\nIndependent Press Standards Organisation that The News breached Clause 1\n(Accuracy), Clause 2 (Privacy) and Clause 3 (Harassment) of the Editors’ Code\nof Practice in an article headlined “Heinous’ carer took £18,000 from her\nclients”, published on 5 September 2016.\n2. The\narticle reported that Natalie Winter had been given a two-year suspended prison\nsentence and 240 hours of unpaid work for fraud. It said that during her work\nas a senior carer, she had withdrawn cash from the bank accounts of vulnerable\npeople in her care. It said that she had taken thousands of pounds over 18\nmonths during which she had spent three weeks in Thailand. It said that in\nmitigation, Ms Winter’s barrister had said that she was in financial difficulty\ndue to her “gambling and drug addict partner, who was ‘controlling’ of her”. It\nalso reported comments made by a police officer that Ms Winter “didn’t show any\nremorse all the way through”.\n3. The\ncomplainant said that the article had inaccurately reported that her daughter\nhad gone on a three-week holiday to Thailand; it had been a two-week family\ntrip to celebrate a wedding anniversary. \nShe said that her daughter did not have a gambling problem; and she did\nnot consider that the police had said that her daughter had not shown any\nremorse.\n4. The\ncomplainant said that her daughter had not given her consent for her photograph\nto be taken outside court. She said that the reporter had failed to introduce\nhimself or the newspaper he worked for; he had “chased” her daughter for around\nten minutes; he had blocked her path in his effort to take more photographs;\nand he had ignored her when she had told him to stop. The complainant provided\na statement from her daughter’s friend, who had been on the telephone to Ms\nWinter at the time, in which she said that she had been able to hear the\nreporter shouting Ms Winter’s name while she was on the phone to her.\n5. The\ncomplainant said that the publication of her daughter’s address had led to hate\nmail, and security concerns for her and her husband who shared the address. She\nexpressed concern that her daughter had been unable to get a job as a result of\nthe article, and she requested for it to be removed from the newspaper’s\nwebsite.\n6. The\nnewspaper said that its article was a fair and accurate report of a court case.\nIts reporter had a note taken during the proceedings which showed that the\nprosecution had twice referred to a three-week holiday in Thailand.\nFurthermore, its article had not stated that Natalie Winter had a gambling\nproblem; it had clearly referred to her boyfriend’s addiction. The comment\nattributed to the police officer had been made outside court and had been\nreported accurately.\n7. The newspaper\nsaid that the photograph of Ms Winter had been taken in a public place as she\nleft the precincts of the court. He did not block Ms Winter’s path; he did not\nfollow her for ten minutes or chase and harass her, and he did not hear Ms\nWinter say anything to him. It said that the reporter had taken just two\nphotographs, which it provided. It considered that the images demonstrated that\nhe had been a fair distance from Ms Winter and had therefore not harassed\nher. \n8. With\nregards to the publication of Ms Winter’s address, the newspaper said that a\ndefendant’s name, age and address is included in all court reporting unless\nthere is a specific order prohibiting this.\nRelevant Code provisions\n9. Clause 1\n(Accuracy)\ni) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not\nsupported by the text.\nii) A significant inaccuracy, misleading statement or\ndistortion must be corrected, promptly and with due prominence, and — where\nappropriate — an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator. \niii) A fair opportunity to reply to significant inaccuracies\nshould be given, when reasonably called for.\niv) The Press, while free to editorialise and campaign, must\ndistinguish clearly between comment, conjecture and fact.\nClause 2 (Privacy)\ni) Everyone is entitled to respect for his or her private\nand family life, home, health and correspondence, including digital\ncommunications.\nii) Editors will be expected to justify intrusions into any\nindividual's private life without consent. Account will be taken of the\ncomplainant's own public disclosures of information.\niii) It is unacceptable to photograph individuals, without\ntheir consent, in public or private places where there is a reasonable\nexpectation of privacy.\nClause 3 (Harassment)\ni) Journalists must not engage in intimidation, harassment\nor persistent pursuit.\nii) They must not persist in questioning, telephoning,\npursuing or photographing individuals once asked to desist; nor remain on\nproperty when asked to leave and must not follow them. If requested, they must\nidentify themselves and whom they represent.\niii) Editors must ensure these principles are observed by\nthose working for them and take care not to use non-compliant material from\nother sources.\nFindings of the Committee\n10. The\nparties had provided differing accounts of what had happened outside court, and\nit was unclear as to whether a request to desist had been made. The newspaper,\nhowever, had provided the two images the reporter had taken during his\nencounter with Ms Winter, which showed her appearing calm while she talked to\nsomeone on the telephone. Given that only two photographs had been taken, the\nCommittee could not conclude that they had been taken in circumstances of\nharassment. There was no breach of Clause 3.11. The\ncomplainant’s daughter had been photographed outside court in a public place.\nShe did not have a reasonable expectation of privacy in these circumstances,\nand the images themselves did not disclose anything private about her. There\nwas no breach of Clause 2 on this point.\n12. While the\nCommittee acknowledged the complainant’s concern regarding the publication of\nher daughter’s address, which she shared with other family members, unless\nthere are reporting restrictions in place, newspapers are entitled to report\ndefendants’ addresses. This serves to distinguish them from others of the same\nname. There was no breach of Clause 2.\n13. It was\naccepted that the court had heard that the complainant’s daughter had taken a\nholiday in Thailand. Whether the trip was two or three weeks’ long was not\nsignificant. It was also not significant whether the trip had been taken to\ncelebrate a family anniversary. There was no breach of Clause 1 on this point.\n14. The\narticle had not given the impression that Ms Winter had a gambling addiction.\nThis point did not raise a breach of Clause 1. \n15. The\ncomplainant did not believe that a police officer had said outside court that\nher daughter had not shown any remorse. However, in the context of this\narticle, which accurately reported that Ms Winter had been convicted of fraud,\nthis was not a significant point under the terms of Clause 1.\nConclusion\n16. The\ncomplaint was not upheld.\nRemedial action required\n17. N/A\nDate complaint received: 23 February 2017Date complaint concluded: 21 June 2017\nBack to ruling listing\n\n\n"
}