{
    "url": "/rulings-and-resolution-statements/ruling/?id=01566-14",
    "title": "01566-14 Hall v Sunday Post",
    "provisions": [
        "1 (Accuracy) 2015",
        "3 (Privacy) 2015",
        "5 (Intrusion into grief or shock) 2015"
    ],
    "outcome": "No breach - after investigation",
    "publication": "The Sunday Post (DC Thomson Group)",
    "published_on": "2014-09-21 00:00:00",
    "received_on": "2014-10-30 00:00:00",
    "concluded_on": "2015-03-04 00:00:00",
    "complaint_processing_days": 125,
    "conclusion_long": "13. The complaint was not upheld.",
    "remedial_action": "N/A  Date complaint received: 30/10/2014",
    "text": "\n\n\n\n\n\n   Decision of the Complaints Committee 01566-14 Hall v\nSunday Post   Summary of\ncomplaint \n1. James Hall complained to the Independent Press\nStandards Organisation, on behalf of himself and his son, that the Sunday Post\nhad breached Clause 1 (Accuracy), Clause 3 (Privacy) and Clause 5 (Intrusion\ninto grief or shock) of the Editors’ Code of Practice in an article headlined\n“Couple stung by ‘ransom texts’ scam”, published on 21 September 2014. \n2. The newspaper had reported that the complainant’s son\nhad had his mobile phone stolen while he was on holiday in Tunisia. The article\nsaid that the thieves had threatened to post “compromising photographs” of his\ngirlfriend from the phone on the internet unless he paid a “ransom”. \n3. The complainant said that the newspaper had published\nthe article without his son’s consent. Raw Deal, the newspaper’s consumer\nadvice feature, had been contacted for advice on how to deal with the problem;\nneither the complainant nor his son had intended to supply a story for\npublication. In the absence of consent, the complainant considered that\npublication of the article had breached Clause 3 (Privacy). There was a lack of\nclarity regarding who had said what to the publication, as it appeared that\nboth the complainant and his son had corresponded independently with the\nnewspaper regarding this matter. \n4. The complainant stated initially that he had been sent\na letter by the newspaper which confirmed that it would not print the article,\nbut subsequently provided a copy of a letter from the newspaper which stated\nthat, while Raw Deal were unable to assist with his concerns, the matter would\nbe passed to the news desk. He also said that the photograph his son had\nsupplied had not been provided for the purposes of publication. \n5. The complainant said that the article had inaccurately\nreferred to a threat to publish “nude photographs” of his son’s girlfriend and\nthat it had reported that the thieves had contacted his wife; the photographs\nwere not nude and his wife had died nine months previously. He considered that\npublication of these inaccurate details represented a breach of Clause 1. He\nalso said that the reference to his wife represented an intrusion into his\ngrief and a breach of Clause 5. \n6. The newspaper said that its Raw Deal team received\ncorrespondence from the complainant’s son, seeking help after the incident.\nThis was forwarded to a news reporter who interviewed the complainant’s son and\narranged for him to provide photographs. The newspaper provided correspondence\nin which the reporter sent the draft to the complainant’s son for copy\napproval, along with the complainant’s son reply saying that the article was\n“fine”. It strongly denied that it had induced the complainant’s son to provide\nphotographs by suggesting that they were not publication. \n7. The newspaper said that the Raw Deal section is not a\nfree advice service – the feature makes clear that “by requesting Raw Deal’s\nassistance you agree for your name, location and a photograph to be published”. \n8. Although there had been a reference to “nude\nphotographs” in the draft version of the article, the reference had not\nappeared in the published edition. While the newspaper did not consider the\nreference to the complainant’s wife to represent a significant inaccuracy, it\napologised for any distress caused, removed the article from its website and\noffered to publish the following correction: “In a story headed “Couple stung\nby random texts scam” in the Sunday Post on September 21, it was stated that\nRyan Hall’s mum was sent threatening texts messages by a thief who had stolen\nhis mobile phone. This was inaccurate. We are happy to set the record straight\nand apologise for the error”. \nRelevant Code Provisions9. Clause 1 (Accuracy) \ni) The press must take care not to publish inaccurate,\nmisleading or distorted information, including pictures. \nii) A significant inaccuracy, misleading statement or\ndistortion once recognised must be corrected, promptly and with due prominence,\nand – where appropriate – an apology published. \nClause 3 (Privacy) \ni) Everyone is entitled to respect for his or her private\nand family life, home, health and correspondence, including digital\ncommunications. \nii) Editors will be expected to justify intrusions into\nany individual’s private life without consent. Account will be taken of the\ncomplainant’s own public disclosures of information. \nClause 5 (Intrusion into grief or shock) \ni) In cases involving personal grief or shock, enquiries\nand approaches must be made with sympathy and discretion and publication\nhandled sensitively. This should not restrict the right to report legal\nproceedings, such as inquests. \nFindings of the Committee\n10. The complainant’s son had provided details of the\nincident to the newspaper’s Raw Deal section, a feature which publishes\narticles based on concerns raised by readers. While there may have been some\nconfusion regarding the intended purpose, the correspondence provided by the\nnewspaper demonstrated that the complainant’s son had co-operated with the\nproduction of the article, and clearly agreed to the text of the draft – which\nincluded substantially similar material to the published article. Concerns had\nonly been raised after publication, and the newspaper had been entitled to\nproceed with publication on the basis that the subject of the article had given\nhis consent. There was no breach of Clause 3.  While there appeared to be\na dispute regarding the request for the photograph, there were no grounds to\nestablish a breach of the Code on this point; the photograph simply showed the\ncomplainant’s son and his girlfriend in a public place. \n11. In the context of the article about the theft of the\nphone and subsequent blackmail, the inaccurate reference to thieves having\ncontacted the complainant’s wife was not significant so as to require\ncorrection under the terms of the Code. The Committee nevertheless welcomed the\nnewspaper’s offer to publish a correction on this point as a positive response\nto the complaint. The published article had not included a reference to “nude\nphotographs”. There was no breach of Clause 1. \n12. The terms of Clause 5 relate to the conduct of\njournalists, and the sensitivity of articles, in cases involving grief or\nshock. While the Committee understood that the reference was upsetting, the\ninadvertent publication of the inaccuracy did not raise a breach of Clause 5. \nConclusions \n13. The complaint was not upheld. \nRemedial Action Required \nN/A \nDate complaint received: 30/10/2014\nDate decision issued: 04/03/2015\nBack to ruling listing\n\n\n"
}