{
    "url": "/rulings-and-resolution-statements/ruling/?id=01573-14",
    "title": "01573-14 Elzenga v The Sun",
    "provisions": [
        "1 (Accuracy) 2015"
    ],
    "outcome": "No breach - after investigation",
    "publication": "The Sun (News UK)",
    "received_on": "2014-10-30 00:00:00",
    "concluded_on": "2015-02-20 00:00:00",
    "complaint_processing_days": 113,
    "conclusion_long": "10. The complaint was not upheld.",
    "remedial_action": "N/A  Date complaint received: 30/10/2014",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee 01573-14 Elzenga v The Sun\nSummary of complaint \n1. Henk Elzenga complained to the Independent Press\nStandards Organisation on behalf of MOBO Organisation Ltd that The Sun had\nbreached Clause 1 (Accuracy) of the Editors’ Code of Practice in an article\nheadlined “Mobo no-go”, published in print and online on 24 October 2014. \n2. The article reported that the police had closed down the\nafter-party of the MOBO Awards “amid chaotic scenes”, and that as a consequence\nsinger Mel B had left the event after ten minutes. The article had been\nreferenced to on the newspaper’s front page, with the headline “Mel B flees\nMOBO bash mayhem”. \n3. The complainant said that the article was inaccurate.\nThere had not been “chaotic scenes”, “mayhem” or “terror” at the event. Rather,\nsome guests had become annoyed. The organisers of the event had not “feared a\nriot”, and the police had been called by the owners of the hotel at which the\nevent was taking place, rather than the organisers of the awards as reported.\nMel B had stayed longer than the article had suggested; she had had a good time\nbut had left early as she had obligations the following morning. The\ncomplainant also stated that no arrests had been made. He made reference to the\nfollowing statement from the police: “At approximately 22.30hrs on Wednesday 22\nOctober officers were called to assist security during an event organised at a\npremises at Lakeside Way, Wembley, after a large crowd was trying to gain\naccess to the venue. After consultation with police, the organisers agreed to\nend the event. No arrests were made and the crowd dispersed at 01.15hrs”. The\ncomplainant considered that it was misleading for the article to omit the final\nsentence of this statement. He also objected to the newspaper’s assertion that\na MOBO spokeswoman had “tried to play down events”, stating that this was\nbiased reporting. \n4. The newspaper did not accept that the article was\ninaccurate or misleading. It was not in dispute that the police had been called\nand had shut down the party.  Its\nreporter had attended the event, and had witnessed angry scenes both inside and\noutside the venue, with people “pushing and shoving” in an attempt to be\nadmitted. There were clearly health and safety issues, which was why police\nwere called. The reporter had feared for her own safety. The word “organisers”\nwas used in a quote from a witness who would not necessarily have distinguished\nhotel staff from awards organisers. A police officer had told the reporter that\nthe party had been shut down due to overcrowding and that there was a “fear of\nrioting” outside. Mel B’s early departure had been confirmed by her PR\nrepresentative. The newspaper said that a MOBO spokesman had indeed tried to\n“play down” events, but was willing to make an amendment to the online article\nto omit this phrase. \nRelevant Code Provisions\n5. Clause 1 (Accuracy) \ni) The Press must take care not to publish inaccurate,\nmisleading or distorted information, including pictures. \nii) A significant inaccuracy, misleading statement or\ndistortion once recognised must be corrected, promptly and with due prominence,\nand – where appropriate – an apology published. \niii) The Press, whilst free to be partisan, must distinguish\nclearly between comment, conjecture and fact. \nFindings of the Committee\n6. There was no dispute about the fact that there had been\ncrowd control concerns at the event, and that the police had been called, and\nhad decided to close down the party. In this context, and given the scenes\nwitnessed by its reporter, the newspaper was entitled to refer to “chaotic\nscenes”, and “mayhem”. The article had not stated that arrests had been made.\nThe newspaper’s selection of a section of the police statement was not\nsignificantly misleading such that a correction was required. \n7. The newspaper was entitled to rely on confirmation from\nMel B’s PR representative that the singer had left the event early due to crowd\ncontrol concerns. In the absence of a complaint from Mel B, the Committee did\nnot establish a breach of Clause 1 on this point. \n8. It appeared to be accepted that the police had been\ncalled by the owners of the hotel, and not the official organisers of the\nevent. However, as they had been called by individuals with an official\ninvolvement with the party, it was not significantly misleading to state that\nthey were called by “organisers”. \n9. The Committee did not share the complainant’s view that\nthe presentation of a statement from an organisational spokesperson as “playing\ndown the incident” constituted bias. There was a dispute as to the gravity of\nthe problems and the newspaper was entitled to present the complainant’s\nposition in this manner \nConclusions\n10. The complaint was not upheld. \nRemedial Action Required\nN/A \nDate complaint received: 30/10/2014\nDate decision issued: 20/02/2015\nBack to ruling listing\n\n\n"
}