{
    "url": "/rulings-and-resolution-statements/ruling/?id=01578-17",
    "title": "01578-17 Jones v The Scottish Sun",
    "provisions": [
        "1 Accuracy (2016)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "The Scottish Sun (News UK)",
    "received_on": "2017-02-26 00:00:00",
    "concluded_on": "2017-05-17 00:00:00",
    "complaint_processing_days": 80,
    "conclusion_long": "11. The complaint was not upheld.",
    "remedial_action": "12. N/A Date complaint received: 26/02/2017",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee 01578-17 Jones v The Scottish Sun\nSummary of Complaint\n1. Matthew Jones,\nacting on behalf of Christopher Jardine, complained to the Independent Press\nStandards Organisation that the Scottish Sun breached Clause 1 (Accuracy) of\nthe Editors’ Code of Practice in an article headlined “CROSSBARRED Cup final\nyob’s 3-year footie matches ban,” published in print on 17 February 2017, and\n“Footie yob: Rangers fan Christopher Jardine banned from matches for three\nyears over Hampden shame game”, published online on 16 February 2017.\n2. The article\nreported that Mr Jardine, who it labelled “a serial footie yob” and “thug”, had\nbeen banned from attending football matches for three years, and ordered to\ncomplete 270 hours of unpaid work. It said that the Rangers fan was accused of\nleaving an eight-year-old boy in the stands in order to enter the pitch\nfollowing last May’s Scottish Cup final. It said that Fiscal Depute told the\ncourt that the complainant was identified by officers running onto the pitch,\ngoading Hibernian supporters, behaving in a disorderly manner and kicking an\nLED advertising hoardings. It said that the complainant had pleaded guilty to\nan offence under laws relating to offensive behaviour at football, but had\ndenied exposing a child in his care to risk; it said that his plea to this\ncharge was accepted by prosecutors. It also referred to the complainant’s\nprevious conviction for a football related offence in 2011.\n3. The online\narticle was substantively similar to the version that appeared in print.\nHowever, the sub-headline reported that he had “left an eight-year-old boy in\nthe stands to join the chaos at last May’s Scottish Cup final”, and it\nadditionally reported that Mr Jardine was band sergeant in “Loyalist flute band\nLivingston True Blues”.\n4. The complainant\nsaid that it was inaccurate to report that Mr Jardine had left an\neight-year-old boy in the stand; he said that he had pleaded not guilty to that\noffence, and that had been accepted by the prosecution. In any event, he said\nthat Mr Jardine had not left the child alone when he went on to the pitch, as\nthe child had been left with somebody else. He said that it was misleading to\nsuggest that he was a serial football thug, as he had only one previous\nconviction, and that over the course of this incident, he had not attacked or\ninjured anybody. He also said that the fact that Mr Jardine was a member of a\nflute band was irrelevant, and should not have been included in the\narticle. \n5. The publication\nsaid that a police officer had briefed it about events following the Rangers\nand Hibernian fixture, and said “we have children who have been left in the\nstands while their carers go to engage in violence on the park”. As a result of\nthis briefing, it began to investigate the complainant’s court case, where he\nhad been charged with, among other offences, wilfully exposing and abandoning a\nchild in his care in a manner likely to cause him injury. It said that the\narticle did not claim that the complainant criminally neglected the child by\nleaving him in the stands alone, and had reported accurately that he had\nentered a not guilty plea to the criminal charge. However, it said that it was\nclear that he was with the child in the stands, and had then left him to enter\nthe pitch. It said that even if he had left the child in charge of somebody\nelse, the fact remained that he left him in the stands.Relevant Code Provisions\nClause 1 (Accuracy)\ni) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not\nsupported by the text.\nii) A significant inaccuracy, misleading statement or\ndistortion must be corrected, promptly and with due prominence, and — where\nappropriate — an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator.\niii) A fair opportunity to reply to significant inaccuracies\nshould be given, when reasonably called for.\niv) The Press, while free to editorialise and campaign, must\ndistinguish clearly between comment, conjecture and fact.\nFindings of the Committee\n7. The Committee\nnoted the complainant’s position that the charge in relation to the care of the\neight-year-old boy was dropped by prosecutors, and that he had left the boy\nwith somebody else in the stands. The print article reported that he was\n“accused” of leaving the boy in the stands, something which was not disputed by\nthe complainant.\n8. However, while\nthis qualification was not included in the online article, it did make clear\nthat Mr Jardine’s not guilty plea had been accepted by prosecutors. Further, in\ncircumstances where Mr Jardine had attended the match with the boy, and at the\nend of the fixture went on to the pitch without him, the Committee did not\nconsider that it was significantly inaccurate for the online article to report\nthat he had “left an eight-year-old boy in the stands”. There was no breach of\nClause 1.\n9. Mr Jardine had\nbeen convicted of offences under laws relating to offensive behaviour at\nfootball matches; he also had a previous similar conviction dating from 2011.\nIn the circumstances, it was not inaccurate to describe the complainant as a\n“serial footie yob” or a “thug”; there was no breach of Clause 1.\n10. In the absence of any complaint that the assertion was\ninaccurate, the reference to Mr Jardine being a member of a flute band in the\nonline article did not breach Clause 1.\nConclusions\n11. The complaint was not upheld.\nRemedial Action Required\n12. N/A\nDate complaint received: 26/02/2017Date decision issued: 17/05/2017\nBack to ruling listing\n\n\n"
}