{
    "url": "/rulings-and-resolution-statements/ruling/?id=01571-14",
    "title": "01571-14 Hawk v Daily Mail",
    "provisions": [
        "1 (Accuracy) 2015"
    ],
    "outcome": "Breach - sanction: action as offered by publication",
    "publication": "Daily Mail (Associated Newspapers Limited)",
    "published_on": "2014-10-16 00:00:00",
    "received_on": "2014-10-22 00:00:00",
    "concluded_on": "2015-03-24 00:00:00",
    "complaint_processing_days": 153,
    "conclusion_long": "10. The complaint was upheld.",
    "remedial_action": "11. Having upheld the complaint under Clause 1 (i), the Committee considered what remedial action should be required. The Committee has the power to require the publication of a correction and/or adjudication, the nature, extent and placement of which is to be determined by IPSO. It may also inform the publication that further remedial action is required to ensure that the requirements of the Editors’ Code are met.12. The newspaper had already offered to publish an appropriate, prominent correction to make clear the position with regard to the complainant’s funding of her cosmetic surgery. It had also published an appropriate footnote. That footnote was an appropriate remedy in relation to the online article. In light of the Committee’s decision, the correction should now be published in print.Date complaint received: 22/10/2014",
    "text": "\n\n\n\n\n\nDecision of\nthe Complaints Committee 01571-14 Hawk\nv Daily Mail\nSummary of complaint \n1. Maddison Hawk complained to the Independent Press\nStandards Organisation that the Daily Mail had breached Clause 1 (Accuracy) of\nthe Editors’ Code of Practice in an article headlined “Woman sold fake hair\nstraighteners to fund £25k plastic surgery”, published on 16 October 2014, and\nonline on 15 October 2014 with the headline “Accountant who boasted of getting\nher dream body by the age of 25 funded £25,000 of plastic surgery by selling\nfake GHD products that burst into flames”.2. The article reported that the complainant had recently\nbeen fined in excess of £8,000 after Trading Standards inspectors found that\nshe had offered fake electrical hair appliances for sale. It also noted that\nshe had previously spent £25,000 on cosmetic surgery, and suggested that she\nhad funded the cosmetic procedures by selling faulty goods.3. The complainant said that she had paid for and\nundergone all of her cosmetic surgery prior to the incident with the faulty\nelectrical products. She said that she had never made any money from the sale\nof faulty goods, as the products had been discovered by Trading Standards on an\nonline marketplace and withdrawn from sale before any purchases had been made.\nShe also said that the she had not personally been convicted of any crime; she\nhad pleaded guilty on behalf of her company.4. The newspaper accepted that the court had not heard\nthat the complainant had funded her cosmetic surgery by selling faulty goods,\nand that the complainant had not been personally convicted of the majority of\nthe offences. It had purchased the story from an agency. However, it did not\nbelieve that the article was significantly inaccurate. Nonetheless, it offered\nto publish the following correction on page 2 of a forthcoming edition:“In common with other newspapers, we published an article\non 16 October about Maddison Hawk under the headline, ‘Woman sold fake hair\nstraighteners to fund £25k plastic surgery’. We are happy to clarify that no\ncounterfeit goods were actually sold to the public and that Ms Hawk’s surgery\nwas funded separately.”5. The newspaper also made a number of amendments to the\nonline article, and published the following footnote:“An earlier version of this article stated that Ms Hawk\nhad paid for her cosmetic surgery from sales of fake hair straighteners. We are\nhappy to clarify that in fact no counterfeit goods were actually sold to the\npublic and that the surgery was funded separately.”6. The complainant said that she wanted the article to be\nremoved from the newspaper’s website.Relevant Code Provisions7. Clause 1 (Accuracy)i) The press must take care not to publish inaccurate,\nmisleading or distorted information, including pictures.ii) A significant inaccuracy, misleading statement or\ndistortion once recognised must be corrected, promptly and with due prominence,\nand – where appropriate – an apology published.Findings of the Committee8. It had not been stated in court that the complainant\nhad funded her cosmetic procedures “by selling fake gadgets”, and the newspaper\nhad not provided any evidence to support this claim. It had purchased the story\nfrom an agency, which had provided inaccurate copy. However, this did not\nabsolve the newspaper of its obligations under the Code. The newspaper failed\nto take care not to publish inaccurate information, resulting in the publication\nof a significant inaccuracy.9. While the complainant may have pleaded guilty to some\nof the charges on behalf of her company, she is the sole director of that\ncompany. The distinction drawn by the complainant was not so significant as to\nrequire correction under the terms of Clause 1 (ii).Conclusions10. The complaint was upheld.Remedial Action Required11. Having upheld the complaint under Clause 1 (i), the\nCommittee considered what remedial action should be required. The Committee has\nthe power to require the publication of a correction and/or adjudication, the\nnature, extent and placement of which is to be determined by IPSO. It may also\ninform the publication that further remedial action is required to ensure that\nthe requirements of the Editors’ Code are met.12. The newspaper had already offered to publish an\nappropriate, prominent correction to make clear the position with regard to the\ncomplainant’s funding of her cosmetic surgery. It had also published an\nappropriate footnote. That footnote was an appropriate remedy in relation to\nthe online article. In light of the Committee’s decision, the correction should\nnow be published in print.Date complaint received: 22/10/2014\nDate decision issued: 24/03/2015\nBack to ruling listing\n\n\n"
}