{
    "url": "/rulings-and-resolution-statements/ruling/?id=01570-18",
    "title": "01570-18 Ward v The Sunday Telegraph",
    "provisions": [
        "1 Accuracy (2018)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "The Sunday Telegraph (Telegraph Media Group Ltd)",
    "published_on": "2018-01-21 00:00:00",
    "received_on": "2018-02-13 00:00:00",
    "concluded_on": "2018-05-24 00:00:00",
    "complaint_processing_days": 100,
    "conclusion_long": "which the author of these posts had reached on the legitimacy of NOAA’s corrective adjustments to raw climate data. Relevant Code provisions 16. Clause 1 (Accuracy)i) The Press must take care not to publish inaccurate, misleading or distorted information or images, including headlines not supported by the text. ii) A significant inaccuracy, misleading statement or distortion must be corrected, promptly and with due prominence, and – where appropriate- an apology published. In cases involving IPSO, due prominence should be as required by the regulator. Findings of the Committee 17. Clause 1 does not prevent a newspaper from publishing controversial opinions on topics which continue to be divisive, such as the existence or impact of climate change. Newspapers are entitled to publish opinions on such topics, and communicate this information in an accessible way, provided that it takes care not to do so in an inaccurate or misleading way.  18. The newspaper provided a number of examples of coverage, from both within and outside of the scientific community, which commented on the cold weather which had affected areas of North America over recent winters, including the winters of 2008 and 2014. The columnist was entitled to rely on this coverage to form the basis for their claim that recent winters in North America had been unusually cold and there was no failure to take care over the accuracy by doing so. The complainant had argued that winter temperatures should be determined by considering seasonal mean temperatures over a three month period using data from a specific landmass. However, in the context of an opinion piece within a publication for general public consumption, the Committee did not establish that readers would have been misled in a significant way, where it was a matter of public record that areas of North America had experienced periods of extreme cold weather over recent winter months. There was no breach of Clause 1 on this point. 19. It was a matter of public record that “adjustments” had been made by NOAA on raw climate data to take into account differences in how, when and where these measurements had been taken; it was not in dispute that some of these adjustments had resulted in the temperature measurements from weather stations to increase. The columnist had questioned whether it was appropriate for the adjustments to have been made on the raw data; they did not comment further on why these adjustments had been made, nor did they interrogate the validity of the corrective action which had been taken by NOAA. The columnist had commented that the adjustments were “suspect” and “questionable”. The complainant strongly disagreed. However, this was an opinion which the columnist was entitled to express and he did not state that raw climate data had been tampered with by NOAA, as suggested by the complainant. 20. The columnist was entitled to reflect critically on the corrective adjustments which NOAA had made to raw data records, in circumstances where it was a matter of public record that some of these adjustments had resulted in temperature measurements from some weather stations being increased. The Committee did not establish that the columnist’s discussion of these adjustments represented a failure to take over the accuracy of the article, nor did it establish that the columnist’s discussion of this issue was significantly misleading or inaccurate, such as to require correction. There was no breach of the Code. Conclusions 21. The complaint was not upheld.",
    "remedial_action": "N/ADate complaint received: 13/02/2018",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee 01570-18 Ward v The Sunday Telegraph\nSummary of complaint\n1. Bob Ward\ncomplained to the Independent Press Standards Organisation that The Sunday Telegraph\nbreached Clause 1 (Accuracy) of the Editors’ Code of Practice in an article\nheadlined “Climate change theorists are determined to blame it for bad weather,\neven if they can’t agree why”, published on 21 January 2018.\n2. The article was\na comment piece, in which the columnist responded to a letter which had been\nwritten by the complainant and had been published by the newspaper on 14\nJanuary. The complainant’s letter had challenged the claims made in a previous\narticle written by the columnist, dated 6 January 2018.\n3. In the article\nunder complaint, the columnist claimed: “when people set out to fool others, it\nwill eventually catch up with them… there was a delightful example of this on\nour letters page last week when that well-known propagandist for global\nwarming, Bob Ward, tried to challenge what I had written about the recent\nseries of unusually cold winters in North America”.\n4. The columnist\ncriticised scientists, and the complainant, for “ignoring” “freezing US\nwinters”. He also criticised their attempt to explain why these winters were\nfurther proof of global warming. The columnist also criticised figures from the\nUS National Oceanic and Atmospheric Administration (NOAA) which the complainant\nhad referred to in his published letter. The columnist noted that NOAA figures\nsuggested that ”seven out of the past 10 US winters have in fact been ‘warmer\nthan average’”, but claimed that the figures have lately been “significantly\n‘adjusted’, to suggest that several famously severe winters, such as those in\n2008 and 2014, were not unusually cold by the standards of the 20th century”.5. In the article,\nthe columnist referred to a series of blog posts which analysed, and\nchallenged, NOAA’s figures and the corrective adjustments which had been made\nto raw climate data. The columnist said that the adjustments which NOAA had\nmade to official US temperature figures in recent years, which he described as\n“suspect” and “questionable”, was “one of the greatest scientific scandals of\nour time”.\n6. The article also\nappeared in substantively the same form online, under the headline “Global\nwarming theorists are tripping over themselves to explain America’s cold\nwinters”, published on 20 January.\n7. The complainant\ndid not accept that North America had experienced a \"recent series of\nunusually cold winters\".  He said\nthat this claim appeared to be based on a fundamental misunderstanding of how\nmeteorological records are compiled. While the complainant noted that areas of\nthe United States had experienced short spells of cold weather, he said that\nthe meteorological winter in the northern hemisphere occurred over three months\nbetween December-February; these short periods of time were therefore not representative\nof overall trends in seasonal temperatures. The complainant further said that\nNorth America comprised of the countries of Canada, the United States of\nAmerica and Mexico; he said it was not possible to obtain measurements on the\nseasonal temperatures of the whole of North America as no meteorological\norganisation produces analyses of the winter temperature for the whole of that\nland mass.\n8. The complainant\nsaid that NOAA ranked seasons according to mean temperature; its records had\nshown that seven of the 10 past winters were warmer than the 20th century\naverage for the United States. He noted that according to NOAA, the winters of\n2007-08 and 2013-14, which the columnist had highlighted as particularly cold,\nwere respectively only the 68th and 33rd coldest since records began in 1901.\n9. The complainant\nalso disputed that NOAA’s figures had been significantly “adjusted” to suggest\nthat several recent winters in North America had not been unusually cold.\n10. The complainant said that in order to ensure that\nclimate records remain accurate, the meteorological agencies make a series of\ncorrections to account for errors in raw data created by, for instance, the\ntime of day at which temperature measurements were taken. The complainant said\nthat these adjustments served a legitimate purpose to ensure an accurate\nrecord: some of these adjustments had resulted in temperature measurements for\nsome weather stations being reduced, and some adjustments had resulted in the\ntemperature measurements from some weather stations being increased. The\ncomplainant said that all of these corrections had been published and subject\nto independent scrutiny. The complainant said that the columnist had\ninaccurately suggested that the meteorological records of the United States and\nCanada had been tampered with to hide the truth about recent climate trends.\n11. The newspaper did not accept a breach of the Code. It\nsaid that it was a newspaper for general public consumption; its readers were\nnot geographers or meteorologists, nor did the newspaper purport to set out\nscientifically verifiable evidence to the same standard as a scientific\njournal.\n12. The newspaper said that it was accurate to claim that\nNorth America had suffered a series of cold winters and provided a number of\nexamples of coverage in other publications which had commented on the cold\nweather. It said it was artificial to specify the literal parameters of the\nNorth American landmass, or even the definition of winter itself, as the\ncomplainant had sought to do.\n13. The newspaper said that the unusually cold weather in\nJanuary 2014 was the subject of comment within the scientific community and\nprovided an extract from a scientific magazine: ““The cold was extreme, and\ndeadly. In Minnesota, the wind chill was down to -51 °C”. This article\ncontained a comment from a forecaster of the NOAA Weather Prediction Centre in\nMaryland: “It is 20 years since the entire mainland US was affected like this”.\nThe newspaper also provided links to coverage relating to the winter of 2008,\nwhich referred to “the snowiest winter ever recorded in North Dakota”. The\nnewspaper said that this coverage, in part, informed the public perception of\nunusually cold weather in North America.\n14. The newspaper said it was not in dispute that NOAA’s\nfigures have been adjusted, nor was it in dispute that the effect of these\nadjustments was the reduction of historical temperatures and the increase in\nthe warming trend. The newspaper said that the blog referred to in the article\nhad set out, in a series of posts, two sets of data: NOAA figures and the raw\ndata from weather stations across North America. The newspaper said the\ncolumnist, like the author of the blog, was entitled to prefer the accuracy of\nthe raw data and disagree with the corrective adjustments which had been made\nby NOAA, to set out his own comments based on that judgment and to comment on\nthe discrepancy between the two sets of data. It noted that readers were\npointed towards the blog, where the issues were set out in full, and were\ntherefore free to agree or disagree with the claims made.\n15. The complainant disputed the accuracy of the blogposts\nwhich the columnist had relied upon; in particular, he disputed the conclusions\nwhich the author of these posts had reached on the legitimacy of NOAA’s\ncorrective adjustments to raw climate data.\nRelevant Code provisions\n16. Clause 1 (Accuracy)i) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not\nsupported by the text.\nii) A significant inaccuracy, misleading statement or\ndistortion must be corrected, promptly and with due prominence, and – where\nappropriate- an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator.\nFindings of the Committee\n17. Clause 1 does not prevent a newspaper from publishing\ncontroversial opinions on topics which continue to be divisive, such as the\nexistence or impact of climate change. Newspapers are entitled to publish\nopinions on such topics, and communicate this information in an accessible way,\nprovided that it takes care not to do so in an inaccurate or misleading\nway. \n18. The newspaper provided a number of examples of coverage,\nfrom both within and outside of the scientific community, which commented on\nthe cold weather which had affected areas of North America over recent winters,\nincluding the winters of 2008 and 2014. The columnist was entitled to rely on\nthis coverage to form the basis for their claim that recent winters in North\nAmerica had been unusually cold and there was no failure to take care over the\naccuracy by doing so. The complainant had argued that winter temperatures\nshould be determined by considering seasonal mean temperatures over a three\nmonth period using data from a specific landmass. However, in the context of an\nopinion piece within a publication for general public consumption, the\nCommittee did not establish that readers would have been misled in a\nsignificant way, where it was a matter of public record that areas of North\nAmerica had experienced periods of extreme cold weather over recent winter\nmonths. There was no breach of Clause 1 on this point.\n19. It was a matter of public record that “adjustments” had\nbeen made by NOAA on raw climate data to take into account differences in how,\nwhen and where these measurements had been taken; it was not in dispute that some\nof these adjustments had resulted in the temperature measurements from weather\nstations to increase. The columnist had questioned whether it was appropriate\nfor the adjustments to have been made on the raw data; they did not comment\nfurther on why these adjustments had been made, nor did they interrogate the\nvalidity of the corrective action which had been taken by NOAA. The columnist\nhad commented that the adjustments were “suspect” and “questionable”. The\ncomplainant strongly disagreed. However, this was an opinion which the\ncolumnist was entitled to express and he did not state that raw climate data\nhad been tampered with by NOAA, as suggested by the complainant.\n20. The columnist was entitled to reflect critically on the\ncorrective adjustments which NOAA had made to raw data records, in\ncircumstances where it was a matter of public record that some of these\nadjustments had resulted in temperature measurements from some weather stations\nbeing increased. The Committee did not establish that the columnist’s\ndiscussion of these adjustments represented a failure to take over the accuracy\nof the article, nor did it establish that the columnist’s discussion of this\nissue was significantly misleading or inaccurate, such as to require\ncorrection. There was no breach of the Code.\nConclusions\n21. The complaint was not upheld.\nRemedial Action required\nN/ADate complaint received: 13/02/2018Date complaint concluded: 24/05/2018  \n \nBack to ruling listing\n\n\n"
}