{
    "url": "/rulings-and-resolution-statements/ruling/?id=01584-16",
    "title": "01584-16 Buckingham Palace v The Sun",
    "provisions": [
        "1 Accuracy (2016)"
    ],
    "outcome": "Breach - sanction: publication of adjudication",
    "publication": "The Sun (News UK)",
    "received_on": "2016-03-09 00:00:00",
    "concluded_on": "2016-04-20 00:00:00",
    "complaint_processing_days": 42,
    "conclusion_long": "22. The complaint was upheld.",
    "remedial_action": "23. In considering the proportionality of remedial action, the Committee had regard for the prominence of the breach, the significance of the headline claim which failed to comply with the requirements of the Code, and the need to provide an effective remedy. 24. It also had regard for the fact that the newspaper had not taken any steps to mitigate the effects of the breach, by offering to publish a correction. 25. The Committee concluded that the appropriate remedial action was the publication of an adjudication. It directed that this be published in full on page two under the headline “IPSO rules against Sun’s Queen headline”. That headline must also be published on the newspaper’s front page - directing readers to the adjudication on page two and should appear in the same position, and same size, as the sub-headline which appeared on the front page, within a border distinguishing it from other editorial content on the page. The adjudication should also be published online, with a link to the adjudication (including the headline) being published on the newspaper’s homepage for 24 hours. If the newspaper intends to continue to publish the online article without amendment, the full text of the adjudication should also be published on that page, beneath the headline. If amended, a link to the adjudication should be published with the article, explaining that it was the subject of an IPSO adjudication. 26. The terms of the adjudication to be published are as follows: Buckingham Palace complained to the Independent Press Standards Organisation (IPSO) that The Sun breached Clause 1 (Accuracy) of the Editors’ Code of Practice, in an article headlined “Queen Backs Brexit” published on 9 March 2016. IPSO upheld the complaint, and has ordered The Sun to publish its decision as a remedy.The article was published on the newspaper’s front page. The headline appeared beneath the strapline “Exclusive: bombshell claim over Europe vote” and above the sub-headline “EU going in wrong direction, she says”. Accompanying the headline was an official photograph of the Queen in ceremonial dress. The article reported that two unnamed sources had claimed that the Queen made critical comments about the EU at two private functions: a lunch for Privy Counsellors at Windsor Castle in 2011, and a reception for Members of Parliament at Buckingham Palace said to have taken place “a few years ago”. The complainant said that the headline meant that the Queen was a supporter of the Leave campaign in the forthcoming referendum, and wanted to see Britain leave the EU. The complainant said this was misleading, distorted, and unsupported by the text. The newspaper said that readers would have known that the headline referred to no more than a claim that the Queen backs Brexit. The text of the article set out the basis for that claim: the accounts of apparently Eurosceptic views said to have been expressed by the Queen on two previous occasions. This was a legitimate public interest story, and its readers were entitled to know the Queen’s views. In IPSO’s view, while the complaint about the article itself did not raise a breach of the Code, the headline went much further than a claim about what the Queen might think. It was a factual assertion that the Queen had expressed a position in the referendum debate, and there was nothing in the headline, or the manner in which it was presented on the newspaper’s front page, to suggest that this was conjecture, hyperbole, or was not to be read literally. IPSO acknowledged the importance of headlines in tabloid newspapers. However, it did not follow from the comments the article reported that the Queen wanted the UK to leave the EU as a result of the referendum: that suggestion was conjecture and the Committee noted that none of those quoted in the story were reported as making such a claim.The headline was not supported by the text. It was significantly misleading – given that it suggested a fundamental breach of the Queen’s constitutional obligations – and represented a failure to take care not to publish inaccurate, misleading or distorted information in breach of Clause 1 (i). The complaint under Clause 1 was upheld.Date complaint received: 09/03/16",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee 01584-16 Buckingham Palace v The Sun Summary of complaint1. Buckingham Palace complained to the Independent Press Standards Organisation that The Sun breached Clause 1 (Accuracy) of the Editors’ Code of Practice in an article headlined “Queen Backs Brexit” published on 9 March 2016.2. The article was published on the newspaper’s front page. The headline appeared beneath the strapline “Exclusive: bombshell claim over Europe vote”, and above the sub-headline “EU going in wrong direction, she says”. Accompanying the headline was an official photograph of the Queen in ceremonial dress. The article continued on page two, beneath the strapline “Monarch backs Brexit”. It was accompanied by a comment piece by the newspaper’s political editor, which argued that, if the Queen has a view on “Brexit”, voters should have the right to know what it is.3. The article reported that two unnamed sources had claimed that the Queen made critical comments about the EU at two private functions: a lunch for Privy Counsellors at Windsor Castle in 2011, and a reception for Members of Parliament at Buckingham Palace said to have taken place “a few years ago”.4. The article claimed that, at the lunch, the Queen had “firmly told” the then Deputy Prime Minister, Nick Clegg that “the EU was heading in the wrong direction” in a “reprimand that went on for some time”. It also claimed that, at the reception, she had told MPs, “with quite some venom and emotion” that she “did not understand Europe”. The article said that Mr Clegg and Buckingham Palace had tried to “pour cold water” on the story, but said that neither had “expressly denied a heated debate took place”.5. The text of the article appeared online in substantially similar form, beneath the headline “Revealed: Queen backs Brexit as alleged EU bust-up with ex-Deputy PM emerges”.6. The complainant said that the headline meant that the Queen was a supporter of the Leave campaign in the forthcoming referendum, and wanted to see Britain leave the EU. This was supported by the use of an official photograph. The headline was misleading, distorted, and unsupported by the text.7. The complainant noted that, on 1 January 2016, IPSO had adopted a revision to Clause 1 of the Editors’ Code of Practice, which makes specific reference to “headlines not supported by the text” as an example of inaccurate, misleading or distorted information which the press must take care not to publish. The complainant argued that this required the text of the article to both clearly identify the factual basis for the headline, and provide clear evidence of its accuracy. Allegations about comments made at a lunch taking place long before the decision to hold a referendum on EU membership could not be relied upon as evidence of the Queen’s views in relation to that referendum. The article therefore breached Clause 1.8. The complainant said the Queen was unable to comment on the accuracy of the reports of the alleged conversations which formed the basis for the article as, by convention, the Monarch does not comment on private conversations. However, the newspaper should not have taken a ‘no comment’ response from the Queen’s spokesperson as supporting the truth of the article; neither could it rely on Mr Clegg’s comment, that he could not recall such a conversation having taken place, as suggesting its source’s account was accurate.9. The newspaper said that readers would have seen the prominent strapline and sub-headline which accompanied the headline, and would have known from these that the headline referred only to a claim that the Queen backs Brexit. The text of the article set out the basis for that claim: the accounts of apparently Eurosceptic views said to have been expressed by the Queen on two previous occasions.10. The newspaper said it was legitimate for it to report speculation about the Queen’s views. The article explained that her true views were a “secret”, and the fact that this was speculation was supported by comments from Jacob Rees-Mogg MP, that he would be “delighted if this were true and Her Majesty is a Brexiter”. This was a story of genuine public interest and the Code should not impose unrealistic expectations on how editors present stories, providing that readers are not misled. The revision to Clause 1 of the Code did not prevent newspapers from publishing editorialising or hyperbolic headlines.11. The newspaper argued that such headlines are a defining characteristic of tabloid journalism. Sun readers understood that similar headlines questioning whether Tony Blair was “the most dangerous man in Britain” (in relation to the adoption of the single currency) or stating “If Kinnock wins today will the last person to leave Britain please turn out the lights” were not to be taken literally.12. In this instance, there could be no suggestion that readers had been misled: the newspaper noted that the furore which followed publication of the article related to the publication of the account of the lunch in 2011 and not the headline. Relevant Code Provisions13. Clause 1 (Accuracy)i) The Press must take care not to publish inaccurate, misleading or distorted information or images, including headlines not supported by the text.ii) A significant inaccuracy, misleading statement or distortion must be corrected, promptly and with due prominence, and - where appropriate - an apology published. In cases involving IPSO, due prominence should be as required by the regulator.iv) The Press, while free to editorialise and campaign, must distinguish clearly between comment conjecture and fact. Findings of the Committee14. Clause 1 requires that the Complaints Committee scrutinises headlines, given their prominence and potential to mislead, to see whether they are sufficiently supported by the contents of the story: a publication may breach Clause 1 where the headline lacks a sufficient basis in the text. 15. The newspaper had highlighted its history of publishing playful, hyperbolic headlines which were not intended to be read literally. Such headlines are a powerful tool, used to convey the heart of a story, or as part of campaigning journalism in the public interest. The Committee recognises their importance as a feature of tabloid journalism, and emphasised that the revision to the Code does not prohibit editorialising or the use of the sort of celebrated headlines to which the newspaper had drawn the Committee’s attention. 16. However, the print headline went much further than referring to a claim about what the Queen might think. It was a factual assertion that the Queen had expressed a position in the referendum debate. This was supported by the sub-headline, which gave the misleading impression that she had made a contemporaneous statement that the EU was “going in the wrong direction”. The same assertion was made by the online headline, which was not capable of being construed as a claim. 17. In contrast to the examples the newspaper had given, there was nothing in the headline, or the manner in which it was presented on the newspaper’s front page, to suggest that this was the newspaper’s conjecture, hyperbole, or not to be read literally. 18. The headline – both in print and online – was not supported by the text and was significantly misleading. The headline contained a serious and unsupported allegation that the Queen had fundamentally breached her constitutional obligations in the context of a vitally important national debate. 19. Furthermore, it did not follow from the comments the article reported that the Queen wanted the UK to leave the EU as a result of the referendum: that suggestion was conjecture and the Committee noted that none of those quoted in the story were reported as making such a claim. 20. Publication of the headline represented a failure to take care not to publish inaccurate, misleading or distorted information in breach of Clause 1 (i). The complaint under Clause 1 was upheld.21. The consequence of the convention that the Queen would not comment on private conversations is that there was no denial that the alleged conversations had taken place. In the Committee’s view, the manner in which the complainant’s comments, and Mr Clegg’s qualified response, were published did not demonstrate a failure to take care over the accuracy of the article. The complaint as it related to the text of the article did not raise a breach of the Code.  Conclusions22. The complaint was upheld.Remedial Action Required23. In considering the proportionality of remedial action, the Committee had regard for the prominence of the breach, the significance of the headline claim which failed to comply with the requirements of the Code, and the need to provide an effective remedy. 24. It also had regard for the fact that the newspaper had not taken any steps to mitigate the effects of the breach, by offering to publish a correction. 25. The Committee concluded that the appropriate remedial action was the publication of an adjudication. It directed that this be published in full on page two under the headline “IPSO rules against Sun’s Queen headline”. That headline must also be published on the newspaper’s front page - directing readers to the adjudication on page two and should appear in the same position, and same size, as the sub-headline which appeared on the front page, within a border distinguishing it from other editorial content on the page. The adjudication should also be published online, with a link to the adjudication (including the headline) being published on the newspaper’s homepage for 24 hours. If the newspaper intends to continue to publish the online article without amendment, the full text of the adjudication should also be published on that page, beneath the headline. If amended, a link to the adjudication should be published with the article, explaining that it was the subject of an IPSO adjudication. 26. The terms of the adjudication to be published are as follows: Buckingham Palace complained to the Independent Press Standards Organisation (IPSO) that The Sun breached Clause 1 (Accuracy) of the Editors’ Code of Practice, in an article headlined “Queen Backs Brexit” published on 9 March 2016. IPSO upheld the complaint, and has ordered The Sun to publish its decision as a remedy.The article was published on the newspaper’s front page. The headline appeared beneath the strapline “Exclusive: bombshell claim over Europe vote” and above the sub-headline “EU going in wrong direction, she says”. Accompanying the headline was an official photograph of the Queen in ceremonial dress. The article reported that two unnamed sources had claimed that the Queen made critical comments about the EU at two private functions: a lunch for Privy Counsellors at Windsor Castle in 2011, and a reception for Members of Parliament at Buckingham Palace said to have taken place “a few years ago”. The complainant said that the headline meant that the Queen was a supporter of the Leave campaign in the forthcoming referendum, and wanted to see Britain leave the EU. The complainant said this was misleading, distorted, and unsupported by the text. The newspaper said that readers would have known that the headline referred to no more than a claim that the Queen backs Brexit. The text of the article set out the basis for that claim: the accounts of apparently Eurosceptic views said to have been expressed by the Queen on two previous occasions. This was a legitimate public interest story, and its readers were entitled to know the Queen’s views. In IPSO’s view, while the complaint about the article itself did not raise a breach of the Code, the headline went much further than a claim about what the Queen might think. It was a factual assertion that the Queen had expressed a position in the referendum debate, and there was nothing in the headline, or the manner in which it was presented on the newspaper’s front page, to suggest that this was conjecture, hyperbole, or was not to be read literally. IPSO acknowledged the importance of headlines in tabloid newspapers. However, it did not follow from the comments the article reported that the Queen wanted the UK to leave the EU as a result of the referendum: that suggestion was conjecture and the Committee noted that none of those quoted in the story were reported as making such a claim.The headline was not supported by the text. It was significantly misleading – given that it suggested a fundamental breach of the Queen’s constitutional obligations – and represented a failure to take care not to publish inaccurate, misleading or distorted information in breach of Clause 1 (i). The complaint under Clause 1 was upheld.Date complaint received: 09/03/16 Date decision issued: 20/04/2016\nBack to ruling listing\n\n\n"
}