{
    "url": "/rulings-and-resolution-statements/ruling/?id=01585-17",
    "title": "01585-17 Aventa Partners & Michael Carrick v Wales Online",
    "provisions": [
        "1 Accuracy (2016)"
    ],
    "outcome": "Breach - sanction: action as offered by publication",
    "publication": "walesonline.co.uk (Reach PLC)",
    "published_on": "2017-02-22 00:00:00",
    "received_on": "2017-02-24 00:00:00",
    "concluded_on": "2017-05-31 00:00:00",
    "complaint_processing_days": 96,
    "conclusion_long": "The complaint was upheld.",
    "remedial_action": "16. Having upheld the complaint, the Committee considered what remedial action should be required.   17. The newspaper had promptly offered to amend the article, and to publish a footnote, which corrected the misleading impression in the article. These should now be published. Date complaint received: 24/02/2017",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee 01585-17 Aventa\nPartners & Michael Carrick v Wales Online \nSummary of Complaint \n1. Aventa Partners and Michael Carrick complained to the\nIndependent Press Standards Organisation that Wales Online breached Clause 1\n(Accuracy) of the Editors’ Code of Practice in an article headlined “The\nCircuit of Wales would be ‘the biggest white elephant that the Valleys have\never seen”, published on 22 February 2017.\n2. The article reported that two motorsport businessmen\nhad urged the Welsh Government not to provide a public loan guarantee of more\nthan £200 million for the Circuit of Wales project. It said that one of the\nbusinessmen described the project as the “biggest white elephant the south\nWales Valleys have ever seen”, and said that it could not succeed commercially.\nHe said that his race team spend an average of £4,000 each time they hire the\ncircuit at Pembury; he also cast doubt on claims that the project would create\n6,000 jobs, saying that the British Automobile Racing Club employs just 75\nfull-time people at a number of tracks in the UK, while a company that owns\nfour other tracks employs under 250 employees. The other businessman predicted\nthat motorsport teams would not pay the daily hire fee of the Circuit of Wales,\nand said that if the Welsh Government had £200m to spare “it should spend it on\nhelping to secure the future of Port Talbot Steelworks”. The article included\ncomments made by the complainant at a meeting with David Davis MP where he\nspoke about the market for the use of the track.\n3. The complainant said that the claim that the Circuit\nof Wales project was unviable was based on “wholly inapposite comparisons” to\ndifferent commercial projects. It said that the entire premise of the article –\nthat “the Circuit of Wales’ business case relies on renting out the track on a\ndaily basis to racing teams for practice and sessions”, and that without this\nincome the project was unviable – was inaccurate.\n4. The complainant said that the project includes a\ntechnology park development, and other diverse income-generating commercial\nactivities such as restaurants, extreme sport facilities, live music stages, a\ntower sports complex, a water park, a hotel and a retail outlet village. It\nsaid that renting the track to teams for testing and practice sessions was just\n2% of the project’s targeted revenue, something which it said was made clear in\nthe project brochure and Wikipedia entry for the project.\n5. The complainant\nalso said that it was misleading to claim that the project could not generate\neven a fraction of the projected 6,000 jobs. It said that comparisons with\nother circuits, which employ 75 people and 250 people respectively, was\nmisleading because the tracks in question were one-dimensional racing circuits,\nand did not have hotels and other leisure facilities. It said that as the\nproject had not yet started, thousands of people would be employed during the\nconstruction phase. It also said that it was inaccurate to report that “if the\nWelsh Government has £200m to spare, it should spend it on helping to secure\nthe future of Port Talbot steelworks”. It said that the Welsh Government had\nnot been asked to invest any capital directly in the project, but to provide a\ncredit guarantee to a loan provider for less than 50% of the funding. It said\nthat it had not been contacted about the article prior to publication.\n6. The publication\nsaid that the Circuit of Wales project is a matter of enormous public interest\nto the people of Wales. It said that in previous articles, it had set out the\nviews of supporters of the project, but it believed it was important to also\noutline opposition. It acknowledged that renting of the track was a small\npercentage of the project’s targeted revenue, but said that in pragmatic terms,\nthe track was the centrepiece of the project and if it did not exist, visitors\nwould not come. It said that this view was shared by the businessmen quoted in\nthe article. It also quoted comments made by David Davies MP in the Commons,\nwho referred to a meeting with the complainant where he claimed he would be\nable to rent out the track for between £18,000 and £35,000 per day.\n7. The publication\nsaid that it was accurate to report that doubts had been cast over the figure\nof 6,000 jobs being created by the project because, as it quoted in the\narticle, one of the businessmen had said that the creation of this number of\njobs “would be pushing it somewhat”. It also said that it did not contact the\ncomplainant prior to publication because the issue of track hire had already\nbeen addressed in a meeting between the complainant and Mr Davies MP, which had\nbeen sent to the newspaper by the complainant’s representative. It said that it\nwas made clear in the article that the £200m application to the Welsh\nGovernment was a public loan guarantee. In any event, it said that if the\nproject was not successful, the £200m would be at risk.\n8. In an attempt to resolve the complaint, the publication\noffered to add the complainant’s statement to the article, and it offered to\namend it to read “the Circuit of Wales’s business case relies partially on\nrenting out the track on a daily basis to racing teams for practice and resting\nsessions”, or to remove the line altogether. It also offered to add a line to\nthe article clarifying that the £200m referred to was a potential public loan\nguarantee, and not an investment of public money, as well as publishing the\nfollowing a statement as a footnote at the end of the article:\nWe originally reported that the “Circuit of Wales'\nbusiness case relies on renting out the track on a daily basis to racing teams\nfor practice and test sessions.” The company behind the project has since\ncontacted us to point out that in their business plan renting out the track\nwould amount to only 2% of the projected revenue. We are happy to make this\nclear.\n9. The\ncomplainant provided a transcript of the conversation between David Davies MP\nand the complainant, where he outlined the other facilities planned for the\nproject, and explained that the financial viability of the project did not\ndepend on the track.\nRelevant Code Provisions\n10. Clause 1 (Accuracy)\ni) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not\nsupported by the text.\nii) A significant inaccuracy, misleading statement or\ndistortion must be corrected, promptly and with due prominence, and — where\nappropriate — an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator.\nFindings of the Committee\n11. The article conveyed the concerns of two prominent\nmotorsport businessmen about the viability of the Circuit of Wales project. The\nCommittee considered that the article gave the overall impression that the\nsustainability of the project depended on the commercial success of renting out\nthe track. The newspaper did not dispute the complainant's position that such\ntrack-related activity made up just 2% of the project's projected revenue; the\nfailure to verify this position against information about the project already\nin the public domain, particularly where the complainant had not been approached\nfor comment prior to publication, represented a failure to take care over the\naccuracy of the article in breach of Clause 1(i). Further, this gave a\nsignificantly misleading impression of the importance of renting out the track\nto the overall project which required correction under Clause 1(ii). \n12. One of the businessmen told the publication that he\ndoubted that the project would create 6,000 jobs. While the Committee noted the\ncomplainant's disagreement with this particular point of view, the quotation\nhad been presented clearly in the article as the opinion of the businessman on\nhow many jobs the project was likely to create from his own experiences of the\nindustry. There was no breach of Clause 1. \n13. While one of the businessmen was quoted saying that\n“if the Welsh Government has £200m to spare it should spend it on helping to\nsecure the future of Port Talbot steelworks”, the second line of the article\nmade clear that the £200 million figure related to a loan guarantee, rather\nthan an actual loan. There was no significant inaccuracy or misleading\nimpression in breach of Clause 1 on this point. Nonetheless, the Committee\nwelcomed the publication’s offer to clarify that the £200 million figure\nrelated to a loan guarantee, and not a loan.\n14. The publication had offered to amend the article to\nmake clear that the project’s business case relied “partially” on renting out\nthe track or to delete the line altogether; it had also offered to publish a\nfootnote at the end of the article which explained the complainant’s position\nthat the project was relying on multiple revenue streams, not just the track.\nThis amendment and footnote had been offered sufficiently promptly by the\npublication, and in a prominent position in the article. This amendment should\nnow be made, and the footnote published, in order to avoid a breach of Clause\n1(ii).\nConclusions\nThe complaint was upheld.\nRemedial Action Required\n16. Having upheld the complaint, the Committee considered\nwhat remedial action should be required.  \n17. The newspaper had promptly offered to amend the\narticle, and to publish a footnote, which corrected the misleading impression\nin the article. These should now be published.\nDate complaint received: 24/02/2017\nDate decision issued: 31/05/2017\nBack to ruling listing\n\n\n"
}