{
    "url": "/rulings-and-resolution-statements/ruling/?id=01582-18",
    "title": "01582-18 Little v The Mail on Sunday",
    "provisions": [
        "1 Accuracy (2018)",
        "2 Privacy (2018)"
    ],
    "outcome": "Breach - sanction: action as offered by publication",
    "publication": "The Mail on Sunday (Associated Newspapers Limited)",
    "published_on": "2018-01-28 00:00:00",
    "received_on": "2018-02-14 00:00:00",
    "concluded_on": "2018-05-24 00:00:00",
    "complaint_processing_days": 99,
    "conclusion_long": "19. The complaint was upheld.",
    "remedial_action": "20. Having upheld the complaint under Clause 1, the Committee considered what remedial action should be required. 21. The newspaper had promptly offered to publish a correction in its established Corrections and Clarifications column, as well as online, which made clear that the complainant had taken annual leave to attend as an invited speaker and had received no expenses from the NHS. The Committee considered that the publication of a standalone correction and apology in print and online, as well as the publication of a footnote correction to the online article was sufficient to meet the terms of Clause 1 (ii). This should now be published.Date complaint received: 14/02/2018",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee 01582-18 Little v The Mail\non Sunday\nSummary of complaint\n1. Sarah Little complained\nto the Independent Press Standards Organisation that The Mail on Sunday\nbreached Clause 1 (Accuracy) and Clause 2 (Privacy) of the Editors’ Code of\nPractice in an article headlined “NHS CRISIS? WHAT CRISIS?” published on 28\nJanuary 2018.\n2. The article reported that “hundreds of senior\nNHS doctors enjoyed a taxpayer-subsidised conference at a luxury Alpine ski\nresort”, while “the health service was in the grip of its worst winter crisis”.\nThe article identified the complainant as one of the attendees at the\nconference; it said that during a ski slalom race, the complainant had been\npraised for her ski style by commentators. It also contained a photograph of\nthe complainant, wearing a ski suit and large goggles, which had been taken\nwhile she had been participating in the race.\n3. The article\nexplained that doctors had been attending the medical conference as part of\ntheir continuing professional development (CPD). It reported that a\nspokesperson from the hospital where the complainant is employed had confirmed\nthat its doctors could claim up to £500 of taxpayer money towards conferences,\nand that “any additional costs are funded by the doctors themselves”.\n4. The article\nreported criticism that doctors were able to claim taxpayer funding to attend\nthe conference: “there’s nothing wrong with doctors wanting to train and\nimprove but there’s simply no reason why this needs to be done at a ski\nresorts. It’s not credible for trusts, least of all those failing, to demand\nmore and more money from taxpayers when so much is being frittered away on\nluxuries like this”. A photograph of the complainant skiing accompanied the\narticle, in addition to the subheadline: “Hitting the champers after a hard day\non the slopes of a tres chic ski resort…400 doctors take a break from NHS’s\nworst winter emergency at a medical conference- bankrolled by YOU”.\n5. The complainant\nsaid that she had attended the conference as an invited speaker during her\nannual leave and entirely at her own expense. She said that her attendance had\nnot been “bankrolled” by the taxpayer; the article’s suggestion to the contrary\nhad been professionally damaging, particularly where she had attended the\nconference at no cost to the NHS. The complainant said that the newspaper had\nmade no attempt to question her over her attendance at the conference, or\nobtain her consent for her photograph to be taken, the publication of which she\nsaid had been intrusive.\n6.  The complainant\nfurther said that the article had implied that by attending the conference\nabroad, the doctors had contributed to the “winter crisis” by neglecting their\nduties. She said that there was no association between doctors attending\nconferences for further education and a rise in waiting times for emergency or\nelective care: better educated, more skilful doctors are clearly likely to make\nthe NHS more efficient.\n7. The newspaper\ndid not accept that the article had suggested that each one of the doctors\nidentified as having attended the conference, had done so at taxpayer expense.\nIt said that the article had made clear that individuals attending the event\nhad paid for it in different ways: some took time as paid study leave while\nothers took it as holiday; some may have used their £500 annual training\nallowance to pay for the fees and some did not. The newspaper said that the\narticle did not state whether or not the complainant had attended the\nconference on annual leave or had received CPD expenses; it said that there was\nno reason not to identify the complainant as having attended the conference\nsince the article had made clear that there were a variety of methods of\nfunding available.\n8. The newspaper\nsaid it did not contact the complainant directly regarding her attendance at\nthe conference, because it said that it is conventional to address inquiries\nabout doctors to their employers. The newspaper said that in its experience,\nindividuals often object to being contacted at home about matters concerning\ntheir professional life and may also feel unwilling to comment without\npermission from their employer.\n9. The newspaper\nsaid that in light of this, it had approached the press office of the\ncomplainant’s employers on two occasions. On the first occasion, on 26 January\n2018, the journalist had requested the hospital’s response to a series of\nquestions relating to the number of doctors who attended the conference and the\nway in which their places had been funded. The complainant’s name appeared on a\nlist of doctors who the newspaper believed were attending the conference.\n10. The journalist had made a further approach to the press\noffice on 27 January 2018 at 18:33 and asked specifically if the complainant\n“took study leave/ annual leave, or a mix of the two” or “claimed any CPD\nrelated training expenses”. The press office replied at 18:38 and said that it\nwas unable to provide this information. The newspaper said that there were\nabout two hours in which the press officer could have responded prior to the\npublication of the first edition of the newspaper. It said that if the press\nofficer had responded at any time later that evening it could have changed the\narticle before it went online and in later editions of the newspaper.\n11. On receipt of the complaint, the newspaper accepted that\nthe complainant had not received CPD funding to attend the conference and\ninstead had attended during her annual leave at her own expense. It offered to\npublish the following footnote on the online article:\nSince publishing this article we have been asked to make it\nclear that Dr Sarah Little took annual leave to attend the event as an invited\nspeaker and claimed no expenses from the NHS.\n12. The newspaper also offered to publish the following\nwording on p.2 in its established Corrections and Clarifications column, as\nwell as online:\nOn January 28 we reported about the Doctors Updates\nconference at the French ski resort Val d’Isere and said the NHS paid for some\ndoctors to attend. We are happy to make clear that Dr Sarah Little, a\nspecialist at St George’s Hospital, London, took annual leave to attend as an\ninvited speaker and received no expenses from the NHS. We apologise to Miss\nLittle for any embarrassment caused.\n13. The newspaper said that the photograph of the\ncomplainant had been taken in a public place, on a ski slope while the complainant had been taking\npart in a slalom competition. It said that the complainant’s name had been\nbroadcast over the public address system and in the schedule on the\nconference’s public website. It said that the picture had been chosen simply\nbecause it provided a good image of a skiing doctor at the event; it was not\ncaptioned with the complainant’s name and the newspaper said that it was unlikely\nthat she would have been identified by those who would not already have known\nof her attendance at the conference.\nRelevant Code provisions\n14. Clause 1 (Accuracy)\ni) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not\nsupported by the text.\nii) A significant inaccuracy, misleading statement or\ndistortion must be corrected, promptly and with due prominence, and — where\nappropriate — an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator.\nClause 2 (Privacy)\ni) Everyone is entitled to respect for his or her private\nand family life, home, health and correspondence, including digital\ncommunications.\nii) Editors will be expected to justify intrusions into any\nindividual's private life without consent. Account will be taken of the\ncomplainant's own public disclosures of information.\niii) It is unacceptable to photograph individuals, without\ntheir consent, in public or private places where there is a reasonable\nexpectation of privacy.\nFindings of the Committee\n15. The newspaper had been put on notice, prior to\npublication, that the press office was unable to confirm whether or not the\ncomplainant had received tax payer-funded subsidies in order to attend the\nconference. It did not take any further steps to confirm the nature of the\ncomplainant’s funding arrangements. The article had criticised the use of\npublic funds by doctors and had named the complainant as an attendee: this\npresented the complainant’s attendance as being indistinguishable from those\ndoctors who had attended by virtue of claiming CPD expenses. The newspaper’s\nfailure to establish the nature of the complainant’s funding arrangements, and\nthe subsequent presentation of the complainant’s attendance in that way, was a\nserious failure to take care over the accuracy of the article, in breach of\nClause 1 (i).\n16. The article had noted that there were a variety of ways\nin which funding could be obtained in order to attend the conference; however,\nthe article did not make clear how the complainant had been able to fund her\nplace. In doing so, the article had presented the complainant’s attendance as\nhaving been funded at the expense of the taxpayer when, in fact, she had not\nattended at the financial cost of the NHS. The misleading impression created\nwas significant, because it went to the core of the article’s criticism that\nmoney from taxpayers was being used by doctors in order to attend an overseas\nmedical conference at a ski resort. This required correction under the terms of\nClause 1(ii). The Committee considered that it was appropriate for the\ncorrection to include an apology: the significantly misleading impression\ncontained in the article had the potential to be damaging to the complainant;\nshe was not a public figure, and she had been named in the context of an\narticle which criticised doctors using public funds, in circumstances where she\nhad funded her place at the conference without claiming expenses from the NHS.\n17. The Committee noted the complainant’s position that the\narticle had suggested that the attendees had neglected their duties and had contributed\nto the winter crisis in the NHS. However, the newspaper was entitled to\ncriticise NHS management for organising the conference at a ski resort abroad,\nto highlight the use of public money, and to place this criticism in the\ncontext of wider concerns about waiting times and the state of the NHS. This\nwas a matter of editorial discretion: The newspaper’s reporting of the\nconference in general, did not represent a further breach of Clause 1.\n18. The complainant had been photographed in a public place\non a ski slope, during a slalom competition. The complainant had not been\nengaged in an activity which could be considered to be private in nature and\nthe photographer had not captured anything that would not have been visible to\nanyone in the complainant’s vicinity. The Committee noted that the photograph\nhad not revealed the complainant’s likeness, on account of the fact that she\nwas wearing large goggles. Further, the caption which accompanied the\nphotograph did not identify her by name. In those circumstances, the\ncomplainant did not have a reasonable expectation of privacy, nor did the\npublication of this photograph represent an intrusion into her private life.\nThere was no breach of Clause 2.\nConclusion\n19. The complaint was upheld.\nRemedial Action Required\n20. Having upheld the complaint under Clause 1, the\nCommittee considered what remedial action should be required.\n21. The newspaper had promptly offered to publish a\ncorrection in its established Corrections and Clarifications column, as well as\nonline, which made clear that the complainant had taken annual leave to attend\nas an invited speaker and had received no expenses from the NHS. The Committee\nconsidered that the publication of a standalone correction and apology in print\nand online, as well as the publication of a footnote correction to the online\narticle was sufficient to meet the terms of Clause 1 (ii). This should now be\npublished.Date complaint received: 14/02/2018Date decision issued: 24/05/2018  \nBack to ruling listing\n\n\n"
}