{
    "url": "/rulings-and-resolution-statements/ruling/?id=01597-14",
    "title": "01597-14 Lane-Smith v The Times",
    "provisions": [
        "1 (Accuracy) 2015"
    ],
    "outcome": "No breach - after investigation",
    "publication": "The Times (News UK)",
    "published_on": "2014-09-23 00:00:00",
    "received_on": "2014-10-31 00:00:00",
    "concluded_on": "2015-02-05 00:00:00",
    "complaint_processing_days": 97,
    "conclusion_long": "12. The complaint was not upheld.",
    "remedial_action": "N/A  Date complaint received: 31/10/2014",
    "text": "\n\n\n\n\n\n·         Decision of the Complaints Committee 01597-14 Lane-Smith v The Times\nSummary of complaint \n1. Roger Lane-Smith complained to the Independent Press\nStandards Organisation that The Times had breached Clause 1 (Accuracy) of the\nEditors’ Code of Practice in an article headlined “Law unto himself”, published\non 23 September 2014. \n2. The newspaper had published a diary piece which reported\nthat the complainant was releasing a book. It commented ,“we hope there is a\nchapter on the time Dave Whelan, the JJB founder, told Mr Lane-Smith at a Board\nmeeting what was said at an infamous price-fixing meeting…Mr Lane-Smith told\nthe OFT [Office of Fair Trading] that he had ‘overlooked’ recording Mr Whelan’s\naccount.” \n3. The complainant was concerned that the use of quotation\nmarks around the term “overlooked” inaccurately implied that the act of not\nrecording the minute had been a deliberate attempt to assist or protect Mr\nWhelan. \n4. He also said that Mr Whelan told the Board that he had\nleft the relevant meeting the moment price- fixing had been suggested. Thus,\nthe complainant had not been told what had been said “at [a] price-fixing\nmeeting”; he had been told what had happened at a meeting before price-fixing\nhad been discussed. \n5. The newspaper said it had put the word “overlooked” in\nquotation marks as it had been a direct quotation from the complainant; in his\nwitness statement to the OFT, he had said “I subsequently overlooked the\npreparation of such a report”.  There had\nbeen no implication from this that the complainant had been involved in a\ncover-up. \n6. The newspaper said that the meeting mentioned in the\narticle is now commonly referred to as a “price-fixing meeting”. The meeting\nhad been the subject of an OFT investigation and a Competition Appeal Tribunal\n(CAT) judgement. Both the OFT and the CAT referred to meeting as a\n“price-fixing meeting”. \n7. The newspaper did not accept any breach of the Code. \nRelevant Code Provisions\n8. Clause 1 (Accuracy) \ni) The press must take care not to publish inaccurate,\nmisleading or distorted information, including pictures. \nii) A significant inaccuracy, misleading statement or\ndistortion once recognised must be corrected, promptly and with due prominence,\nand – where appropriate – an apology published. \nFindings of the Committee\n9. As the newspaper had directly quoted the complainant’s\nexplanation to the OFT, the use of quotation marks around the word “overlooked”\nhad not been inaccurate or significantly misleading. The Committee took the\nview that the article had not suggested that the complainant had deliberately\nnot recorded a minute. \n10. The OFT, in its decision which was cited in the\nJudgement of the 2004 Competition and Appeal Tribunal, had called the meeting\nof 8 June 2000, referred to in the article, a “price-fixing meeting”. The\nCommittee was, therefore,  satisfied that\nit had not been misleading for the newspaper to have described the meeting as\nsuch, nor had it been inaccurate to say that the complainant had not taken a\nnote of Mr Whelan’s account of such a meeting, when Mr Whelan had – at least\ninitially – been in attendance.  \n11. While the Committee noted that the brief article had not\nincluded the complainant’s full account of his role in the proceedings, it had\nregard for the nature of the piece: it had been a short diary item, rather than\nan in-depth article about the event. There was no breach of Clause 1. \nConclusions\n12. The complaint was not upheld. \nRemedial Action Required\nN/A \nDate complaint received: 31/10/2014 \nDate decision issued: 05/02/2015\nBack to ruling listing\n\n\n"
}