{
    "url": "/rulings-and-resolution-statements/ruling/?id=01593-18",
    "title": "01593-18 Young v Eastern Daily Press",
    "provisions": [
        "1 Accuracy (2018)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "Eastern Daily Press (Newsquest Media Group)",
    "published_on": "2018-02-08 00:00:00",
    "received_on": "2018-02-14 00:00:00",
    "concluded_on": "2018-05-10 00:00:00",
    "complaint_processing_days": 85,
    "conclusion_long": "9. The complaint was not upheld.",
    "remedial_action": "10. N/ADate complaint received: 14/02/2018",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee 01593-18 Young v Eastern Daily Press\nSummary of complaint\n1. Sarah Young\ncomplained to the Independent Press Standards Organisation that the Eastern\nDaily Press breached Clause 1 (Accuracy) of the Editors’ Code of Practice in an\narticle headlined “Drug-driving\ncharges” published on 8 February 2018.\n2. The article reported that a learner driver and\nthe person supervising them had been arrested after both tested positive for\ndrugs. It claimed that officers had stopped the car around 9am on the school\nrun, with three children between four and nine in the car at the time.\n3. The article also\nappeared online, headlined “Driver on the school run arrested after testing\npositive for drugs.” It was substantially the same as the article that appeared\nin print.\n4. The complainant\nwas one of the people that had been arrested. She said that the article was\ninaccurate, as there were no children in the car at the time of the arrests.\nShe said that she had walked her children to school before the incident and\nthey had not been in the car at any time that morning.\n5. The newspaper\napologised for any distress the article caused. It said that the information\nregarding the children being in the car at the time of the arrests had come\nfrom a tweet posted by the police. The journalist had also had a telephone\nconversation with the police after reading this tweet, confirming the details\nof the arrest. On receipt of the complaint, the newspaper contacted the police,\nwhich accepted that the information they initially provided was inaccurate.\nAfter receiving the complaint the newspaper immediately removed reference to\nchildren being in the car in the online article. It also offered to publish a\nclarification in the first six pages of the newspaper, and as a footnote to the\namended article. The print clarification stated:\n\"In the Eastern Daily Press edition of February 8 we said a\nlearner driver and the person supervising them had been arrested and had their\ncar seized after both tested positive for drugs when a car was stopped at about\n9am on February 6 in Thunder Lane, Norwich. The article said that three\nchildren aged four, five and nine had been in the car at the time. However,\npolice information supplied to us was incorrect and there were, in fact, no\nchildren in the car at the time of the arrests. We are sorry for the mistake\nand are happy to clarify the position.\"\nThe wording offered for the online clarification stated:\n“A previous version of this article said that three\nchildren, aged four, five and nine had been in the car at this time. However,\npolice information supplied to us was incorrect and there were, in fact, no\nchildren in the car at the time of the arrests. We are sorry for the mistake\nand are happy to clarify the position.”\nRelevant Code provisions\n6. Clause 1\n(Accuracy)\ni) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not\nsupported by the text.\nii) A significant inaccuracy, misleading statement or\ndistortion must be corrected, promptly and with due prominence, and - where\nappropriate – an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator.\nFindings of the Committee\n7. The information\nthat three children had been in the car at the time of the arrests had come\nfrom the police. The journalist had seen a post on twitter, referring to the\nchildren being in the car, and had spoken to a police officer to confirm the\ndetails of this arrest. The newspaper was entitled to rely on the information\nprovided by the police. There was no breach of Clause 1 (i).\n8. Regardless, when\nthe police were contacted by the newspaper following the complaint, the police\naccepted that their initial report had been inaccurate, and in fact no children\nwere in the car when the two individuals were arrested. Reporting this\nrepresented a significant inaccuracy, as it significantly misrepresented the\nevent, and suggested that these children had been put at risk.  This inaccuracy required correction under the\nterms of Clause 1 (ii). The Committee welcomed the swift offer to put the\ncorrection on record, both in print and online. The proposed clarifications\nwere sufficiently prompt, prominent, and corrected the inaccuracy so as to\navoid a breach of Clause 1 (ii). These should now be published.\nConclusions\n9. The complaint was not upheld.\nRemedial Action required\n10. N/ADate complaint received: 14/02/2018Date decision issued: 10/05/2018  \nBack to ruling listing\n\n\n"
}