{
    "url": "/rulings-and-resolution-statements/ruling/?id=01598-15",
    "title": "01598-15 Ford v North Devon Journal",
    "provisions": [
        "1 (Accuracy) 2015"
    ],
    "outcome": "No breach - after investigation",
    "publication": "North Devon Journal (Reach PLC)",
    "published_on": "2015-03-13 00:00:00",
    "received_on": "2015-03-16 00:00:00",
    "concluded_on": "2015-06-26 00:00:00",
    "complaint_processing_days": 102,
    "conclusion_long": "11. The complaint was not upheld.",
    "remedial_action": "N/A Date complaint received: 16/03/2015",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee 01598-15 Ford v\nNorth Devon JournalSummary of\ncomplaint 1. Stuart Ford complained to the Independent Press\nStandards Organisation that the North Devon Journal had breached Clause 1\n(Accuracy) of the Editors’ Code of Practice in an article headlined “Animal\ncruelty case: Charity boss admits keeping dogs in crates for more than 21\nhours”, published on 13 March 2015. 2. The article reported on an ongoing trial in which the\ncomplainant faced ten charges under the Animal Welfare Act. 3. The complainant said that the article was inaccurate\nand significantly misleading. He was concerned that the article had\nmisrepresented the evidence he had given in court. He said that he had not\nadmitted keepings dogs in crates for more than 21 hours a day; he had not said\nthat he would drop a brick a few inches from the crate to stop the dogs\nbarking; and he had not said that dogs had been kept in the shed since the\ncharity started. 4. The complainant was also concerned that the coverage\nhad initially referenced allegations that he had “kicked a puppy in the ribs”.\nHe said that the Judge had ruled that this evidence was inadmissible. 5. The newspaper said that the article had accurately\nreported the comments made in court by the complainant. It provided the\nreporter’s shorthand notes which recorded that the complainant had made the\ncomments attributed to him in the article. 6. It said that the Judge had ruled to allow the\nprosecution to introduce evidence relating to the complainant’s character. The\nprosecutor had said that some of the witnesses would say that the complainant\n“had kicked a puppy in the ribs”. The Judge subsequently changed his decision\nand decided the evidence about the complainant’s character was inadmissible;\nhowever, by this point the journalist had left the courtroom. When the\nnewspaper became aware of this, it removed the article from its website. It has\nalso offered to publish the following clarification: In March the Journal ran a story on its website about Stuart\nFord from Torrington who is facing charges of animal cruelty at Exeter\nMagistrates’ Court. In this story it stated that the court would hear evidence\nthat Mr Ford kicked a puppy in the ribs. A judge later ruled that this evidence\nwas inadmissible so the story was removed from our website and no further\nmention of this claim has been made in subsequent stories. Relevant Code Provisions7. Clause 1 (Accuracy) i) The press must take care not to publish inaccurate,\nmisleading or distorted information, including pictures. ii) A significant inaccuracy, misleading statement or\ndistortion once recognised must be corrected, promptly and with due prominence,\nand – where appropriate – an apology published. iii) The Press, whilst free to be partisan, must\ndistinguish clearly between comment, conjecture and fact. Findings of the Committee8. The complainant and the newspaper disagreed regarding\nthe evidence the complainant had given in court. The newspaper had provided the\nreporter’s detailed, contemporaneous, shorthand notes which supported the\naccount of the proceedings as reported in the article. The Committee was\nsatisfied that the notes demonstrated that an appropriate level of care had\nbeen taken over the accuracy of the article. Furthermore, the presentation of\nthe story made clear the status of the claims as unproven. There was no breach\nof Clause 1 (i). 9. In light of the shorthand notes provided by the newspaper,\nwhich corroborated the newspaper’s position that the article was accurate, the\nCommittee did not establish that the article had been significantly inaccurate\nor misleading. It did not find a breach of Clause 1 (ii). 10. It was not in dispute that the newspaper had\naccurately reflected the information which had been heard in open court\nregarding the complainant’s character.  Whilst the Judge had subsequently\nruled that this evidence was inadmissible in the proceedings, the publication\nof this information did not raise a breach of the Code. Nonetheless, the\nCommittee commended the newspaper for its willingness to publish a\nclarification once it became aware of the Judge’s ruling. Conclusions11. The complaint was not upheld. Remedial Action RequiredN/A Date complaint received: 16/03/2015\nDate decision issued: 26/06/2015\nBack to ruling listing\n\n\n"
}