{
    "url": "/rulings-and-resolution-statements/ruling/?id=01595-14",
    "title": "01595-14 James v Rutherglen Reformer",
    "provisions": [
        "1 (Accuracy) 2015"
    ],
    "outcome": "Breach - sanction: action as offered by publication",
    "publication": "Rutherglen Reformer (Reach PLC)",
    "published_on": "2014-10-29 00:00:00",
    "received_on": "2014-11-02 00:00:00",
    "concluded_on": "2015-02-02 00:00:00",
    "complaint_processing_days": 92,
    "conclusion_long": "from source material published by Jehovah’s Witness affiliated publications from 1964, 1974, 1984 and 2010.  Relevant Code Provisions 7. Clause 1 (Accuracy) i) The Press must take care not to publish inaccurate, misleading or distorted information, including pictures. ii) A significant inaccuracy, misleading statement or distortion once recognised must be corrected, promptly and with due prominence, and – where appropriate – an apology published. iii)The Press, whilst free to be partisan, must distinguish clearly between comment, conjecture and fact.  Findings of the Committee 8. The article was a report of concerns raised in the local community about the distribution of the leaflets, not an in-depth discussion of the theological beliefs of Jehovah’s Witnesses. The newspaper was entitled to present these comments, and the response of local police. It was not obliged, in this context, to independently investigate the attitudes of Jehovah’s Witnesses towards rape or paedophilia; the Committee did not establish a breach of the Code on these matters.  9. In taking this approach, however, the newspaper was obliged to distinguish the claims of the leaflet’s critics clearly as their own opinions. In the third paragraph, the article stated that the leaflet included “false and offensive claims” about the religion. As the newspaper had accepted, it had not established that the leaflet contained false claims; this was merely the position of critics of the leaflet. This statement failed to distinguish between comment, conjecture and fact, in a manner that would mislead readers, and it raised a breach of Clause 1 (iii).  Conclusions 10. The complaint was upheld in part.",
    "remedial_action": "11. Having partially upheld the complaint, the Committee considered what remedial action should be required. The Committee has the power to require the publication of a correction and/or adjudication; the nature, extent and placement is to be determined by IPSO. It may inform the publication that further remedial action is required to ensure that the requirements of the Editors’ Code are met.  12. The clarification offered by the newspaper identified the original inaccuracy and made clear the true position. The newspaper had removed the online article as soon as it had been made aware of the complainant’s concerns, and had promptly offered to publish a correction which would appear in print and online. Given that the article had originally appeared on page 15, the publication of a clarification in the corrections column on page 2 was appropriate. While the online article had been taken down, the correction should also be published on the publication’s web page. The publication of the correction, in these formats, would constitute sufficient remedy to the breach. No further action was required.  Date complaint received: 02/11/2014",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee 01595-14 James v Rutherglen Reformer\nSummary of complaint \n1. Alexandra James complained to the Independent Press\nStandards Organisation that the Rutherglen Reformer had breached Clause 1\n(Accuracy) of the Editors’ Code of Practice in an article headlined “Offensive\nleaflets circulated in Rutherglen target religious group”, published in print\non 29 October 2014 and online on 1 November 2014. \n2. The article reported that residents of Rutherglen were\nconcerned about leaflets which had been circulated locally, claiming to reveal\nthe “frightening truth about Jehovah’s Witnesses”. The leaflets had stated that\n“confessed paedophiles may be put in positions of power over others” and that\nJehovah’s Witnesses “have blamed women for raising rapists”. Some local people\nhad expressed concern that the leaflets were “offensive” and contained lies. \n3. The complainant was the author of the leaflets. She said\nthat it was inaccurate for the article to state that the leaflets “make several\nfalse and offensive claims about the religion”, and to include the suggestion\nof an elder of a local congregation of Jehovah’s Witnesses that they contained\n“lies”. She said that all claims made about rape and paedophilia were based on\nliterature published by Jehovah’s Witnesses. As sources for the claims, she\ncited a 2012 letter from the world headquarters of Jehovah’s Witnesses to all\nelders worldwide, which stated that “it cannot be said in every case that one\nwho has sexually abused a child could never qualify for privileges of service\nin the congregation”, and a 1974 edition of Awake magazine, published by\nJehovah’s Witnesses, which included the following statement about rape:\n“Womankind must share the blame. To begin with, until the age of five or six\nyears, the most vital period, little boys have their personalities largely\nmoulded by women, their mothers. And as they grow up, it is usually the mother\nthat has the most opportunity to inculcate in her son respect for womankind,\nboth by word and by example. But far too many mothers have come short in this\nregard. Especially and specifically blameworthy are those female relatives,\nsuch as an aunt or a mother, who have used boys as sexual playthings.” \n4. She also expressed concern about the publication of the\npolice position that they “would not tolerate hate crime”, stating that she\nwould not wish for the distributors of the leaflets to be charged with a crime\nbased on false information in a newspaper. \n5. The complainant had originally complained to the\nnewspaper and the online article had been removed. The complainant did not\nconsider this remedy to be sufficient, and stated that a correction or apology\nshould have been issued. \n6. The publication did not accept a breach of the Code.\nWhile it accepted the complainant’s position regarding the provenance of the\nclaims quoted in the leaflets, it maintained that it was clear that offence had\nbeen taken by some members of both the Jehovah’s Witness religion and the local\ncommunity. The article expressed the view of some local people that the\nleaflets contained falsehoods. These were clearly presented as allegations.\nNonetheless, it accepted that the claim that the leaflets included “several\nfalse and offensive claims about the religion” should have been more clearly\nattributed to local people. The \nnewspaper offered to publish the following clarification on page 2 of a\nfuture print edition of the Rutherglen Reformer, and also online: \nIn our article of 29 October “Anger at leaflets”, which\nreported some local views that leaflets making claims about certain beliefs of\nJehovah’s Witnesses about rape and paedophilia were offensive to them and\n“contained lies”, we published one sentence stating that the leaflets contained\nfalse claims against the religion, without qualifying this as a claim by\nothers. Although we take no side in the different views expressed, we have been\nasked to point out that the allegations made in the leaflet were based on the\nauthor’s conclusions from source material published by Jehovah’s Witness\naffiliated publications from 1964, 1974, 1984 and 2010. \nRelevant Code Provisions\n7. Clause 1\n(Accuracy)\ni) The Press must take care not to publish inaccurate,\nmisleading or distorted information, including pictures.\nii) A significant inaccuracy, misleading statement or\ndistortion once recognised must be corrected, promptly and with due prominence,\nand – where appropriate – an apology published.\niii)The Press, whilst free to be partisan, must distinguish\nclearly between comment, conjecture and fact. \nFindings of the Committee\n8. The article was a report of concerns raised in the local\ncommunity about the distribution of the leaflets, not an in-depth discussion of\nthe theological beliefs of Jehovah’s Witnesses. The newspaper was entitled to\npresent these comments, and the response of local police. It was not obliged,\nin this context, to independently investigate the attitudes of Jehovah’s\nWitnesses towards rape or paedophilia; the Committee did not establish a breach\nof the Code on these matters. \n9. In taking this approach, however, the newspaper was\nobliged to distinguish the claims of the leaflet’s critics clearly as their own\nopinions. In the third paragraph, the article stated that the leaflet included\n“false and offensive claims” about the religion. As the newspaper had accepted,\nit had not established that the leaflet contained false claims; this was merely\nthe position of critics of the leaflet. This statement failed to distinguish\nbetween comment, conjecture and fact, in a manner that would mislead readers,\nand it raised a breach of Clause 1 (iii). \nConclusions\n10. The complaint was upheld in part. \nRemedial Action Required\n11. Having partially upheld the complaint, the Committee\nconsidered what remedial action should be required. The Committee has the power\nto require the publication of a correction and/or adjudication; the nature,\nextent and placement is to be determined by IPSO. It may inform the publication\nthat further remedial action is required to ensure that the requirements of the\nEditors’ Code are met. \n12. The clarification offered by the newspaper identified\nthe original inaccuracy and made clear the true position. The newspaper had removed\nthe online article as soon as it had been made aware of the complainant’s\nconcerns, and had promptly offered to publish a correction which would appear\nin print and online. Given that the article had originally appeared on page 15,\nthe publication of a clarification in the corrections column on page 2 was\nappropriate. While the online article had been taken down, the correction\nshould also be published on the publication’s web page. The publication of the\ncorrection, in these formats, would constitute sufficient remedy to the breach.\nNo further action was required. \nDate complaint received: 02/11/2014 \nDate decision issued: 02/02/2015\nBack to ruling listing\n\n\n"
}