{
    "url": "/rulings-and-resolution-statements/ruling/?id=01592-14",
    "title": "01592-14 McMillan v Daily Record",
    "provisions": [
        "1 (Accuracy) 2015",
        "5 (Intrusion into grief or shock) 2015"
    ],
    "outcome": "No breach - after investigation",
    "publication": "Daily Record (Reach PLC)",
    "published_on": "2014-10-31 00:00:00",
    "received_on": "2014-11-01 00:00:00",
    "concluded_on": "2015-03-23 00:00:00",
    "complaint_processing_days": 142,
    "conclusion_long": "11. The complaint was not upheld.",
    "remedial_action": "N/ADate complaint received:  01/11/2014",
    "text": "\n\n\n\n\n\n·   Decision of the Complaints Committee 01592-14 McMillan v Daily Record\nSummary of complaint \n1. Elaine McMillan complained to the Independent Press\nStandards Organisation that the Daily Record had breached Clause 1 (Accuracy)\nand Clause 5 (Intrusion into Grief or Shock) of the Editors’ Code of Practice\nin an article headlined “We’re numb with shock”, published on 31 October 2014.2. The article reported that Angela Laskey – the\ncomplainant’s sister-in-law – had been murdered in Santa Barbara, California. A\njournalist from the newspaper had contacted the complainant by telephone the\nday before the article was published. \nThe article reported that the complainant had said that “we’re numb with\nshock. We are sitting by the phone waiting for news”.3. The complainant said that the telephone conversation\nbegan with the journalist addressing her by her first name, and offering her\ncondolences; only then did the journalist introduce herself. She then told the\njournalist that Ms Laskey’s name had not been released publicly, and enquired\nas to how the journalist knew about her death. She told the journalist that the\nnewspaper should not report on Ms Laskey’s death until her name had been\nofficially released, at which point she would speak to the journalist.4. The complainant said that when the journalist had\nasked whether she and her husband were “numb with shock”, or if they “were\nsitting by the phone waiting for news”, she responded “yes”; the article’s\npresentation of these as direct quotations was therefore inaccurate. In\ncircumstances where the name had not been released, and only family and close\nfriends were aware of the death, she had not expected a call from a journalist,\nand it took her by surprise. Had she been aware of the journalist’s identity\nimmediately, she said that she would not have said anything.5. The newspaper said that the journalist introduced\nherself immediately, and informed the complainant that she was telephoning in\nrelation to the death of Angela Laskey. It said that during the conversation\nabout Ms Laskey and her family, the journalist asked “Do you feel numb with\nshock at what’s happened?”, to which the complainant responded “Yes. We are\nsitting by the phone waiting for news”.6. The newspaper said that it had received a tip-off from\na confidential source regarding her death, and had then contacted the Santa\nBarbara Police Department, which had stated that Ms Laskey’s name had not been\nofficially released but confirmed that her family had been informed. The\nnewspaper then checked the complainant’s husband’s Facebook page, from which it\nwas clear that he was aware that Ms Laskey had died; it provided screen grabs\nof the page as it had appeared at the time. It said that in these\ncircumstances, it decided that it was appropriate to approach the family. (The\ncomplainant denied that the postings amounted to an acknowledgment of Ms\nLaskey’s death.)7. The newspaper offered to remove the complainant’s\nquotations from the online article, but maintained that the manner in which\nthey had been presented was a traditional journalistic convention. It said that\nas the complainant had accepted that the words were true, there was no breach\nof the Code.Relevant Code Provisions8. Clause 1 (Accuracy)i) The Press must take care not to publish inaccurate,\nmisleading or distorted information, including pictures.ii) A significant inaccuracy, misleading statement or\ndistortion once recognised must be corrected, promptly and with due prominence,\nand - where appropriate - an apology published. In cases involving the\nRegulator, prominence should be agreed with the Regulator in advance.iii) The Press, whilst free to be partisan, must\ndistinguish clearly between comment, conjecture and fact.Clause 5 (Intrusion into grief or shock)i) In cases involving personal grief or shock, enquiries\nand approaches must be made with sympathy and discretion and publication\nhandled sensitively. This should not restrict the right to report legal\nproceedings, such as inquests.Findings of the Committee9. The Committee recognised that in transcribing spoken\nremarks for print publication, it may be necessary to adapt a verbatim\ntranscript to ensure that an individual’s meaning is clear. The complainant\naccepted that, during the conversation, she had agreed that she was “numb with\nshock”, and “sitting by the phone waiting for news”. She was aware in doing so\nthat she was in a conversation with a journalist who was preparing to publish\nan article reporting on Ms Laskey’s death. The particular phrases in question\nwere innocuous; the complainant had confirmed that they had been an accurate\nsummary of her feelings; and no particular significance was attached to the\nfact that they were presented as a direct quotation. The Committee noted that,\nhad the words not been innocuous, their publication in this form might have\nraised issues under Clause 1. In this instance, however, it concluded that\ntheir publication was not significantly misleading. There was no breach of\nClause 1.10. The Committee turned to consider the complaint under\nClause 5. Whilst it acknowledged that the call from the journalist may have\nbeen unexpected, the conversation which followed did not suggest that the\njournalist, by telephoning the complainant, had acted in a manner that was\ninsensitive or unsympathetic. On the complainant’s account of the conversation,\nthe journalist had introduced herself immediately after offering condolences\nand confirming to whom she was speaking. The complainant’s account of the\ntelephone conversation, and the timing of the call, did not demonstrate that\nthere had been a lack of sympathy or discretion in the newspaper’s approach to\nthe complainant. Whilst the Committee expressed its sympathy to the\ncomplainant, there was no breach of Clause 5.Conclusions11. The complaint was not upheld.Remedial Action RequiredN/ADate complaint received: \n01/11/2014\nDate decision issued: 23/03/2015\nBack to ruling listing\n\n\n"
}