{
    "url": "/rulings-and-resolution-statements/ruling/?id=01612-19",
    "title": "01612-19 Bentham v The Daily Telegraph",
    "provisions": [
        "1 Accuracy (2018)",
        "2 Privacy (2018)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "The Daily Telegraph (Telegraph Media Group Ltd)",
    "published_on": "2019-02-11 00:00:00",
    "received_on": "2019-02-21 00:00:00",
    "concluded_on": "2019-05-01 00:00:00",
    "complaint_processing_days": 69,
    "conclusion_long": "14. The complaint was not upheld.",
    "remedial_action": "15. N/ADate complaint received: 21/02/2019",
    "text": "\n\n\n\n\n\nDecision of\nthe Complaints Committee 01612-19 Bentham v The Daily TelegraphSummary of complaint1. Royston and Tracey Bentham complained to\nthe Independent Press Standards Organisation that The Daily Telegraph breached\nClause 1 (Accuracy) and Clause 2 (Privacy) of the Editors’ Code of Practice in\nan article headlined “Activists against Jewish MP have close ties to Labour\ncabinet”, published on 11 February 2019.2. The article reported that two people\ndescribed as a named Labour MP’s “worst” critics had close ties to the Labour\nshadow cabinet via their old friendships with prominent Labour politicians. Mr\nBentham was one of these two people, described as a “hard left activist” and\nformer union official. The article reported that he had criticised the named\nLabour MP for not being supportive enough of the party’s leadership, and that\nhe had demanded she apologise to her constituents. It reported that the he did\nnot respond to a request for comment.3. The article also included a photograph of\nthe complainants with a prominent Labour politician, which the article claimed\nshowed the politician presenting an award to them.4. The complainants said that the article\ncontained a number of inaccuracies in breach of Clause 1 (Accuracy). They did\nnot accept that it was accurate to describe Mr Bentham as “hard left”, as he\nhad never been a member of Militant, or any far-left political party. He said\nthat he was still a trade union official, and that he had never said that the\nMP should apologise to her constituents.5. The complainants said that the photograph\nof them had been used without their knowledge and consent, in breach of Clause\n2 (Privacy). He said that it showed them on their wedding day, and had been\ntaken from his private Facebook account6. The publication did not accept that there\nwas any breach of Clause 1 or Clause 2. It said that it was not misleading to\ndescribe Mr Bentham as “hard left”, and that he had been described as such in\nother publications: it was not in dispute that he had written articles for\nSocialist Fight and Socialist Worker – the publication said that the first of\nwhich was run by a man who had been expelled from the Labour party for his\nfar-left and extremist views. The publication also provided an article which\nappeared in the Liverpool Echo on the 5 July 2017, in which the Mr Bentham was\nquoted as saying:“[The named\nMP] needs to get on board quite quickly now. She will now have to sit round the\ntable with us the next time she wants to vote for bombing in Syria or to pass a\nno confidence motion in the leader of the party - she will have to be\nanswerable to us. We would like her to come out publicly like other MPs have\ndone and apologise for not supporting him in the past.”The\npublication noted that Mr Bentham did not dispute the accuracy of this quote.7. The publication accepted that the Mr Bentham\ncontinued to be a union activist, but said that describing him as a “former”\nunion activist did not create a significantly misleading impression\nof the his life and work; in the context of the whole article, the statement\ndid not represent a significant inaccuracy requiring correction. Nevertheless,\nit said that it had amended the online version of the article.8. The publication did not accept that the\nphotograph revealed anything private about the complainants, or that they had\nany reasonable expectation of privacy over its content. The publication said\nthat the photograph simply showed the complainants receiving an award from the\nprominent Labour politician; it was not apparent that this was also the\ncouple’s wedding reception, and neither this fact nor any of the details of the\nevent would have been revealed to readers. It said that there was no suggestion\nthat the photograph had been taken without the couple’s consent, and noted that\nthis was a public event. The publication said that the photograph had appeared\nin several places online, including on the prominent Labour MP’s website in\nJune 2018 for 7 months, and on an online social media activist forum of which\nthe complainant was secretary, which had thousands of members. The publication noted\nthat the complainants did not dispute that this was the case. Nevertheless, it\nsaid that it had no intention to cause any distress, and as a gesture of\ngoodwill had removed the photograph from the online article and arranged for it\nto be expunged from all its syndicated partners’ databases.Relevant\nCode Provisions9. Clause 1 (Accuracy)i) The\nPress must take care not to publish inaccurate, misleading or distorted\ninformation or images, including headlines not supported by the text.ii) A\nsignificant inaccuracy, misleading statement or distortion must be corrected,\npromptly and with due prominence, and — where appropriate — an apology\npublished. In cases involving IPSO, due prominence should be as required by the\nregulator.iii) A fair\nopportunity to reply to significant inaccuracies should be given, when\nreasonably called for.iv) The\nPress, while free to editorialise and campaign, must distinguish clearly\nbetween comment, conjecture and fact.Clause 2\n(Privacy)*i) Everyone\nis entitled to respect for his or her private and family life, home, health and\ncorrespondence, including digital communications.ii) Editors\nwill be expected to justify intrusions into any individual's private life\nwithout consent. In considering an individual's reasonable expectation of\nprivacy, account will be taken of the complainant's own public disclosures of\ninformation and the extent to which the material complained about is already in\nthe public domain or will become so.iii) It is\nunacceptable to photograph individuals, without their consent, in public or\nprivate places where there is a reasonable expectation of privacy.Findings of\nthe Committee10. The\nplacement of a person’s public expression of their views on a political\nspectrum is a subjective assessment; individuals’ and publications’ views on\nwhere a person’s beliefs fall on such a spectrum will necessarily vary.\nHowever, the Code requires that care be taken over the accuracy of such\ncharacterisations. In this instance, the characterisation of Mr Bentham as a\n“hard left” individual had been based on his involvement with publications and\nindividuals the publication considered to be represent far left or\nnon-mainstream left wing views. As such, the Committee considered that the\npublication had an adequate basis for its characterisation, and did not give\nrise to a significantly misleading impression of the complainant that required\ncorrection under Clause 1.11. Mr\nBentham accepted that he had told the Liverpool Echo in 2017 that the named\nLabour MP should apologise for not supporting the Labour leadership. As such,\nthere was no inaccuracy or misleading impression in reporting that he had criticised\nthis named MP and had called on her to apologise to her constituents, and no\nbreach of Clause 1.12 The publication accepted that it was\ninaccurate to describe Mr Bentham as a “former union activist”. However, in the\ncontext of an article which was not a detailed examination of his career, this\ninaccuracy did not give rise to any significantly misleading impression as to\nthe nature of his work when he remained involved in union activism, or the\nclaims presented about his connections to prominent Labour politicians and his\ncriticisms of the named Labour MP. However, the Committee welcomed the\npublication’s decision to amend the article to clarify the correct position.\nThere was no breach of Clause 1.13. The\nphotograph of the complainants showed them receiving an award; it was not\nimmediately apparent that this was a wedding photograph. Nevertheless, in these\ncircumstances, it was a photograph of an apparently public event, taken with\nconsent and posted widely on the internet, which the complainant did not\ndispute. It was not an image which contained any information in respect of\nwhich the complainant had a reasonable expectation of privacy. There was no\nbreach of Clause 2.Conclusions14. The\ncomplaint was not upheld.Remedial\nAction Required15. N/ADate\ncomplaint received: 21/02/2019Date\ndecision issued: 01/05/2019\n \n \nBack to ruling listing\n\n\n"
}