{
    "url": "/rulings-and-resolution-statements/ruling/?id=01629-18",
    "title": "01629-18 Champion v The Sun",
    "provisions": [
        "1 Accuracy (2018)"
    ],
    "outcome": "Breach - sanction: publication of correction",
    "publication": "The Sun (News UK)",
    "published_on": "2018-02-16 00:00:00",
    "received_on": "2018-02-16 00:00:00",
    "concluded_on": "2018-05-08 00:00:00",
    "complaint_processing_days": 81,
    "conclusion_long": "19. The complaint was upheld.",
    "remedial_action": "20. In circumstances where the Committee establishes a breach of the Editors’ Code, it can require the publication of a correction and/or an adjudication, the nature, extent and placement of which is determined by IPSO. 21. The newspaper had offered to publish a clarification online, but the wording had not identified the inaccuracy and a correction had not been offered in print. This had breached Clause 1(ii). 22. The newspaper had been entitled to take a view on what the complainant had meant by her comments. While her actual words had been distorted in the headlines and in one of the online photo captions, they had been properly set out in the article itself.  The Committee did not consider that the inaccuracy was so significant that the newspaper should be required to publish an adjudication. The Committee concluded that the publication of a correction was appropriate. 23. This correction should appear in the Corrections column, which appears on page two of the newspaper, and at the top of the article as it appears online. The correction should state that it has been published following an upheld ruling by the Independent Press Standards Organisation, and it should make clear that the complainant had not said that the Prime Minister had not understood child abuse issues because she was not a parent. The full wording should be agreed with IPSO in advance. Date complaint received: 16/02/2018",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee 01629-18 Champion v The Sun\n1. Sarah Champion\nMP complained to the Independent Press Standards Organisation that The Sun\nbreached Clause 1 (Accuracy) of the Editors’ Code of Practice in an article\nheadlined “Mum jibe at PM”, published on 16 February 2018.\n2. The article\nreported that the complainant had “sparked fury…by suggesting that Theresa May\ndoesn’t fully understand the issue of child abuse as she is not a mum”. It said\nthat the complainant had told The House magazine that David Cameron “got it and\nI think he got it because I went to him as a dad rather than as a\npolitician...so, we engaged with him on that level, which is why he then\ncrusaded as a dad”. She had then said, “Theresa May was great when she was Home\nSecretary then as soon as she shifted to PM it’s dropped off the radar. It’s\nclearly not a priority for them”. The article under complaint said that female\nConservatives had “demanded [the complainant] say sorry for smearing the PM”.\nThe piece appeared with the sub-headline “Labour MP: Childless May doesn’t\n‘get’ abuse of kids”.\n3. The article was\npublished in a similar form online with the headline “’Low blow’ Labour MP\nSarah Champion says Theresa May ‘doesn’t fully understand child abuse’ because\nshe’s not a mum”. One of the photo captions said that the complainant had “come\nunder fire for saying the PM ‘doesn’t get child abuse as she’s not a mum’ in an\ninterview…”.\n4. The complainant\nsaid that the newspaper had inaccurately reported that she had criticised\nTheresa May for not being a mother. It had taken two unrelated statements,\nwhich she had made to The House magazine about David Cameron and Theresa May,\nand had made a wholly unsubstantiated inference and had attributed it to her.\n5. The newspaper\ndid not consider that its article had given a misleading impression of the\ncomplainant’s comments. It had based its article on a press release issued by\nThe House magazine in relation to its interview with the complainant. The press\nrelease had emphasised the comparison the complainant had made between David\nCameron “as a father” and Theresa May, who was not a parent. The press release\nhad summarised the key points the complainant had made in the interview in\nbullet points. The relevant bullet point said:\nClaims David\nCameron understood the need to take on child sexual abuse because he is a\nfather – and said the issue has dropped off Theresa May’s “radar”.\n6. The newspaper\nconsidered that the interview had only one meaning: that the complainant\nbelieved that Mrs May was less committed to tackling child abuse than David\nCameron, and this was because she did not have children herself.\n7. The newspaper\nnoted that in reference to David Cameron, the complainant had said:\nI think he got it because I went to him as a dad rather than\ngoing to him as a politician... we engaged with him on that level, which is why\nhe then crusaded as a dad, wanting it for other people’s children.\nIt said that the complainant had then commented that the\nissue of child abuse had “dropped off Mrs May’s radar”. It said that these\ncomments had been accurately reported in the article to allow readers to fully\nunderstand what had been said.\n8. The newspaper\nsaid that several MPs, who were quoted in the article, had interpreted the\ncomplainant’s comments in the same way, and had seen them as criticism of the\nPrime Minister’s understanding of the problem of child abuse, in direct\ncomparison to David Cameron, who had reacted as a father. It also noted that\nseveral other publications had reported the interview in a similar way.\n9. While it did not\naccept that the article was inaccurate or misleading, for the sake of clarity,\nthe newspaper offered to amend the online headline to read “Child abuse has\ndropped off the PM’s radar”. It also offered to publish the following\nclarification online:\nAn article headlined “Low Blow\" (16 Feb), reported\ncomments made by Sarah Champion MP that the issue of child abuse had “dropped\noff the [government’s] radar”. Ms Champion has asked us to clarify that while\nshe did say that David Cameron had “got” the issue of child abuse because he\nwas a father and contrasted that to PM Theresa May's not prioritising the\nissue, she did not intend or expect people to understand from this that Mrs May\nwas not prioritising child abuse because she is not a mother.\n10. The complainant said that the press release to which the\nnewspaper had referred included no reference to Theresa May as a mother; the\nonly mention she had made of Theresa May during the interview was to praise the\nwork she had done as Home Secretary. In the interview she had said:\nTheresa May was great when she was Home Secretary and then\nas soon as she shifted to PM it’s dropped off the radar. It’s clearly not a\npriority for them. It’s someone else’s problem.\"\n11. The complainant did not accept the newspaper’s offer as\na resolution to her complaint as the newspaper had not apologised or accepted\nthat it had attributed a comment to her which she had not made.\nRelevant Code provisions\n12. Clause 1 (Accuracy)\ni) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not\nsupported by the text.\nii) A significant inaccuracy, misleading statement or\ndistortion must be corrected, promptly and with due prominence, and — where\nappropriate — an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator.\niii) A fair opportunity to reply to significant inaccuracies\nshould be given, when reasonably called for.\niv) The Press, while free to editorialise and campaign, must\ndistinguish clearly between comment, conjecture and fact.\nFindings of the Committee\n13. During her interview with The House magazine, the\ncomplainant had said that David Cameron had understood the importance of\ntackling child abuse because he was a father, and she had drawn a contrast with\nTheresa May who, in the complainant’s view, had not prioritised the matter. The\nCommittee understood that the newspaper had interpreted this as a criticism of\nTheresa May based on the fact she was not a mother. However, the complainant\nhad not said that the issue had fallen off Theresa May’s “radar” because she was\nnot a parent. In fact, she had not suggested any reason for Mrs May’s response\nto the matter, and she had noted that Mrs May had been “great” on the issue as\nHome Secretary.\n14. The complainant’s comments had been accurately reported\nin the article. However, the print headline with its subheading had suggested\nthat she had specifically insulted the Prime Minister in a way that related to\nher not being a parent. The headline to the online article went further and had\ndirectly attributed the comments to the complainant. This was also emphasised\nin one of the online captions, which had stated that the complainant had “come\nunder fire for saying the PM ‘doesn’t get child abuse as she’s not a mum’ in an\ninterview…”.\n15. The Committee noted the newspaper’s position that other\nnewspapers and MPs, including those quoted in the article, had interpreted the\ncomplainant’s comments as criticism of Theresa May based on the fact she was\nnot a parent. It made clear that the newspaper had been entitled to publish\nthese interpretations of the comments, as well as its own, provided that these\nviews were clearly distinguished from fact. However, the headlines to the print\nand online articles had not been set out as interpretation or comment: they had\nclaimed that the complainant had specifically criticised the Prime Minister on\nthe grounds that she was not a parent.\n16. The Committee concluded that the complainant’s comments\nhad been distorted in the headlines; they were not supported by the text. This\nrepresented a failure to take care over the accuracy of the article in breach\nof Clause 1 (i). The headlines had given the significantly misleading\nimpression that the complainant had made a very personal criticism of Theresa\nMay. A correction was therefore required in order to avoid a breach of Clause\n1(ii).\n17. The newspaper had offered to amend the online headline, and\nto append a clarification. The wording offered set out the complainant’s\nposition that her comments should not have been interpreted as criticism of\nTheresa May for not being a mother. However, the Committee did not consider\nthat the wording had properly identified and corrected the inaccuracy: that the\ncomplainant had not attributed her concern that the issue of child abuse had\nfallen from the government’s “radar” to the fact that Theresa May had no\nchildren. In addition, the newspaper had failed to offer to publish a\ncorrection in print. This represented a breach of Clause 1(ii).\n18. The Committee also considered whether the newspaper\nshould have offered to publish an apology for the purposes of Clause 1(ii). It\nnoted that the complainant’s comments had been made in a political context, and\nit did not wish to prevent publications from presenting their understanding or\ninterpretation of political speech. It also noted that the newspaper’s\ninterpretation of the comments had been shared by others; and that the full\ncomment had been included in the article. While the Committee had ruled that in\nthis instance the newspaper had gone too far and had misleadingly suggested\nthat its interpretation of the comments had represented a literal summary of\nthe complainant’s words, in these circumstances an apology was not appropriate.\nConclusion\n19. The complaint was upheld.\nRemedial action required\n20. In circumstances where the Committee establishes a\nbreach of the Editors’ Code, it can require the publication of a correction\nand/or an adjudication, the nature, extent and placement of which is determined\nby IPSO.\n21. The newspaper had offered to publish a clarification\nonline, but the wording had not identified the inaccuracy and a correction had\nnot been offered in print. This had breached Clause 1(ii).\n22. The newspaper had been entitled to take a view on what\nthe complainant had meant by her comments. While her actual words had been\ndistorted in the headlines and in one of the online photo captions, they had\nbeen properly set out in the article itself. \nThe Committee did not consider that the inaccuracy was so significant\nthat the newspaper should be required to publish an adjudication. The Committee\nconcluded that the publication of a correction was appropriate.\n23. This correction should appear in the Corrections column,\nwhich appears on page two of the newspaper, and at the top of the article as it\nappears online. The correction should state that it has been published\nfollowing an upheld ruling by the Independent Press Standards Organisation, and\nit should make clear that the complainant had not said that the Prime Minister\nhad not understood child abuse issues because she was not a parent. The full\nwording should be agreed with IPSO in advance.\nDate complaint received: 16/02/2018\nDate decision issued: 08/05/2018Review\nThe publication complained to the Independent\nComplaints Reviewer about the process followed by IPSO in handling this\ncomplaint. The Independent Complaints Reviewer decided that the process was not\nflawed and did not uphold the request for review.\nBack to ruling listing\n\n\n"
}