{
    "url": "/rulings-and-resolution-statements/ruling/?id=01623-16",
    "title": "01623-16 Bankowski v Cambrian News",
    "provisions": [
        "2 Privacy (2016)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "(DISCONTINUED) The Cambrian News (Tindle Newspapers Limited)",
    "published_on": "2016-03-10 00:00:00",
    "received_on": "2016-03-10 00:00:00",
    "concluded_on": "2016-04-21 00:00:00",
    "complaint_processing_days": 42,
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee 01623-16 Bankowski v Cambrian NewsSummary of complaint\n1. Hayley Bankowski complained to the Independent\nPress Standards Organisation that the Cambrian News breached Clause 2 (Privacy)\nof the Editors’ Code of Practice in an article headlined “Hospital operations\ncancelled”, published on 10 March 2016. \n2.  2. The article reported\nthat hospitals had been forced to cancel operations, despite the provision of\nextra beds to deal with additional demand. It said that the Director of Acute\nServices had said that Aberystwyth’s Bronglais Hospital had been “particularly\nbadly hit”, and that cancelling operations was “always a last resort”. The\narticle named the complainant, and quoted her expressing concern that her own\noperation had been cancelled twice, and that Bronglais Hospital had not\nprovided her with an adequate explanation. The piece was not published online.  \n3.  3. The complainant\nsaid that she had sent a message to the newspaper via Facebook to request its\nassistance with getting answers from Bronglais Hospital about the status of her\noperation. She received a reply acknowledging her message, but she was not\ninformed of the newspaper’s intention to name and quote her in the article. By\nthe time the article was published, her operation had taken place. Had the\nnewspaper contacted her, she would have explained that, while she was happy to\nbe quoted, she did not wish to be named.  \n4.  4. The newspaper\nprovided the message that the complainant had sent in which she had asked\nwhether it “as a paper” would be able to “get more answers” from the hospital.\nThe newspaper replied saying that the message had been passed to the news\neditor. \n5.  5. On receipt of\nthe complainant’s request for assistance, the newspaper took the matter up with\nthe health board; it was then able to run the story. As far as the newspaper was\nconcerned, the complainant had raised valid points that she wanted to be made\npublic; it was therefore surprised that the article had given her cause to\ncomplain. To resolve the complaint, it offered to run a clarification to make\nclear that the complainant had since had her operation. \nRelevant Code provisions \n6.   6. Clause 2 (Privacy)\ni) Everyone is\nentitled to respect for his or her private and family life, home, health and\ncorrespondence, including digital communications.\nii) Editors will be\nexpected to justify intrusions into any individual's private life without\nconsent. Account will be taken of the complainant's own public disclosures of\ninformation. \nFindings of the\nCommittee \n7. 7. The complainant had\nvoluntarily given the information contained in the article to the newspaper.\nThere was no reason for the newspaper to believe that it was not for\npublication, and it had made the complainant aware that the news desk was\nlooking at it. Having regard for all the circumstances, including the nature of\nthe information published, the newspaper had not failed to respect the\ncomplainant’s private life in breach of Clause 2. \nConclusions \n8.  8. The complaint was not upheld. \nDate\ncomplaint received: 10/03/2016 Date decision issued: 21/04/2016\nBack to ruling listing\n\n\n"
}