{
    "url": "/rulings-and-resolution-statements/ruling/?id=01641-19",
    "title": "01641-19 Adomaityte v Mail Online",
    "provisions": [
        "1 Accuracy (2018)",
        "3 Harassment (2018)",
        "2 Privacy (2018)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "Mail Online (Associated Newspapers Limited)",
    "published_on": "2019-02-18 00:00:00",
    "received_on": "2019-02-21 00:00:00",
    "concluded_on": "2019-07-10 00:00:00",
    "complaint_processing_days": 139,
    "conclusion_long": "21. The complaint was not upheld",
    "remedial_action": "22. N/A Date complaint received: 21/02/2019",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee 01641-19 Adomaityte v\nMail Online   \nSummary of Complaint\n1. Toma Adomaityte\ncomplained to the Independent Press Standards Organisation that Mail Online\nbreached Clause 1 (Accuracy) and Clause 2 (Privacy) of the Editors’ Code of\nPractice in an article headlined “ISIS bride lawyer's Lithuanian beautician\nwife says it's 'a difficult time' for her and her husband and claims the\nfurious public 'don't really understand what's going on'”, published on 18\nFebruary 2019, and that the conduct of a journalist acting for Mail Online\nbreached Clause 3 (Harassment) in relation to the preparation of this article.\n2. The complainant\nwas the wife of the lawyer who, at the time of publication, was representing a\nwoman seeking to return to the UK after having travelled to Syria to support\nso-called Islamic State.\n3. The article reported that the complainant, who\nwas named and described as a beautician, had told the publication that she\nunderstood “’why some people are angry’” about her husband’s efforts to bring\nthe woman back to the UK, and that she had said that the controversy had “’had\na huge impact on me and the whole country’”. The article reported that the\ncomplainant had said that it was a “’difficult time’” for her and her husband,\nbut that they were “’coping’”, and that “’people don’t really understand what’s\ngoing on’”. The article included an image of the complainant’s home, showing\nonly one house, which was captioned “The lawyer and his beautician wife live in\na Victorian terrace in North London”. The article appeared in the top half of\nthe publication’s homepage.\n4. The complainant\nsaid that the article breached Clause 1 (Accuracy) because it had attributed\nstatements to her which she had not made, and misrepresented her exchange with\nthe journalist.\n5. The complainant\nsaid that the journalist had arrived at her home at approximately 4.20pm on 18\nFebruary. She said that the reporter had asked her to confirm her husband’s\nphone number, to which she had said “I don’t want to comment”. The complainant said\nthat the reporter had then asked how she was feeling and whether the situation\nwas stressful, to which she had said “I am fine”. She said that the reporter\nhad continued to ask questions, including “Are you and your husband discussing\nthe case?” but she had made no comment, and on her friend’s advice had\neventually said “I’m not going to talk about it”, and shut the door. She said\nshe had also confirmed, during a second approach by the journalist which she\nsaid had taken place approximately 40 minutes later, that she and her husband\nwere married - but had made no other substantive response to any questions\nasked.\n6. The complainant\nsaid that she had not said any of the following: “'We are OK. It's a difficult\ntime but we are coping... people don't really understand what's going on…I've\nnot been involved in any of this but obviously it's had a huge impact on me and\nthe whole country…This is a very important issue, I understand that and why\nsome people are angry. I'm sorry, I don't want to say any more'”.\n7. The complainant\nsaid that she had been on the phone to other individuals during both\ninteractions, and these individuals provided accounts of the conversations to\nIPSO which she said supported her account. The complainant also provided call\nlogs of her interactions with these individuals which she said supported this\nversion of events.\n8. The complainant\nalso said that the publication had breached Clause 3 (Harassment) in the\npreparation of the article. She said that she had made clear that she did not\nwish to give a comment, when she was first approached by the journalist, by\nstating “I don’t want to comment”. Despite this, the reporter had continued to\nquestion her. She had then told him “I’m not going to talk about it”, and had closed\nthe door. Forty minutes later, the reporter had knocked on her door for a\nsecond time; the complainant said that she had opened the door intending to\ntell him to go away, but he had begun to ask her questions. She had answered a\nquestion in relation to whether she was married, but had then stated “I told\nyou I don’t want to make any comment” and closed the door. The complainant said\nthat fifteen minutes later, she had left the house to travel to work, and had\nnoticed that the reporter was following her by car when she left. She said that\nthis course of conduct represented intimidation and harassment, and that her\nstatement during the first approach by the journalist that she did not want to\ntalk about the situation represented a clear request to desist from\nquestioning.\n9. The complainant\nalso said that the article had breached Clause 2 (Privacy), because it included\nan image of her home, and reported its general location.\n10. The publication denied any breach of Clause 1\n(Accuracy), and disputed the complainant’s account of the interactions at her\nhome. It said that a freelance reporter had been engaged to make contact with\nthe complainant’s husband; contrary to the complainant’s account, it said that\nthis reporter had not called at the complainant’s home for the first time until\nshortly before 5.00pm. The publication did not therefore accept that the first\ninteraction had happened at the time proposed by the complainant, which it said\ncalled into question whether she had been on the phone to her friend as\nsuggested.\n11. The publication provided the reporter’s shorthand notes\nof his conversation with the complainant, recorded immediately after the first\napproach, which read “We are OK. We are trying not [to] think about it. It’s\nbeen quite a difficult time. [Husband’s name] has been very busy with what’s\ngoing on. I have not been involved with what’s going on but obviously it’s had\nan impact on me”. The publication noted that this was not a complete record of\nthe conversation, but said that the journalist had immediately returned to his\ncar and had filed the full quotations to his editor, at 5.01pm. The email he\nsent to his editor, which was provided to IPSO as part of its investigation,\nstated that the complainant had said the following: \"We are OK. It's a\ndifficult time but we are coping. [Named individual] has been very busy and\npeople don't really understand what's going on. I've not been involved in any\nof this but obviously it's had a huge impact on me and the whole country. This\nis a very important issue, I understand that and why some people are angry. I'm\nsorry, I don't want to say any more\".\n12. The publication said that, after the journalist had\nfiled these quotations, his editor had called him and asked him to return to\nconfirm the complainant’s full name and her marital status. The journalist said\nthat he had engaged in a conversation with the complainant on these issues, and\nshe had confirmed both her marital status and her surname; he had then left.\n13. The publication also denied any breach of Clause 3\n(Harassment); it said that at no point during either conversation had the\nreporter been asked to leave. It said that, having provided the quotations\nreported in the article, during the first interaction, the complainant had said\n“I’m sorry, I don’t want to say any more”, at which point the reporter had\nleft. The publication denied that the complainant having said “I don’t want to\nsay any more” represented a request to desist from all further contact. It said\nthat when the journalist returned for a second time it had been to check the\ntwo biographical details, rather than to continue to seek further comments from\nher in relation to her husband’s case; the journalist said that the complainant\nhad seen him first through a window before answering the door to him and\nengaging with his questions - suggesting that she was not distressed by the prospect\nof a further interaction. It said that, had she not wished to talk, she would\nnot have engaged in this further conversation. The publication said that the\nreporter’s exchanges with the complainant had been pleasant and frank, and that\nhe denied any suggestion that he had followed her in his car at any point: he\nsaid that he had driven away from the house and not returned.\n14. The publication also denied any breach of Clause 2\n(Privacy). It said that the image of the complainant’s house had been closely\ncropped to remove any details which might allow its precise location to be\nidentified; the article had only referred to the house as being in “North\nLondon”. It also said that the image was taken from a public street, and that\nthere was no inherent right to privacy over the publication of images of a\nhome.\nRelevant Code Provisions\n15. Clause 1 (Accuracy)\ni) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not\nsupported by the text.\nii) A significant inaccuracy, misleading statement or\ndistortion must be corrected, promptly and with due prominence, and — where\nappropriate — an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator.\niii) A fair opportunity to reply to significant inaccuracies\nshould be given, when reasonably called for.\niv) The Press, while free to editorialise and campaign, must\ndistinguish clearly between comment, conjecture and fact.\n16. Clause 2 (Privacy)*\ni) Everyone is entitled to respect for his or her private\nand family life, home, health and correspondence, including digital\ncommunications.\nii) Editors will be expected to justify intrusions into any\nindividual's private life without consent. In considering an individual's\nreasonable expectation of privacy, account will be taken of the complainant's\nown public disclosures of information and the extent to which the material\ncomplained about is already in the public domain or will become so.\niii) It is unacceptable to photograph individuals, without\ntheir consent, in public or private places where there is a reasonable\nexpectation of privacy.\n17. Clause 3 (Harassment)*\ni) Journalists must not engage in intimidation, harassment\nor persistent pursuit.\nii) They must not persist in questioning, telephoning,\npursuing or photographing individuals once asked to desist; nor remain on\nproperty when asked to leave and must not follow them. If requested, they must\nidentify themselves and whom they represent.\niii)  Editors must\nensure these principles are observed by those working for them and take care\nnot to use non-compliant material from other sources.\nFindings of the Committee\n18. The Committee noted that the complainant and the\npublication had provided differing accounts of the content of the first\nconversation. The complainant accepted that questions had been asked of her\nregarding her feelings in relation to her husband’s case, and whether she was\ndiscussing the matter with him – questions which reflected the content of the\nquotations attributed to her - but denied having made any substantive responses\nother than confirming that she was “fine”. However, the publication was able to\nsupply a contemporaneous shorthand note of the conversation, which had been\ntaken minutes after the conversation had taken place. This note supported several of the quotations\nattributed to the complainant in the article, including the headline claim that\nthis was a “difficult time” for her and her husband. The note was supported by\na subsequent email – which could also be considered contemporaneous ­– which\nset out in full the quotations reported in the article. Notwithstanding that\nthis account was disputed, where the publication was able to provide\ncontemporaneous support for the quotations attributed to the complainant, there\nwas no failure to take care over the accuracy of the article on this point, and\nthe Committee did not find that the quotations attributed to the complainant\nwere inaccurate. There was no breach of\nClause 1.\n19. The Committee then considered the complaint made under\nClause 3. It noted that the Code does not insist that individuals use a\nparticular form of words in asking journalists to desist from contacting them\nfurther; in this instance, it was accepted that, at the end of the first\nconversation, the complainant had said “I’m not going to talk about it” or “I’m\nnot going to say any more”. While the complainant had not asked the journalist\nto leave, or stated that she did not wish to be contacted, she had stated her\nposition that she did not wish to talk further about the matter of her\nhusband’s case. In these circumstances, there was a risk that a further\napproach could give rise to a breach of the terms of Clause 3 (Harassment).\nHowever, it was accepted that the second approach was a brief discussion of\nbiographical details about the complainant, not a discussion of the\ncomplainant’s husband’s case, and the complainant had willingly engaged in this\ndiscussion by answering at least one of the questions posed to her. In these\ncircumstances, the Committee did not consider that the nature of the second\napproach was such that the journalist’s course of conduct breached Clause 3.\n20. The photograph of the complainant’s house showed only\nits outward appearance and was also cropped in such a way so as to reduce the\nlikelihood of the house being identifiable to members of the general public who\nwere not already familiar with its location. The photograph did not contain any\nprivate information about the complainant in respect of which she had a\nreasonable expectation of privacy. There was no breach of Clause 2 (Privacy) in\nrelation to the publication of the photograph.\nConclusions\n21. The complaint was not upheld\nRemedial Action Required\n22. N/A\nDate complaint received: 21/02/2019\nDate decision issued: 10/07/2019\nBack to ruling listing\n\n\n"
}