{
    "url": "/rulings-and-resolution-statements/ruling/?id=01646-22",
    "title": "01646-22 Boreland v Sunday Life",
    "provisions": [
        "1 Accuracy (2021)",
        "2 Privacy (2021)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "Sunday Life (MEDIAHUIS UK)",
    "published_on": "2022-02-06 00:00:00",
    "received_on": "2022-02-14 00:00:00",
    "concluded_on": "2022-10-04 00:00:00",
    "complaint_processing_days": 232,
    "conclusion_long": "20. The complaint was not upheld.",
    "remedial_action": "21. N/A    Date complaint received: 14/02/2022",
    "text": "\n\n\n\n\n\nDecision\nof the Complaints Committee – 01646-22 Boreland v Sunday Life\nSummary\nof Complaint\n1. Ben\nBoreland complained to the Independent Press Standards Organisation that the\nSunday Life breached Clause 1 (Accuracy) and Clause 2 (Privacy) of the Editors’\nCode of Practice in an article headlined “UDA boss Boreland accuses rivals of\ndirty tricks over son’s ‘cocaine’ vid”, published on 6 February 2022.\n2. The\narticle reported on “a ‘prank’ video”, showing the complainant “pretending to\ncut cocaine [which] was circulated among loyalists”. It went on to report that\n“[i]n the widely-shared recording, Ben Boreland can be seen leaning over a\ntiled counter with a line of white powder visible. He then chops the powder\nwith what appears to be a credit card before turning and smiling as a pal\nroars, ‘Ben, you’re a bad article’.”\n3. The\narticle included comments from a “North Antrim UDA member” as well as the\ncomplainant’s father. The former was quoted as saying “now you have [the\ncomplainant] filmed letting on to cut lines of cocaine in a pub toilet. […] The\nvideo is the talk of loyalists in Ballymoney at the moment”. The complainant’s\nfather was quoted as having said: “That there (video) is a pile of p**s, it was\na joke. Of course it is (being used to get at him). I’m aware of it, it was\nsent to me. It was a joke among mates, it’s a pile of p**s.”\n4. The\narticle was accompanied by a still of the video in question, showing the\ncomplainant’s head and shoulders.\n5. The\narticle also appeared online in substantially the same form under the headline:\n“Antrim UDA boss Marcus Boreland accuses rivals of dirty tricks over son’s\n‘cocaine’ video”.\n6. The\ncomplainant said that the article intruded into his private life in breach of\nClause 2. He said that, contrary to the article’s assertion that the video had\nbeen “widely-shared”, it was not widespread and had not been published on any\nopen forums or social media platforms. He also said that the video which the\narticle reported on had been taken in a private space: a toilet cubicle into\nwhich an individual – who the complainant did not know – had forced themselves.\nTherefore, he considered that the publication of a screenshot taken from a\nvideo filmed in such circumstances intruded into his privacy.\n7. The\ncomplainant provided IPSO with a copy of the video; this showed that the video\nhad been published on Snapchat by a third party. He said that videos posted to\nSnapchat were only shared with the account holder’s contacts, and were then\ndeleted after 24 hours: in this case, the Snapchat video had been shared with\nonly 12 individuals. He believed the video had also been shared with a number\nof journalists via private messages from a fake Facebook account but, to his\nunderstanding, this had not resulted in any reporting other than the article\nunder complaint. The complainant, therefore, considered that the video was not\nin the public domain.\n8. The\ncomplainant also said that the article was inaccurate in breach of Clause 1; he\nconsidered this to be the case where the video was described in the headline as\na “’cocaine’ vid”, and the body of the article claimed that the video showed\nhim “chop[ping…] powder”. He said that this was hyper-sensational, and that no\ndrugs or anything that could be construed as such were at any time present in\nthe video.\n9. The\npublication said it did not accept that the article had breached the Code.\nTurning first to the question of whether the video was in the public domain, it\nsaid that once a video is shared on Snapchat it can be copied and shared on\nother platforms. It said that its journalist had obtained the video via\nWhatsApp, and that the source who had provided the video had told them that he\nhad received it from a WhatsApp group which comprised of 30 people – the source\nhad, in turn, shared it with more than a dozen people. According to the publication,\nthe source had said that it was “the talk of the [Ballymoney] area and\nspreading like wildfire”. The journalist had also received the video from a\nsecond source via email, and the newspaper said that the second source had also\nsaid that “it was the talk of loyalist sources”. It further noted that the\ncomplainant’s father had said that he was aware the video was “doing the\nrounds” and that he himself had been sent the video. It supplied a transcript\nof the conversation with the complainant’s father to support its position on\nthe point; the relevant portion of the transcript was as follows:\nJournalist:\nI just wanted to let you know, you know, are you aware that it [the video] was\ndoing the rounds aye?\nComplainant’s\nfather: Of course I was, it was sent to me!\nJournalist:\nOh was it, were you aye and it was just your wee lad having a laugh? There was\nno, there was no…\nComplainant’s\nfather: Listen mate, it was a joke among mates it was a pile of piss that’s\nwhat it is\n10. The\npublication also did not accept the complainant’s assertion that the video had\nbeen taken after someone had forced themselves into the toilet cubicle. It said\nthat the complainant could be heard laughing in the video as the person filming\nit referred to him as a “bad, bad article”. It also said that it did not\nconsider that the video showed the complainant engaged in any private activity;\nby the complainant’s own description he was joking with friends, and the video\nwas filmed in a location where there was no cubicle door or partition\npreventing the person from filming – or anyone else in the bathroom at the time\n– from approaching the complainant. At no time in the video did the complainant\nask the person recording it to leave. It therefore considered the location in\nwhich the video was taken – a toilet cubicle – to be irrelevant in terms of\nprivacy.\n11. The\npublication also said that – while it did not consider that the Code had been\nbreached, and that therefore a public interest defence was not necessary – it\nwas its position that highlighting a reporting on the “prank” video was a\nmatter of public interest, given the complainant’s father’s alleged links to\ncriminality.\n12.\nTurning to the complainant’s Clause 1 concerns, the publication noted that the\nword “cocaine” appeared in single quote marks in the headline, and that the\narticle described the video as a “prank”. It further noted that the article\nincluded references to the complainant “letting on” (pretending) to cut cocaine;\nit did not claim, as fact, at any point that the video showed the complainant\ncutting cocaine. It said that it was also satisfied that the video showed white\npowder.\n13. The\ncomplainant said that he did not accept that the video was in the public\ndomain. He said that the definition of something being in the public domain was\nthat it is widely available on the internet. He said that this was not the case\nwith the video, as WhatsApp is a highly secure messaging service which is\nend-to-end encrypted, and Snapchat videos are deleted after 24 hours. He also\nnoted that the publication had not shown that the video could be found on any\n“public platform”.\n14. The\ncomplainant agreed that the video showed him participating in a prank between\nfriends, but did not accept that jokes between friends did not represent a\nprivate activity. He said that the dynamic between friends was not for public\nconsumption, and that what is done in private between friends should remain\nprivate. He said that this was especially the case as he was not a public\nfigure, and was not participating in a criminal activity.\nRelevant\nCode Provisions\nClause 1\n(Accuracy)\ni) The\nPress must take care not to publish inaccurate, misleading or distorted\ninformation or images, including headlines not supported by the text.\nii) A\nsignificant inaccuracy, misleading statement or distortion must be corrected,\npromptly and with due prominence, and — where appropriate — an apology\npublished. In cases involving IPSO, due prominence should be as required by the\nregulator. \niii) A\nfair opportunity to reply to significant inaccuracies should be given, when\nreasonably called for.\niv) The\nPress, while free to editorialise and campaign, must distinguish clearly\nbetween comment, conjecture and fact.\nClause 2\n(Privacy)*\ni)\nEveryone is entitled to respect for their private and family life, home,\nphysical and mental health, and correspondence, including digital\ncommunications.\nii)\nEditors will be expected to justify intrusions into any individual's private\nlife without consent. In considering an individual's reasonable expectation of\nprivacy, account will be taken of the complainant's own public disclosures of\ninformation and the extent to which the material complained about is already in\nthe public domain or will become so.\niii) It\nis unacceptable to photograph individuals, without their consent, in public or\nprivate places where there is a reasonable expectation of privacy.\nFindings\nof the Committee\n15. In coming to a decision as to whether Clause\n2 was breached, the Committee noted first that the location in which the video\nwas recorded – a toilet cubicle – is generally a location where an individual\nwould have a reasonable expectation of privacy. However, the Committee was\nmindful that the door of the cubicle in this instance was open. It was evident\nfrom the audio recording of the video (and supported by the complainant’s\naccount of the incident) that a number of people were present and interacting\nwith the complainant during the brief period of the filming. The complainant\nwas participating in a social interaction, and was aware of the presence of the\nperson filming, as well as the fact that they were filming. In addition, the\ncubicle was part of a pub’s toilet facilities and would therefore have been\naccessible to members of the public. Taking these factors into account, the\nCommittee considered that the complainant’s expectation of privacy in this\nlocation was significantly diminished.  \n16.\nThere were other factors to consider beyond the location in which the video had\nbeen filmed when establishing whether the complainant has a reasonable\nexpectation of privacy – and, by extension, whether publishing the article\nreporting on the video intruded into the complainant’s private life. The video\nshowed the complainant, by his account, engaged in a prank with friends. While\nthe Committee understood that the complainant would have preferred that the\nprank had remained confined to a small group of friends, this did not mean that\nit was a private activity or that reporting on the “prank” represented an\nintrusion into the complainant’s private or family life: details of a ”prank”\ndo not necessarily relate to an individual’s private or family life, or reveal\nanything private about an individual.\n17. In addition, the video had been posted on\nsocial media. While the Committee acknowledged that the original group to which\nthe video was sent to was comprised of 12 individuals, there was no dispute\nthat it had subsequently been circulated much more widely, to the point that\nthe complainant’s father had acknowledged to the reporter before publication\nthat it was “doing the rounds” and had in fact been sent to him. Taking the\nnature of the video and the extent of its previous circulation into account, the\nCommittee did not consider that the complainant had a reasonable expectation of\nprivacy over the video, or that reporting on its contents represented an\nintrusion into his private or family life. There was, therefore, no breach of\nClause 2.\n18. Turning to the alleged breaches of Clause 1,\nthe Committee noted that the phrase “cocaine” in the headline appeared in\ninverted commas. This was clarified in the text, which reported that it was “a\n‘prank’ video”, showing the complainant “pretending to cut cocaine”, which was\nthe position shared by the complainant. Where the article reported the\ncomplainant’s position that the video was a prank which showed him pretending\nto snort a cocaine-like substance, and clarified that this was the meaning of\nthe headline – and therefore the complainant’s position aligned with the\narticle’s reporting on this point – the Committee did not consider that the\ncomplainant’s concerns on this point represented a breach of Clause 1.\n19. The\ncomplainant had also said that it was inaccurate to report that the video\nshowed him “chop[ping…] powder”. However, in circumstances where both parties\naccepted that the video showed the complainant bent over a surface and\n“pretending to cut cocaine”, the Committee did not consider it to be\nsignificantly inaccurate, distorted, or misleading to report that the video\nshowed the complainant “chop[ping…] powder”, regardless of precisely what the\nvideo showed. There was no breach of Clause 1 on this point.\nConclusion(s)\n20. The\ncomplaint was not upheld.\nRemedial\nAction Required\n21. N/A\n\n\n\nDate\ncomplaint received: 14/02/2022\nDate\ncomplaint concluded by IPSO: 04/10/2022\nBack to ruling listing\n\n\n"
}