{
    "url": "/rulings-and-resolution-statements/ruling/?id=01657-14",
    "title": "01657-14 Bobin v The Times",
    "provisions": [
        "3 (Privacy) 2015",
        "9 (Reporting of crime) 2015"
    ],
    "outcome": "Breach - sanction: publication of adjudication",
    "publication": "The Times (News UK)",
    "published_on": "2014-11-05 00:00:00",
    "received_on": "2014-11-05 00:00:00",
    "concluded_on": "2015-03-26 00:00:00",
    "complaint_processing_days": 141,
    "conclusion_long": "13. The complaint was upheld in part.",
    "remedial_action": "14. Having upheld the complaint under Clause 9 (Reporting of crime) of the Code, the Committee considered what remedial action should be required. The Committee has the power to require the publication of a correction and/or adjudication, the nature, extent and placement of which is to be determined by IPSO. It may also inform the publication that further remedial action is required to ensure that the requirements of the Code are met.15. The Committee required that in order to remedy the breach of the Editors’ Code, the newspaper should publish the Committee’s adjudication upholding the complaint. The article under complaint had been published on page 9 of the newspaper; the adjudication should also be published on this page or further forward, with a headline to be agreed in advance.16. The terms of the adjudication, which the newspaper should publish without addition or alteration, are as follows: Clémentine Bobin complained to the Independent Press Standards Organisation that The Times had breached Clause 9 (Reporting of crime) of the Editors’ Code of Practice in an article headlined “Banker left glamour model for new life”, published on 5 November 2014. IPSO upheld the complaint as a breach of the Editors’ Code and required The Times to publish this decision by its Complaints Committee as a remedy to the breach. The article contrasted the student days in England of Rurik Jutting with the circumstances of his recent arrest for murder in Hong Kong. It was accompanied by three photographs, the largest of which depicted Mr Jutting standing next to the complainant with his arm around her, captioned as “Rurik Jutting as a Cambridge student at 21, with a friend”. The other photographs showed one of his alleged victims and a former girlfriend.The complainant said that the photograph had been taken in 2006, when she was a young co-worker of Mr Jutting, after which period she had had no contact with him. Although it had not named her, it had clearly identified her to friends, family and colleagues, which was intrusive and upsetting. The newspaper argued that in light of the allegations against Mr Jutting, there was a public interest in examining his life; the photograph served to illustrate the apparent transformation of his circumstances. The caption referred to the complainant’s past connection to Mr Jutting, but she did not remain his “friend”, and Clause 9 should therefore not apply. In its view, those who would recognise the complainant would be aware that she had had no continued association with the accused. The newspaper removed the photograph from its website as soon as it was aware of the complainant’s concerns, and apologised for having distressed her. It later removed the photograph from its editorial systems as well, and confirmed that there were no circumstances in which it imagined republishing it.Regardless of the true nature of their connection, the caption to the large and prominent photograph described the complainant as a “friend” of Mr Jutting; this asserted a direct association between the two, in a manner that squarely engaged the terms of Clause 9.In order to avoid a breach of the Code, the newspaper was therefore required to show that it was justified in identifying the complainant, either because the complainant was genuinely relevant to the story, or because – regardless of the complainant’s relevance – there was a public interest which justified publication. The article had made no reference to the complainant, and she was plainly not personally relevant to the story. No public interest could reasonably be regarded as justifying the intrusion into the complainant’s life caused by so prominently and publicly associating her with an alleged criminal. The Committee upheld the complaint.  Date complaint received: 05/11/2014",
    "text": "\n\n\n\n\n\nDecision of\nthe Complaints Committee 01657-14\nBobin v The Times\nSummary of complaint \n1. Clémentine Bobin complained to the Independent Press\nStandards Organisation that The Times had breached Clause 3 (Privacy) and\nClause 9 (Reporting of crime) of the Editors’ Code of Practice in an article\nheadlined “Banker left glamour model for new life”, published on 5 November\n2014. 2. The article contrasted the student days in England of\nRurik Jutting with the circumstances of his recent arrest for murder in Hong\nKong. It was accompanied by three photographs, the largest of which depicted Mr\nJutting standing next to the complainant with his arm around her, captioned as\n“Rurik Jutting as a Cambridge student at 21, with a friend”. The other\nphotographs showed one of his alleged victims and a former girlfriend.3. The complainant said that the photograph had been\ntaken in 2006, when she was a young co-worker of Mr Jutting, after which period\nshe had had no contact with him. Although it had not named her, it had clearly\nidentified her to friends, family and colleagues, which was intrusive and\nupsetting. In addition, she was concerned that its relative prominence and size\nsuggested that she was the glamour model mentioned in the headline. 4. The complainant argued that the photograph had been\ntaken in circumstances where she had a reasonable expectation of privacy, at a\nprivate event in the enclosed grounds of a college. While it appeared to have\nbeen taken from a publicly-accessible Facebook page, she had never consented to\nits circulation; the page belonged to a friend, who had been unaware that no\nprivacy settings protected it. This did not mean it was in the “public domain”.5. The newspaper argued that in light of the allegations\nagainst Mr Jutting, there was a public interest in examining his life; the\nphotograph served to illustrate the apparent transformation of his\ncircumstances. The caption referred to the complainant’s past connection to Mr\nJutting, but she did not remain his “friend”, and Clause 9 should therefore not\napply. In its view, those who would recognise the complainant would be aware\nthat she had had no continued association with the accused. 6. It did not dispute the complainant’s account of the\ncircumstances in which the photograph was taken. In its view, however, the\nindividuals pictured had a limited expectation of privacy, and the content of\nthe photograph was innocuous. Given this, and the fact that the Facebook album\nfrom which it had been obtained was publicly accessible, the newspaper did not\naccept any breach of Clause 3. 7. The newspaper removed the photograph from its website\nas soon as it was aware of the complainant’s concerns, and apologised for\nhaving distressed her. It later removed the photograph from its editorial\nsystems as well, and confirmed that there were no circumstances in which it\nimagined republishing it.Relevant Code Provisions8. Clause 3 (Privacy)i) Everyone is entitled to respect for his or her private\nand family life, home, health and correspondence, including digital\ncommunications.ii) Editors will be expected to justify intrusions into\nany individual's private life without consent. Account will be taken of the\ncomplainant's own public disclosures of information.Claude 9 (Reporting of crime)i) Relatives or friends of persons convicted or accused\nof crime should not generally be identified without their consent, unless they\nare genuinely relevant to the story.The Public interesti) The Regulator will consider the extent to which material\nis already in the public domain, or will become so.Findings of the Committee9. Regardless of the true nature of their connection, the\ncaption to the large and prominent photograph described the complainant as a\n“friend” of Mr Jutting. While the article, taken as a whole, made clear that\nthe complainant was not the “glamour model” cited in the headline, it\nnevertheless asserted a direct association between the complainant and Mr\nJutting, in a manner that squarely engaged the terms of Clause 9. 10. In order to avoid a breach of the Code, the newspaper\nwas therefore required to show it was justified in identifying the complainant,\neither because the complainant was genuinely relevant to the story, or because\n– regardless of her relevance – there was a public interest which justified\npublication. 11. The article had made no reference to the complainant,\nand she was plainly not personally relevant to the story. No public interest\ncould reasonably be regarded as justifying the intrusion into the complainant’s\nlife caused by so prominently and publicly associating her with an alleged\ncriminal. The Committee upheld the complaint under Clause 9.12. The Committee did not separately uphold the complaint\nunder Clause 3 (Privacy). Although the Committee noted the complainant’s\nconcern that the photograph had been taken without consent from a Facebook\npage, it conveyed only the fact of the complainant’s association with Mr\nJutting around 8 years ago, when they were at university. This was not in\nitself private, and it raised no additional issues for the Committee to\nconsider beyond those which gave rise to the breach of Clause 9. Conclusions13. The complaint was upheld in part.Remedial Action Required14. Having upheld the complaint under Clause 9 (Reporting\nof crime) of the Code, the Committee considered what remedial action should be\nrequired. The Committee has the power to require the publication of a\ncorrection and/or adjudication, the nature, extent and placement of which is to\nbe determined by IPSO. It may also inform the publication that further remedial\naction is required to ensure that the requirements of the Code are met.15. The Committee required that in order to remedy the\nbreach of the Editors’ Code, the newspaper should publish the Committee’s\nadjudication upholding the complaint. The article under complaint had been\npublished on page 9 of the newspaper; the adjudication should also be published\non this page or further forward, with a headline to be agreed in advance.16. The terms of the adjudication, which the newspaper\nshould publish without addition or alteration, are as follows: Clémentine Bobin complained to the Independent Press\nStandards Organisation that The Times had breached Clause 9 (Reporting of\ncrime) of the Editors’ Code of Practice in an article headlined “Banker left\nglamour model for new life”, published on 5 November 2014. IPSO upheld the\ncomplaint as a breach of the Editors’ Code and required The Times to publish\nthis decision by its Complaints Committee as a remedy to the breach. The article contrasted the student days in England of\nRurik Jutting with the circumstances of his recent arrest for murder in Hong\nKong. It was accompanied by three photographs, the largest of which depicted Mr\nJutting standing next to the complainant with his arm around her, captioned as\n“Rurik Jutting as a Cambridge student at 21, with a friend”. The other\nphotographs showed one of his alleged victims and a former girlfriend.The complainant said that the photograph had been taken\nin 2006, when she was a young co-worker of Mr Jutting, after which period she\nhad had no contact with him. Although it had not named her, it had clearly\nidentified her to friends, family and colleagues, which was intrusive and\nupsetting. The newspaper argued that in light of the allegations\nagainst Mr Jutting, there was a public interest in examining his life; the\nphotograph served to illustrate the apparent transformation of his\ncircumstances. The caption referred to the complainant’s past connection to Mr\nJutting, but she did not remain his “friend”, and Clause 9 should therefore not\napply. In its view, those who would recognise the complainant would be aware\nthat she had had no continued association with the accused. The newspaper removed the photograph from its website as\nsoon as it was aware of the complainant’s concerns, and apologised for having\ndistressed her. It later removed the photograph from its editorial systems as\nwell, and confirmed that there were no circumstances in which it imagined\nrepublishing it.Regardless of the true nature of their connection, the\ncaption to the large and prominent photograph described the complainant as a\n“friend” of Mr Jutting; this asserted a direct association between the two, in\na manner that squarely engaged the terms of Clause 9.In order to avoid a breach of the Code, the newspaper was\ntherefore required to show that it was justified in identifying the\ncomplainant, either because the complainant was genuinely relevant to the\nstory, or because – regardless of the complainant’s relevance – there was a\npublic interest which justified publication. The article had made no reference to the complainant, and\nshe was plainly not personally relevant to the story. No public interest could\nreasonably be regarded as justifying the intrusion into the complainant’s life\ncaused by so prominently and publicly associating her with an alleged criminal.\nThe Committee upheld the complaint.  Date complaint received: 05/11/2014\nDate decision issued: 26/03/2015\nBack to ruling listing\n\n\n"
}