{
    "url": "/rulings-and-resolution-statements/ruling/?id=01659-14",
    "title": "01659-14 de Pulford v The Daily Telegraph",
    "provisions": [
        "1 (Accuracy) 2015"
    ],
    "outcome": "No breach - after investigation",
    "publication": "The Daily Telegraph (Telegraph Media Group Ltd)",
    "published_on": "2014-11-04 00:00:00",
    "received_on": "2014-11-05 00:00:00",
    "concluded_on": "2015-02-04 00:00:00",
    "complaint_processing_days": 91,
    "conclusion_long": "8. The complaint was not upheld.",
    "remedial_action": "N/A  Date complaint received: 05/11/2014",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee 01659-14 de Pulford v The Daily Telegraph\nSummary of complaint \n1. Luke de Pulford complained to the Independent Press\nStandards Organisation that The Daily Telegraph had breached Clause 1\n(Accuracy) of the Editors’ Code of Practice in an article headlined “Why\ncriminalising gender abortions is sinister and wrong”, published online on 4\nNovember 2014. \n2. The article was a comment piece on the new Abortion\n(Sex-Selection) Bill, which seeks to clarify the law as laid out in the\nAbortion Act 1967, to make clear that it is illegal to have an abortion on the\nbasis of the sex of the foetus. The article criticised the bill and its\nsponsor, Fiona Bruce MP, suggesting that the bill would restrict women’s\nchoices, while claiming to do the opposite. \n3. The complainant was concerned that the article contained\na number of inaccuracies, and that the writer was commenting on a bill which\nshe had not seen. The complainant said that it was not possible to criminalise\nsex-selective abortion, as it is already illegal under the Offences Against the\nPerson Act 1861 and is not permitted by the Abortion Act 1967. He said that the\nbill instead sought to correct a common misinterpretation of the 1967 Act: that\nfoetal sex can prove a risk to the mental health of the pregnant woman and thus\nbe a legal ground for abortion. He also said that it was inaccurate to say that\nthe bill used “the language of women’s liberation”; this implied “sinister\nmotives”. \n4. The newspaper said that its readers would be familiar\nwith the nuances surrounding abortion debate and legislation, a frequent\nsubject of coverage in its pages. It said that it was clear from Ms Bruce’s\nrecent comments that the Abortion Act’s failure to specify the illegality of\nsex-selective abortion was the premise of her bill. It also said that it was\nthe writer’s opinion that the bill would restrict women’s choices, and that\nthis was closely aligned with Ms Bruce’s general anti-abortion stance. It said\nthat, in this context, it was fair comment to describe the bill and its\nmotivations as “sinister”. Ms Bruce had written an article on\nConservativeHome.com in advance of tabling the bill which outlined her thinking\nand explained what she was seeking to achieve with the bill. It also said that\nthe fact that the writer had not, at the time of writing, seen the precise text\nof the bill, was irrelevant to the point that she was making, especially given\nthat Ms Bruce’s opinions on the matter were already in the public domain. \nRelevant Code Provisions\n5. Clause 1 (Accuracy) \ni) The press must take care not to publish inaccurate,\nmisleading or distorted information, including pictures. \nii) A significant inaccuracy, misleading statement or\ndistortion once recognised must be corrected, promptly and with due prominence,\nand – where appropriate – an apology published. \niii) The press, whilst free to be partisan, must distinguish\nclearly between comment, conjecture and fact. \nFindings of the Committee\n6. The article under complaint had been clearly\ndistinguished as a comment piece. Journalists are entitled to present robust\nopinions on topics of public debate, so long as they are clearly distinguished\nfrom fact. In this case, the writer was entitled to present her views on the\nnew bill, based on Ms Bruce’s article on ConversativeHome.com, and to comment\non any perceived motivations surrounding it. While the Committee acknowledged\nthat the Abortion Act 1967 did not provide for abortion on the basis of foetal\nsex alone, there was confusion surrounding the circumstances in which a woman\nmay have an abortion when the sex of the foetus is an issue. The purpose of the\nnew bill is to clarify the position. Given this, it was not significantly\ninaccurate or misleading to state that the new bill “proposes a ban on\nsex-selective abortions”. \n7. The bill had been described by Ms Bruce as a “chance to\nfight what we believe to be the first violence against women and girls” and its\npurpose as being to “support women who are under pressure to have\ngender-selective abortions”. In light of this description, the journalist was\nentitled to argue that this constituted the “language of women’s liberation”,\nand it was clearly distinguished as the comment of the writer. The article had\nnot misleadingly implied that the writer had seen the text of the bill, and had\nattributed her understanding to public statements made by its sponsor. Further,\nthe writer was entitled, under Clause 1 (iii) of the Code, to express her view\nthat the bill, and its motivations, were “sinister”. There was no failure to\ntake care over the accuracy of the article, and the Committee did not establish\nany significant inaccuracies, which would require correction in order to comply\nwith the terms of the Code. \nConclusions\n8. The complaint was not upheld. \nRemedial Action Required\nN/A \nDate complaint received: 05/11/2014 \nDate decision issued: 04/02/2015 \nBack to ruling listing\n\n\n"
}