{
    "url": "/rulings-and-resolution-statements/ruling/?id=01666-22",
    "title": "01666-22 Bird v Sunday Life",
    "provisions": [
        "1 Accuracy (2021)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "Sunday Life (MEDIAHUIS UK)",
    "published_on": "2022-02-13 00:00:00",
    "received_on": "2022-02-17 00:00:00",
    "concluded_on": "2022-06-06 00:00:00",
    "complaint_processing_days": 109,
    "conclusion_long": "11. The complaint was not upheld.",
    "remedial_action": "12. N/A    Date complaint received: 17/02/2022",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee – 01666-22 Bird v Sunday Life\nSummary\nof Complaint\n1. Adrian\nBird complained to the Independent Press Standards Organisation that the Sunday\nLife breached Clause 1 (Accuracy) of the Editors’ Code of Practice in an\narticle headlined “BOOKIES GUN LOYALIST HAS STORMONT FUNDED JOB” / “Loyalist\ncaught with bookies massacre gun has Stormont funded job”, published on 13\nFebruary 2022.\n2. The\narticle reported on the publication of a recent Police Ombudsman report which\ninvestigated the murder of 12 people in an incident in 1992. The article\nfocused on a named individual who the publication believed featured heavily in\nthe report under a cypher. The article stated that he was now employed by the\nResurgam Trust, described in the article as “a government-backed community\norganisation which includes ex-UDA leader [the complainant] as its director.”\n3. The\narticle also appeared online in substantially the same format under the\nheadline “Loyalist caught with Belfast bookies massacre gun has Stormont-funded\njob”.\n4. The\ncomplainant, who was referred to as “ex-UDA leader Aidy Bird” in the article,\nsaid it was inaccurate in breach of Clause 1 as he stated he had never been a\nleader of the Ulster Defence Association (UDA) nor been questioned or charged\nwith being a member of the organisation. He said that his leadership roles in\npeacebuilding and conflict transformation had led to a small number of\njournalists labelling him as a former UDA leader in previous press articles.\nThe complainant said that these references were inaccurate, but that he had\nnever made a complaint to IPSO or its predecessor, the Press Complaints\nCommission about the articles. He did, however, provide correspondence from his\nsolicitors in 2010 concerning alleged inaccuracies in a different newspaper\naddressed to its editor. The correspondence did not detail specific\ninaccuracies but rather complained about inaccuracies in general. He also said\nthat he had met and challenged this editor, which resulted in the papers not\n“attacking” him for a period of time.\n5. The\npublication said it did not accept a breach of Clause 1. It maintained that it\nwas a matter of record that the complainant served six years in HMP Maze as a\nUDA/UFF inmate as described in a report from 1995. The report quoted the\ncomplainant on his release along with loyalist and republican inmates and\ndescribed him as a “former commander for the outlawed Ulster Defense\nAssociation, the largest Protestant group”. The publication further asserted\nthat the complainant’s senior position in the UDA was documented by a BBC\njournalist and documentary maker in a book published in 1999. The publication quoted\nthe same journalist who in 1994 had written that the UVF and the UDA/UFF could\nnot contemplate calling a ceasefire in 1994 without consulting their prisoners\nin the Maze, and reported that: \"The first vote among the UDA and UFF\nprisoners showed that there was great hostility to the idea and ominously the\nopposition was led by the organisation's Officer Commanding in the Maze, Adrian\n'Adie' Bird.”\n6. The\npublication also said that it has been widely reported that the complainant was\na former UDA leader and provided examples from newspaper articles from 1989 to\n2022 in which he had been referred to as a UDA leader, UDA Boss, UDA commander,\nUDA chief, “former UDA prisoner who heads up Lisburn UDA”, and “South Belfast\nUDA [name’s] second in command”. Additionally, the newspaper said that its\nloyalist sources had claimed the complainant took a senior role in the UDA\nbecoming commander in Lisburn. The publication further referenced a book which\nquoted a former deputy governor at the Maze, who described the complainant as a\nmember of the 'loyalist leadership'.\nRelevant\nCode Provisions\nClause 1\n(Accuracy)\ni) The\nPress must take care not to publish inaccurate, misleading or distorted\ninformation or images, including headlines not supported by the text.\nii) A\nsignificant inaccuracy, misleading statement or distortion must be corrected,\npromptly and with due prominence, and — where appropriate — an apology\npublished. In cases involving IPSO, due prominence should be as required by the\nregulator. \niii) A\nfair opportunity to reply to significant inaccuracies should be given, when\nreasonably called for.\niv) The\nPress, while free to editorialise and campaign, must distinguish clearly\nbetween comment, conjecture and fact.\nFindings\nof the Committee\n7. The\nCommittee noted the dispute between the parties as to whether the complainant\ncould accurately be described as a former UDA leader and acknowledged that it\nwas not in a position to reconcile the conflicting positions. The question for\nthe Committee was whether the publication had taken sufficient care over the\naccuracy of its description of the complainant in these terms and whether it\ncould establish any significant inaccuracy requiring correction under the terms\nof Clause 1 (ii).\n8. The\nCommittee noted that the publication had provided numerous sources to support\nits characterisation of the complainant’s position in the UDA, ranging from\nbook extracts to newspaper coverage. While it appreciated that the complainant\ndisputed the accuracy of previous coverage of his membership and status within\nthe UDA and acknowledged that his solicitors had contacted a different\npublication concerning alleged inaccuracies, it noted that the correspondence\nprovided did not include a denial of the specific claim under dispute in this\ncomplaint. The Committee also noted that these letters had been directed to a\ndifferent publication, and it did not appear that any correction relating to\nthe complainant’s alleged position in the UDA had resulted from the correspondence.\nIt therefore did not consider the correspondence had a bearing on whether the\nnewspaper had taken care to accurately report the complainant’s previous status\nwithin the UDA.\n9. In\nthis instance, where the publication had provided numerous sources, published\nover a considerable timespan in both newspapers and books, that described the\ncomplainant as holding a senior role in the UDA, and where previous reports\nremained available uncorrected, the Committee was satisfied that the\npublication had taken sufficient care over the accuracy of the allegation that\nthe complainant was a former leader of the UDA and there was no breach on\nClause 1 (i).\n10.\nFurthermore, in circumstances where the publication had provided significant\nsubstantiation and detail to corroborate its claim about the complainant’s\nstatus, and the claim had been well-established in the public domain through\nrepeated publication over many years, which appeared to be unchallenged by the\ncomplainant, the Committee did not consider that it was in a position to\nestablish a significant inaccuracy requiring correction under Clause 1 (ii) in\nthis instance.\nConclusion(s)\n11. The\ncomplaint was not upheld.\nRemedial\nAction Required\n12. N/A\n\n\n\nDate\ncomplaint received: 17/02/2022\nDate\ncomplaint concluded by IPSO: 06/06/2022\nBack to ruling listing\n\n\n"
}