{
    "url": "/rulings-and-resolution-statements/ruling/?id=01668-17",
    "title": "01668-17 Packer v Mirror.co.uk",
    "provisions": [
        "1 Accuracy (2016)",
        "2 Privacy (2016)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "mirror.co.uk (Reach PLC)",
    "published_on": "2017-01-29 00:00:00",
    "received_on": "2017-01-30 00:00:00",
    "concluded_on": "2017-07-31 00:00:00",
    "complaint_processing_days": 182,
    "conclusion_long": "15. The complaint was not upheld.",
    "remedial_action": "N/A Date complaint received: 30/01/2017",
    "text": "\n\n\n\n\n\nDecision of the Complaints\nCommittee 01668-17 Packer v Mirror.co.ukSummary of complaint 1. Iain Packer complained to the Independent Press\nStandards Organisation that Mirror.co.uk breached Clause 1 (Accuracy) and\nClause 2 (Privacy) of the Editors’ Code of Practice in an article headlined\n“Desperate bid to solve notorious murder of woman who was strangled and dumped\nin ditch 11 years ago”, published on 29 January 2017. 2. The\narticle reported that Police Scotland had called in specialists from the\nMetropolitan Police to help solve the murder of Emma Caldwell who was killed in\n2005. It said that this was in response to pressure from Emma Caldwell’s family,\nas well as information brought to light about a “secret suspect”, Iain Packer, by\na 2015 Sunday Mail investigation. The article stated that the complainant had\nbeen interviewed six times by police and had admitted to taking the victim to\nthe location where her body was later found. 3. The\ncomplainant said that the article was inaccurate, as it had failed to report\nthat he had been interviewed by the police and told that he had been ruled out\nas a suspect in 2008. Therefore he did not accept he was a “secret suspect,” or\na suspect at all. 4. The\ncomplainant also said that the article was misleading as it had implied that he\nwas guilty of the murder. It had not made clear that he had been interviewed\nvoluntarily by the police on each occasion; it had omitted the results of DNA\ntesting and forensic testing of his van; and it had not made clear that he had\nan alibi for the night the victim went missing. 5. The\ncomplainant was also concerned that the article and the publication of his\nphotograph had intruded into his private life. He said that the information he\nhad given in his police interviews was confidential and was not in the public\ndomain. He did not accept that there was a public interest in intruding into\nhis privacy, as he was not a police suspect in the investigation. He noted that\nthousands of other individuals had also been interviewed. 6. The\nnewspaper said that at the time of publication, the complainant was being\nreconsidered as a suspect by the police, despite being “forgotten” from the\ninvestigation at an earlier stage. It did not accept that referring to the\ncomplainant as a suspect was inaccurate, and did not consider that omitting\nthat he had been cleared by police in 2008 represented a significant\ninaccuracy. 7. The\nnewspaper did not consider that it had accused the complaint of being guilty of\nEmma Caldwell’s murder. The article had not reported that his questioning was\ninvoluntary, and as the police had not confirmed the details relating to the\ncomplainant’s alibi and DNA and forensics testing to the newspaper, this\ninformation had not been reported. 8.  The\nnewspaper said that the details of the complainant’s police interview had come\nfrom a confidential source, which they had a duty to protect. It said that due\nto the contribution this information had made to the progress of the case, it\nwas entitled to publish it. The newspaper did not accept that the publication\nof the complainant’s photograph represented a breach of his privacy as it did\nnot show any private information. 9.  The\nnewspaper said that there was a strong public interest in publishing details of\nthe complainant’s police interview, as it had progressed the investigation\nsignificantly. The newspaper also said that there was a clear public interest\nin solving an unresolved historic murder.Relevant Code\nprovisions 10. Clause 1 (Accuracy)  i.  The\nPress must take care not to publish inaccurate, misleading or distorted\ninformation or images, including headlines not supported by the text. ii.  A\nsignificant inaccuracy, misleading statement or distortion must be corrected,\npromptly and with due prominence, and — where appropriate — an apology\npublished. In cases involving IPSO, due prominence should be as required by the\nregulator. Clause\n2 (Privacy)* i.  Everyone\nis entitled to respect for his or her private and family life, home, health and\ncorrespondence, including digital communications. ii.  Editors\nwill be expected to justify intrusions into any individual’s private life\nwithout consent. Account will be taken of the complainant’s own public\ndisclosures of information.iii.  It\nis unacceptable to photograph individuals, without their consent, in public or\nprivate places where there is a reasonable expectation of privacy. Findings of the Committee 11. The newspaper was entitled to\nreport its position that the police had failed to fully investigate the\ncomplainant’s possible involvement in Emma Caldwell’s murder following the\ncollapse of the trial against four men in 2007, and that the complainant was\ntherefore a “secret suspect”. It had made clear in the article that its\ncharacterisation of the complainant as a “suspect” was based on the fact that he\nhad been interviewed several times during the first police investigation, but\nthat he had not been charged or arrested, which the complainant accepted. 12. While the Committee acknowledged\nthat the complainant maintained that he had an alibi, that there was no\nforensic evidence to support the suggestion that he was responsible for the\nmurder, and that he had been told by the police that he was no longer a\nsuspect, the newspaper was still entitled to publish its view that this line of\ninquiry had not been properly investigated. It had not given the significantly\nmisleading impression that the complainant was guilty of the murder. There was\nno failure to take care over the accuracy of the articles in breach of Clause\n1. 13.  Any reasonable expectation of privacy the\ncomplainant may have had regarding the information he had given during\nvoluntary police interview was outweighed by the public interest in reporting\nthat a key line of enquiry in the murder investigation may not have been\nfollowed. The publication of this information sought to advance the police\ninvestigation into a historic murder enquiry. There was no breach of Clause 2\non this point. 14. The published photograph of the\ncomplainant had shown his face; he was not engaged in a private activity at the\ntime it was taken. It had not disclosed private information about him in breach\nof Clause 2. Conclusion 15. The complaint\nwas not upheld. Remedial\naction required N/A\nDate complaint received: 30/01/2017Date decision issued: 31/07/2017\nBack to ruling listing\n\n\n"
}