{
    "url": "/rulings-and-resolution-statements/ruling/?id=01667-17",
    "title": "01667-17 Packer v Daily Record",
    "provisions": [
        "1 Accuracy (2016)",
        "2 Privacy (2016)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "Daily Record (Reach PLC)",
    "received_on": "2017-01-30 00:00:00",
    "concluded_on": "2017-07-31 00:00:00",
    "complaint_processing_days": 182,
    "conclusion_long": "16. The complaint was not upheld.",
    "remedial_action": "N/A Date complaint received: 30/01/2017",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee 01667-17 Packer v\nDaily Record\nSummary of complaint\n1. Iain Packer\ncomplained to the Independent Press Standards Organisation that the Daily\nRecord breached Clause 1 (Accuracy) and Clause 2 (Privacy) of the Editors’ Code\nof Practice in the following articles, which appeared online:\n\"Sunday Mail spy scandal: Three men illegally\ntargeted by CCU are now pursuing criminal complaints”, published on 20 March\n2016;\"Sunday Mail spy scandal: Controversial Police\nScotland internal affair unit CCU to be shut down”, published on 20 March 2016;\"Emma Caldwell detective vows to find her killer\n11 years after her death”, published on 3 April 2016;\"Sunday Mail wins scoop of the year for Emma\nCaldwell investigation revelations”, published on 24 April 2016;“Sunday Mail spy scandal: Secret emails reveal senior\nofficers targeting Sunday Mail journalists were warned their actions would be\nillegal”, published on 8 May 2016;\"Police reinvestigating Emma Caldwell murder\nprobe the conduct of officers in failed first inquiry”, published on 31 July\n2016;\"No disciplinary for police officer who lost key\nevidence in illegal spying investigation”, published on 11 September 2016;\"Section 40…a vicious attack on newspapers and\nthe basic freedoms of the press and a threat to you, our readers, and your\nfreedom”, published on 8 January 2017;“Emma Caldwell cops call in elite Met squad after\nfamily of murder victim pile pressure on police”, published on 29 January 2017;\"My world stands still' Mother of Emma Caldwell\nreveals heartbreak of 12 year fight for justice”, published on 5 February 2017;\"The mum who deserves justice: The quiet hope in\nthe long fight of Emma Caldwell’s family”, published on 5 February 2017\n2. The articles reported on the unresolved murder of Emma\nCaldwell in 2005. They reported that Police Scotland had called in specialists\nfrom the Metropolitan Police, after the Lord Advocate instructed the case to be\nre-opened, and highlighted several controversies regarding the investigation.\n3. The newspaper reported that after a 2015 investigation\nby a sister publication, Police Scotland had launched an internal investigation\nto uncover the journalistic sources that had provided information about the\ninvestigation into Emma Caldwell’s murder, which the newspaper believed to be\nunlawful. It also criticised the initial inquiry into the murder, and said\nthere was pressure from the family of Emma Caldwell to re-open the\ninvestigation. The newspaper also reported that the investigation had been\nre-opened following its 2015 investigation which identified a “forgotten\nsuspect”, Iain Packer, who had been interviewed six times by the police but\nnever charged or arrested. All the articles made reference to the complainant\nas a “forgotten suspect.”\n4. The complainant\nsaid that the articles were inaccurate, as he was not a “forgotten suspect.” He\nhad been interviewed by the police in 2008, and had been told he was ruled out\nas a suspect. Therefore he did not accept he was a “forgotten suspect,” or a\nsuspect at all. \n5. The complainant also said that the articles were\nmisleading as they had implied that he was guilty of the murder. The articles\nhad not made clear that he had been voluntarily interviewed by the police on\neach occasion, and they had failed to state that his DNA and his van had been\nforensically tested and cleared. The newspaper had also not made clear that he\nhad an alibi for the night the victim went missing.\n6. In addition, the complainant was concerned that the\narticles, which included his photograph, had intruded into his private life. He\nsaid that the information he had given in his police interviews was\nconfidential and was not in the public domain. He did not accept there was a\npublic interest in intruding into his privacy, as he was not a police suspect\nin the investigation, and thousands of other individuals had also been\ninterviewed.\n7. The newspaper did not accept that referring to the\ncomplainant as a suspect was inaccurate, and it did not consider that omitting\nthat he had been cleared by police in 2008 represented a significant\ninaccuracy. It said that at the time of publication, the complainant was being\nreconsidered as a suspect by the police, despite being “forgotten” from the\ninvestigation at an earlier stage.\n8. The newspaper did not accept that it had accused the\ncomplaint of being guilty of Emma Caldwell’s murder. It had not reported that\nhis questioning was involuntary, and the police had not confirmed that the\ncomplainant had an alibi, or that his van and DNA had been cleared by forensic\ntesting; as such, this had not been reported.\n9. The newspaper said that the details of the\ncomplainant’s police interview had come from a confidential source, which they\nhad a duty to protect. It said that due to the contribution this information\nhad made to the progress of the case, it was entitled to publish the\ninformation. The newspaper did not accept that the publication of the\ncomplainant’s photograph represented a breach of his privacy as it did not show\nany private information.\n10. The newspaper said there was a strong public interest\nin publishing details of the complainant’s police interview, as it had\nprogressed the investigation significantly, and the case was now being\nre-examined. There was also a clear public interest in solving an unresolved\nhistoric murder.\nRelevant Code provisions\n11. Clause 1 (Accuracy)\ni) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not\nsupported by the text.\nii) A significant inaccuracy, misleading statement or\ndistortion must be corrected, promptly and with due prominence, and — where\nappropriate — an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator.  \nClause 2 (Privacy)*\ni) Everyone is entitled to respect for his or her private\nand family life, home, health and correspondence, including digital\ncommunications.\nii) Editors will be expected to justify intrusions into\nany individual’s private life without consent. Account will be taken of the\ncomplainant’s own public disclosures of information.\niii) It is unacceptable to photograph individuals,\nwithout their consent, in public or private places where there is a reasonable\nexpectation of privacy.\nFindings of the Committee\n12. The newspaper was entitled to report its position\nthat the police had failed to fully investigate the complainant’s possible\ninvolvement in Emma Caldwell’s murder following the collapse of the trial\nagainst four men in 2007, and that the complainant was therefore a “forgotten\nsuspect”. It had made clear in the coverage that its characterisation of the\ncomplainant as a \"suspect\" was based on the fact that he had been\ninterviewed several times during the first police investigation, but that he\nhad not been charged or arrested, which the complainant accepted.\n13. While the Committee acknowledged that the complainant\nmaintained that he had an alibi, that there was no forensic evidence to support\nthe suggestion that he was responsible for the murder, and that he had been\ntold by the police that he was no longer a suspect, the newspaper was still\nentitled to publish its view that this line of inquiry had not been properly\ninvestigated. It had not given the significantly misleading impression that the\ncomplainant was guilty of the murder. There was no failure to take care over\nthe accuracy of the articles in breach of Clause 1.\n14. Any reasonable expectation of privacy the complainant\nmay have had regarding the information he had given during voluntary police interview\nwas outweighed by the public interest in reporting that a key line of enquiry\nin the murder investigation may not have been followed. The publication of this\ninformation sought to advance the police investigation into a historic murder\nenquiry. There was no breach of Clause 2 on this point.\n15. The published photograph of the complainant had shown\nhis face; he was not engaged in a private activity at the time it was taken. It\nhad not disclosed private information about him in breach of Clause 2.\nConclusion\n16. The complaint was not upheld.\nRemedial action required\nN/A\nDate complaint received: 30/01/2017Date decision issued: 31/07/2017\nBack to ruling listing\n\n\n"
}