{
    "url": "/rulings-and-resolution-statements/ruling/?id=01679-17",
    "title": "01679-17 Sharp v Daily Record",
    "provisions": [
        "1 Accuracy (2016)",
        "2 Privacy (2016)",
        "4 Intrusion into grief or shock (2016)"
    ],
    "outcome": "Breach - sanction: publication of correction",
    "publication": "Daily Record (Reach PLC)",
    "received_on": "2017-03-03 00:00:00",
    "concluded_on": "2020-04-22 00:00:00",
    "complaint_processing_days": 1146,
    "conclusion_long": "of subsequent legal proceedings in relation to this allegation. 14. The complainant was charged in 2018 with stalking the man named in the articles as being the complainant’s “fake boyfriend”; stalking the woman who was the complainant’s former friend who told of her experience in the second article under complaint; and stalking the woman’s husband. She provided the indictments showing what she was originally charged with, and then what she pleaded guilty to. She admitted stalking the woman and her husband by creating fake online profiles, taking pictures from their social media accounts and posting them elsewhere, sending abusive, sectarian and threatening messages and emails and falsely accusing them of various criminal offences. She said in court that she committed these stalking offences against the woman and her husband as an act of “revenge” because she believed that they were responsible for the articles under complaint. The complainant was sentenced to one year in prison. The charge that the complainant had stalked the man named in the articles as her “fake boyfriend”, by acting in the way that the articles alleged, was dropped, and did not form any part of her conviction.15. Following the conclusion of the legal proceedings, the complaint was reopened. The complainant said that the fact that the charges relating to the man the articles said she had stalked were dropped, was indicative of the fact that they were false and had no evidence to support them.16. The publication said that the nature of the complainant’s conviction did not change the accuracy of the articles under complaint. The publication said that it was not the case that the charges relating to the man were dropped due to lack of evidence as suggested by the complainant, but because the man had not wanted to be a witness and appear in court. It said that this information had been provided by the procurator fiscal to the reporter at the time of the trial. It said that the complainant would not have been charged in relation to this in the first instance, if there was no real evidence to do so. It said that there was no requirement to print an update to the articles, as none of them reported that the complainant was facing criminal charges.Relevant Code Provisions17. Clause 1 (Accuracy)i) The Press must take care not to publish inaccurate, misleading or distorted information or images, including headlines not supported by the text.ii) A significant inaccuracy, misleading statement or distortion must be corrected, promptly and with due prominence, and — where appropriate — an apology published. In cases involving IPSO, due prominence should be as required by the regulator.iii) A fair opportunity to reply to significant inaccuracies should be given, when reasonably called for.iv) The Press, while free to editorialise and campaign, must distinguish clearly between comment, conjecture and fact.Clause 2* (Privacy)i) Everyone is entitled to respect for his or her private and family life, home, health and correspondence, including digital communications.ii) Editors will be expected to justify intrusions into any individual's private life without consent. Account will be taken of the complainant's own public disclosures of information.iii) It is unacceptable to photograph individuals, without their consent, in public or private places where there is a reasonable expectation of privacy.Clause 3* (Harassment)i) Journalists must not engage in intimidation, harassment or persistent pursuit.ii) They must not persist in questioning, telephoning, pursuing or photographing individuals once asked to desist; nor remain on property when asked to leave and must not follow them. If requested, they must identify themselves and whom they represent.iii) Editors must ensure these principles are observed by those working for them and take care not to use non-compliant material from other sources.Clause 4 (Intrusion into grief or shock)In cases involving personal grief or shock, enquiries and approaches must be made with sympathy and discretion and newspaper handled sensitively. These provisions should not restrict the right to report legal proceedings.Findings of the Committee18. The Committee emphasised first that it was not making a finding on the accuracy of the allegations made against the complainant. Its role was to decide whether there had been a breach of the Editors’ Code.  19. The articles reported that the complainant had “stalked” the man by creating fake social media accounts, editing photographs, and claiming they were in a relationship. The newspaper said that it had been informed of the complainant’s alleged Twitter account by a source, and it had noted that the allegation that she had created a fake relationship had circulated on social media. It had believed that the Twitter account was genuine and operated by the complainant because it had a substantial number of followers and tweets, which had been posted over a significant amount of time, including many which were not relevant to the alleged relationship. 20. When the complainant was approached for comment, she had denied all knowledge of the allegations, and then said that she was the victim of a hoax. Nevertheless, the articles reported these serious claims about the complainant’s conducts as fact – including on the front page – describing her variously as a “stalker”, a “fantasist”, and as having spun a “web of lies”.  21. Although the Committee recognised that the newspaper had given consideration before publication to the credibility of the Twitter account and had taken the step of contacting the complainant for her comment before publication, the complainant had denied being responsible for the account, and the newspaper was unable to point to evidence that it had obtained at the time of publication that proved that she was the operator of the account. In these circumstances, reporting as fact that the complainant was responsible for the Twitter account and had “stalked” the man constituted a failure to distinguish comment, conjecture and fact in breach of Clause 1 (iv). Furthermore, presenting these claims as fact constituted a failure to take care not to publish misleading information; the coverage was significantly misleading as to the status of these serious allegations. A clarification was therefore required under Clause 1 (ii), and none had been offered, in breach of Clause 1(ii).22. The Committee noted the material provided by the newspaper following the conclusion of legal proceedings against the complainant: the message from the complainant to a third party in which she appeared to imply that she had a relationship with the man during the period in which the alleged “stalking” took place, and the fact that the complainant was at one point charged with criminal offences in relation to the man, although these were later removed from her indictment. However, the Committee reiterated that it would not be making a finding on whether the complainant had acted in the way alleged in the articles, and it was not necessary to do so in order to maintain the breach of 1(iv) and 1(ii) as set out above, based on the information the newspaper had prior to publication.23. Whilst the complainant initially disputed that she was the subject of an ongoing investigation into her behaviour and alleged Twitter activity, the newspaper had provided a statement from the police which had confirmed this at the time it was ongoing, and it had accurately reported it. The Committee also noted the complainant’s subsequent guilty plea in relation to incidents which took place before and after the articles’ publication. There was no breach of Clause 1 on this point. 24. The Committee acknowledged that the complainant was upset by the approaches made by the reporter; however, it considered that these were limited and it did not consider that they were made in a manner that was intimidating. The complainant did not make any requests to desist and there was no evidence that the reporter had engaged in harassing behaviour. There was no breach of Clause 3. 25. Clause 2 is designed to ensure that an individual’s right to a private life is respected. The complainant said that the newspaper had breached her privacy through its approaches to her for comment and in its use of photographs of her. The Committee did not consider that the approaches made by the reporter, which had been part of its efforts to take care over the accuracy of its reporting, represented an intrusion into the complainant’s private life. The complainant also said that the published photographs were taken from her private Facebook account. The newspaper said that they were taken from the Twitter account. Both parties did not dispute that the photographs had been circulating on social media in conjunction with the allegations prior to publication. Whilst there was some dispute as to where the images were taken from, the Committee did not consider that they depicted any private information about the complainant, and it was clear that the images were already in the public domain at the time of publication. There was no breach of Clause 2 on these points. 26. The Committee acknowledged the complainant’s upset at being approached by a reporter at her home, and at the publication of the articles. However, the complainant’s situation was not one involving grief or shock, and therefore these issues did not engage with the terms of Clause 4. Conclusions27. The complaint was upheld in part under Clause 1.",
    "remedial_action": "28. The publication had not offered to take any remedial action and there was a breach of Clause 1(ii). The Committee considered that the appropriate remedial action was the publication of a correction acknowledging that the claims that the complainant had stalked the man by pretending to be in a relationship with him, creating a fake Twitter account, and photoshopping images, were allegations, not established fact. The correction should include a reference to the newspaper title, the article subject, and that it has been required following an upheld ruling from IPSO. 29. In determining where the correction should appear, the Committee had regard for the fact that the breach of the Code appeared on the front page – including in the headline – and continued throughout the articles under complaint where the allegations against the complainant were reported as fact. As such, the Committee considered that in order to be proportionate to the prominence of the breach, the correction should be referenced on the front page, in the same font and size as the sub-headline to the article which began “stalker had fake relationship…” with the full correction continuing on page 2. 30. In regards to the online versions of the articles, the correction should appear below the headline. Date complaint received: 03/03/2017",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee 01679-17 Sharp v Daily RecordSummary of complaint1. Jill Sharp complained to the Independent Press Standards Organisation that the Daily Record breached Clause 1 (Accuracy), Clause 2 (Privacy), Clause 3 (Harassment) and Clause 4 (Intrusion into grief or shock) of the Editors’ Code of Practice in an article headlined “Web of lies”, published on 8 February 2017, and an article headlined “I fell foul of Twitter stalker”, published on 9 February 2017.2. The articles, which began on the front page and continued inside, reported that the complainant “silently stalked” a man over the internet for four years, “copying his movements” and editing photographs taken from his Facebook page in order to convince her friends that she was in a relationship with him. The articles claimed that the complainant created a fake Twitter account claiming to be the man and sent “romantic” messages between their accounts. The articles also included tweets and photographs of the complainant that had been taken from the Twitter account it alleged that she operated, including the images which had allegedly been edited to show the complainant and the man together. The second article included the account of someone described as being a former friend of the complainant who said she had been “stalked and terrorised” by the complainant, through text messages and on Twitter, whilst the complainant was said to be leading her “double life”. The articles also reported that inquiries by the police into the complainant’s alleged behaviour and Twitter activity were ongoing and included her denial of these allegations.3. The articles were published online in substantively the same format, with the headlines “Stalker faked four-year relationship with man after stealing his Facebook pics to convince pals she was engaged”, published on 8 February 2017, and “’I hope she gets help because she clearly needs it’ Ex-friend of stalker who faked four-year relationship reveals she was ‘terrorised’ by her” and “Jill Sharp stalking victim [name] was convicted of assaulting seven-month-old baby”, published on 9 February 2017.4. The complainant said that she was the victim of a “hoax” and that the story was false, yet it had been presented as fact in the articles. She said that she had never operated a Twitter account, nor was there any evidence to link her to this account, and that she had never encountered the man in question. The complainant said that she was not the subject of an ongoing police investigation and denied any knowledge of the matter. She noted that the publication of the articles had damaged her reputation and career, causing her a great deal of distress. 5. The complainant said that the photographs of her included in the articles had been taken from her Facebook page. She also said that Daily Record reporters arrived unannounced at her family home on multiple occasions over two days, making attempts to contact her, her parents and her neighbours. She said that the reporters were parked on her street for more than three hours which made her feel intimidated and unable to leave her home. The complainant said that she briefly spoke to a reporter over the telephone but they did not make clear to her that the allegations related to any Twitter activity, and they did not mention that an article would subsequently be published. The complainant said that there had been an intrusion into her private life because the photographs were taken from her Facebook page without her consent. She also said that the contact made by the reporter intruded into her private life because they contacted her at her home, and that the conduct of the reporter amounted to harassment. 6. The newspaper said that it was informed of the Twitter account by a confidential source who knew the complainant. It said that the account had since been deleted; however, when it was active, it had 3,500 followers and featured numerous tweets dating back several years. It considered that it would have taken a significant period of time to accrue that number of followers; this was proof that the account was not fake. It said that the account contained details of the complainant’s alleged relationship as well as everyday tweets and provided screenshots of these. It also provided screenshots of messages dated 8 July 2016 between the complainant and her former friend, the person who spoke to the publication, where the complainant referred to her “relationship” with the man. Although the complainant maintained that she had not fabricated a relationship with the man, she did not appear to dispute in correspondence that she had sent the messages. The newspaper noted that the Twitter account was deleted on 6 February 2017, after the complainant was made aware that the article about her would be published. In light of this, it had been satisfied that the account had not been operated by someone else pretending to be the complainant. 7. The newspaper said that one photograph of the complainant was taken from the Twitter profile picture, which could be seen even when the account was set to private, and the other photographs were taken from tweets that were being circulated by other publicly available accounts. The newspaper said that during the period in which it was researching the story, the Twitter account alternated between being public and private, but it was unable to provide evidence of this. It said that the publication of the photographs did not represent an intrusion into the complainant’s private life. 8. The newspaper noted that the story was already circulating on social media prior to the publication of the first article, but it had nonetheless tried to contact the complainant for her comment. The newspaper explained that a reporter went to the complainant’s family home, but she was not available and so spoke to her over the telephone. The reporter put the allegations to the complainant, including the fact that social media activity was involved, and informed her that an article would be published. The complainant denied the allegations and requested that supporting evidence was provided to her. The newspaper said that as such, arrangements were made for the reporter to meet the complainant later that evening. The reporter unsuccessfully attempted to meet the complainant at her home on a further two occasions, so she endeavoured to contact her neighbours in order to establish that the woman in the photographs published was the complainant, and that she lived in the house which had been visited. 9. The newspaper said that it was approached by the complainant’s former friend before the publication of the second article, who was subsequently interviewed by the newspaper. She told the newspaper that she had made two complaints to the police about the complainant, and the newspaper received verification from the police that an investigation into the circumstances of the allegations was ongoing. The reporter was again unable to reach the complainant at her home to put the further allegations to her. The newspaper said that the steps taken, as outlined above, were in line with its obligations to take care over the accuracy of the article.10. The newspaper also said that the pre-publication contact did not represent an intrusion into the complainant’s private life and that such approaches are standard journalistic procedure. It also said that the reporter was not told to desist at any point, and that they had not engaged in harassing conduct.11. The newspaper apologised that the complainant was upset by the articles, but it did not accept that Clause 4 had been breached in this instance.12. Towards the end of IPSO’s investigation in 2017, the newspaper informed IPSO that the complainant had been arrested in relation to a stalking offence. It provided a statement from the Crown which confirmed that she was being investigated in relation to “alleged incidents said to have occurred at various locations between September 2016 and August 2017”. 13. Due to concerns about the effect a published decision on this complaint could have on the then-ongoing police investigation, the Committee took the decision, with the agreement of both parties, to put the complaint on hold until the conclusion of subsequent legal proceedings in relation to this allegation. 14. The complainant was charged in 2018 with stalking the man named in the articles as being the complainant’s “fake boyfriend”; stalking the woman who was the complainant’s former friend who told of her experience in the second article under complaint; and stalking the woman’s husband. She provided the indictments showing what she was originally charged with, and then what she pleaded guilty to. She admitted stalking the woman and her husband by creating fake online profiles, taking pictures from their social media accounts and posting them elsewhere, sending abusive, sectarian and threatening messages and emails and falsely accusing them of various criminal offences. She said in court that she committed these stalking offences against the woman and her husband as an act of “revenge” because she believed that they were responsible for the articles under complaint. The complainant was sentenced to one year in prison. The charge that the complainant had stalked the man named in the articles as her “fake boyfriend”, by acting in the way that the articles alleged, was dropped, and did not form any part of her conviction.15. Following the conclusion of the legal proceedings, the complaint was reopened. The complainant said that the fact that the charges relating to the man the articles said she had stalked were dropped, was indicative of the fact that they were false and had no evidence to support them.16. The publication said that the nature of the complainant’s conviction did not change the accuracy of the articles under complaint. The publication said that it was not the case that the charges relating to the man were dropped due to lack of evidence as suggested by the complainant, but because the man had not wanted to be a witness and appear in court. It said that this information had been provided by the procurator fiscal to the reporter at the time of the trial. It said that the complainant would not have been charged in relation to this in the first instance, if there was no real evidence to do so. It said that there was no requirement to print an update to the articles, as none of them reported that the complainant was facing criminal charges.Relevant Code Provisions17. Clause 1 (Accuracy)i) The Press must take care not to publish inaccurate, misleading or distorted information or images, including headlines not supported by the text.ii) A significant inaccuracy, misleading statement or distortion must be corrected, promptly and with due prominence, and — where appropriate — an apology published. In cases involving IPSO, due prominence should be as required by the regulator.iii) A fair opportunity to reply to significant inaccuracies should be given, when reasonably called for.iv) The Press, while free to editorialise and campaign, must distinguish clearly between comment, conjecture and fact.Clause 2* (Privacy)i) Everyone is entitled to respect for his or her private and family life, home, health and correspondence, including digital communications.ii) Editors will be expected to justify intrusions into any individual's private life without consent. Account will be taken of the complainant's own public disclosures of information.iii) It is unacceptable to photograph individuals, without their consent, in public or private places where there is a reasonable expectation of privacy.Clause 3* (Harassment)i) Journalists must not engage in intimidation, harassment or persistent pursuit.ii) They must not persist in questioning, telephoning, pursuing or photographing individuals once asked to desist; nor remain on property when asked to leave and must not follow them. If requested, they must identify themselves and whom they represent.iii) Editors must ensure these principles are observed by those working for them and take care not to use non-compliant material from other sources.Clause 4 (Intrusion into grief or shock)In cases involving personal grief or shock, enquiries and approaches must be made with sympathy and discretion and newspaper handled sensitively. These provisions should not restrict the right to report legal proceedings.Findings of the Committee18. The Committee emphasised first that it was not making a finding on the accuracy of the allegations made against the complainant. Its role was to decide whether there had been a breach of the Editors’ Code.  19. The articles reported that the complainant had “stalked” the man by creating fake social media accounts, editing photographs, and claiming they were in a relationship. The newspaper said that it had been informed of the complainant’s alleged Twitter account by a source, and it had noted that the allegation that she had created a fake relationship had circulated on social media. It had believed that the Twitter account was genuine and operated by the complainant because it had a substantial number of followers and tweets, which had been posted over a significant amount of time, including many which were not relevant to the alleged relationship. 20. When the complainant was approached for comment, she had denied all knowledge of the allegations, and then said that she was the victim of a hoax. Nevertheless, the articles reported these serious claims about the complainant’s conducts as fact – including on the front page – describing her variously as a “stalker”, a “fantasist”, and as having spun a “web of lies”.  21. Although the Committee recognised that the newspaper had given consideration before publication to the credibility of the Twitter account and had taken the step of contacting the complainant for her comment before publication, the complainant had denied being responsible for the account, and the newspaper was unable to point to evidence that it had obtained at the time of publication that proved that she was the operator of the account. In these circumstances, reporting as fact that the complainant was responsible for the Twitter account and had “stalked” the man constituted a failure to distinguish comment, conjecture and fact in breach of Clause 1 (iv). Furthermore, presenting these claims as fact constituted a failure to take care not to publish misleading information; the coverage was significantly misleading as to the status of these serious allegations. A clarification was therefore required under Clause 1 (ii), and none had been offered, in breach of Clause 1(ii).22. The Committee noted the material provided by the newspaper following the conclusion of legal proceedings against the complainant: the message from the complainant to a third party in which she appeared to imply that she had a relationship with the man during the period in which the alleged “stalking” took place, and the fact that the complainant was at one point charged with criminal offences in relation to the man, although these were later removed from her indictment. However, the Committee reiterated that it would not be making a finding on whether the complainant had acted in the way alleged in the articles, and it was not necessary to do so in order to maintain the breach of 1(iv) and 1(ii) as set out above, based on the information the newspaper had prior to publication.23. Whilst the complainant initially disputed that she was the subject of an ongoing investigation into her behaviour and alleged Twitter activity, the newspaper had provided a statement from the police which had confirmed this at the time it was ongoing, and it had accurately reported it. The Committee also noted the complainant’s subsequent guilty plea in relation to incidents which took place before and after the articles’ publication. There was no breach of Clause 1 on this point. 24. The Committee acknowledged that the complainant was upset by the approaches made by the reporter; however, it considered that these were limited and it did not consider that they were made in a manner that was intimidating. The complainant did not make any requests to desist and there was no evidence that the reporter had engaged in harassing behaviour. There was no breach of Clause 3. 25. Clause 2 is designed to ensure that an individual’s right to a private life is respected. The complainant said that the newspaper had breached her privacy through its approaches to her for comment and in its use of photographs of her. The Committee did not consider that the approaches made by the reporter, which had been part of its efforts to take care over the accuracy of its reporting, represented an intrusion into the complainant’s private life. The complainant also said that the published photographs were taken from her private Facebook account. The newspaper said that they were taken from the Twitter account. Both parties did not dispute that the photographs had been circulating on social media in conjunction with the allegations prior to publication. Whilst there was some dispute as to where the images were taken from, the Committee did not consider that they depicted any private information about the complainant, and it was clear that the images were already in the public domain at the time of publication. There was no breach of Clause 2 on these points. 26. The Committee acknowledged the complainant’s upset at being approached by a reporter at her home, and at the publication of the articles. However, the complainant’s situation was not one involving grief or shock, and therefore these issues did not engage with the terms of Clause 4. Conclusions27. The complaint was upheld in part under Clause 1.Remedial action required28. The publication had not offered to take any remedial action and there was a breach of Clause 1(ii). The Committee considered that the appropriate remedial action was the publication of a correction acknowledging that the claims that the complainant had stalked the man by pretending to be in a relationship with him, creating a fake Twitter account, and photoshopping images, were allegations, not established fact. The correction should include a reference to the newspaper title, the article subject, and that it has been required following an upheld ruling from IPSO. 29. In determining where the correction should appear, the Committee had regard for the fact that the breach of the Code appeared on the front page – including in the headline – and continued throughout the articles under complaint where the allegations against the complainant were reported as fact. As such, the Committee considered that in order to be proportionate to the prominence of the breach, the correction should be referenced on the front page, in the same font and size as the sub-headline to the article which began “stalker had fake relationship…” with the full correction continuing on page 2. 30. In regards to the online versions of the articles, the correction should appear below the headline. Date complaint received: 03/03/2017Date complaint concluded by IPSO: 22/04/2020\nBack to ruling listing\n\n\n"
}