{
    "url": "/rulings-and-resolution-statements/ruling/?id=01676-17",
    "title": "01676-17 Coombs v The Sun",
    "provisions": [
        "1 Accuracy (2016)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "The Sun (News UK)",
    "received_on": "2017-03-03 00:00:00",
    "concluded_on": "2017-08-30 00:00:00",
    "complaint_processing_days": 180,
    "conclusion_long": "22. The complaint was not upheld.",
    "remedial_action": "23. N/AReviewThe complainant complained to the Independent Complaints Reviewer about the process followed by IPSO in handling this complaint. The Independent Complaints Reviewer decided that the process was not flawed and did not uphold the request for review.  Date complaint received: 03/03/2017",
    "text": "\n\n\n\n\n\nDecision of the Complaints\nCommittee 01676-17 Coombs v The Sun \nSummary of Complaint\n1.   \nDavid Coombs\ncomplained to the Independent Press Standards Organisation that The Sun\nbreached Clause 1 (Accuracy) of the Editors’ Code of Practice in an article\nheadlined “'DATER' IS £57k FLEECER” on 16 February 2017, and “Fake heart\nattacks, 'broken' cashpoints… how Romeo conned women for 20 years”, published\n18 February 2017. \n2.    The article reported on the\ncomplainant’s conviction for nine counts of fraud and described him as a\n“predator”, who had claimed to be a wealthy businessman in order to “fleece”\nwomen out of £57,000. The articles said that the complainant had targeted\nvulnerable men and women in mental health units, hospitals and on dating sites,\nand contained the accounts of a number of his victims. The articles detailed\nthat on one occasion the complainant had taken a woman to an exclusive hotel in\nLondon, where she “unwittingly paid £4200 for their lunch and his hotel bill”\nafter he said he had left his wallet at work. \n3.    The 18 February article reported\nthat the newspaper had previously revealed the complainant to be a\n“pathological liar”, who “boasted of bedding 227 girls and tricking them out of\na fortune”. The article was illustrated by a small image of a previous front\npage splash, published in April 1998, which was headlined: “I’ve bedded 227\ngirls”: this article had been based on an interview which the complainant had\ngiven to the newspaper at that time. Underneath this image, the article\nreported that “in April 1998, the Sun told how Coombs boasted of bedding 227\ngirls and tricking them out of a fortune”. It said that “Coombs had sex with\nlonely women while living in Bergen, before fleecing them of cash and jewellery\nworth a total of £100,000”. The article further said that “Coombs had been\nbooted out of Norway four times as cops had 63 complaints from tricked lovers”\nand that he had been “wanted in Finland”. \n4.    The 18 February article reported\nthat the complainant had now employed “new tactics” in order to defraud women:\nhe “often went to hospital claiming to be suffering a heart attack- so that he\ncould target women visiting sick relatives.” It said that in doing so and\n“allegedly faking his symptoms, he would also get a nice free bed for a night\nor two”. It said that “one notable con” saw the complainant “fleece a woman of\nher savings after taking her to lunch at London’s swanky Claridge’s hotel”, it\nsaid that “after claiming he had left his wallet in his office he persuaded his\ndate to let the hotel swipe her credit card”. \n5.    The article contained the\ntestimony of two women. The first woman said that she had met the complainant\nafter she had been visiting her “seriously ill father in hospital”. She said\nthat the complainant had gone on to “[steal] £6000 in jewellery and cash” after\nhe stayed at her home. The second woman said that she had met the complainant\nwhen she was visiting a friend in hospital: the article said “again the devious\nconman claimed to be suffering from a heart attack”. The woman had told the newspaper\nthat the complainant had left her and her children “homeless” after he had\nclaimed that they could rent a property which he owned. The article said that\nthe woman had “reported Coombs to police a week before becoming homeless, and\nthey confirmed they were already investigating the conman”. \n6.    The 16 February article appeared\nonline, headlined “DATING APP FRAUDSTER: Homeless conman posed as wealthy\nbusinessman to dupe lonely heart ladies into sending him ‘thousands’”. The 18\nFebruary article appeared online, headlined “'HE MADE US HOMELESS' Conman first\nunmasked in the 90s is jailed again after duping vulnerable women online using\nfake heart attacks and ‘broken’ cashpoints” and was published on 17 February\n2017. \n7.    The complainant said that the\nrepublication of the image of the newspaper’s front page from 1998, as well as\nthe information contained within that article, gave the inaccurate and\nmisleading impression that he had “conned women for 20 years”, “bedded” 200\nhundred women in Norway, “fleeced” them out of £100,000 and that he had been\n“wanted” in Finland. \n8.    The complainant said that the\narticle had inaccurately reported that the frauds had totalled £57,000: he had\npleaded guilty to 9 counts of fraud totalling £37,000. The complainant denied\nthat he was a “fleecer” or that the judge had called him “predator”: the judge\nhad called him a “menace”. He said that he had been charged in relation to an\nunpaid hotel bill of £4770.39, after he had taken a woman he met on a dating\nsite on a date there. While he did not dispute that he had told the woman he\nhad left his wallet in his office and had asked her to use her credit card to\nsecure the room, he said that the loss had ultimately been on the part of the\nhotel: he had not “fleeced” a woman of her savings. He also denied that any\nwoman had sent him “thousands”, as reported in the 16 February online article. \n9.    The complainant said that he had\nnever “faked” a heart attack in order to defraud women. The complainant further\ndisputed the accuracy of the testimony of the first woman: her father had not\nbeen seriously ill and he had not stolen £6,000 in jewellery and cash. He\nfurther said that he had not made the second woman homeless. \n10. The newspaper defended the\naccuracy of the article, with the single exception of the total value of the\nfrauds (see below). \n11. The newspaper provided a copy of\nthe article from 1998, which had included an interview which the complaint had\ngiven to the newspaper. The complainant had told the newspaper: “my favourite\ncon is getting a woman to agree to a date but then convincing her I’ve left my\nsuit somewhere. It never ceases to amaze me how many hand over their money or\ncredit card so I can buy some new clothes”. The complainant had told the\nnewspaper that Norwegian girls are “fairly stupid- and the police aren’t too\nbright either. That’s why I’ve managed to get away with it for so long”. The\narticle said that the complainant had “loved and left 227 Norwegian women” and\nthat “police in his main hunting ground of Bergen have managed to expel him\nfrom Norway four times”. The 1998 article also said that the complainant was\n“wanted” in Finland. The newspaper said that it had been entitled to rely on\ninformation that had been in the public domain for nearly two decades and had\nremained unchallenged during that time. It further noted that the complainant\nhad spoken to the newspaper at that time, freely. \n12. The newspaper said that the\ntestimony of the women contained in the article had been accurately reported.\nIt further said that the first woman had been adamant that the complainant had\nbeen admitted to hospital after feigning a heart attack and said that the\nsecond woman had told the newspaper that she had met the complainant when he was in hospital, complaining of a\nheart problem. \n13. The newspaper provided a\ntranscript of the reporter’s notes, which recorded that the judge had told the\ncomplainant: “you were like a predator waiting for those individuals, your\nprey, to come. You systematically and ruthlessly took advantage of their good\nnature and honesty”. It said that the information that the complainant had met\nhis victims on dating sites reflected comments from the judge during his\nsentencing hearing, as well as the testimony of women who had spoken to the\nnewspaper. The newspaper said that the above information justified the\ncharacterisation of the complainant as a “fleecer”. \n14. The newspaper accepted that it\nhad inaccurately reported the total value of the complainant’s frauds; it said\nthat it had received the value of £57,000 from a freelance agency. As soon as\nit was made aware of the error from the agency, it offered to amend the online\narticle, add a footnote and publish the following correction, which also made\nclear that it was not alleged in court that Mr Coombs had faked heart attacks\nin order to defraud women: \nIn two articles, dated 16 February and 18 February 2017, we reported\nthat Mr David Coombs had been convicted for 9 counts of fraud totalling\n£57,000. In the 18 February\narticle we also reported that Mr Coombs often went to hospital claiming to be\nsuffering a heart attack so that he could target women visiting sick relatives.  We\nare happy to make clear that, in fact, the offences totalled a sum of\n£37,000 and that it was not\nalleged in court that Mr Coombs had faked a heart attack in order to defraud\nwomen. \nRelevant Code\nProvisions \n15. Clause 1 (Accuracy) \ni) The Press must\ntake care not to publish inaccurate, misleading or distorted information or\nimages, including headlines not supported by the text.\nii) A significant\ninaccuracy, misleading statement or distortion must be corrected, promptly and\nwith due prominence, and — where appropriate — an apology published. In cases\ninvolving IPSO, due prominence should be as required by the regulator. \niii) A fair\nopportunity to reply to significant inaccuracies should be given, when\nreasonably called for.\niv) The Press,\nwhile free to editorialise and campaign, must distinguish clearly between\ncomment, conjecture and fact. \nFindings of the\nCommittee\n16. In reporting on the complainant’s\nconviction for fraud, the article had included an image of the front page of an\narticle which the newspaper had published in 1998. It had also repeated the\nclaims which had been made within that article, namely that the complainant had\n“bedded” 200 hundred women in Norway, “fleeced” them out of £100,000 and had\nbeen “wanted” in Finland. It was not in dispute that the 1998 article had been\nbased upon an interview which the complainant had given freely to the\nnewspaper. While the Committee noted that the complainant disputed the claims\nwhich that article had made, he had not raised these concerns with the\nnewspaper at the time, or since. The newspaper was entitled to rely upon\ninformation which the complainant had freely given to it and had remained\nunchallenged, for almost 20 years. The Committee did not consider that\nrepeating this information, in the context of an article which reported on the\ncomplainant’s conviction for fraud, represented a failure to take care over the\naccuracy of the article in breach of Clause 1 (i). \n17. The article had stated that the\ncomplainant had “often” visited hospitals, claiming to be suffering from a\nheart attack in order to defraud women and had said that “by allegedly faking\nhis symptoms”, he would also get a “free” hospital bed. In support of this, the\nnewspaper had relied on the testimony of two women, one of which the newspaper\nsaid had been “adamant” that the complainant had been feigning his symptoms.\nThe Committee was concerned that this allegation was not clearly presented as the\naccounts of the two women. However on balance, where the women’s testimony in\nrelation to this issue had been clearly presented as their opinion elsewhere in\nthe article and where the article had stated that the complainant had been\n“allegedly” faking his symptoms, the Committee did not conclude that there had\nbeen a failure to distinguish between comment, conjecture and fact. However,\nthe Committee welcomed the newspaper's offer of a correction which made clear\nthat this was an allegation which had not been heard in court. \n18. The Committee emphasised the\nimportance of accurately reporting court proceedings and noted that the\ncomplainant had been convicted of frauds totalling £37,000. However, it did not\nconclude that a discrepancy of £20,000 was significant, in circumstances where\nthe complainant had been convicted of nine counts of frauds which had amounted\nto a total figure involving tens of thousands of pounds. However, the Committee\nwelcomed the newspapers offer to publish a correction to address this point. \n19. Further, it was not misleading\nfor the online article’s headline to report that the complainant had been sent\n“thousands” by women, given that the complainant had been convicted of\ndefrauding a number of women, which had, in total, resulted in him receiving a\nfigure involving thousands of pounds. \n20. The complainant had accepted that\nhe had been charged in relation to an unpaid hotel bill of £4770.39, after he\nhad taken a woman he had met on a dating site on a date there. The Committee noted the complainant’s position that the hotel had\nultimately borne the cost of the unpaid bill. However, it was not in dispute\nthat the complainant had\ntold the woman he had left his wallet in his office and had asked her to use\nher credit card to secure the room; in those circumstances, it was not\ninaccurate to report that he had “fleeced” the woman he had taken there. \n21. While the complainant disputed\nthe claims of the women which were reported in the article, the newspaper had\nbeen entitled to report their positions. The Committee was concerned that the\nallegation that the complainant had stolen £6,000 in jewellery and cash from\none of the women was not expressly presented as her account, however, where\nthis allegation had been presented as part of her testimony, the Committee did\nnot conclude that there had been a failure to distinguish between comment,\nconjecture and fact. \n22. The newspaper had provided a\ntranscript of the reporter’s notes, which recorded that the judge had referred\nto the complainant as a “predator”. There was no failure to take care over the\naccuracy of the article on this point and the Committee did not conclude that\nthe article contained significantly inaccurate information, such as to warrant\na correction. Furthermore, in circumstances where the complainant had been\nconvicted of nine counts of fraud and the article had detailed at length the\ncircumstances which had led up to this, the Committee did not conclude that the\ncharacterisation of the complainant as a “fleecer” was inaccurate or\nmisleading. There was no breach of the Code.\nConclusion\n22.\nThe complaint was not upheld. \nRemedial action required \n23. N/AReviewThe complainant complained to the Independent Complaints Reviewer about the process followed by IPSO in handling this complaint. The Independent Complaints Reviewer decided that the process was not flawed and did not uphold the request for review.  Date complaint received: 03/03/2017Date decision issued: 30/08/2017\nBack to ruling listing\n\n\n"
}