{
    "url": "/rulings-and-resolution-statements/ruling/?id=01675-18",
    "title": "01675-18 A woman v Daily Star on Sunday",
    "provisions": [
        "2 Privacy (2018)",
        "1 Accuracy (2018)",
        "6 Children (2018)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "Daily Star Sunday (Reach PLC)",
    "published_on": "2018-02-18 00:00:00",
    "received_on": "2018-02-19 00:00:00",
    "concluded_on": "2018-07-20 00:00:00",
    "complaint_processing_days": 151,
    "conclusion_long": "27. The complaint was not upheld.",
    "remedial_action": "N/ADate complaint received: 19/02/2018",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee 01675-18 A woman v Daily Star on Sunday\nSummary of complaint\n1. A woman\ncomplained to the Independent Press Standards Organisation that the Daily Star\non Sunday breached Clause 1 (Accuracy), Clause 2 (Privacy) and Clause 6\n(Children) of the Editors’ Code of Practice in an article headlined “Teen gun\nnut: I will kill Muslims”, published on 18 February 2018.\n2. The article\nreported that under a pseudonym, a 17 year old British teenage “gun nut” had\n“threatened to kill Muslims in a series of vile Facebook rants”. The article\ndisclosed the teenager’s real name, and was illustrated with a selection of the\nFacebook posts, as well as his photograph. In one post, the teenager had said\n“When the Muzrats attack I’m ready to fix bayonets and slot the b*******”. The\narticle explained that his “shocking comments” had been posted on social media\nalongside pictures of his guns which he owns, including an antique gun which is\nfixed with a bayonet. The article also reported that the teenager had been\n“kicked out of college” for “burning highly inflammable s**t and drinking on\ncampus”.\n3. The article said\nthat the teenager appeared to have access to an “extensive arsenal of guns” and\nhad sought to buy armour-piercing bullets for a high velocity rifle, online.\nThe article suggested that his “rants raise fresh concerns over internet giant\nFacebook’s ability to monitor threatening hate-filled posts on its site”. The\narticle noted that in the previous week, a 19 year old had killed 17 people\nduring a high school shooting in Florida.\n4. The complainant\nwas quoted as telling the reporter that the teenager had “complex needs”, and\n“when he says he is going to shoot Muslims he isn’t really going to do that –\nhow many people say that but actually do it?”.\n5. The complainant\nis the custodial guardian of the teenager named in the article.\n6. The complainant\nsaid that the article had intruded into the teenager’s time in education. She\nexplained that at the time of publication he was waiting to start a college\ncourse, having been offered a place in January 2018; she said that because of\nthe article, the college had withdrawn their offer. In support of this, the\ncomplainant provided email correspondence which she had received from her local\nCouncil, in which it stated that the college had considered that its main safeguarding\nconcern was linked to the article.\n7. The complainant\nsaid that the newspaper had intruded into the teenager’s privacy: it had not\nobtained consent to publish the teenager’s photograph and the posts which he\nhad made on his Facebook account. She said that while his profile picture and\ncover photo was available to be viewed by the public, the posts which he made\non his Facebook wall could only be seen by people who he had accepted to be his\nfriend. She said that the teenager had 595 friends on Facebook.\n8. The complainant\ndenied referring to “Muslims” when she had spoken to the reporter. She further\ndenied that the teenager had previously been “kicked out of college” for\n“burning highly inflammable s**t and drinking on campus”. She said that his\ncourse had been cancelled due to funding matters. She said he had never set\nfire to anything, and while he did drink alcohol on campus, this did not result\nin him being asked to leave college.\n9. The complainant\nalleged that the photograph of the teenager standing in front of Nazi flags,\nwhich had been used in the article, had been altered. She said that the\nteenager had flags from all over the world in their room.\n10. The newspaper did not accept that the article had\nresulted in an “unnecessary” intrusion into the teenager’s time at school. It\nsaid that they were 17 at the time of publication and not at school. It noted\nthat the complainant had confirmed that the teenager was not in education at\nthe time the article was published.\n11. The newspaper said a freelance journalist had been\napproached by a source who was concerned about the posts which the teenager had\nmade. The news editor, duty lawyer and editor all gave consideration to the\npublic interest before publication and concluded that the exposure of the\nteenager’s threats to commit criminal acts outweighed any privacy or protection\nthat he may have been entitled to under Clause 6. Consideration was given to\nhis age, although he was not in education at the time of publication, and to\nthe extent to which the information was already in the public domain.\n12. The newspaper said that there was a clear and strong\npublic interest in the publication of the article and identifying the teenager.\nIt said that the article had been published a week after a High School massacre\nin Florida where seventeen people had been killed and a further seventeen had\nbeen wounded. It said that in that case, the police had been told in 2016 and\n2017 that the perpetrator had threatened to carry out a school shooting. It\nalso said that the FBI discovered that a YouTube user with the same name as the\nperpetrator had posted messages about becoming a school shooter, and a\ncomplaint had been to the FBI that the perpetrator had made a death threat.\n13. The newspaper said that the public had a right to know\nwhen someone is posting hate speech and threatening material. It said that in\nthis case, thought was given to whether the public interest could be served\nwithout identifying the teenager, but by identifying him it allowed for the\npossibility that a member of the public could come forward with further\nimportant information. It considered that it was especially important for the\npublic to know what the teenager’s real name was and what he looked like,\nbecause he was a member of a gun club and had access to weapons. It said that\nthe article had brought to light what can only be interpreted as very serious\nthreats to carry out armed attacks: there was a public interest in reporting\nthreats being made to the lives of others, by a person with access to weapons.\n 14. The newspaper said consideration was given to the\ncomplainant’s comments about the teenager having “complex needs”, but said that\nthe clear and strong public interest overrode any question of privacy. It said\nthat the fact that someone had complex needs does not make their threats any\nless real. In the view of the editor, the fact he was considered to have\n“complex needs” made the public interest greater because of the many instances\nwhere attacks have been carried out by people under the age of 18 who clearly\nhad mental health issues or where mental health issues were ruled to be a\nprimary factor.\n15. The newspaper said that care was taken to ensure that\nwhat was reported was an accurate reflection of the teenager’s posts. The\nnewspaper provided a redacted version of the email which it had received from\nthe source, which made reference to the posts which the teenager had made. The\nemail indicated that the source had a screengrab of the teenager posting that\nhe had been “sent home from college for ‘burning highly inflammable shit’ and\ndrinking”. The newspaper was unable to provide a screenshot of the original\npost. The newspaper did not accept that the article had suggested that the\nteenager had been removed from college on a permanent basis.\n16. The newspaper provided a note which the journalist had\ntaken during their conversation with the complainant. The note recorded that\nthe complainant had said: \"When he says he is going to shoot Muslims he\nisn't really going to do that - how many people say that but actually do\nit?\"\n17. The newspaper provided screenshots of the teenager’s\nFacebook page, including photographs of the teenage with Nazi flags in the\nbackground.\nRelevant Code Provisions\n18. Clause 1 (Accuracy)\ni) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not\nsupported by the text.\nii) A significant inaccuracy, misleading statement or\ndistortion must be corrected, promptly and with due prominence, and — where appropriate\n— an apology published. In cases involving IPSO, due prominence should be as\nrequired by the regulator.\nClause 2 (Privacy)*\ni) Everyone is entitled to respect for his or her private\nand family life, home, health and correspondence, including digital\ncommunications.\nii) Editors will be expected to justify intrusions into any\nindividual's private life without consent. Account will be taken of the\ncomplainant's own public disclosures of information.\niii) It is unacceptable to photograph individuals, without\ntheir consent, in public or private places where there is a reasonable\nexpectation of privacy. \nClause 6 (Children)*\ni) All pupils should be free to complete their time at\nschool without unnecessary intrusion.\nii) They must not be approached or photographed at school\nwithout permission of the school authorities.\niii) Children under 16 must not be interviewed or photographed\non issues involving their own or another child’s welfare unless a custodial\nparent or similarly responsible adult consents. \nThe Public Interest\nThere may be exceptions to the clauses marked * where they\ncan be demonstrated to be in the public interest.\n1. The public interest includes, but is not confined to:\nDetecting or exposing crime, or the threat of crime, or\nserious impropriety.\nProtecting public health or safety.\nProtecting the public from being misled by an action or\nstatement of an individual or organisation.\nDisclosing a person or organisation’s failure or likely\nfailure to comply with any obligation to which they are subject.\nDisclosing a miscarriage of justice.\nRaising or contributing to a matter of public debate,\nincluding serious cases of impropriety, unethical conduct or incompetence\nconcerning the public.\nDisclosing concealment, or likely concealment, of any of the\nabove.\n2. There is a public interest in freedom of expression\nitself.\n3. The regulator will consider the extent to which material\nis already in the public domain or will become so.\n4. Editors invoking the public interest will need to\ndemonstrate that they reasonably believed publication - or journalistic\nactivity taken with a view to publication – would both serve, and be\nproportionate to, the public interest and explain how they reached that\ndecision at the time.\n5. An exceptional public interest would need to be\ndemonstrated to over-ride the normally paramount interests of children under\n16.\nFindings of the Committee\n19. The Code provides specific protections for children\nunder 16. It also recognises that children who are over 16 but are still\nminors, may, while they remain pupils, have a vulnerability which requires\nprotection from unnecessary intrusion into their time at school. In this case,\nwhile the teenager was 17 at the time of publication, he had been accepted onto\na college course and was waiting for it to start. In those circumstances, the\nCommittee considered that the teenager was a “pupil” for the purposes of Clause\n6 (i). Clause 6 was engaged.\n20. The Committee noted that the article had resulted in the\nteenager losing his place at college; as such, it was plain that it had\nintruded into his time at school. It considered, however, that there was an\nexceptional public interest, which the newspaper had considered before\npublication, which justified this intrusion.\n21. As reported in the article, the teenager had made a\nnumber of posts which included “I'm f**king pissed off, I need some trigger\ntime and blow some s**t up”; I'm sick of seeing these damn musrats everywhere I\ngo this country should be called Englandistan; and “When the Muzrats attack I'm\nready to fix bayonets and slot the bastards”. He had published his comments on\na social media platform alongside photographs which indicated that he had\nreadily available access to an array of weapons. The coverage had revealed\nbehaviour which had raised safeguarding concerns, and requests for assurances\nthat the teenager posed no, or limited, risk. There was an exceptional public\ninterest in revealing those potential safeguarding concerns for his future\nclassmates, and disclosing the identity of the source of these concerns. The\nexceptional public interest identified by the newspaper was proportionate to the\nintrusion into the teenager’s time at school. There was no breach of Clause 6.\n22. The Committee noted that the privacy settings which the\nteenager had on his Facebook at the time of publication, demonstrated that only\nthose people who he had accepted as a “friend” would be able to see the posts\nwhich he had made. However, it was accepted that the teenager had 595 friends\non his Facebook, one of whom had approached the newspaper to complain about his\nsocial media activity. The article had quoted from the teenager’s posts and had\nalso been illustrated with screenshots of them. These posts did not reveal any\nprivate information about the teenager: they were expressions of opinions which\ncould not be considered private in circumstances where they were shared with\nalmost 600 individuals.\n23. Taking into account the nature of the information and\nthe fact that it had been disclosed to a large audience, the Committee\nconcluded that the complainant did not have a reasonable expectation of privacy\nin relation to this information; nor did its publication in the article under\ncomplaint represent an intrusion into his private life. There was no breach of\nClause 2.\n24. In any event, the exceptional public interest, which was\ndiscussed by the Committee in its consideration of the concerns under Clause 6,\nalso justified the publication of the Facebook posts and identifying their\nauthor, by name and by photograph.\n25. The Committee then turned to the complaint under Clause\n1 (Accuracy). The email from the source had recorded that the teenager had\nallegedly been “sent home” from college for “burning highly inflammable shit\nand drinking”; the article had reported that the teenager had been “kicked out”\nof college for the same reasons. It was unfortunate that the newspaper had been\nunable to provide a record of the original post. However, while the article had\nnot quoted directly from the source’s email, the information which was\npublished did not give rise to a significantly misleading impression; both\nstatements made clear that the teenager had been asked to leave campus for\nunacceptable behaviour.\n26. The journalist had taken care to record a\ncontemporaneous note of the conversation which they had with the complainant;\nthis note had demonstrated that the complainant had specifically referenced\nMuslims when she had claimed that the teenager posed no real threat. Further,\nthe Committee were satisfied, on the basis of the screenshots provided by the\nnewspaper, that the photographs contained in the article had not been altered:\nthe teenager could clearly be seen sat in front of Nazi flags. The complaint\nunder Clause 1 was not upheld.\nConclusion\n27. The complaint was not upheld.\nRemedial Action Required\nN/ADate complaint received: 19/02/2018Date decision issued: 20/07/2018 \nBack to ruling listing\n\n\n"
}