{
    "url": "/rulings-and-resolution-statements/ruling/?id=01683-14",
    "title": "01683-14 McCaffrey v The Impartial Reporter",
    "provisions": [
        "9 (Reporting of crime) 2015"
    ],
    "outcome": "No breach - after investigation",
    "publication": "The Impartial Reporter (Newsquest Media Group)",
    "concluded_on": "2015-01-23 00:00:00",
    "conclusion_long": "9. The complaint was not upheld.",
    "remedial_action": "N/A  Date of complaint: 06/11/2014",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee 01683-14 McCaffrey v The Impartial Reporter\nSummary of complaint \n1. Thomas McCaffrey complained to the Independent Press\nStandards Organisation via representatives that the Impartial Reporter had\nbreached Clause 9 (Reporting of crime) in an article headlined “Brothel keeping\naccused in court”, published in print and online on 6 November 2014. \n2. The article reported that a woman had appeared in court\non charges of keeping or managing a brothel, and that she had appeared in court\n“in the company of” the complainant, and had also left with him. \n3. The complainant maintained that he was not relevant to\nthe story, and said that the article had not included an explanation for\nreferring to him in relation to court proceedings in which he had not been\ninterviewed by the police. He therefore considered that the inclusion of his\nname had breached Clause 9. \n4. The newspaper maintained that the complainant was\nrelevant to the story, as the woman who had appeared in court was a Brazilian\nnational, and the fact that she had appeared in the complainant’s company added\nlocal relevance to the story. The newspaper had also suggested that the complainant\nmay have had other links to the alleged offence. \n5. The complainant denied that he had any involvement with\nthe alleged offence. \nRelevant Code Provisions\n6. Clause 9 (Reporting of crime) \n(i) Relatives or friends of persons convicted of crime\nshould not generally be identified without their consent, unless they are\ngenuinely relevant to the story. \nFindings of the Committee\n7. The newspaper’s position that the complainant was\nrelevant to the story as he was local to its circulation area, and would\ntherefore make the story more interesting for its readers, was not convincing.\nThe fact that a relative or friend of a person convicted of crime is a resident\nof an area covered by a local publication would not generally justify naming\nthem. \n8. The Committee noted however that the complainant had\nappeared publicly with the defendant in court. \nMatters heard in court are generally in the public domain and there is a\npublic interest in open justice. In the absence of specific reporting\nrestrictions, the press has a right to report from court, and to include\ninformation beyond that heard in the course of proceedings. While the\ncomplainant may not have been named in the case, he had appeared with the\naccused in a public forum. In the context of a piece which was primarily a\nreport of court proceedings, the newspaper was entitled to refer to an\nindividual who had been present while the case was being heard. \nConclusions\n9. The complaint was not upheld. \nRemedial Action Required\nN/A \nDate of complaint: 06/11/2014 \nDate decision issued: 23/01/2015\nBack to ruling listing\n\n\n"
}