{
    "url": "/rulings-and-resolution-statements/ruling/?id=01688-16",
    "title": "01688-16 Price v The Sun",
    "provisions": [
        "2 Privacy (2016)",
        "3 Harassment (2016)",
        "10 Clandestine devices and subterfuge (2016)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "The Sun (News UK)",
    "published_on": "2016-03-12 00:00:00",
    "received_on": "2016-03-13 00:00:00",
    "concluded_on": "2016-06-10 00:00:00",
    "complaint_processing_days": 89,
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee 01688-16 Price v The Sun1. Emma Price\ncomplained through a representative to the Independent Press Standards\nOrganisation that The Sun breached Clause 2 (Privacy), Clause 3 (Harassment)\nand Clause 10 (Clandestine devices and subterfuge) of the Editors’ Code of\nPractice in an article headlined “Tell uncaring carer to go pack her bags” in\nprint and headlined “Fury of OAP’s shocked family: Tell uncaring carer to go\nand pack her bags” online, published on 12 March 2016.2. The article reported that the complainant had\nbeen suspended from her work after a photograph of her “smok[ing] and talk[ing]\non her phone” having “piled shopping bags on a disabled OAP” in a wheelchair\nhad been published on Facebook. It reported that the family of the man the\ncomplainant had been photographed with had said that she “should be sacked”. It\nincluded the photograph which had been published on Facebook, as well as one\nshowing just the complainant walking in the street. It said that the complainant\nhad refused to comment.3. The complainant\nsaid the photograph of her walking in the street had been taken without her\nknowledge or consent in breach of Clause 2. She said that the photograph had\nbeen taken secretly using a hidden camera – she said that there were no\nphotographers in the street at the time, and that the picture had probably been\ntaken from inside a house or garden on the other side of the road. She was\nconcerned that this was a breach of Clause 10.4. The complainant\nsaid that prior to publication, a journalist had called her on the phone\nseeking comment. She made clear she had no comments to make, and told the\njournalist to contact her employers for comment instead. She considered that\nthis made clear that she did not wish to be contacted again. She was concerned\ntherefore to have received a second call from the same journalist again seeking\ncomment: she said she had reiterated that she had no comments to make and hung\nup. Following this, the complainant said that a journalist had visited the\nhouse of a family member asking to speak with her. She said that this had taken\nplace at approximately 8:30pm – this was not a time she would expect a visitor.\nThe person who answered the door told the journalist that she had no comments\nto make. She was concerned that the repeated attempts to seek comment from her\namounted to harassment and persistent pursuit, in breach of Clause 3. She also\nquestioned how the journalist had managed to obtain the details of the family\nmember’s address, as they did not share the same surname and could therefore\nnot have been easily identified as relatives on the electoral roll.5. The newspaper\ndid not accept that the Code had been breached. The newspaper said that the\nphotograph of the complainant in the street had been taken by a photographer\nfrom his car. It had been taken in a public place, in which the complainant had\nno reasonable expectation of privacy. It did not therefore seek consent from\nthe complainant before it had been taken, and said that no clandestine devices\nwere used.6. It also said\nthat the photograph showing the complainant with the man in the wheelchair had\nbeen widely circulated on social media, and that a lot of critical comments\nabout the complainant had been posted online. It was therefore crucial that the\nnewspaper gave the complainant the opportunity to comment on the photograph\nbefore it published an article about it.7. According to the\nnewspaper, during the first call, the complainant said “no comment. You will\nhave to speak to [my employer]”. She terminated the call before the journalist\ncould explain that publication was imminent and she made no clear request for\nthe journalist to stop contacting her. The journalist called again to try to\nexplain that the matter was urgent – the complainant again said she had no\ncomments to make. After this call ended, the journalist did not phone her\nagain.8. The newspaper\nsaid that a different journalist – an agency reporter – had been sent to the\ncomplainant’s home, also to seek comment; they had not been aware that the\ncomplainant had already told the newspaper’s journalist that she had no comment\nto make. The complainant was not home when the agency reporter arrived, and\ntherefore made further enquiries at neighbours’ homes. A neighbour gave the\nreporter the complainant’s family’s address and said she was likely to be\nthere. The reporter knocked on the door at the address, and explained to the\nfamily member who answered that they were looking for the complainant; the\nfamily member shut the door on the reporter, who subsequently left. The\nnewspaper said that the exchange lasted no longer than 15 seconds, and that the\nreporter had been courteous and polite.Relevant Code provisions9. Clause 2\n(Privacy)i) Everyone is entitled to respect for his or her private\nand family life, home, health and correspondence, including digital\ncommunications.ii) Editors will be expected to justify intrusions into any\nindividual's private life without consent. Account will be taken of the\ncomplainant's own public disclosures of information.iii) It is unacceptable to photograph individuals, without\ntheir consent, in public or private places where there is a reasonable\nexpectation of privacy.Clause 3 (Harassment)i) Journalists must not engage in intimidation, harassment\nor persistent pursuit.ii) They must not persist in questioning, telephoning,\npursuing or photographing individuals once asked to desist; nor remain on\nproperty when asked to leave and must not follow them. If requested, they\nmust   identify themselves and whom they\nrepresent.iii) Editors must ensure these principles are observed by\nthose working for them and take care not to use non-compliant material from\nother sources.Clause 10 (Clandestine devices and subterfuge)i) The press must not seek to obtain or publish material\nacquired by using hidden cameras or clandestine listening devices; or by\nintercepting private or mobile telephone calls, messages or emails; or by the\nunauthorised removal of documents or photographs; or by accessing digitally-held\ninformation without consent.Findings of the Committee10. A desist request does not have to take a specific form,\nand the Committee does not concern itself with the niceties of the language an\nindividual employs. In this case, the Committee’s concern was whether the\ncomplainant’s language was such that it would have communicated to the\njournalist that she was distressed by their contact, and wished for them to\nstop such that further approaches would amount to harassment. In this context,\nthe complainant’s “no comment” response and her suggestion that the journalist\ncontact her employer did not amount to a desist request. As such, the second\ncall – which appeared to have only lasted a very short time and in which the\njournalist sought to explain the situation further – did not amount to\npersistent pursuit under the Code. Further, there was no suggestion that the\njournalist had acted in a manner that was aggressive or intimidating. There was\nno breach of Clause 3 on this point.11. While it was concerning that the agency reporter was\nunaware of the complainant’s position that she did not want to comment on the\nmatter, in the absence of any request to desist, the additional enquiry at the\nfamily member’s house, which in any case was also very brief, did not amount to\npersistent pursuit under the Code. This did not breach Clause 3. Neither did\nthe journalist’s attempts to determine how to best contact the complainant by\nasking her neighbours.12. It was not in dispute that the photograph of the\ncomplainant had been taken while she was in a public road. She did not have a\nreasonable expectation of privacy, and she was not engaged in any private\nactivity. In the full circumstances therefore, the journalist was not obliged\nto seek her consent before taking the photograph. Not doing so did not raise a\nbreach of Clause 2. Neither did the publication of the photograph itself, as it\ndid not reveal anything intrinsically private about the complainant.13. While the photograph had been taken from a location not\nobviously visible to the complainant, the photographer had not engaged in\nmisrepresentation or subterfuge, and the camera was not “hidden” for the\npurposes of Clause 10. There was no breach of the Code.Conclusions\n14. The complaint was not upheld.Date complaint received: 13/03/2016Date complaint concluded: 10/06/2016\nBack to ruling listing\n\n\n"
}