{
    "url": "/rulings-and-resolution-statements/ruling/?id=01695-21",
    "title": "01695-21 Parrott v Norwich Evening News",
    "provisions": [
        "1 Accuracy (2021)",
        "12 Discrimination (2021)"
    ],
    "outcome": "Breach - sanction: action as offered by publication",
    "publication": "Norwich Evening News (Newsquest Media Group)",
    "published_on": "2021-02-15 00:00:00",
    "received_on": "2021-02-15 00:00:00",
    "concluded_on": "2021-07-05 00:00:00",
    "complaint_processing_days": 140,
    "conclusion_long": "11. The complaint was upheld under Clause 1(i).",
    "remedial_action": "12. The clarification which was offered clearly put the correct position on record, and was offered promptly and with due prominence, and should now be published.   Date complaint received: 15/02/2021",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee – 01695-21 Parrott v\nNorwich Evening News\nSummary of Complaint\n1. Kezia Parrott complained to the Independent Press\nStandards Organisation that Norwich Evening News breached Clause 1 (Accuracy)\nand Clause 12 (Discrimination) of the Editors’ Code of Practice in an article\nheadlined “NHS Trust has made a real boob of its call for gender-neutral language”,\npublished on 15 February 2021.\n2. The article was a comment piece which reported on recent\nguidance from Brighton and Sussex University Hospitals NHS Trust regarding\nterminology when referring to pregnancy and childbirth. The article stated that\n“breast-feeding” or “breast milk” seemed “like perfectly acceptable words” but\nthat the Trust had said were “no longer acceptable. Instead we must start\nsaying ‘chest feeding’ or ‘chest milk’ to be more inclusive”. The article\nquoted from the Trust’s guidance which stated it was “taking a gender-additive\napproach” and that this meant “a gender additive approach means using\ngender-neutral language alongside the language of womanhood, in order to ensure\nthat everyone is represented and included”. The article described this as\n“clear as day”.\n3. The article also appeared online in substantially the\nsame format under the headline “Trust has made a real boob of its call for\ngender-neutral language”.\n4. The complainant said that the article was inaccurate in\nbreach of Clause 1 as it did not accurately report the guidance issued by the\nTrust. In fact, the guidance stated that the terms “chest feeding” or “chest\nmilk”, among other gender neutral terminology, were to be used “for the\nproduction of documents, protocols and communications” and “when discussing\npregnancy, birth and parenting at a population level (for example, at meetings,\nstudy days or antenatal parent education)”. The guidance went on to state that\n“these language changes do not apply when discussing or caring for individuals in\na one-on-one capacity where language and documentation should reflect the\ngender identity of the individual. When caring for cis women it is good\npractice to use terminology that is meaningful and appropriate to the\nindividual; this may include terms such as woman, mother or breastfeeding”. It\nalso noted that at population level, the terms should be additive, rather than\nreplace gendered terms, for example “breast/chest feeding” rather than “breast\nfeeding” or “chest feeding” alone. The complainant said that it was therefore\nwrong to report that the terms “breast-feeding” or “breast milk” were “no\nlonger acceptable”, as these terms would be appropriate in many settings and\nthe correct terminology would vary depending on the person seeking medical\ncare.\n5. The complainant also said that the article discriminated\nagainst the transgender community by publishing inaccuracies, and inciting\nhatred and ridicule in breach of Clause 12.\n6. The publication did not accept a breach of the Code. It\nsaid that where the guidance had stated that it was not acceptable to use the\nterm “breast feeding” to certain individuals, it was not inaccurate to report\nthat “breast-feeding” or “breast milk” were “no longer acceptable”. However, on\nreceipt of the complaint and prior to IPSO’s investigation, it added the\nfollowing clarification as a footnote to the online article and offered to\npublish it on page two, three, four or five of the print newspaper:\nThe Eastern Daily Press would like to make it clear the\nguidance published by Brighton and Sussex University Hospitals NHS Trust states\nthat the use of the expression 'breastfeeding' or 'breast milk' is only\nunacceptable in certain specific circumstances. Its guidance says that\nindividuals may have preferred terminology for their own anatomy, or for\nactivities that they use their body for. And that these preferred terms should\nbe respected and used wherever possible. For example, some people may refer to\ntheir 'chest' and 'chestfeeding' rather than their 'breasts' and 'breastfeeding'.\nWe are happy to clarify the situation and apologise for any confusion.\n7. The publication said that the article referred to\nlanguage in a broad sense and did not refer to an individual’s gender identity\nand therefore did not breach Clause 12.\nRelevant Code Provisions\nClause 1 (Accuracy)\ni) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not\nsupported by the text.\nii) A significant inaccuracy, misleading statement or\ndistortion must be corrected, promptly and with due prominence, and — where\nappropriate — an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator. \niii) A fair opportunity to reply to significant inaccuracies\nshould be given, when reasonably called for.\niv) The Press, while free to editorialise and campaign, must\ndistinguish clearly between comment, conjecture and fact.\nClause 12 (Discrimination)\ni) The press must avoid prejudicial or pejorative reference\nto an individual's, race, colour, religion, sex, gender identity, sexual\norientation or to any physical or mental illness or disability.\nii) Details of an individual's race, colour, religion, gender\nidentity, sexual orientation, physical or mental illness or disability must be\navoided unless genuinely relevant to the story.\nFindings of the Committee\n8. The article had stated that Brighton and Sussex\nUniversity Hospitals NHS Trust had said the terms “breast-feeding” or “breast\nmilk” were “no longer acceptable”. It had also stated that ”we must start\nsaying ‘chest feeding’ or ‘chest milk’ to be more inclusive”. It was inaccurate\nto report that the Trust had stated the terms “breast feeding” and “breast\nmilk” were not acceptable – the Trust’s guidance stated that these terms should\nbe used both in one-on-one sessions with cis-women and that breast/chest\nfeeding should be used at population level. The publication had not taken care\nto accurately report the Trust’s guidance, and there was a breach of Clause\n1(i).\n9. The publication had published a clarification online, and\nhad offered to do the same in print. The clarification acknowledged that the\nTrust guidance stated that the use of the terms were only unacceptable in\ncertain circumstances and that the guidance stated that individual’s preferred\nterms should be used, which put the correct position on the record. The\nclarification was offered on receipt of the complaint and therefore represented\ndue promptness. As the original article was published on page 19, the\npublication’s offer to publish this before page five represented due\nprominence. There was no breach of Clause 1(ii).\n10. The Committee acknowledged that article may be considered\noffensive by some readers, but made clear that the Editors’ Code does not\nconsider issues of taste or offence. Clause 12 does not apply to groups, but\ninstead to identifiable individuals. As the complainant was not complaining on\nthe behalf of an identifiable individual in the article, there was no breach of\nClause 12.\nConclusions\n11. The complaint was upheld under Clause 1(i).\nRemedial Action Required\n12. The clarification which was offered clearly put the\ncorrect position on record, and was offered promptly and with due prominence,\nand should now be published.\n \nDate complaint received: 15/02/2021\nDate complaint concluded by IPSO: 05/07/2021\nBack to ruling listing\n\n\n"
}