{
    "url": "/rulings-and-resolution-statements/ruling/?id=01693-17",
    "title": "01693-17 Banner v Get Surrey",
    "provisions": [
        "1 Accuracy (2016)",
        "2 Privacy (2016)",
        "4 Intrusion into grief or shock (2016)",
        "3 Harassment (2016)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "getsurrey.co.uk (Reach PLC)",
    "received_on": "2017-03-04 00:00:00",
    "concluded_on": "2017-06-23 00:00:00",
    "complaint_processing_days": 111,
    "conclusion_long": "14. The complaint was not upheld.",
    "remedial_action": "N/A Date complaint received: 04/03/2017",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee 01693-17 Banner v\nGet Surrey \nSummary of Complaint \n1. Stacy Banner complained to the Independent Press\nStandards Organisation that Get Surrey breached Clause 1 (Accuracy), Clause 2\n(Privacy), Clause 3 (Harassment) and Clause 4 (Intrusion into grief or shock)\nof the Editors’ Code of Practice in an article headlined “£100k fraud accused 'offered\nto pay for boob job and hen party to Benidorm', court heard”, published online\non 18 June 2016, and an article headlined “Relative of Tilford puppy farm\ndouble murder victims convicted of defrauding callous killer John Lowe's dying\npartner”, published online on 2 March 2017.\n2. The articles reported on the complainant’s trial and\nconviction for five counts of fraud, spanning the period between December 2012\nand March 2013.\n3. The 2 March article said that the “full details of\nBanner's conviction can only now be revealed after the Crown decided that  it was not in the public interest to\nprosecute Banner’s accomplice John Lowe”, who was serving a life sentence,\nhaving been previously convicted of the murder of the complainant’s mother and\nsister, in February 2014.\n4. The article also contained a gallery of 31 images,\nentitled “John Lowe GUILTY of double murder at Tilford puppy farm”. The\nphotographs had shown the police and forensic teams outside of the property\nwhere the complainant’s mother and sister had died. It also contained a number\nof photographs of John Lowe, as well as earlier photographs of the\ncomplainant’s mother and sister.\n5. The complainant said that the article had made a\nnumber of references to Mr Lowe’s previous conviction and the circumstances\nsurrounding her mother and sister’s deaths. She said that in an article which\nreported on her trial and conviction for fraud, the publication of this\ninformation, had been handled insensitively. She expressed particular concern\nabout the publication of images of her mother and sister, alongside images of\nMr Lowe, which she said was disrespectful.\n6. The complainant also said that the publication of\ndetails relating to the murder of her mother and sister, had intruded into her\nprivacy, and had amounted to harassment.\n7. The complainant said that the articles had\ninaccurately reported that she had been convicted of charges of fraud totalling\n£107,950; she said she had been found guilty of charges of fraud totalling\n£7,000. She also said that the article had inaccurately reported that the\nvictim in the fraud had been suffering from dementia.\n8. The newspaper did not accept a breach of the Code. It\nsaid that the circumstances surrounding the death of the complainant’s mother\nand sister had been genuinely relevant to the report, given the connection\nbetween the complainant, Mr Lowe, and his victims. It also said that Mr Lowe's\nprevious conviction had been referred to in the fraud case, when he had been\ndescribed as \"the man who has been convicted of murdering Mrs Banner's\nmother and sister.\"\n9. It provided shorthand notes taken by the reporter\nduring the complainant’s trial which recorded that she had been found guilty of\nfive counts of fraud, totalling £107,950. The notes further recorded that the\ncourt had heard that the victim in the fraud had been \"formally diagnosed\nas suffering from dementia\".\nRelevant Code Provisions\n10. Clause 1 (Accuracy) \ni) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not\nsupported by the text.\nii) A significant inaccuracy, misleading statement or\ndistortion must be corrected, promptly and with due prominence, and — where\nappropriate — an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator. \niii) A fair opportunity to reply to significant\ninaccuracies should be given, when reasonably called for. \niv) The Press, while free to editorialise and campaign,\nmust distinguish clearly between comment, conjecture and fact. \nClause 2 (Privacy)\ni) Everyone is entitled to respect for his or her private\nand family life, home, health and correspondence, including digital\ncommunications. \nii) Editors will be expected to justify intrusions into\nany individual's private life without consent. Account will be taken of the\ncomplainant's own public disclosures of information. \niii) It is unacceptable to photograph individuals,\nwithout their consent, in public or private places where there is a reasonable\nexpectation of privacy. \nClause 3 (Harassment)\ni) Journalists must not engage in intimidation,\nharassment or persistent pursuit. \nii) They must not persist in questioning, telephoning,\npursuing or photographing individuals once asked to desist; nor remain on\nproperty when asked to leave and must not follow them. If requested, they must\nidentify themselves and whom they represent. \niii)  Editors must\nensure these principles are observed by those working for them and take care\nnot to use non-compliant material from other sources. \nClause 4 (Intrusion into grief or shock) \nIn cases involving personal grief or shock, enquiries and\napproaches must be made with sympathy and discretion and publication handled\nsensitively. These provisions should not restrict the right to report legal\nproceedings. \nFindings of the Committee \n11. The Committee acknowledged that the complainant had\nfound the publication of information, which had related to the circumstances\nsurrounding her mother and sister’s deaths, distressing. However, the article\ndid not report gratuitous details of Mr Lowe’s crimes, and, given the\nconnection between his victims and the complainant, this information had been\nrelevant to the report. The Committee carefully scrutinised the images which\nwere contained in the 2 March article. The photographs had largely been of Mr\nLowe, and the outside of the property where the complainant’s mother and sister\nhad died, and whilst the Committee acknowledged that the complainant had found\nthe publication of these images to be disrespectful, they did not disclose\nexcessive detail relating to the circumstances surrounding their death. In\nthose circumstances, the Committee did not conclude that publication had been\nhandled insensitively. There was no breach of Clause 4.\n12. The newspaper had provided reporters notes, which\nprovided a detailed contemporaneous breakdown in relation to the value of each\nof the complainant’s convictions, totalling £107,950; the Committee noted that\nthe complainant did not provide any information which disputed this breakdown.\nThe notes also recorded that the victim in the fraud had been suffering from\ndementia. There was no failure to take care over the accuracy of the article on\nthese points, and the Committee did not conclude that the article contained\nsignificantly inaccurate information, such as to warrant a correction. There\nwas no breach of Clause 1.\n13. The newspaper had been entitled to report on the\ncomplainant’s trial and conviction for fraud, in circumstances where reporting\nrestrictions had been lifted. The publication of this information, did not\nrepresent a failure to respect the complainant’s private life, nor did it\nrepresent harassment under the terms of the Code. There was no breach of Clause\n2 or Clause 3.\nConclusion\n14. The complaint was not upheld.\nRemedial action required\nN/A\nDate complaint received: 04/03/2017\nDate decision issued: 23/06/2017\nBack to ruling listing\n\n\n"
}