{
    "url": "/rulings-and-resolution-statements/ruling/?id=01690-17",
    "title": "01690-17 A woman v mirror.co.uk",
    "provisions": [
        "2 Privacy (2016)",
        "1 Accuracy (2016)",
        "6 Children (2016)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "mirror.co.uk (Reach PLC)",
    "published_on": "2017-03-04 00:00:00",
    "received_on": "2017-03-05 00:00:00",
    "concluded_on": "2017-06-15 00:00:00",
    "complaint_processing_days": 102,
    "conclusion_long": "15. The complaint was not upheld.",
    "remedial_action": "N/ADate complaint received: 05/03/2017",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee 01690-17 A woman\nv mirror.co.ukSummary of Complaint 1.  A woman\ncomplained to the Independent Press Standards Organisation that mirror.co.uk\nbreached Clause 1 (Accuracy), Clause 2 (Privacy) and Clause 6 (Children) of the\nEditors’ Code of Practice in an article headlined “Heartbroken mum shares\ndistressing footage of bullies attacking her 12-year-old daughter before\nleaving her lying in a gutter”, published on 4 March 2017. 2. The article reported on a physical altercation\ninvolving two young girls, and contained a 40 second video of the incident. The\nvideo showed the two girls walking alongside each other at the side of a road.\nIt showed one of the girls shouting at the other, before appearing to pull her\nto the ground and punch and kick the second girl; the article reported that the\nsecond girl had been “left lying terrified in a heap in the gutter”. Both of\nthe girls had their faces pixelated. The article reported that that “the sick\nfootage” had been “filmed by one of the bullies”. The quality of the recording\nwas affected by the fact that the video was shot at night, in dim light. 3. The article reported that the video appears to show\nthe second girl being “verbally abused” before being “dragged to the floor in\nthe middle of the road by another girl”. It said that “a mum has shared\ndistressing footage of a brutal attack that left her 12-year-old daughter lying\nin a gutter in her bid to raise awareness of school bullying “. As well as the\nvideo, the article included stills of the footage, again with both girls’ faces\npixelated. The article reported that “the incident has been reported to West\nYorkshire Police and the distressing footage has been shared more than 4,000\ntimes on social media”. 4. The article contained a statement from the head\nteacher of the second girl’s school confirming that “staff spent time with the\nstudent and spoke to parents” and that it had contacted “external agencies” as\nthe “alleged attacker” was not a pupil at the school. 5. The complainant, the mother of the first girl,\nexpressed concern that the article inaccurately referred to her 15-year-old\ndaughter as a “bully”, when the police were aware that her daughter was the\nindividual involved in the altercation, and the matter was still being\ninvestigated by them. 6. The complainant said that she had not given her\npermission for the video to be published, and said that by including it in the\narticle, alongside its accompanying stills, the newspaper had breached her\ndaughter’s privacy. The complainant did not accept that it was in the public\ninterest to report on, or publish footage of, the incident.  7. The newspaper did not accept a breach of the Code. It\nsaid that the video showed an anti-social and potentially criminal act, which\nwas filmed in a public location by another person allegedly bullying the victim.\nThe newspaper said that it had ensured that the footage and pictures had been\npixelated, in order to protect the identity of those shown. The newspaper noted\nthat, prior to the article’s publication, the footage had been placed in public\ndomain, having been circulated on social media. It had also been referred to by\nthe police in their appeal for information.8. The newspaper said that it had considered the Code\nbefore publication and decided that it was in the public interest to report on\nthe incident. It said that the serious and anti-social nature of the activity\nwas demonstrated by the fact that the police decided to conduct additional\nneighbourhood patrols in the area to offer reassurance to the community. Relevant Code Provisions 9. Clause 1 (Accuracy)i) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not\nsupported by the text. ii) A significant inaccuracy, misleading statement or\ndistortion must be corrected, promptly and with due prominence, and — where\nappropriate — an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator. iii) A fair opportunity to reply to significant\ninaccuracies should be given, when reasonably called for. iv) The Press, while free to editorialise and campaign,\nmust distinguish clearly between comment, conjecture and fact. v) A publication must report fairly and accurately the\noutcome of an action for defamation to which it has been a party, unless an\nagreed settlement states otherwise, or an agreed statement is published. Clause 2 (Privacy)*i) Everyone is entitled to respect for his or her private\nand family life, home, health and correspondence, including digital\ncommunications. ii) Editors will be expected to justify intrusions into\nany individual's private life without consent. Account will be taken of the\ncomplainant's own public disclosures of information. iii) It is unacceptable to photograph individuals,\nwithout their consent, in public or private places where there is a reasonable\nexpectation of privacy. Clause 6 (Children)*i) All pupils should be free to complete their time at\nschool without unnecessary intrusion. ii) They must not be approached or photographed at school\nwithout permission of the school authorities. iii) Children under 16 must not be interviewed or\nphotographed on issues involving their own or another child’s welfare unless a\ncustodial parent or similarly responsible adult consents. iv) Children under 16 must not be paid for material\ninvolving their welfare, nor parents or guardians for material about their\nchildren or wards, unless it is clearly in the child's interest. v) Editors must not use the fame, notoriety or position\nof a parent or guardian as sole justification for publishing details of a\nchild's private life. The public interest There may be exceptions to the clauses marked * where\nthey can be demonstrated to be in the public interest. The public interest includes, but is not confined to:i. Detecting or exposing crime, or the threat of crime, or serious\nimpropriety.ii. Protecting public health or safety.iii. Protecting the public from being misled by an action or statement of an\nindividual or organisation.iv. Disclosing a person or organisation’s failure or likely failure to\ncomply with any obligation to which they are subject.v. Disclosing a miscarriage of justice.vi. Raising or contributing to a matter of public debate, including serious\ncases of impropriety, unethical conduct or incompetence concerning the public.vii. Disclosing concealment, or likely concealment, of any of the above.viii. There\nis a public interest in freedom of expression itself.ix. The\nregulator will consider the extent to which material is already in the public\ndomain or will or will become so. Editors invoking the public interest will need to demonstrate\nthat they reasonably believed publication - or journalistic activity taken with\na view to publication – would both serve, and be proportionate to, the public\ninterest and explain how they reached that decision at the time. An exceptional public interest would need to be\ndemonstrated to over-ride the normally paramount interest of children under 16.\nFindings of the Committee 10. Critical to the Committee’s consideration of this\ncomplaint was the fact that it related to a child. While the footage had been\nfilmed on a public street, and had been shared more than 4,000 times on social\nmedia, the Committee had received no evidence that either the complainant or\nher daughter had consented to her being filmed, or to the footage being shared\non social media or otherwise placed in the public domain, let alone published\nto a large audience. In these circumstances, the Committee concluded that the\ncomplainant’s daughter had a reasonable, albeit limited, expectation of privacy\nin relation to the footage. 11. Nonetheless, whilst the video might have identified\nthe girl to a limited number of people within her local community beyond those\nwho were already aware of it from its previous circulation, the newspaper had\ntaken steps to minimise the extent of this, by not naming her and thoroughly\npixelating the images and footage. In those circumstances, and given the\nprevious circulation of the footage within the girl’s community, the Committee\nconsidered that any intrusion into the complainant’s daughter’s private life\nposed by the further publication of the footage had been limited. 12. The Committee considered that there existed a very\nstrong public interest justifying publication. There was a public interest in\nenabling the second girl’s mother to discuss the effect that the behaviour\nfeatured in the video had on her daughter, and to use the video and stills as\npart of that story, particularly where the video itself had formed part of the\nincident to which her daughter was subject. There was also a public interest in\ncontributing to public debate about anti-social behaviour amongst young people,\nand the video illustrated vividly, in a way that would not have been possible\nthrough words alone, the nature of the behaviour. Further, the newspaper had\ntaken steps to limit the extent of the intrusion into the complainant’s\ndaughter’s privacy. The Committee concluded that in this instance an\nexceptional public interest justified publication of the video in its pixelated\nform. The complaint under Clause 2 was not upheld. 13. Similarly, the Committee found no breach of Clause 6\n(Children). While the footage had the potential to intrude into the\ncomplainant’s daughter’s time at school, given the nature of the behaviour\nshown and the significant public interest in publication, this intrusion was\nnot “unnecessary”. The fact that the complainant’s daughter had engaged in the\nactivity shown in the video was a matter that related to her, and to the second\ngirl’s welfare. As such, the Code's starting point is that parental consent\nwould be required for the publication of the video and stills under the terms\nof Clause 6(iii). However, this requirement was overridden by the public\ninterest in its publication. 14. The Committee finally considered the complaint about\nthe article’s accuracy. It did not consider that it was significantly\ninaccurate or misleading to characterise the complainant’s daughter as a\n“bully”, in circumstances where the footage appeared to show the her pulling\nanother girl to the floor, and punching and kicking her as she lay on the\nground, and had been shared by the alleged victim’s mother, in order to raise\nawareness of school bullying. There was no breach of Clause 1. Conclusion 15. The complaint was not upheld. Remedial Action Required N/ADate complaint received: 05/03/2017\nDate decision issued: 15/06/2017\nBack to ruling listing\n\n\n"
}