{
    "url": "/rulings-and-resolution-statements/ruling/?id=01701-20",
    "title": "01701-20 Bythell v Sunday Mail",
    "provisions": [
        "1 Accuracy (2019)"
    ],
    "outcome": "Breach - sanction: publication of adjudication",
    "publication": "Sunday Mail (Reach PLC)",
    "published_on": "2020-03-08 00:00:00",
    "received_on": "2020-03-11 00:00:00",
    "concluded_on": "2020-01-15 00:00:00",
    "complaint_processing_days": -56,
    "conclusion_long": "18. The complaint was upheld in part under Clause 1.",
    "remedial_action": "19. Having upheld the complaint, the Committee considered what remedial action should be required. In circumstances where the Committee establishes a breach of the Editors’ Code, it can require the publication of a correction and/or an adjudication, the nature, extent and placement of which is determined by IPSO. 20. The reports that the complainant’s bookshop was “helping to sell” Nazi propaganda and that it had been “sold via” his website had been a distortion of the position, and it had been inaccurate to report that, as a result, anger and criticism had been directed at the complainant’s bookshop. The online article had since been deleted, but following receipt of the complaint, the publication had failed to offer any further remedial action. Given the damage which was likely to be caused to the complainant by the publication of the inaccurate and distorted material, the Committee considered that the appropriate remedy was the publication of the Complaint Committee’s adjudication. 21. The Committee considered the placement of this adjudication. The article had been published on page 31. The Committee therefore required that its full adjudication should be published on page 31 or further forward in the newspaper. An adjudication should also be published online, with a link to it (including the headline) being published on the newspaper’s homepage for 24 hours, as well as via a link on the publication’s social media channels where the photograph of the complainant had appeared. The headline to the adjudication should make clear that IPSO has upheld the complaint, give the title of the newspaper and refer to the complaint’s subject matter. The headline must be agreed with IPSO in advance.  22. The terms of the adjudication for the print version of the publication are as follows: Following an article published 8 March 2020 headlined “Anger over bookshops’ link to Nazi hate paper”, Shaun Bythell complained to the Independent Press Standards Organisation that the newspaper had breached Clause 1 (Accuracy) of the Editors' Code of Practice. IPSO upheld this complaint and has required the Sunday Mail to publish this decision as a remedy to the breach. The article reported that Nazi propaganda was on sale on a specialist book website, and that it acted as an online marketplace for the two bookshops named in the article. The subheading reported that the material had been “sold via the websites\" of the two bookshops and the article named and included a photograph of one of the bookshop’s owners. The article reported that copies of Nazi propaganda could be ordered by visiting the bookshops’ websites, where the search “redirected to” the online marketplace. The article contained a quote from the World Jewish Congress president who had said “It is inconceivable that we should have to revisit this issue time and again in order to ensure the safety and security of our communities from those who might well be inspired through these purchases to attack Jews and other minorities in the spirit of Nazi virulence. Julius Streicher propagated an image of Jews as subhuman, violent sexual abusers and enslavers, using his publications as a mouthpiece for blood libels and smear campaigns that shaped Nazi Germany and incited the near destruction of European Jewry.” The complainant was named in the article as the owner of one of the two bookshops and a photograph of him also appeared in the article.  He said that it was inaccurate to report that Nazi propaganda was sold via his bookshop’s website in breach of Clause 1. The Committee noted that the article referenced the involvement of the online marketplace in the sale of the material, but that it did not explain that the marketplace was used by hundreds of bookshops throughout the country.  The Committee noted, further, that the material had neither been sold directly on the complainant’s bookshop’s website nor advertised for sale on the website and the complainant’s involvement in the transaction was limited to the automatic redirection of a search request to the site of the online marketplace. The Committee took into account that the websites of hundreds of bookshops link to the website of the online marketplace and found that singling out the complainant’s bookshop in the article implied that the complainant’s role in the sale of the material was greater than was actually the case. To report that the material had been “sold via” the complainant’s website was a distortion of the position and IPSO found that the publication had failed to take care under Clause 1. 23. The terms of the adjudication for the online version of the publication are as follows: Following an article published 8 March 2020 headlined “Anger over Scots bookshops’ link to Nazi hate paper”, Shaun Bythell complained to the Independent Press Standards Organisation that the newspaper had breached Clause 1 (Accuracy) of the Editors' Code of Practice. IPSO upheld this complaint and has required the Sunday Mail to publish this decision as a remedy to the breach. The article reported that Nazi propaganda was on sale on a specialist book website, and that it acted as an online marketplace for the two bookshops named in the article. The subheading reported that the material had been “sold via the websites\" of the two bookshops and that they were “helping to sell” the material. The article reported that copies of Nazi propaganda could be ordered by visiting the bookshops’ websites, where the search “redirected to” the online marketplace. The article contained a quote from the World Jewish Congress president who had said “It is inconceivable that we should have to revisit this issue time and again in order to ensure the safety and security of our communities from those who might well be inspired through these purchases to attack Jews and other minorities in the spirit of Nazi virulence. Julius Streicher propagated an image of Jews as subhuman, violent sexual abusers and enslavers, using his publications as a mouthpiece for blood libels and smear campaigns that shaped Nazi Germany and incited the near destruction of European Jewry.” The complainant was named in the article as the owner of one of the two bookshops and a photograph of him also appeared in the article.  He said that the article was published in breach of Clause 1 because it was inaccurate to report that Nazi propaganda was sold via his bookshop’s website and that he was helping to sell the material. He also said that it was inaccurate to report that anger and criticism had been directed at his bookshop as a result. The Committee noted that the article referenced the involvement of the online marketplace in the sale of the material, but that it did not explain that the marketplace was used by hundreds of bookshops throughout the country.  The Committee noted, further, that the material had neither been sold directly on the complainant’s bookshop’s website nor advertised for sale on the website and the complainant’s involvement in the transaction was limited to the automatic redirection of a search request to the site of the online marketplace. The Committee took into account that the websites of hundreds of bookshops link to the website of the online marketplace and found that singling out the complainant’s bookshop in the article implied that the complainant’s role in the sale of the material was greater than was actually the case. To report that the material had been “sold via” the complainant’s website and that he was “helping to sell” the material was a distortion of the position and IPSO found that the publication had failed to take care under Clause 1. The basis for the publication reporting that the complainant’s bookshop had been the subject of anger and criticism was the published quote from the World Jewish Congress president. The president could reasonably be described as having expressed anger that such material could be purchased, but the criticism he expressed of those who sold the material was not specifically directed at the complainant. To report that the complainant’s bookshop had been criticised and was the subject of anger was, therefore, inaccurate in breach of Clause 1.   Date complaint received: 11/03/2020",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee – 01701-20 Bythell v\nSunday Mail\nSummary of Complaint\n1. Shaun Bythell complained to the Independent Press\nStandards Organisation that the Sunday Mail breached Clause 1 (Accuracy) of the\nEditors’ Code of Practice in an article headlined “Anger over bookshops’ link\nto Nazi hate paper”, published on 8 March 2020.\n2. The article reported that Nazi propaganda was on sale on\na specialist book website, and that it acted as an online marketplace for the\ntwo bookshops named in the article. The subheading reported that the material\nhad been “sold via the websites\" of the two bookshops and the article\nnamed and included a photograph of one of the bookshops’ owners. The article\nreported that copies of Nazi propaganda could be ordered by visiting the\nbookshops’ websites, where the search “redirected to” the online marketplace.\nThe article contained a quote from the World Jewish Congress president who had\nsaid “It is inconceivable that we should have to revisit this issue time and\nagain in order to ensure the safety and security of our communities from those\nwho might well be inspired through these purchases to attack Jews and other\nminorities in the spirit of Nazi virulence. Julius Streicher propagated an\nimage of Jews as subhuman, violent sexual abusers and enslavers, using his\npublications as a mouthpiece for blood libels and smear campaigns that shaped\nNazi Germany and incited the near destruction of European Jewry.” The article\nalso reported that the owner of one of the named bookshops could not be reached\nfor comment.\n3. The article was also published online in substantially\nthe same terms under the headline “Anger over Scots bookshops' link to Nazi\nhate paper”. The subheading of this article reported that “Two prominent\nmembers of the Association of Wigtown Booksellers have been criticised for\ntheir links to works by Julius Streicher” and the text of the article also\nreported  that “Two shops in Scotland’s\n‘book town’ have been criticised for helping to sell propaganda by a Nazi war\ncriminal”.\n4. The complainant was named in the article as the owner of\none of the two bookshops and a photograph of him also appeared in the\narticle.  He said that the article was\ninaccurate in breach of Clause 1. He said that no “anger” or criticism had been\ndirected at his bookshop. He said that he had received no complaints and that\neven if the quote from the World Jewish Congress president had been directed at\nhis bookshop, this was only because the newspaper had drawn his attention to\nthe bookshop.\n5. The complainant also said that it was misleading to\nreport that there was a link between his bookshop and the Nazi propaganda when\nhe had simply used an online market place alongside thousands of other\nbooksellers. He said that the article, and the inclusion of his photograph,\ngave the false impression that he was complicit in the selling of antisemitic\nmaterial. He also said that he no longer used the online marketplace and it was\ninaccurate to report that he did.\n6. The complainant also said he had not received any contact\nfrom the publication prior to the article being published and that it was\ninaccurate to report that he could not be reached for comment.\n7. The publication did not accept a breach of the Code. It\nexplained that the anger reported in the headline represented the publication’s\nopinion on the issue, in light of the quote from the World Jewish Congress\npresident who had said that it was “inconceivable” that the issue had to be\nre-visited time and time again. The publication said it was justified in\nreporting in the online article that there was anger at Scottish bookshops, as\nthe complainant’s bookshop had been named in the email sent by the publication\nto the World Jewish Congress president at the time that he was invited to\ncomment. The publication was, however, unable to provide a copy of this email.\nIt also said that the article had not reported that there was anger over the\nlink to the complainant’s bookshop, but towards Scots bookshops in general.\n8. The publication said that it had singled out all the\nbookshops within Scotland’s “Book town” which used the online marketplace where\nthe offensive material had been found. It provided a copy of a page from the\ncomplainant’s website which contained a search function. When search terms were\ntyped into the complainant’s website and the “search” button was pressed, the\nuser was taken to the website of the online marketplace, where the publication\nhad been able to purchase Nazi propaganda. It said it was therefore not\nmisleading to say that Nazi propaganda could be purchased “via” the\ncomplainant’s website and to describe this as a ‘link’. The website of the\nonline marketplace could still be accessed via the complainant's bookshop's\nwebsite during IPSO’s investigation, and the publication therefore said it was\nnot inaccurate to report that the online marketplace was used by the\ncomplainant’s bookshop, even if he said he no longer used the marketplace.\n9. The publication said that its reporter had phoned the\ncomplainant’s bookshop and had spoken to a member of staff who had said that\nthe complainant was in England. It said that the reporter had stressed that it\nwas important to speak to the complainant and outlined the story, but that the\ncomplainant had not returned the call. Furthermore, it provided an email it had\nsent to the bookshop’s contact address prior to the publication of the article.\nRelevant Code Provisions\nClause 1 (Accuracy)\ni) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not\nsupported by the text.\nii) A significant inaccuracy, misleading statement or\ndistortion must be corrected, promptly and with due prominence, and — where\nappropriate — an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator. \niii) A fair opportunity to reply to significant inaccuracies\nshould be given, when reasonably called for.\niv) The Press, while free to editorialise and campaign, must\ndistinguish clearly between comment, conjecture and fact.\nFindings of the Committee\n10. The headline to the print article reported a “link”\nbetween a “Nazi hate paper” and bookshops and the headline to the online\narticle reported a link with “Scots bookshops”. \nThe articles explained the link further by reporting that the Nazi\nmaterial had been “sold via the websites” of the two named bookshops and the\nonline version additionally reported that the bookshops were “helping to sell”\nthe material.\n11. The Committee noted that the article referenced the\ninvolvement of the online marketplace in the sale of the material, but that it\ndid not explain that the marketplace was used by hundreds of bookshops\nthroughout the country.  The Committee\nnoted, further, that the material had neither been sold directly on the\ncomplainant’s bookshop’s website nor advertised for sale on the website; the\ncomplainant’s involvement in the transaction was limited to the automatic\nredirection of a search request to the site of the online marketplace. The\nCommittee also took into account that the websites of hundreds of bookshops\nlink to the website of the online marketplace and found that singling out the\ncomplainant’s bookshop in the article implied that the complainant’s role in\nthe sale of the material was greater than was actually the case. On this basis,\nto report that the material had been “sold via” the complainant’s website, and\nthat the complainant’s website was “helping to sell” the material was a\ndistortion of the position. Therefore, the publication had failed to take care\nnot to publish distorted material in breach of Clause 1(i). The reported link\nbetween the complainant’s bookshop and the material was central to the article\nand was significant given the damage which was likely to be caused to the\ncomplainant and his business.\n12. The publication had not offered to publish a correction\nin relation to the ‘sold by’ claims, and there was therefore a further breach\nof Clause 1(ii).\n13. The headline to the print version of the article had\nreported that there had been anger over a link between the material and\nbookshops in general, whereas the online version had gone further by reporting\nthat anger had been directed at “Scots bookshops”. The Committee found that\nthis would be understood to be a reference to the two bookshops named in the\narticle, noting that the online article also reported that the complainant’s\nbookshop, and the other bookshop named in the article, had specifically been\ncriticised for “helping to sell’ the material.\n14.   The basis for\nthe publication reporting that the complainant’s bookshop had been the subject\nof anger and criticism was the published quote from the World Jewish Congress\npresident. The president could reasonably be described as having expressed\nanger that such material could be purchased, but the criticism he expressed of\nthose who sold the material was not specifically directed at the complainant.\nThe report that the complainant’s bookshop had been criticised and was the subject\nof anger was, therefore, not supported by the quote itself.  The publication had also been unable to\nprovide a copy of the email to which the President was responding, in which the\npublication said the complainant’s bookshop had been named. Accordingly, in\nreporting that anger and criticism had been directed at the complainant’s\nbookshop, the publication had failed to take care not to report inaccurate\ninformation in breach of Clause 1(i).\n15. The claim had featured prominently in the headline and\nthe subheading of the online article and it appeared to support the other\nmatters reported in the article.  The\nreport that anger and criticism had been directed at the complainant’s bookshop\nwas, therefore, significant and required correction.\n16. The publication had not offered to publish a correction\nin relation to the claim that anger and criticism had been directed at the\ncomplainant’s bookshop, and there was therefore a further breach of Clause\n1(ii) in respect of the online article.\n17. Finally, where the complainant accepted that he had been\non holiday and had not responded to the email which had been sent by the\nnewspaper, it was not misleading for the newspaper to report that he had been\nunavailable for comment. There was no breach of Clause 1 on this point.\nConclusions\n18. The complaint was upheld in part under Clause 1.\nRemedial Action Required\n19. Having upheld the complaint, the Committee considered\nwhat remedial action should be required. In circumstances where the Committee\nestablishes a breach of the Editors’ Code, it can require the publication of a\ncorrection and/or an adjudication, the nature, extent and placement of which is\ndetermined by IPSO.\n20. The reports that the complainant’s bookshop was “helping\nto sell” Nazi propaganda and that it had been “sold via” his website had been a\ndistortion of the position, and it had been inaccurate to report that, as a\nresult, anger and criticism had been directed at the complainant’s bookshop.\nThe online article had since been deleted, but following receipt of the\ncomplaint, the publication had failed to offer any further remedial action.\nGiven the damage which was likely to be caused to the complainant by the\npublication of the inaccurate and distorted material, the Committee considered\nthat the appropriate remedy was the publication of the Complaint Committee’s\nadjudication.\n21. The Committee considered the placement of this\nadjudication. The article had been published on page 31. The Committee\ntherefore required that its full adjudication should be published on page 31 or\nfurther forward in the newspaper. An adjudication should also be published\nonline, with a link to it (including the headline) being published on the\nnewspaper’s homepage for 24 hours, as well as via a link on the publication’s\nsocial media channels where the photograph of the complainant had appeared. The\nheadline to the adjudication should make clear that IPSO has upheld the\ncomplaint, give the title of the newspaper and refer to the complaint’s subject\nmatter. The headline must be agreed with IPSO in advance. \n22. The terms of the adjudication for the print version of the\npublication are as follows:\nFollowing an article published 8 March 2020 headlined “Anger\nover bookshops’ link to Nazi hate paper”, Shaun Bythell complained to the\nIndependent Press Standards Organisation that the newspaper had breached Clause\n1 (Accuracy) of the Editors' Code of Practice. IPSO upheld this complaint and\nhas required the Sunday Mail to publish this decision as a remedy to the\nbreach.\nThe article reported that Nazi propaganda was on sale on a\nspecialist book website, and that it acted as an online marketplace for the two\nbookshops named in the article. The subheading reported that the material had\nbeen “sold via the websites\" of the two bookshops and the article named\nand included a photograph of one of the bookshop’s owners. The article reported\nthat copies of Nazi propaganda could be ordered by visiting the bookshops’\nwebsites, where the search “redirected to” the online marketplace. The article\ncontained a quote from the World Jewish Congress president who had said “It is\ninconceivable that we should have to revisit this issue time and again in order\nto ensure the safety and security of our communities from those who might well\nbe inspired through these purchases to attack Jews and other minorities in the\nspirit of Nazi virulence. Julius Streicher propagated an image of Jews as\nsubhuman, violent sexual abusers and enslavers, using his publications as a\nmouthpiece for blood libels and smear campaigns that shaped Nazi Germany and\nincited the near destruction of European Jewry.”\nThe complainant was named in the article as the owner of one\nof the two bookshops and a photograph of him also appeared in the article.  He said that it was inaccurate to report that\nNazi propaganda was sold via his bookshop’s website in breach of Clause 1.\nThe Committee noted that the article referenced the\ninvolvement of the online marketplace in the sale of the material, but that it\ndid not explain that the marketplace was used by hundreds of bookshops\nthroughout the country.  The Committee\nnoted, further, that the material had neither been sold directly on the\ncomplainant’s bookshop’s website nor advertised for sale on the website and the\ncomplainant’s involvement in the transaction was limited to the automatic\nredirection of a search request to the site of the online marketplace. The\nCommittee took into account that the websites of hundreds of bookshops link to\nthe website of the online marketplace and found that singling out the\ncomplainant’s bookshop in the article implied that the complainant’s role in\nthe sale of the material was greater than was actually the case. To report that\nthe material had been “sold via” the complainant’s website was a distortion of\nthe position and IPSO found that the publication had failed to take care under\nClause 1.\n23. The terms of the adjudication for the online version of the\npublication are as follows:\nFollowing an article published 8 March 2020 headlined “Anger\nover Scots bookshops’ link to Nazi hate paper”, Shaun Bythell complained to the\nIndependent Press Standards Organisation that the newspaper had breached Clause\n1 (Accuracy) of the Editors' Code of Practice. IPSO upheld this complaint and\nhas required the Sunday Mail to publish this decision as a remedy to the\nbreach.\nThe article reported that Nazi propaganda was on sale on a\nspecialist book website, and that it acted as an online marketplace for the two\nbookshops named in the article. The subheading reported that the material had\nbeen “sold via the websites\" of the two bookshops and that they were\n“helping to sell” the material. The article reported that copies of Nazi\npropaganda could be ordered by visiting the bookshops’ websites, where the\nsearch “redirected to” the online marketplace. The article contained a quote\nfrom the World Jewish Congress president who had said “It is inconceivable that\nwe should have to revisit this issue time and again in order to ensure the\nsafety and security of our communities from those who might well be inspired\nthrough these purchases to attack Jews and other minorities in the spirit of\nNazi virulence. Julius Streicher propagated an image of Jews as subhuman, violent\nsexual abusers and enslavers, using his publications as a mouthpiece for blood\nlibels and smear campaigns that shaped Nazi Germany and incited the near\ndestruction of European Jewry.”\nThe complainant was named in the article as the owner of one\nof the two bookshops and a photograph of him also appeared in the article.  He said that the article was published in\nbreach of Clause 1 because it was inaccurate to report that Nazi propaganda was\nsold via his bookshop’s website and that he was helping to sell the material.\nHe also said that it was inaccurate to report that anger and criticism had been\ndirected at his bookshop as a result.\nThe Committee noted that the article referenced the\ninvolvement of the online marketplace in the sale of the material, but that it\ndid not explain that the marketplace was used by hundreds of bookshops\nthroughout the country.  The Committee\nnoted, further, that the material had neither been sold directly on the\ncomplainant’s bookshop’s website nor advertised for sale on the website and the\ncomplainant’s involvement in the transaction was limited to the automatic\nredirection of a search request to the site of the online marketplace. The\nCommittee took into account that the websites of hundreds of bookshops link to\nthe website of the online marketplace and found that singling out the\ncomplainant’s bookshop in the article implied that the complainant’s role in\nthe sale of the material was greater than was actually the case. To report that\nthe material had been “sold via” the complainant’s website and that he was\n“helping to sell” the material was a distortion of the position and IPSO found\nthat the publication had failed to take care under Clause 1.\nThe basis for the publication reporting that the\ncomplainant’s bookshop had been the subject of anger and criticism was the\npublished quote from the World Jewish Congress president. The president could\nreasonably be described as having expressed anger that such material could be\npurchased, but the criticism he expressed of those who sold the material was\nnot specifically directed at the complainant. To report that the complainant’s\nbookshop had been criticised and was the subject of anger was, therefore, inaccurate\nin breach of Clause 1.\n \nDate complaint received: 11/03/2020\nDate complaint concluded by IPSO: 15/01/2020\nBack to ruling listing\n\n\n"
}