{
    "url": "/rulings-and-resolution-statements/ruling/?id=01700-16",
    "title": "01700-16 Hadji v Daily Star",
    "provisions": [
        "2 Privacy (2016)",
        "1 Accuracy (2016)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "Daily Star (Reach PLC)",
    "published_on": "2016-03-14 00:00:00",
    "received_on": "2016-03-14 00:00:00",
    "concluded_on": "2016-05-31 00:00:00",
    "complaint_processing_days": 78,
    "conclusion_long": "10. The complaint was not upheld.",
    "remedial_action": "N/ADate complaint received: 14/03/2016",
    "text": "\n\n\n\n\n\nDecision\nof the Complaints Committee 01700-16\nHadji v Daily StarSummary of Complaint 1. Gabby Hadji complained to the\nIndependent Press Standards Organisation that the Daily Star breached Clause 1\n(Accuracy) and Clause 2 (Privacy) of the Editors’ Code of Practice in an\narticle headlined “It’s like blind date without any clothes”, published in the\nDaily Star on 14 March 2016, and “Like Blind Date… only NAKED: Producers search\nfor up-for-it singles for new TV show”, published online on 14 March 2016. 2. The article reported that a new\ntelevision dating show – where participants appeared naked – was searching for\ncontestants. It quoted a source saying that the show’s makers had been\n“contacting members of the public via social media to try and convince them to\ntake part”. The article listed a number of people who had been approached,\nincluding the complainant. It was accompanied by a photograph of the\ncomplainant, and a screenshot of the tweet sent to her by the show’s makers. 3. The\narticles were identical in print and online expect for the headline. The\nphotograph of the complainant online was accompanied by the caption “TARGETED:\nTV producers have contacted Hadji, right, about appearing in the new raunchy\nshow”. 4. The\ncomplainant said that the newspaper did not have permission to print her name\nor photograph, which was taken from her Twitter feed. She initially said that that\nher Twitter account had been switched to “private” a few months ago, and\nsuggested that the newspaper must have followed her before she changed its\nstatus in order to have access to the photograph; she later said that her\naccount had always been private. 5. The\ncomplainant said that the article gave the inaccurate impression that she had\nbeen contacted by the makers of the show, and would appear in the show; she\nsaid that she had not seen the tweet from the show’s makers, and was not\nappearing in it. 6. The\nnewspaper said that the photograph used in the article was publicly accessible\non the complainant’s Twitter feed at the time of publication. It said that had\nthe account been private, it would not have been able to see the photograph, or\nthe tweet from the show’s makers. It said that the article did not suggest that\nthe complainant was going to appear on the show – it said that she had been approached\nto appear on the show. Relevant Code Provisions 7.  Clause\n1 (Accuracy)i)  The Press must take care not to publish\ninaccurate, misleading or distorted information or images, including headlines\nnot supported by the text.ii)  A significant inaccuracy, misleading\nstatement or distortion must be corrected, promptly and with due prominence,\nand — where appropriate — an apology published. In cases involving IPSO, due\nprominence should be as required by the regulator. Clause\n2 (Privacy) i) Everyone is entitled to respect for his or her\nprivate and family life, home, health and correspondence, including digital\ncommunications.ii) Editors will be expected to justify intrusions\ninto any individual's private life without consent. Account will be taken of\nthe complainant's own public disclosures of information.iii)\nIt is unacceptable to photograph individuals, without their consent, in public\nor private places where there is a reasonable expectation of privacy. Findings of the Committee 8. Having\nread the detailed account provided by the newspaper of how it came upon the\ncomplainant’s photograph, the Committee was satisfied that her twitter account\nwas not private at the time the article was published. In addition, it noted\nthat the image published of the complainant was similar in nature to her\npublicly available profile picture, that she had more than 1,300 followers who\nhad access to the images on her Twitter feed, and that the image displayed no\nintrinsically private information about her. In such circumstances, the\npublication of the image did not represent an intrusion into the complainant’s\nprivate life; there was no breach of Clause 2. Nonetheless, the Committee\nwelcomed the removal of the complainant’s photograph from the online article. 9. The\narticle was careful to only say that the complainant had been approached to\nappear on the show, not that she was appearing on the show. While the\ncomplainant said she did not see the tweet asking her if she was interested in\nappearing on the show, she did not dispute that she had been tweeted by the\nshow’s makers. It was not therefore inaccurate to report that she had been\ncontacted to appear on the show; there was no breach of Clause 1. However, the\nCommittee did note that given the context of the story, it was unfortunate that\nthe newspaper had not contacted her for comment prior to publication.Conclusions 10.\nThe\ncomplaint was not upheld. Remedial Action Required N/ADate complaint received: 14/03/2016 Date decision issued: 31/05/2016\nBack to ruling listing\n\n\n"
}