{
    "url": "/rulings-and-resolution-statements/ruling/?id=01701-17",
    "title": "01701-17 Hill v The Mail on Sunday",
    "provisions": [
        "1 Accuracy (2016)"
    ],
    "outcome": "Breach - sanction: publication of adjudication",
    "publication": "The Mail on Sunday (Associated Newspapers Limited)",
    "received_on": "2017-03-06 00:00:00",
    "concluded_on": "2017-08-18 00:00:00",
    "complaint_processing_days": 165,
    "conclusion_long": "23. The complaint was upheld.",
    "remedial_action": "24. The newspaper had breached Clause 1 (i) and not complied with its obligation to correct under Clause 1 (ii). The appropriate remedial action was therefore the publication of an adjudication. The article had been published on pages 36-37 of the newspaper. The Committee therefore required publication of an adjudication on page 36 of the newspaper, or further forward.  The headline of the adjudication must make clear that IPSO has upheld the complaint against the Mail on Sunday, and refer to its subject matter; it must be agreed in advance. 25. It should also be published on the newspaper’s website, with a link to the full adjudication (including the headline) appearing on the homepage for 24 hours; it should then be archived in the usual way. If the newspaper intends to continue to publish the online article without amendment to remove misleading statements identified by the Committee, the full text of the adjudication should also be published on the article, beneath the headline. If amended to remove the misleading statements, a link to the adjudication should be published with the article, explaining that it was the subject of an IPSO adjudication, and explaining the amendments that have been made. 26. The terms of the adjudication for publication are as follows: Following publication of an article of headlined “The terror law chief and the 'cover-up' that could explode UK's biggest bomb trial”, published on 5th March, Max Hill complained to the Independent Press Standards Organisation that the Mail on Sunday breached Clause 1 (Accuracy) of the Editors’ Code of Practice. The complaint was upheld, and IPSO required The Mail on Sunday to publish this adjudication. The complainant had been a barrister for the prosecution in the trial of the ’21/7’ attempted London bombers. The article under complaint explained that the evidence of an expert witness, who had conducted forensic tests on the defendants’ devices, had been “critical to the prosecution’s case”.  A sub headline of the article claimed that the complainant “knew” that this expert had been “discredited”. It went onto explain that “serious issues” had been raised about the evidence, which documents showed the complainant had known about at the time of the trial. The article also claimed that these issues, which had been raised before the Court of Appeal by one of the defendants, had previously been unreported because the court had imposed a “gagging order”. It claimed that “we can report them now as the gagging order has been lifted”. The complainant said that there was no evidence to support the inaccurate claim that he knew the witness was “discredited” at the time of the trial.  He said that the Court of Appeal, in considering this issue, had clearly decided that there was no evidence to support the claim that the prosecution had conducted the trial notwithstanding ongoing criticism of the expert. The complainant also denied that the Court of Appeal judgment had been subject to any “gagging order”, preventing publication, and said it was wrong to suggest that an embargo had prevented publication. The newspaper said that the complainant was aware of serious concerns about the expert’s evidence, and denied that it was misleading to claim that the complainant knew that the expert had been discredited.  The newspaper said that the Court of Appeal had issued an order on 10 February 2015 banning the reporting of Asiedu’s appeal while it was ongoing. This “gagging order” was not lifted until the judgment was issued on 30 April 2015. It said that this had been 8 days before a General Election, which is why nothing had been reported on the matter until the article under complaint, when the complainant’s appointment as the Independent Reviewer of Terrorism Legislation gave the issue a new topicality. IPSO’s Complaints Committee considered that it was not misleading for the newspaper to report that the complainant knew that “serious issues” had been raised about the expert’s evidence. However, in the subheadline of the print article, and the headline of the online version of the article, the newspaper claimed that the complainant “knew” that the expert had been “discredited”.  This was a serious allegation in light of the other claims in the article that the complainant had failed to make the disclosures to the defendants’ legal team which would have been required in such circumstances.  To claim that he “knew” the expert had been “discredited”, went significantly further than reporting that he had been aware of concerns about the first report.  The complainant’s knowledge of these concerns was not sufficient to justify the claim regarding the complainant’s understanding of the expert’s suitability to act and whether it was appropriate for the prosecution to rely on his evidence at the trial.  These headlines were not supported by the text of the article, and represented a failure to take care not to publish misleading information, in breach of Clause 1 (i). The newspaper had not offered to correct these significantly misleading claims, in breach of Clause 1 (ii). The Committee also decided that the article misleadingly implied that the “gagging order” on the Court of Appeal hearing had only recently been lifted, allowing coverage of the allegations against the prosecution. The “gagging order” had in fact been lifted around a year and 10 months previously.  The Committee took the view that this a significantly misleading statement in the context of an article which also reported that the complainant had been accused of a “cover-up”. This represented a further failure to take care over the accuracy of the article, in breach of Clause 1 (i), and a further misleading statement, which the newspaper had not offered to correct, in breach of Clause 1 (ii).  Date complaint received: 06/03/2017",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee 01701-17 Hill v The Mail on Sunday\nSummary of complaint\n1. Max Hill\ncomplained to the Independent Press Standards Organisation that The Mail on\nSunday breached Clause 1 (Accuracy) of the Editors’ Code of Practice in an\narticle headlined “The terror law chief and the 'cover-up' that could explode\nUK's biggest bomb trial”, published on 5 March. The article was also\npublished online with the headline “Terror law chief's 'cover up' that could\nexplode UK's biggest bomb trial: Barrister appointed as top legal watchdog used\n'faulty evidence' to convict 21/7 bombers despite knowing the expert was\ndiscredited”.\n2. The article\nreported that the complainant had been “accused of an alleged cover-up of vital\nevidence that could cause one of Britain’s biggest terrorist cases to collapse\n– the convictions of four men for the ‘21/7’ attempted London bombings”. The\narticle referred to the complainant as having led this prosecution. It explained that in order to convict four of\nthe failed ‘21/7’ terrorists of conspiracy to murder, the prosecution had had\nto demonstrate that the devices they had used were viable as bombs. It\nexplained that to do this, the prosecution had relied on the evidence of an\nexpert, who had conducted forensic tests on the devices.\n3. The article\nreported that the prosecution had been warned by government scientists from the\nForensic Explosives Laboratory (FEL) that the expert’s evidence “might be\ndeeply flawed”. It said that the scientists’ concerns about the evidence had\nbeen set out in a report before the trial, and that this should have been\ndisclosed to the defence under rules to guarantee fair trials. While the\narticle reported that the complainant had said that he was not aware of this\nreport before the trial, it claimed that “other documents seen by this\nnewspaper show he did know serious issues about forensic evidence had been\nraised by [FEL scientists]”. It claimed that the newspaper was publishing these\ndocuments for the first time, and that they had also not been disclosed before\nthe trial.\n4. The article\nreported that the documents included minutes of a “secret ‘case conference’\nheld…eight weeks before the trial began”. It explained that in the minutes, the\ncomplainant had “personally quizzed [the expert]”, that he “pointed out to the\nexpert that he had made a crucial ‘mistake’ about the chemical composition of\nthe home-made bombs and that ‘a correction’ had to be made over their\nconcentration”. Later in the article, it was explained that following this case\nconference, the expert “made an ‘amendment’ to his statement, which admitted ‘a\nnumber of errors in the original report’. It was the information in this\namended statement that formed the basis of his trial evidence.”\n5. In addition to\nthis case conference note, the article claimed that another document showed\nthat one of the complainant’s colleagues on the prosecution team, who had\nattended the case conference, had visited the FEL. It reported that notes of\nthis visit showed that she had been told by the chief scientist that he could\n“pick lots of holes” in the expert’s work, “especially re quality systems”,\nthat the expert had “used the wrong method to test the explosives”, that he had\na lack of experience in forensic work. The article claimed that “when it came\nto trial [the complainant] did not disclose anything about the problems raised\nby the [FEL scientists], nor did he mention the case conference notes to the\ndefendant’s lawyers”.\n6. The article\nreported that when the non-disclosure of the FEL report came to light, a fifth\nmember of the 21/7 group, Manfo Asiedu, had appealed against his conviction,\nalleging that “bad faith” had infected the entire prosecution, and that the\nnon-disclosure of the FEL report amounted to a “cover-up”. The article reported\nthat in considering this appeal, the Court of Appeal said that the\nnon-disclosure of the report had no impact on this individual’s voluntary\nguilty plea. The article reported that while the Court of Appeal decided that\nthe FEL report should have been disclosed, it said that there was no evidence\nof a cover-up and no bad faith, or abuse of process. The article said that the\nnewspaper was able to report these claims now, as the case had previously been\nsubject to a “gagging order”, which had now been lifted.\n7. The article\nreported that four of the convicted bombers had submitted dossiers to the\nCriminal Cases Review Commission (CCRC), asking for a fresh hearing at the\nCourt of Appeal. It reported that the complainant “denied he was party to any\ncover-up”.  The article had the sub-headline “Revealed: New legal watchdog used ‘faulty evidence’ to convict 21/7\nbombers…and knew expert was discredited”.\n8. The complainant\nsaid that the newspaper had reported damaging allegations against him, which\nhad been fully ventilated and decided during earlier proceedings. He said that\nthe newspaper had sought to rely on what it inaccurately claimed was fresh material,\nsubmitted to the CCRC, as justification for rekindling the story, in an attempt\nto damage his reputation.\n9. The complainant\nsaid that there was no evidence to support the inaccurate claim that he knew\nthe expert was “discredited” at the time of the trial. He said that the Court\nof Appeal had given its judgment in light of the case conference notes. It\nexpressly found no evidence of cover-up or bad faith, and it clearly decided\nthat there was no evidence to support the claim that the prosecution had\nconducted the trial notwithstanding ongoing criticism of the expert. The\ncomplainant said that there was no suggestion that the application to the CCRC\nby the other four convicted-bombers contained anything other than assertion,\nand claims which had already been fully considered by the Court of Appeal.\n10. The complainant said that he had been aware of some\nissues relating to the content of the expert’s first report, which were dealt\nwith at the case conference. These concerns had been brought to the attention\nof counsel, including at a visit to the FEL by a colleague on the day of the\ncase conference. The complainant explained that it fell to him to discuss them\nwith the expert at the case conference. The result of this was that the expert\nwrote an addendum report, clarifying and correcting where necessary, which was\ndisclosed at the trial for all to see. So far as he was concerned, the expert\nhad answered the questions and concerns raised.\n11. The complainant said that it was inaccurate for the\narticle to refer to “the prosecution team he led”. He said the prosecution had\nbeen led by another barrister, who had called the scientific evidence, but who\nfell ill after the close of the prosecution’s case. The complainant said that\nhe had therefore made the closing speech to the jury, but that the other\nbarrister had led the team in relation to the subject matter of the article\nunder complaint. The complainant denied that the Court of Appeal judgment had\nbeen subject to any “gagging order”, and said that it was wrong to suggest that\nthat an embargo had prevented publication.\n12. The newspaper said that it was incorrect for the\ncomplainant to assert that everything in the article had been fully considered\nby the Court of Appeal in 2015. It said the weaknesses in the expert’s\nevidence, which had been investigated and reported by its journalist, could\nlead to the convictions of the four convicted bombers being declared unsafe.\nThis matter had become highly relevant following the complainant’s appointment\nas Independent Reviewer of Terrorism legislation.\n13. The newspaper\nsaid that the complainant was aware of serious concerns about the expert’s\nevidence, which he had been told about following a visit to the FEL by one of\nhis prosecution colleagues.  The\ncomplainant then raised these concerns with the expert at a case conference. It\nsaid that the article did not suggest that the complainant knew about the FEL\nreports on the expert’s work. The purpose of the article was to reveal two\nfurther documents, the notes of the case conference with the expert, and the\nnotes of the prosecutions visit to the FEL, which were belatedly disclosed in\nMr Asiedu’s appeal, and which the defence were arguing should have been\ndisclosed at the trial.\n14. The newspaper said that while the Court of Appeal\nconsidered the case of Mr Asiedu, the article under complaint concerned an\napplication to the CCRC by four of the other convicted-bombers. It said that Mr\nAsiedu had pleaded guilty, such that the evidence of the expert was less\nimportant in his case. While the Court of Appeal had said that the concerns\nabout the expert’s evidence do not appear to cast doubt on his evidence, the\ncourt made clear that it had not embarked on any re-hearing of the scientific\nevidence.   It said that the CCRC might\ntake a different view on the application by the other four individuals. In any\nevent, the newspaper said that the article made clear that in Mr Asiedu’s case,\nthe Court of Appeal found that while the FEL report should have been disclosed\nbefore the trial, there was no evidence of a cover up, and no bad faith or\nabuse of process. The newspaper said that the Court of Appeal had issued an\norder on 10 February 2015 banning the reporting of Asiedu’s appeal while it was\nongoing. This “gagging order” was not lifted until the judgment was issued on\n30 April 2015. It said that this had been 8 days before a general election,\nwhich is why nothing had been reported on the case conference notes until the\narticle under complaint, when the complainant’s appointment as the Independent\nReviewer of Terrorism Legislation gave the issue a new topicality.\n15. The newspaper said that the complainant led the\nprosecution team before the trial ended, that he had taken the lead at the case\nconference at which concerns about the expert’s work had been raised with him,\nand that he was in sole charge of Mr Asiedu’s appeal. It denied it was\nsignificantly inaccurate to refer to the prosecution team that the complainant\nled, but removed this claim from the online version of the article.\n16. The newspaper said that it had contacted the complainant\non the Wednesday before publication, to ask for his comment, but that he\ndeclined to do so.\nRelevant Code provisions\n17. Clause 1 (Accuracy)\ni) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not\nsupported by the text.\nii) A significant inaccuracy, misleading statement or\ndistortion must be corrected, promptly and with due prominence, and — where\nappropriate — an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator.\niii) A fair opportunity to reply to significant inaccuracies\nshould be given, when reasonably called for.\niv) The Press, while free to editorialise and campaign, must\ndistinguish clearly between comment, conjecture and fact.\nFindings of the Committee\n18. The complainant did not dispute that he was aware of\nissues relating to the expert’s first report, which had been brought to the\nattention of junior counsel at a visit to FEL and had subsequently been relayed\nto him. They included errors in calculations used by the expert in the report\nwhich were accepted by him and which he amended in a subsequent report, and\nsome more general concerns about the expert’s work. It was therefore not\nmisleading for the newspaper to report in the article that the complainant knew\nthat “serious issues about the forensic evidence had been raised by FEL\nexperts”. However, in the sub-headline of the print article, and the headline of\nthe online version of the article, the newspaper claimed that the complainant\n“knew” that the expert had been “discredited”. This was a serious allegation in light of the other claims in the\narticle that the complainant had failed to make the disclosures to the\ndefendants’ legal team which would have been required in such\ncircumstances. To claim that he “knew”\nthe expert had been “discredited”, went significantly further than reporting\nthat he had been aware of concerns about the first report. The complainant’s knowledge of these concerns\nwas not sufficient to justify the claim regarding the complainant’s\nunderstanding of the expert’s suitability to act and whether it was appropriate\nfor the prosecution to rely on his evidence at the trial.  These headlines were not supported by the\ntext of the article, and represented a failure to take care not to publish\nmisleading information, in breach of Clause 1 (i). The newspaper had not\noffered to correct these significantly misleading claims, in breach of Clause 1\n(ii).\n19. The Committee noted the complainant’s concern that the\narticle had been written because of his recent appointment as the Independent\nReviewer of Terrorism Legislation. The selection of material is a matter for\neditorial discretion, and the newspaper was entitled to report on the\ncomplainant’s role in the 21/7 prosecutions. However, the article claimed that\nthe issues raised at Asiedu’s appeal “went unreported because the court imposed\na gagging order. We can report them now as it has been lifted”. The Committee\nconsidered that this statement misleadingly implied that the gagging order had\nonly recently been lifted, allowing coverage of the allegations against the\nprosecution. The “gagging order” had in fact been lifted 22 months\npreviously.  The Committee took the view\nthat this was a significantly misleading statement in the context of an article\nreporting that the complainant had been accused of a “cover-up”. This\nrepresented a further failure to take care over the accuracy of the article, in\nbreach of Clause 1 (i), and a further misleading statement, which the newspaper\nhad not offered to correct, in breach of Clause 1 (ii).\n20. In response to the concerns raised about the expert’s\nreport, the complainant spoke to him at a case conference, at which some\nqueries were discussed. The result of this discussion was that an amended report\nfrom the expert was served on all parties, which stated that “a number of\nerrors occurred in the original report”, alongside an additional statement\nsetting out further work undertaken by the expert. However, the nature of the\nconcerns raised with the prosecution on 22 November, which had led to the\namended report and were recorded in counsel’s notes, were not disclosed to the\ndefence.  The article stated that “when\nit came to the trial, Mr Hill did not disclose anything about the problems\nraised by [the FEL], nor did he mention the case conference to the defendant’s\nlawyers”, setting out the substance to the allegation of a “cover-up”.\n21. The Committee acknowledged the complainant’s position\nthat these matters had been considered by the Court of Appeal, in considering\nthe application from Mr Asiedu, and that the court had found “no evidence of a\n[deliberate cover up]”. The Committee noted that this was recorded twice in the\narticle. In addition, while the Court of Appeal had given consideration to the\nmatter via Mr Asiedu’s appeal, they remained ‘live’ by virtue of the CCRC\napplication. The Committee considered that the reference to a “cover-up” in the\nheadline, and the article’s reference to the complainant being “accused of an\nalleged cover-up”, were not significantly misleading, where the article went on\nto explain the factual basis for this allegation. In referring to this\nallegation, the newspaper had taken care not to publish misleading information,\nand no correction was required under the terms of Clause 1 (ii).\n22. The Committee acknowledged that the complainant had not\nled the prosecution until a late stage. However, the claim that he “led” the\nprosecution team did not substantially affect the allegations which the article\ncontained about his conduct of the case, and the Committee considered that this\ninaccuracy was not significant, where he had led the prosecution at a later\ndate, such as to breach Clause 1.\nConclusion\n23. The complaint was upheld.\nRemedial Action required\n24. The newspaper had breached Clause 1 (i) and not complied\nwith its obligation to correct under Clause 1 (ii). The appropriate remedial\naction was therefore the publication of an adjudication. The article had been\npublished on pages 36-37 of the newspaper. The Committee therefore required\npublication of an adjudication on page 36 of the newspaper, or further\nforward.  The headline of the\nadjudication must make clear that IPSO has upheld the complaint against the\nMail on Sunday, and refer to its subject matter; it must be agreed in advance.\n25. It should also be published on the newspaper’s website,\nwith a link to the full adjudication (including the headline) appearing on the\nhomepage for 24 hours; it should then be archived in the usual way. If the\nnewspaper intends to continue to publish the online article without amendment\nto remove misleading statements identified by the Committee, the full text of\nthe adjudication should also be published on the article, beneath the headline.\nIf amended to remove the misleading statements, a link to the adjudication\nshould be published with the article, explaining that it was the subject of an\nIPSO adjudication, and explaining the amendments that have been made.\n26. The terms of the adjudication for publication are as\nfollows:\nFollowing publication of an article of headlined “The terror\nlaw chief and the 'cover-up' that could explode UK's biggest bomb trial”,\npublished on 5th March, Max Hill complained to the Independent Press Standards\nOrganisation that the Mail on Sunday breached Clause 1 (Accuracy) of the\nEditors’ Code of Practice. The complaint was upheld, and IPSO required The Mail\non Sunday to publish this adjudication.\nThe complainant had been a barrister for the prosecution in\nthe trial of the ’21/7’ attempted London bombers. The article under complaint\nexplained that the evidence of an expert witness, who had conducted forensic\ntests on the defendants’ devices, had been “critical to the prosecution’s\ncase”.  A sub headline of the article\nclaimed that the complainant “knew” that this expert had been “discredited”. It\nwent onto explain that “serious issues” had been raised about the evidence,\nwhich documents showed the complainant had known about at the time of the\ntrial.\nThe article also claimed that these issues, which had been\nraised before the Court of Appeal by one of the defendants, had previously been\nunreported because the court had imposed a “gagging order”. It claimed that “we\ncan report them now as the gagging order has been lifted”.\nThe complainant said that there was no evidence to support\nthe inaccurate claim that he knew the witness was “discredited” at the time of\nthe trial.  He said that the Court of\nAppeal, in considering this issue, had clearly decided that there was no\nevidence to support the claim that the prosecution had conducted the trial\nnotwithstanding ongoing criticism of the expert. The complainant also denied\nthat the Court of Appeal judgment had been subject to any “gagging order”,\npreventing publication, and said it was wrong to suggest that an embargo had\nprevented publication.\nThe newspaper said that the complainant was aware of serious\nconcerns about the expert’s evidence, and denied that it was misleading to\nclaim that the complainant knew that the expert had been discredited.  The newspaper said that the Court of Appeal\nhad issued an order on 10 February 2015 banning the reporting of Asiedu’s\nappeal while it was ongoing. This “gagging order” was not lifted until the judgment\nwas issued on 30 April 2015. It said that this had been 8 days before a General\nElection, which is why nothing had been reported on the matter until the\narticle under complaint, when the complainant’s appointment as the Independent\nReviewer of Terrorism Legislation gave the issue a new topicality.\nIPSO’s Complaints Committee considered that it was not\nmisleading for the newspaper to report that the complainant knew that “serious\nissues” had been raised about the expert’s evidence. However, in the\nsubheadline of the print article, and the headline of the online version of the\narticle, the newspaper claimed that the complainant “knew” that the expert had\nbeen “discredited”.  This was a serious\nallegation in light of the other claims in the article that the complainant had\nfailed to make the disclosures to the defendants’ legal team which would have\nbeen required in such circumstances.  To\nclaim that he “knew” the expert had been “discredited”, went significantly\nfurther than reporting that he had been aware of concerns about the first\nreport.  The complainant’s knowledge of\nthese concerns was not sufficient to justify the claim regarding the\ncomplainant’s understanding of the expert’s suitability to act and whether it\nwas appropriate for the prosecution to rely on his evidence at the trial.  These headlines were not supported by the\ntext of the article, and represented a failure to take care not to publish\nmisleading information, in breach of Clause 1 (i). The newspaper had not\noffered to correct these significantly misleading claims, in breach of Clause 1\n(ii).\nThe Committee also decided that the article misleadingly\nimplied that the “gagging order” on the Court of Appeal hearing had only\nrecently been lifted, allowing coverage of the allegations against the\nprosecution. The “gagging order” had in fact been lifted around a year and 10\nmonths previously.  The Committee took\nthe view that this a significantly misleading statement in the context of an\narticle which also reported that the complainant had been accused of a\n“cover-up”. This represented a further failure to take care over the accuracy\nof the article, in breach of Clause 1 (i), and a further misleading statement,\nwhich the newspaper had not offered to correct, in breach of Clause 1\n(ii).  Date complaint received: 06/03/2017Date decision issued: 18/08/2017  \nBack to ruling listing\n\n\n"
}