{
    "url": "/rulings-and-resolution-statements/ruling/?id=01717-18",
    "title": "01717-18 Jones v Wrexham Leader",
    "provisions": [
        "1 Accuracy (2018)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "(DISCONTINUED) Wrexham Leader",
    "published_on": "2018-01-17 00:00:00",
    "received_on": "2018-02-20 00:00:00",
    "concluded_on": "2018-05-18 00:00:00",
    "complaint_processing_days": 87,
    "conclusion_long": "13. The complaint was not upheld.",
    "remedial_action": "14. N/A Date complaint received: 20/02/2018",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee 01717-18 Jones v Wrexham Leader\nSummary of complaint\n1. Marcus Jones\ncomplained to the Independent Press Standards Organisation that the Wrexham\nLeader breached Clause 1 (Accuracy) of the Editors’ Code of Practice in an\narticle headlined, “Groves has cost council more than £1.1m” published on 17\nJanuary 2018.\n2. The article\nreported that the old Groves school had “cost Wrexham Council more than £1.1m\nfrom 2015-16.” It stated that a Freedom of Information request seen by the\nnewspaper showed the Council had spent £1,107,516 on the facility from 2015-16\nuntil December 29, 2017. The article was splashed on the front page with a\npicture of the building and a text box, repeating the claim that the school had\ncost the Council more than £1.1m since 2015-16. The article was also published\nonline with the same headline and was substantially the same as the article\nthat appeared in print.\n3. The complainant,\nwho was the director of Save Our Heritage, a community interest company, said\nthat the article was inaccurate, as the school had not cost the Council more than\n£1.1m since 2015-16. He said that while the Groves had cost the Council more\nthan £1.1 million since 2005, the total expenditure spent on the school for\n2015/16 was only £175,235.09. He said that the newspaper had been covering this\nstory for a number of years, and as such, should have been aware that the\nfigure of £1.1m did not appear to be an accurate reflection of annual\nexpenditure on the school.\n4. He also said\nthat he had complained directly to the publication and had received an email\nnotifying him that the matter would be investigated but did not receive a\nfurther reply. He said that although the newspaper had published a\nclarification in the newspaper the following week, he did not believe this was\nsatisfactory, as the newspaper had not accepted responsibility for the mistake.\nHe also said that the online article remained online and uncorrected, even\nthough he had brought this to the newspaper’s attention in his complaint.\n5. The newspaper\ndid not accept that it had breached the Code. It said that the information\npublished had come from a Freedom on Information request, where a member of the\npublic had asked:\n“Can you please let me know how much the Groves School site\nhas cost the council since it was closed as a school?”\nTo which the Council had replied:“Wrexham Council has incurred expenditure since the 2015/16\nFinancial Year- when it stopped being a school. The total expenditure incurred\nto date as at 29/12/17 is £1,107, 516.”\nIn these circumstances, it said it had published this\ninformation in good faith, and had believed that the figure referred to the\namount spent on the school since the 2015/16 financial year.\n6. It said that as\nsoon as the complainant had contacted the newspaper, it had initiated an\ninvestigation into the accuracy of the report. It said that the Council took\nresponsibility for the errors, when contacted by the newspaper, and that this\nprompted a substantial clarification in the next edition of the newspaper,\nalongside a follow up story concerning the Groves. The clarification,\nheadlined, “Groves bill was wrong,” stated,\n“A front page article in the Wrexham Leader in January 17\nreported on a Freedom of Information (FOI) request by Len Griffiths, of Southsea.\nMr Griffiths had asked: “Can you please let me know how much the Groves School\nsite has cost the council since it was closed as a school.” The response from\nWrexham Council prompted an article which wrongly suggested the cost to the\nlocal authority since 2015-16 was more than £1.1m. Following a complaint to the\nLeader by the Save Our Heritage community interest company, Cllr Phil Wynn,\nlead member for education, has said: “It’s clear the years referred to in the\nFOI response are wrong and I apologise if anyone feels they have been misled.\n“The figure of £1.1m is for the period 2005-2017. I hope this clarifies the\nposition.”\n7. The newspaper\nalso received a letter from a director of Save Our Heritage after the\nclarification was published, which it published in its next edition. It said\nthat while it was regrettable that it had not made further contact with the\ncomplainant, it had replied to his initial complaint to inform him it would\nimmediately investigate and had published a clarification swiftly and a\nsubsequent letter from the community group. The newspaper also said it had been\nunaware that the article still appeared online, but after receiving the\ncomplaint from IPSO it made arrangements to remove the article. Shortly\nafterwards, it also published a standalone clarification that appeared on the\nnewspaper’s homepage for 24 hours. The wording of the clarification was the\nsame as the clarification that appeared in print.\nRelevant Code provisions\n8. Clause 1\n(Accuracy)\ni) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not\nsupported by the text.\nii) A significant inaccuracy, misleading statement or\ndistortion must be corrected, promptly and with due prominence, and – where\nappropriate – an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator.\nFindings of the Committee\n9. The Council’s\nresponse to the Freedom of Information request stated that it had incurred\nexpenditure since 2015/16 and stated that the total expenditure was more than\n£1.1 million. The complainant’s position was that this information appeared to\nbe incorrect, and the newspaper should have queried the accuracy of the\ninformation with the Council. However, as it was provided by the body\nresponsible for the maintenance and upkeep of the school, the newspaper was\nentitled to rely on this information. In these circumstances, there was no\nbreach of Clause 1 (i).\n10. Regardless, following the complaint, the newspaper had\ncontacted the Council to confirm if the information it had given was correct.\nAt this stage, the Council accepted that the information provided as part of\nthe Freedom of Information request was inaccurate, and stated that the figure\nrelated to expenditure from 2005 to 2017. Reporting that the school had\nincurred £1.1million costs from 2015 represented a significant inaccuracy,\nbecause it misinformed readers of the cost to the public of maintaining the\nbuilding. This significant inaccuracy required correction under the terms of\nClause 1 (ii).\n11. The inaccurate information had been published in a text\nbox on the front page and was reported on page two. This inaccurate information\nhad been published as the result of a mistake on the part of the Council, and\nwas not a wilful act on the part of the newspaper. The Committee also noted\nthat the prominent headline claim, that the school had cost the Council £1.1\nmillion, was accurate. The newspaper, which did not have a regular\nclarifications and corrections column, had published a substantial\nclarification, on page five, in its next edition. This clarification\naccompanied another story about the Groves school, and identified the\ninaccuracy published in the original article, and made the correct position\nclear. The newspaper had also published a letter from another director of Save\nOur Heritage on this issue the week after the clarification was published. In\nthese circumstances, the Committee was satisfied that the print correction was\nsufficiently prompt and prominent to satisfy the requirements of Clause 1 (ii).\n12. The complainant had stated in his initial complaint that\nhis complaint related to both the print and online version of the article. The\nCommittee expressed concern that the newspaper had not corrected the online\narticle; however it accepted that this was due to human error, without wilful\nintent. Once this matter was brought to the newspaper’s attention, it removed\nthe online article and published a substantial standalone correction, which\nappeared prominently on the newspaper’s home page and was published promptly\nafter the beginning of IPSO’s investigation. In these circumstances, the\nnewspaper had satisfied the requirements of Clause 1 (ii) in relation to the\nonline article.\nConclusions\n13. The complaint was\nnot upheld.\nRemedial Action Required\n14. N/A\nDate complaint received: 20/02/2018Date decision issued: 18/05/2018  \nBack to ruling listing\n\n\n"
}