{
    "url": "/rulings-and-resolution-statements/ruling/?id=01710-14",
    "title": "01710-14 Burrows v Mail Online",
    "provisions": [
        "1 (Accuracy) 2015"
    ],
    "outcome": "No breach - after investigation",
    "publication": "Mail Online (Associated Newspapers Limited)",
    "published_on": "2014-11-07 00:00:00",
    "received_on": "2014-11-07 00:00:00",
    "concluded_on": "2015-02-20 00:00:00",
    "complaint_processing_days": 105,
    "conclusion_long": "7. The complaint was not upheld.",
    "remedial_action": "N/A  Date complaint received: 07/11/2014",
    "text": "\n\n\n\n\n\n·        Decision of the Complaints Committee 01710-14 Burrows v Mail Online\nSummary of complaint \n1. Nick Burrows complained to the Independent Press\nStandards Organisation that Mail Online had breached Clause 1 (Accuracy) of the\nEditors’ Code of Practice in an article headlined “How does losing your\nvirginity at just 13 REALLY affect you? As children in schools are taught that\nthis is normal, one woman explains her deep regret over doing so”, published on\n7 November 2014. \n2. The article was an interview with an adult woman who had\nlost her virginity at the age of 13, and was presented against the background\nof new training packs which had been issued to teachers, detailing a “traffic\nlight tool” to assess sexual activity among children. \n3. The complainant said that the headline was inaccurate, as\nchildren in schools were not taught that losing their virginity at 13 was\n“normal”. Rather, the training packs referred to in the article were part of\nguidance which had been issued to teachers to look out for potentially worrying\nbehaviour. \n4. The newspaper did not accept that the headline was\nsignificantly inaccurate. It said that the guidance issued to teachers included\na “traffic light tool” which referred to “consenting oral and/or penetrative\nsex with others of the same or opposite gender who are of a similar age and\ndevelopmental ability” as “green” behaviour for those aged 13-17. Green\nbehaviours are said to reflect “safe and healthy sexual development” and it was\nnot unreasonable to refer to them as “normal” in the context of such an\narticle. Nonetheless, it accepted that the headline could have made the full\nfacts clearer and, on receipt of the complaint, it had amended the headline to\n“How does losing your virginity at just 13 REALLY affect you? One woman\nexpresses her deep regrets, as teachers are issued with guidance suggesting\nthis is ‘normal’”. \nRelevant Code Provisions\n5. Clause 1 (Accuracy) \ni) The Press must take care not to publish inaccurate,\nmisleading or distorted information, including pictures. \nii) A significant inaccuracy, misleading statement or\ndistortion once recognised must be corrected, promptly and with due prominence,\nand – where appropriate – an apology published. \nFindings of the Committee\n6. The complainant had not disputed that guidance had been\nissued to schools which stated that “consenting oral and/or penetrative sex\nwith others of the same or opposite gender who are of a similar age and\ndevelopmental ability” was behaviour which was said to represent safe and\nhealthy sexual development for those aged 13-17. The Committee acknowledged\nthat the guidance did not form part of the curriculum and was not actively\ntaught. However, the guidance was issued to inform teachers as to the approach\nthey should adopt with pupils when such issues arose. The Committee further\nnoted that the article was not an in-depth analysis of the guidance which had\nbeen issued to teachers; rather it was a piece in which one woman discussed her\nsexual experiences. In the context of such a piece, the newspaper was not\nobliged to provide full details of the precise status of the guidance and,\ngiven the nature of the guidelines, the article was not significantly\ninaccurate such that a correction would be required. Nonetheless, the Committee\nwelcomed the publication’s decision to amend the headline following contact\nfrom the complainant. \nConclusions\n7. The complaint was not upheld. \nRemedial Action Required\nN/A \nDate complaint received: 07/11/2014\nDate decision issued: 20/02/2015\nBack to ruling listing\n\n\n"
}