{
    "url": "/rulings-and-resolution-statements/ruling/?id=01712-17",
    "title": "01712-17 Mears Group v The Times",
    "provisions": [
        "1 Accuracy (2016)"
    ],
    "outcome": "Breach - sanction: publication of adjudication",
    "publication": "The Times (News UK)",
    "received_on": "2017-03-06 00:00:00",
    "concluded_on": "2017-08-07 00:00:00",
    "complaint_processing_days": 154,
    "conclusion_long": "24. The complaint was upheld.",
    "remedial_action": "25. The newspaper had breached Clause 1 (i) and not complied with its obligation to clarify under Clause 1 (ii). The appropriate remedial action was therefore the publication of an adjudication.  26. In deciding where the adjudication should be published, the Committee had regard for the fact that the first article had appeared as the lead story on the newspaper’s front page. However, although the newspaper had failed to put the key allegation (that relating to the investigation) to the complainant, it had appropriately sought comment before publication. The seriousness of the breach was limited. In light of this, the Committee did not consider that a requirement to publish all or part of the adjudication on the front page was proportionate. The adjudication should therefore be published on page 2, and on the newspaper’s homepage online, where it should remain for 24 hours before being archived in the normal way.   27. The adjudication should appear beneath a headline, which makes clear that IPSO has upheld the complaint, identifies the publication by name, and refers to the subject matter of the complaint. It should be agreed with IPSO in advance. In relation to the online version of the first article, if the newspaper intends to continue to publish the article without amendment of the misleading statement identified by the Committee in paragraph 16 of the decision, the full text of the adjudication should also be published on that page, beneath the headline. If amended, a link to the adjudication should be published with the article, explaining that it was the subject of an IPSO adjudication, and noting the amendments made. 28. The text of the adjudication to be published is as follows: Following an article published by The Times on 21 February 2017, headlined “Police to investigate Glasgow corruption” in the Scottish edition of the newspaper and online, Mears Group PLC complained to the Independent Press Standards Organisation that The Times breached Clause 1 (Accuracy) of the Editors’ Code of Practice. IPSO upheld the complaint and has required The Times to publish this decision as a remedy to the breach. The article reported that “police are being called in to investigate allegations of corruption and cronyism at Scotland’s largest local authority”, Glasgow City Council (GCC). The article reported that Mears’ ties to the council “are being examined – along with a number of other firms – by the authority’s chief internal auditor”. The article went on to report that “a council source confirmed that ties with Mears and a number of other firms were being looked at by the council’s internal auditor”. It reported that a spokesperson for the complainant had said that it did not have any current contracts with the council department concerned, and that “people are entitled to have whatever friendships they want outside of work, provided they do not impact on any professional business”. The complainant said that it had been confirmed by both Police Scotland and GCC that there was no investigation taking place involving Mears. The complainant had also not been given the opportunity to deny the allegation that it was the subject of an internal investigation by GCC auditors. The Times said that it understood from a senior source within GCC that Mears featured, or had featured, in its investigation. It said that while the council’s official position was that it could not share any information with the newspaper, the GCC provided its journalist with sufficient reassurance to be confident in the accuracy of the claim that the complainant’s dealings with the council were being examined by the internal auditor. It said that the journalist was told that the provision of this information was authorised by the then leadership of the council. The newspaper said that it contacted the complainant prior to publication. It had not specifically asked whether Mears was the subject of an investigation. The statement it received in response was published in the article. The newspaper had failed to put the specific claim to the complainant that its ties to the council were the subject of an investigation. As a result, the complainant was unaware that this would form part of the published allegations against it. It was therefore not in a position to include its denial of this point in its response. In these circumstances, the failure to put to the complainant the allegation that it was under investigation was a failure to take care over the accuracy of the article and a breach of Clause 1 (i). Reporting this as fact – and in combination with the statement from Mears which consequently did not deny this – was significantly misleading. The newspaper had not offered to publish any clarification in response to the complaint; this was a breach of Clause 1 (ii).ReviewThe newspaper complained to the Independent Complaints Reviewer about the process followed by IPSO in handling this complaint. The Independent Complaints Reviewer decided that the process was not flawed and did not uphold the request for review.  Date complaint received: 06/03/2017",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee 01712-17 Mears Group v The Times\nSummary of complaint\n1. Mears\nGroup complained to the Independent Press Standards Organisation that The Times\nbreached Clause 1 (Accuracy) of the Editors’ Code of Practice in relation to\narticles headlined “Police to investigate Glasgow corruption”, published on 21\nFebruary 2017 in the Scottish edition of the newspaper, and “SNP inquiry into\nGlasgow council dismissed by Labour as gimmick”, published on 22 February 2017\nin the Scottish edition of the newspaper. The articles were also published\nonline.\n2. The first\narticle reported that “police are being called in to investigate allegations of\ncorruption and cronyism at Scotland’s largest local authority”, Glasgow City\nCouncil (GCC). It reported that this followed the resignation of the executive\ndirector of land and environmental services, in relation to an internal\ninvestigation into alleged “procurement irregularities”. It reported that this\nindividual’s assistant was the partner of an executive with Mears Scotland,\nthat she had been questioned as part of the investigation, that she had been\n“counselled” about her conduct, and “moved to a different role”. It reported\nthat another employee of the same department was the son of the complainant’s\nmanaging director. It reported that sources had confirmed that this employee\nhad also resigned after being questioned.\n3. The\narticle reported that a “council insider” had said that “internal audit are\ncurrently looking into a number of the same people and contractors who were\ninvolved in the corruption scandal in North Lanarkshire”, and that there were\nparallels between the two authorities.\n4. The\narticle reported that Mears’ ties to the council “are being examined – along\nwith a number of other firms – by the authority’s chief internal auditor”. The\narticle went on to report that “a council source confirmed that ties with Mears\nand a number of other firms were being looked at by the council’s internal\nauditor”. It reported that a spokesperson for the complainant had said that it\ndid not have any current contracts with the council department concerned, and\nthat “people are entitled to have whatever friendships they want outside of\nwork, provided they do not impact on any professional business”.\n5. The\nsecond article reported on political debates between Labour and the Scottish\nNational Party about the running of GCC, amid claims of “a culture of cronyism,\nbackroom deals and malpractice”. In that context, it repeated claims made in\nthe first article about the council department. It reported that a council\ninsider had said that “Mears was a name that ‘undoubtedly’ would be raised and\ndiscussed by the council’s internal auditors”. It reported that a spokesperson\nfor the complainant had said that “Mears has had it confirmed by both Police\nScotland and Glasgow City Council that there is no investigation under way that\ninvolved our company”.\n6. The\ncomplainant said that the first article insinuated that it had received\nfavourable or inappropriate treatment from GCC, and specifically the department\nof land and environmental services. This was inaccurate and misleading, not\nleast because Mears does not do any work for the department named in the\narticle, and implied that it had been involved in corrupt practices. That\nimplication was given significant weight by the inaccurate allegation that it was\nthe subject of an internal investigation by GCC auditors. The complainant said\nthat it had had it confirmed by both Police Scotland and GCC that there was no\ninvestigation taking place involving Mears. \n7. The\ncomplainant said that the headline of the first article was misleading, as it\nreferred to police investigating “corruption”, rather than an “allegation of\ncorruption”. The complainant said that the articles were inaccurate and\nmisleading in that they implied that it was the beneficiary of serious\nmisconduct, arising from cronyism and nepotism at GCC.\n8. The\nnewspaper said that the articles did not claim that the complainant received\ninappropriate treatment from GCC, or that it behaved corruptly. It said that the article reported on\nallegations which had prompted an investigation into procurement practices at\nGCC and explained that the complainant’s dealings with the GCC were being\nexamined as part of those allegations. The fact that the complainant did not\nwork for the department at the centre of the allegations did not demonstrate\nthat the article’s claims were inaccurate, as the investigation into wrongdoing\nwent beyond that department.\n9. The\nnewspaper said that it had taken care over the accuracy of the claim that the\ncomplainant’s ties to the council were being examined by the internal auditor.\nIt said that it understood from a senior source within GCC that Mears featured,\nor had featured, in its investigation. It said that while the council’s official position was that it could not\nshare any information with the newspaper, GCC provided its journalist with\nsufficient reassurance to be confident in the accuracy of the claim that the\ncomplainant’s dealings with the council were being examined by the internal\nauditor. It said that the journalist was\ntold that the provision of this information was authorised by the then\nleadership of the council.\n10. The\nnewspaper said that it contacted the complainant prior to publication of the\nfirst article, first by telephone, and then by email, outlining the\nallegations, and to ensure it had the opportunity to reply. In its email, the\nnewspaper stated that “we are running an article in tomorrow's paper about\nGlasgow City Council launching an internal investigation into procurement and\nits Land and Environmental Services (LES) department”. The email noted that one\nLES employee had resigned, and that another had moved to a different role\nwithin the council, and that both of these individuals had close familial\nconnections with the complainant. The email then said “my editor is very keen\nto offer you the opportunity to respond to the suggestion that Mears may have\nreceived favourable treatment from the LES department of Glasgow City Council”,\nand asked for a statement. The statement it received in response was published\nin the article. Following publication of the first article, it said that the\ncomplainant provided an updated statement containing its position that it had\nhad it confirmed by both the council and the police that there was no\ninvestigation underway that it was involved in. This updated statement was\npublished in the second article. \n11. The\nCommittee considered the complaint at its meeting on 26 July 2017, and\nsubsequently issued its decision to the parties. In response to the issued\ndecision, the newspaper provided an email from the GCC, commenting on the\nreferences to the GCC in the Committee’s decision.\n12. The\nCommittee does not as a matter of general practice consider further\ninformation, after issuing its decisions. However, in this case, the Committee\nhad been given further information from a third party, commenting on the\naccuracy of references made to it in the Committee’s decision. In these\ncircumstances, the Committee considered that it was appropriate to consider the\nfurther information, to ensure fairness to the third party. This ruling is the outcome.\n13. The email\nfrom the GCC said that it had no evidence that it had given the complainant an\nassurance that it was not subject to an investigation, and that it would not be\nits policy to do so. In this email, the GCC’s representative said that he had\nbeen told that the complainant had been told that, as it was not a contractor\nof the council, the council would not be able to launch an investigation\ndirectly into them. However, the GCC said that there was no discussion with the\ncomplainant of any investigation which was considering “ties” between the\ncomplainant and the council. The email from the GCC made clear that it should\nnot be taken as a confirmation of anything in the articles under complaint.\n14. In\nresponse to this further material, the complainant maintained it had been told\nby the council that it was not the subject of any investigation. It said that\nit was clear that the GCC representative who had written the further email\nprovided by the newspaper would not have provided this assurance. However, the\ncomplainant said that this was not relevant.\nRelevant Code provisions\n15. Clause 1\n(Accuracy)\ni) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not\nsupported by the text.\nii) A significant inaccuracy, misleading statement or\ndistortion must be corrected, promptly and with due prominence, and — where\nappropriate — an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator. \niii) A fair opportunity to reply to significant inaccuracies\nshould be given, when reasonably called for.\niv) The Press, while free to editorialise and campaign, must\ndistinguish clearly between comment, conjecture and fact.\nFindings of the Committee 16. The\nnewspaper had referred to the complainant as part of broader coverage of an\ninvestigation into allegations of corruption at GCC. The central claim about\nthe complainant was that its ties to the council were being examined by the\ncouncil’s internal auditors. This was a serious claim, as it gave credibility\nto the allegation that the complainant was involved in corrupt or improper\npractices, by implying that the auditor believed that there were grounds to investigate.   \n17. In\nreporting the claim about the complainant, the newspaper had relied on\ninformation from confidential sources. The newspaper had contacted the council\nprior to publication, which it said declined to comment on the record. It also\ncontacted the complainant. However, although the newspaper had referred to\nthere being an internal investigation into procurement, and had asked for the\ncomplainant’s response to the allegation it had received favourable treatment,\nit did not ask for the complainant’s response to the specific claim that its\nties to the council were the subject of an investigation.\n18. As a\nresult, the complainant was unaware that this would form part of the published\nallegations against it. It was therefore not in a position to include its\ndenial of this point in its response. It only did so following publication of\nthe first article, at which point it provided a statement setting out its\nposition that both Police Scotland and GCC denied that it was involved in an\nongoing investigation.\n19. In these\ncircumstances, the failure to put to the complainant the allegation that it was\nunder investigation was a failure to take care over the accuracy of the article\nand a breach of Clause 1 (i).\n20. Reporting\nthis as fact – and in combination with the statement from Mears which\nconsequently did not deny this – was significantly misleading. The newspaper\nhad not offered to publish any clarification in response to the complaint; this\nwas a breach of Clause 1 (ii).\n21. The\narticle made clear it reported on allegations which were under investigation.\nThe sub-headline to the first article referred to “allegations” and the\nheadline referred to the ongoing investigation. That headline was supported by\nthe text, and did not breach Clause 1 (i).\n22. The\ncomplainant’s updated position was reflected in the second article, which did\nnot report as fact that the internal auditors were examining the complainant’s\nconnection to the council, but reported that a “council insider” had said that\nits name would “undoubtedly” be “raised and discussed”. The newspaper had taken\nto care to present the claim of the source appropriately, and alongside the\ncomplainant’s denial. There was no breach of Clause 1 (i) on this point, and\nthe article was not significantly misleading.\n23. The\nCommittee noted the complainant’s broader concern that both articles suggested\nthat it had been involved in corruption and “alleged procurement\nirregularities”. The basis on which the complainant was referred to was made\nclear in both articles, which was that council employees with which it was\nconnected had been questioned, and in one instance, resigned after being\nquestioned. In the first article, the claim that the council’s chief internal\nauditor was examining the complainant’s ties to the council was a further\nreason for the reference to the complainant. In the second article, the claim\nthat a council source had referred to the complainant being a name that would\n“undoubtedly” be raised and discussed by the council’s internal auditors was a\nfurther reason for the reference to the complainant in that article. The\nCommittee was satisfied that neither article claimed that Mears had been the\nbeneficiary of misconduct. In addition, both articles made clear the\ncomplainant’s position that it did not have contracts with the council\ndepartment that appeared to be subject of the investigation. The articles were\nnot misleading in the manner alleged, and there was no breach of Clause 1 on\nthis point.\nConclusion\n24. The\ncomplaint was upheld.\nRemedial Action required\n25. The\nnewspaper had breached Clause 1 (i) and not complied with its obligation to\nclarify under Clause 1 (ii). The appropriate remedial action was therefore the\npublication of an adjudication. \n26. In\ndeciding where the adjudication should be published, the Committee had regard\nfor the fact that the first article had appeared as the lead story on the\nnewspaper’s front page. However, although the newspaper had failed to put the\nkey allegation (that relating to the investigation) to the complainant, it had\nappropriately sought comment before publication. The seriousness of the breach was limited. In\nlight of this, the Committee did not consider that a requirement to publish all\nor part of the adjudication on the front page was proportionate. The\nadjudication should therefore be published on page 2, and on the newspaper’s\nhomepage online, where it should remain for 24 hours before being archived in\nthe normal way.  \n27. The\nadjudication should appear beneath a headline, which makes clear that IPSO has\nupheld the complaint, identifies the publication by name, and refers to the\nsubject matter of the complaint. It should be agreed with IPSO in advance. In\nrelation to the online version of the first article, if the newspaper intends\nto continue to publish the article without amendment of the misleading\nstatement identified by the Committee in paragraph 16 of the decision, the full\ntext of the adjudication should also be published on that page, beneath the headline.\nIf amended, a link to the adjudication should be published with the article,\nexplaining that it was the subject of an IPSO adjudication, and noting the\namendments made.\n28. The text\nof the adjudication to be published is as follows:\nFollowing an article published by The Times on 21 February\n2017, headlined “Police to investigate Glasgow corruption” in the Scottish\nedition of the newspaper and online, Mears Group PLC complained to the\nIndependent Press Standards Organisation that The Times breached Clause 1\n(Accuracy) of the Editors’ Code of Practice. IPSO upheld the complaint and has\nrequired The Times to publish this decision as a remedy to the breach.\nThe article reported that “police are being called in to\ninvestigate allegations of corruption and cronyism at Scotland’s largest local\nauthority”, Glasgow City Council (GCC). The article reported that Mears’ ties\nto the council “are being examined – along with a number of other firms – by\nthe authority’s chief internal auditor”. The article went on to report that “a\ncouncil source confirmed that ties with Mears and a number of other firms were\nbeing looked at by the council’s internal auditor”. It reported that a\nspokesperson for the complainant had said that it did not have any current\ncontracts with the council department concerned, and that “people are entitled\nto have whatever friendships they want outside of work, provided they do not\nimpact on any professional business”.\nThe complainant said that it had been confirmed by both\nPolice Scotland and GCC that there was no investigation taking place involving\nMears. The complainant had also not been given the opportunity to deny the\nallegation that it was the subject of an internal investigation by GCC\nauditors.\nThe Times said that it understood from a senior source\nwithin GCC that Mears featured, or had featured, in its investigation. It said that while the council’s official\nposition was that it could not share any information with the newspaper, the\nGCC provided its journalist with sufficient reassurance to be confident in the\naccuracy of the claim that the complainant’s dealings with the council were\nbeing examined by the internal auditor. It said that the journalist was told that the provision of this\ninformation was authorised by the then leadership of the council.\nThe newspaper said that it contacted the complainant prior\nto publication. It had not specifically asked whether Mears was the subject of\nan investigation. The statement it received in response was published in the\narticle.\nThe newspaper had failed to put the specific claim to the\ncomplainant that its ties to the council were the subject of an investigation.\nAs a result, the complainant was unaware that this would form part of the\npublished allegations against it. It was therefore not in a position to include\nits denial of this point in its response.\nIn these\ncircumstances, the failure to put to the complainant the allegation that it was\nunder investigation was a failure to take care over the accuracy of the article\nand a breach of Clause 1 (i).\nReporting this as fact – and in combination with the\nstatement from Mears which consequently did not deny this – was significantly\nmisleading. The newspaper had not offered to publish any clarification in\nresponse to the complaint; this was a breach of Clause 1 (ii).ReviewThe\nnewspaper complained to the Independent Complaints Reviewer\nabout the process followed by IPSO in handling this complaint. The Independent\nComplaints Reviewer decided that the process was not flawed and did not uphold\nthe request for review.  Date complaint received: 06/03/2017Date decision issued: 07/08/2017  \nBack to ruling listing\n\n\n"
}