{
    "url": "/rulings-and-resolution-statements/ruling/?id=01729-17",
    "title": "01729-17 Beckham v Mail Online",
    "provisions": [
        "2 Privacy (2016)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "Mail Online (Associated Newspapers Limited)",
    "published_on": "2017-03-06 00:00:00",
    "received_on": "2017-03-07 00:00:00",
    "concluded_on": "2017-06-06 00:00:00",
    "complaint_processing_days": 91,
    "conclusion_long": "13. The complaint was not upheld.",
    "remedial_action": "14. N/A Date complaint received: 07/03/2017",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee 01729-17 Beckham v\nMail Online\nSummary of Complaint\n1. David and Victoria Beckham complained to the\nIndependent Press Standards Organisation that Mail Online breached Clause 2\n(Privacy) of the Editors’ Code of Practice in an article headlined “Build it\nlike Beckham! Final preparations are underway as David and Victoria ‘prepare to\nmove in to £5 million Grade II-listed country barn’”, published on 6 March\n2017.\n2. The article reported that renovations had begun at the\nhouse that the complainants were said to have bought, and identified the\ngeneral area where it was located, the name of the town it was close to, and\nidentified a landmark which it was near. It said that two new glass extensions\nappeared to have already been constructed at the property, new windows appeared\nto have been fitted, and landscaping had begun on the grounds and driveway. The\narticle was accompanied by ten photographs of the outside of the property from\na number of different angles, which demonstrated that renovation work was under\nway. \n3. The complainants said that the article included\nphotographs of the house they had yet to move in to, both from close-up and\nafar, which must have been taken by trespassing on private land. They said that\nthe article and some of the photographs not only depicted what would become\ntheir family home, it had also clearly identified its location to millions of\nreaders. They said that they had a reasonable expectation of privacy in\nrelation to their home, and private and family life; this was particularly\nimportant where they intended to raise their children at the property free from\nthe media scrutiny to which they are subjected in many other aspects of their\nlives. They said that due to their profile, the identification of their private\nfamily homes had given rise to serious security issues in the past, which had\nmeant that they had been forced to take a number of preventative measures,\nincluding employing private security contractors. They considered that there\nwas no public interest in publishing such material.\n4. The publication said that the photographs had been\ntaken from a public place, and that there was no trespass onto the\ncomplainants’ property. It said that the key test in such cases is whether the\ninformation published would be sufficient to enable people to find the home, and\nwhether the article put new information into the public domain about the\nlocation. It said that in this case, it was clear that the article did not\nreveal any “new” information about the property. It said that photographs of\nthe property had previously been published by other newspapers, and many had\nidentified the house’s approximate location in a similar fashion. It\nhighlighted one article in particular which had identified the precise road\nwhere the house was located, over and beyond what it and other newspapers had\ndone. Overall, it said that the article went no further than simply saying\nwhere the property was close to, and that the photographs were closely cropped\nto the buildings and gave very little context beyond a field and some trees.\nNonetheless, the publication offered to remove the photographs from the article\nas a gesture of goodwill. \n5. The complainants accepted that four of the ten\nphotographs could have been taken from public land, but argued that the other\nsix could only have been taken from private property. They said that the very\nact of taking these photographs from private land demonstrated that the\npublication had no respect for their privacy. In addition, the article had gone\nfurther than other articles in causing the location of the property to be\nidentified because it had featured ten photographs – more than featured in the\nother articles – as well as a description of the area where the property was\nlocated. \nRelevant Code Provisions\n6. Clause 2 (Privacy)\ni) Everyone is entitled to respect for his or her private\nand family life, home, health and correspondence, including digital\ncommunications.\nii) Editors will be expected to justify intrusions into\nany individual's private life without consent. Account will be taken of the complainant's\nown public disclosures of information.\niii) It is unacceptable to photograph individuals,\nwithout their consent, in public or private places where there is a reasonable\nexpectation of privacy.\nFindings of the Committee\n7. The complaint centred on two key concerns: that the\nphotographer had entered private land in order to take photographs of the\ncomplainants’ property, which showed views not visible to the public, and that\nthe subsequent article had contained information which could lead to intrusion\nby a member of the public. \n8. The Committee acknowledged the complainants’ position\nthat the reporter had trespassed onto private property in order to take the\nphotographs. While trespass is ordinarily a matter for the civil courts,\nventuring onto private property could also be intrusive in breach of Clause 2\nof the Code. \n9. The Committee noted the dispute between the parties\nabout whether six of the photographs had, in fact, been taken on private or\npublic land; it was not in a position to make a finding as to where each\nindividual photograph was taken. However, the six images showed the outside\nwalls of the property; they did not reveal more information about the property\nthan was shown in the four photographs which had been taken from what was\naccepted to be a public right of way. In addition, in circumstances where the\nproperty was undergoing renovation, and was not yet used by the complainants as\na home, the photographs could only contain a limited amount of private\ninformation, if any. The Committee did not consider that the publication of the\nphotographs, leaving aside the separate issue of the identification of the\ncomplainants’ address, represented an intrusion into their private life. There\nwas no breach of Clause 2 on this point.\n10. In general, people do not have a reasonable\nexpectation of privacy regarding their address. However, there are special\ncircumstances in which the publication of details of an individual’s home may\nbe intrusive. In this case, the Committee recognised that certain individuals,\nincluding those with a high public profile, may be exposed to security problems\nif their address, or details allowing their address to be identified, are\npublished. As such, this may be information in relation to which they have a reasonable\nexpectation of privacy.\n11. In this case, the article reported details of the\nwider geographical region where the property was located, the town that it was\nnear, and identified a local landmark which it was close to. The photographs\ndepicted the property the complainants had purchased, and revealed that it was\ncurrently being renovated.\n12. In the Committee’s view, these details were\ninsufficient to identify the precise location of the property, such that the\ncomplainants would have a reasonable expectation of privacy in relation to the\ninformation contained in the article. In coming to this view, the Committee\nnoted that the details revealed in the article did not go substantially\nfurther, in detailing the property’s location, than information already in the\npublic domain.  There was no breach of\nClause 2 on this point. \nConclusion\n13. The complaint was not upheld. \nRemedial Action Required\n14. N/A\nDate complaint received: 07/03/2017\nDate decision issued: 06/06/2017\nBack to ruling listing\n\n\n"
}