{
    "url": "/rulings-and-resolution-statements/ruling/?id=01721-17",
    "title": "01721-17 A Woman v Mirror.co.uk",
    "provisions": [
        "1 Accuracy (2016)",
        "2 Privacy (2016)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "mirror.co.uk (Reach PLC)",
    "received_on": "2017-03-07 00:00:00",
    "concluded_on": "2017-07-10 00:00:00",
    "complaint_processing_days": 125,
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee 01721-17 A Woman v Mirror.co.uk\nSummary of complaint\n1. A Woman complained to the Independent Press Standards Organisation that\nMirror.co.uk breached Clause 1 (Accuracy) and Clause 2 (Privacy) of the\nEditors’ Code of Practice in an article headlined “Wife drove Mercedes-Benz\nconvertible and splashed cash on jewellery and designer handbags while\nfraudulently claiming £110,000 in benefits”, published in February 2017.\n2. The\narticle reported that the complainant had fraudulently claimed £110,000 in\nbenefits while leading a “luxurious lifestyle”. It said that during a police\nraid of her house, the police had found a Porsche and a Mercedes-Benz, and\nluxury items such as wallets and handbags made by Prada and Chanel, watches,\nearrings and other jewellery, and a hot tub. The article was illustrated with\nimages of the items found during the raid, and a photograph of the\ncomplainant’s wedding.\n3. The\ncomplainant said that the newspaper had given an inaccurate impression of her\nlifestyle. She said that she had never owned a designer handbag; the items\npictured were either gifts or fakes; and the hot tub had been bought from ebay.\nShe said that the police had not found two luxury cars at her property: she\nowned a 12-year-old Porsche, and she had previously owned a 13-year-old\nMercedes. \n4. She also\nobjected to the publication of a photograph of her wedding. She said she was\nmarried before she claimed benefits, and it was a basic wedding which she paid\nfor herself.\n5. The\nnewspaper said that the information published in the article had been provided\nby the Department for Work and Pensions (DWP), and it provided the press\nrelease. The DWP had said:\nA joint search of the property was conducted with the\npolice, uncovering numerous luxury goods, including high end cars (a Porsche\nand Mercedes CLK), a hot tub with built in TV and sound system and extensive\nevidence of an ongoing relationship with [the complainant's husband], including photos from their\nbeach wedding in South Africa and plans for an intimate Valentine’s Day,\nfeaturing their Jacuzzi, chilled champagne, steak & chips.\n6. The\nnewspaper said that the DWP had since confirmed that the article was an\naccurate account of the police search and the complainant’s appearance at the\nmagistrates’ court. It said that the DWP had confirmed that its investigators\nhad recovered receipts for luxury items, and that the complainant had a Porsche\nand before that, she owned a Mercedes.\n7. The\nnewspaper said that it had attempted to contact the complainant for her comment\non the article before publication, but it had been unable to find her on social\nmedia.\nRelevant Code provisions\n8. Clause 1\n(Accuracy)\ni) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not\nsupported by the text.\nii) A significant inaccuracy, misleading statement or\ndistortion must be corrected, promptly and with due prominence, and — where\nappropriate — an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator. \niii) A fair opportunity to reply to significant inaccuracies\nshould be given, when reasonably called for.\niv) The Press, while free to editorialise and campaign, must\ndistinguish clearly between comment, conjecture and fact.\nClause 2 (Privacy)\ni) Everyone is entitled to respect for his or her private\nand family life, home, health and correspondence, including digital\ncommunications.\nii) Editors will be expected to justify intrusions into any\nindividual's private life without consent. Account will be taken of the\ncomplainant's own public disclosures of information.\nFindings of the Committee\n9. The\nnewspaper had accurately reported information it had been provided by a\ncredible source, the DWP, following the complainant’s sentencing in court on\ncharges of benefits fraud. While the Committee acknowledged the complainant’s\nposition that the “high end goods” were in fact gifts or fakes, it was accepted\nthat she had owned the wallets, handbags, watches and jewellery that were\npictured in the article. Furthermore, while she had maintained that she had not\nowned two cars at the time of the police raid, she had accepted that she owned\na Porsche, and prior to that, she had owned a Mercedes. In light of this, the\nCommittee did not consider that the newspaper had given a significantly\nmisleading impression of the complainant’s lifestyle while she was making\nbenefit claims. There was no failure to take care over the accuracy of the\narticle on this point. There was no breach of Clause 1.\n10. The\nnewspaper had published a photograph of the complainant taken on her wedding\nday. She was not engaged in a private activity at the time the photograph was\ntaken, and the image had not disclosed any private information about her. There\nwas no breach of Clause 2.\nConclusion\n11. The\ncomplaint was not upheld.Date complaint received: 07/03/2017Date decision issued: 10/07/2017            \nBack to ruling listing\n\n\n"
}