{
    "url": "/rulings-and-resolution-statements/ruling/?id=01722-17",
    "title": "01722-17 HRH Prince Henry of Wales v Mail Online",
    "provisions": [
        "1 Accuracy (2016)",
        "2 Privacy (2016)"
    ],
    "outcome": "Breach - sanction: publication of adjudication",
    "publication": "Mail Online (Associated Newspapers Limited)",
    "published_on": "2017-03-04 00:00:00",
    "received_on": "2017-03-06 00:00:00",
    "concluded_on": "2017-05-04 00:00:00",
    "complaint_processing_days": 59,
    "conclusion_long": "The complaint was upheld.  Remedial action required  14. Having upheld the complaint, the Committee considered what remedial action should be required.  15. Where the Committee has upheld a complaint as a breach of Clause 2, the appropriate remedial action is the publication of an adjudication.  16. The adjudication should be published on the publication’s website, with a link to it (including the headline) being published on the homepage for 24 hours. It should then be archived in the usual way. The headline of the adjudication must make clear that IPSO has upheld the complaint, and refer to its subject matter; it must be agreed in advance.  17. The terms of the adjudication to be published are as follows:  Following an article published on Mail Online on 4 March 2017, headlined “Time to cool off! Happy (and hunky) Prince Harry enjoys a dip in the ocean as he and Meghan relax on the beach in Jamaica after his ‘wingman’s’ sun-drenched wedding”, HRH Prince Henry of Wales complained to the Independent Press Standards Organisation that Mail Online breached Clause 2 (Privacy) of the Editors’ Code of Practice. IPSO upheld the complaint and has required Mail Online to publish this decision as a remedy to the breach.  The article reported that the complainant had recently attended a friend’s wedding in Jamaica. It was accompanied by photographs of the complainant wearing swimming shorts on a beach, at a beachside bar and in the sea.  The complainant said that these images had been taken in circumstances in which he had a reasonable expectation of privacy, and while he was engaged in private activities unconnected to his public role. The photographs showed him wearing swimwear on a private beach; he had been unaware that he was being photographed; and he had not consented to the images’ publication. The complainant considered that no public interest was served by the article.   Mail Online said that it had been provided with credible information that the complainant had been on a public beach at the time the photographs were taken, and it had published them in good faith. While it regretted that it had been misinformed, it did not consider that the photographs had revealed intrinsically private information. It also noted that they had been published widely in the US and in one UK magazine.  The Committee found that the complainant had been photographed in circumstances in which he had a reasonable expectation of privacy. He had not consented to the images’ publication, and Mail Online had not sought to justify their publication in the public interest. Publishing photographs of the complainant engaged in private activities, without his knowledge and consent, represented a significant and unjustified intrusion in breach of Clause 2. The Committee upheld the complaint. The complainant also raised concerns under Clause 1 (Accuracy) but this was not upheld.   18. On receipt of the Committee’s decision, the complainant took the opportunity to comment on the",
    "remedial_action": ", as permitted under IPSO’s regulations. He noted that the article under complaint had appeared at the top of the publication’s homepage, and suggested that the Committee’s decision should specify that the adjudication should therefore appear in the top three articles on the homepage.  19. The Committee considered that given the prominence of the original article on the publication’s website, and having regard for the seriousness of the breach and the need to ensure the publication’s right to editorial independence, the adjudication should first be published within the top fifth of the homepage. It should then be allowed to drop down the page in the normal manner, as more material is published, but must remain on the homepage for 24 hours.  Date complaint received: 06/03/2017",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee 01722-17 HRH\nPrince Henry of Wales v Mail Online \nSummary of complaint \n1. HRH Prince Henry of Wales complained to the\nIndependent Press Standards Organisation that Mail Online breached Clause 1\n(Accuracy) and Clause 2 (Privacy) of the Editors’ Code of Practice in an\narticle headlined “Time to cool off! Happy (and hunky) Prince Harry enjoys a\ndip in the ocean as he and Meghan relax on the beach in Jamaica after his\n‘wingman’s’ sun-drenched wedding”, published on 4 March 2017. \n2. The article reported that the complainant and his\ngirlfriend had attended a friend’s wedding in Jamaica. It was accompanied by a\nnumber of photographs, including several showing the complainant wearing\nswimming shorts on the beach, at a beachside bar and in the sea. \n3. The complainant said that these images had been taken\nin circumstances in which he had a reasonable expectation of privacy, and while\nhe was engaged in private activities unconnected to his public role, and\nunaware that he was being photographed. He had been on a private beach where\npaparazzi photography was not permitted, and where the nearest public place was\nmore than 500 metres away. He considered that the grainy quality of the\npictures demonstrated that they had been taken surreptitiously using a long\nlens camera. \n4. The complainant said that the publication had made no\nattempt to seek his consent or to establish the circumstances in which the\nphotographs had been taken before publication. He said that when he requested\nthe removal of the images from the website, the publication had failed to act\npromptly. His representatives had complained about the images in writing the\nday after publication, and numerous calls had been made to the publication’s\noffice, but had received no response for more than 24 hours. The complainant\nconsidered that no public interest was served by publishing the images.  \n5. The complainant said, in addition, that by publishing\nthe images, the publication had given the misleading impression that they were\nCode compliant, and that he would not object to their disclosure. The\npublication’s response to his complaint had represented a failure to correct a\ndistortion promptly.  \n6. The publication said that it had been provided with\ncredible information that the complainant had been on a public beach at the\ntime the photographs were taken; it had relied on that information and had\npublished the images in good faith. The photographer had been 700 to 800 yards\naway from the complainant when he had taken the photographs, and he had used a\n500mm lens. \n7. The publication said that the images themselves\nappeared to confirm that the complainant had been in a public place, given that\nthere were other holidaymakers on the beach engaged in normal holiday\nactivities. There was also no visible security on the beach or signs indicating\nthat it was not public property, and there was no branding visible on the beach\nfurniture. As the photographs had not revealed intrinsically private\ninformation and had seemed innocuous, it had no reason to doubt the information\nit had been given. Furthermore, given that the complainant’s attendance at the\nwedding had been widely documented, it had not considered that there were any\nwider indications that the photographs would raise any concerns. It also noted\nthat the images under complaint had been published widely in the US and in one\nUK magazine. \n8. The publication said that it was unfortunate and\nregrettable that it had been misinformed about the circumstances in which the\nimages had been taken; it had not been its intention to cause distress to the\ncomplainant, and it would take additional steps to verify such information in\nfuture.  It had chosen not to publish\nother photographs which had been taken at the wedding, in which it had\nconsidered that the complainant had a reasonable expectation of privacy. \n9. The publication denied that it had failed to respond\npromptly to the complaint. As the complaint was made at the weekend, it had\ntaken some time to establish the facts with the photographer who was based in\nthe US. Once it had properly understood the position, it had promptly offered\nto remove the images from its website, it had apologised, and it had given its\nassurances that the images would not be republished. \nRelevant Code provisions \n10. Clause 1 (Accuracy)\ni) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not\nsupported by the text.\nii) A significant inaccuracy, misleading statement or\ndistortion must be corrected, promptly and with due prominence, and — where\nappropriate — an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator. \nClause 2 (Privacy)*\ni) Everyone is entitled to respect for his or her private\nand family life, home, health and correspondence, including digital\ncommunications.\nii) Editors will be expected to justify intrusions into\nany individual's private life without consent. Account will be taken of the\ncomplainant's own public disclosures of information.\niii) It is unacceptable to photograph individuals,\nwithout their consent, in public or private places where there is a reasonable\nexpectation of privacy. \nFindings of the Committee \n11. The complainant had been photographed during his\nleisure time on a private beach at a private resort. Indeed, the article itself\nstated that the complainant was staying at a private resort. While other guests\nmay have been present at the time, the complainant was not carrying out\nofficial duties, and he was unaware that he was being photographed by the\nphotographer who was positioned between 700 and 800 yards away, and had used a\nlong lens camera. The Committee did not accept that the complainant could have\nbeen seen by members of the public outside the resort at this distance. \n12. The images, which had been taken without consent,\nshowed the complainant wearing swimwear and engaging in private leisure\nactivities in circumstances in which he had a reasonable expectation of\nprivacy. Photographing an individual in such circumstances is unacceptable,\nunless it can be justified in the public interest. The publication had not\nsought to justify the publication of the images in the public interest.\nPublishing photographs of the complainant engaged in private activities,\nwithout his knowledge and consent, represented a significant and unjustified\nintrusion. The complaint under Clause 2 was upheld. \n13. The publication of the images had not given the\nsignificantly misleading impression that they were compliant with the Code. The\ncomplaint did not engage the terms of Clause 1 (Accuracy). \nConclusion \nThe complaint was upheld. \nRemedial action required \n14. Having upheld the complaint, the Committee considered\nwhat remedial action should be required. \n15. Where the Committee has upheld a complaint as a\nbreach of Clause 2, the appropriate remedial action is the publication of an\nadjudication. \n16. The adjudication should be published on the\npublication’s website, with a link to it (including the headline) being\npublished on the homepage for 24 hours. It should then be archived in the usual\nway. The headline of the adjudication must make clear that IPSO has upheld the\ncomplaint, and refer to its subject matter; it must be agreed in advance. \n17. The terms of the adjudication to be published are as\nfollows: \nFollowing an article published on Mail Online on 4 March\n2017, headlined “Time to cool off! Happy (and hunky) Prince Harry enjoys a dip\nin the ocean as he and Meghan relax on the beach in Jamaica after his\n‘wingman’s’ sun-drenched wedding”, HRH Prince Henry of Wales complained to the\nIndependent Press Standards Organisation that Mail Online breached Clause 2\n(Privacy) of the Editors’ Code of Practice. IPSO upheld the complaint and has\nrequired Mail Online to publish this decision as a remedy to the breach. \nThe article reported that the complainant had recently\nattended a friend’s wedding in Jamaica. It was accompanied by photographs of\nthe complainant wearing swimming shorts on a beach, at a beachside bar and in\nthe sea. \nThe complainant said that these images had been taken in\ncircumstances in which he had a reasonable expectation of privacy, and while he\nwas engaged in private activities unconnected to his public role. The\nphotographs showed him wearing swimwear on a private beach; he had been unaware\nthat he was being photographed; and he had not consented to the images’\npublication. The complainant considered that no public interest was served by\nthe article.  \nMail Online said that it had been provided with credible\ninformation that the complainant had been on a public beach at the time the\nphotographs were taken, and it had published them in good faith. While it\nregretted that it had been misinformed, it did not consider that the\nphotographs had revealed intrinsically private information. It also noted that\nthey had been published widely in the US and in one UK magazine. \nThe Committee found that the complainant had been\nphotographed in circumstances in which he had a reasonable expectation of privacy.\nHe had not consented to the images’ publication, and Mail Online had not sought\nto justify their publication in the public interest. Publishing photographs of\nthe complainant engaged in private activities, without his knowledge and\nconsent, represented a significant and unjustified intrusion in breach of\nClause 2. The Committee upheld the complaint.\nThe complainant also raised concerns under Clause 1 (Accuracy)\nbut this was not upheld.  \n18. On receipt of the Committee’s decision, the\ncomplainant took the opportunity to comment on the remedial action required, as\npermitted under IPSO’s regulations. He noted that the article under complaint\nhad appeared at the top of the publication’s homepage, and suggested that the\nCommittee’s decision should specify that the adjudication should therefore\nappear in the top three articles on the homepage. \n19. The Committee considered that given the prominence of\nthe original article on the publication’s website, and having regard for the\nseriousness of the breach and the need to ensure the publication’s right to\neditorial independence, the adjudication should first be published within the\ntop fifth of the homepage. It should then be allowed to drop down the page in\nthe normal manner, as more material is published, but must remain on the\nhomepage for 24 hours. \nDate complaint received: 06/03/2017\nDate decision issued: 04/05/2017\nBack to ruling listing\n\n\n"
}