{
    "url": "/rulings-and-resolution-statements/ruling/?id=01721-20",
    "title": "01721-20 Waine v Galloway News",
    "provisions": [
        "1 Accuracy (2019)",
        "2 Privacy (2019)",
        "3 Harassment (2019)",
        "4 Intrusion into grief or shock (2019)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "Galloway News (Reach PLC)",
    "received_on": "2020-03-11 00:00:00",
    "concluded_on": "2020-12-23 00:00:00",
    "complaint_processing_days": 287,
    "conclusion_long": "26. The complaint was not upheld.",
    "remedial_action": "27. N/A   Date complaint received: 11/03/2020",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee – 01721-20 Waine v\nGalloway News\nSummary of Complaint\n1. Heather Waine complained to the Independent Press\nStandards Organisation that the Galloway News breached Clause 1 (Accuracy),\nClause 2 (Privacy), Clause 3 (Harassment) and Clause 4 (Intrusion into grief or\nshock) of the Editors’ Code of Practice in two articles headlined:\n“Council urged to step in over right of way dispute”\npublished on 26 December 2019.“Anger after fencing blocks walking route” published on 9\nJanuary 2020.\n\n2. The second article appeared in substantially the same\nformat online under the headline “Concerns grow over access along public track\nthrough Laurieston forest”, published on 14 January 2020.\n3. The first article reported on “a dispute over access\nthrough a forest” with concerns that a “path had been blocked mid-way along its\nlength at Nether Crae [a house]”. It mentioned that “According to [named\nindividual], a stone dyke has been erected across the forest road”.\n4. The second article similarly reported on “Concerns…over\naccess along a public track through a Laurieston forest”. It stated that\n“Ramblers [had] discover[ed] metal barriers on [a] forest pathway”. It reported\nthat “Balmaclellan man [named person] and regular visitor [named person], from\nLeeds, discovered the new barrier”; and that according to the latter person,\n““The path now has a double barricade – a stone wall with wire on top and a\ntwo-metre mesh fence with four-centimetre spikes along it…””. The article\nstated that the path “forms part of an eight mile route round Woodhall Loch”\n“advertised as “Woodhall Loch circuit” in leaflets given out to guests by\nholiday let owners in the area”. Finally, the article stated \"The Waine\nfamily [who own Nether Crae] could not be contacted by phone on Monday or\nTuesday\". The article contained two pictures of the “barrier”, one of\nwhich showed the complainant on the other side of it, in conversation with the\n“ramblers”.\n5. The complainant, whose family owned the property, said\nthat both articles were inaccurate. The articles had referred to there being a\n“public track”, “walking route” and a “right of way dispute” which she said was\ninaccurate. Whilst she accepted that members of the community council had\nargued there was a track; Dumfries and Galloway Council and the complainant’s\nsolicitors had confirmed there was no public right of way. They had also\nconfirmed that there was no right to roam under the Land Reform (Scotland) Act\n2003 in the area immediately around the house, as this was a designated privacy\nzone where the statutory right to roam under the 2003 Act could not be\nexercised (hereafter referred to as the “privacy zone”). The first article\nmentioned that the “Council has been asked to intervene in [a] dispute over\naccess through a forest” and the second article used the term “forest pathway”.\nThe complainant said these descriptions were inaccurate as the alleged track\nran through the family’s garden rather than a forest. The first article\nmentioned that “According to [named person], a stone dyke has been erected\nacross the forest road” and the second article claimed that “The path now has a\ndouble barricade – a stone wall with wire on top and a two metre mesh fence\nwith four-centimetre spikes along it. It is completely and utterly\nunacceptable”. The complainant said that these statements were inaccurate as\nthe new barricade is not illegal and constitutes an anti-climb fence rather\nthan a stone wall; although she did not dispute that there was an 80-year-old\nstone wall at the boundary. The complainant disputed the first article’s claim\nthat “It [the track] forms part of an eight-mile route round Woodhall Loch to\nLaurieston and back via the A762 south from Mossdale”. Whilst she accepted that\nsuch a route was advertised by a local holiday let owner, there was no such\nofficial route. The complainant disputed the second article’s claim that “The\nWaine family could not be contacted by phone on Monday or Tuesday”. She said\nthis was inaccurate as no call was received during this time. The second\narticle claimed that “​'Balmaclellan man [named person] and regular visitor\n[named person], from Leeds discovered the barrier”. The complainant said this\nwas inaccurate as other people had discovered the barrier before them and the\nsecond named person had never been at the property before, so could not be\ntermed a “regular visitor”. Finally, the complainant said the second article\nwas inaccurate as it claimed that “Ramblers discover metal barriers”. She said these\nindividuals were not “ramblers” as they had travelled part of the way by car\nand some of these individuals were reporters. \n6. The complainant said the publication breached Clause 2\n(Privacy) as the second article pictured her on private land and was taken\nwithout her knowledge or consent. She said that at the time the photograph was\ntaken she was in the garden of her family home on private land. She went down\nto the boundary fence on the quad bike after a camera detected that a vehicle\nhad approached the boundary. At the boundary there were four individuals\nstanding on public land, one of whom was a photographer. The complainant\nengaged in conversation with two of these individuals for around 10 minutes. At\nsome point, one of these individuals took a photo of the complainant without\nher knowledge. Some of the individuals were critical of the complainant’s\nfamily and the complainant then left the boundary as she did not feel\ncomfortable. The complainant confirmed that this interaction took place outside\nthe home’s privacy zone. She also said both articles intruded into her privacy\nby mentioning her name and the name of the house. The complainant said the\narticles breached Clause 3 (Harassment) and Clause 4 (Intrusion into grief or\nshock) as they were negative about and biased towards her family.   \n7. The publication did not accept that the articles breached\nthe Code. With regard to the claims that there was a “public track”, “walking\nroute” and a “right of way dispute”; it stated that community council documents\nmentioned that “the original path remains as the bona fide route”. It said it\ndid not claim that the path was a right of way but noted that, apart from the\nsmall privacy zone just around the home, the path was in an area where the\nright to roam was allowed in accordance with the Land Reform (Scotland) Act\n2003. It stated that the two individuals who visited the barrier described\nthemselves as “ramblers” and “regular visitor[s]”. It said that the claim that\nthe new barrier was partly made up of a stone “wall” or “dyke” was clearly the\nviews of named individuals mentioned in both articles. It also said that it\nappeared that the track went through a wooded area, which it said was confirmed\nby a satellite map of the area. Finally, it said that it was not inaccurate to\nstate that “The Waine family could not be contacted by phone on Monday or\nTuesday” as a reporter had called and received no answer. It since came to\nlight that the reporter had an incorrect phone number for the family which he\nhad taken from a public phonebook. Regarding Clause 2, the publication said\nthat the name of the house had featured consistently in public community\ncouncil documents, was discussed at public meetings and was central to the\nstory. The community council minutes had recorded a vote in favour of\nreinstating an “original route for walkers/cyclists to use” at a public\nmeeting. The publication also said that the photo of the complainant was\njustified. It portrayed the dispute between the walkers and the landowner, with\nthe barrier in between, which had been the central focus of the articles. It\nalso said that whilst the complainant was on private land; the photo was taken\nfrom public land. It did not dispute the complainant’s factual account of the\ninteraction but disputed that those present were in any way abusive towards the\ncomplainant.\n8. 85 days into IPSO’s investigation, the publication\noffered to amend the second article’s reference to there being a “public\ntrack”. It also offered to publish the following correction as a footnote to\nthe amended online article:\n“A previous version of this article referred to a dispute of\na 'public track'. We have been asked to clarify that it is a dispute over the\npublic access along the track.” \n9. The complainant did not accept this offer.\nRelevant Code Provisions\n10. Clause 1 (Accuracy)\ni) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not\nsupported by the text.\nii) A significant inaccuracy, misleading statement or\ndistortion must be correction, promptly and with due prominence, and –where\nappropriate- an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator.\n11. Clause 2 (Privacy)*\ni) Everyone is entitled to respect for his or her private\nand family life, home, health and correspondence, including digital\ncommunications.\nii) Editors will be expected to justify intrusions into any\nindividual's private life without consent. In considering an individual's\nreasonable expectation of privacy, account will be taken of the complainant's\nown public disclosures of information and the extent to which the material\ncomplained about is already in the public domain or will become so.\niii) It is unacceptable to photograph individuals, without\ntheir consent, in public or private places where there is a reasonable\nexpectation of privacy.\n12. Clause 3 (Harassment)*\ni) Journalists must not engage in intimidation, harassment\nor persistent pursuit.\nii) They must not persist in questioning, telephoning,\npursuing or photographing individuals once asked to desist; nor remain on\nproperty when asked to leave and must not follow them. If requested, they must\nidentify themselves and whom they represent.\niii)  Editors must\nensure these principles are observed by those working for them and take care\nnot to use non-compliant material from other sources.\n13. Clause 4 (Intrusion into grief or shock)\nIn cases involving personal grief or shock, enquiries and\napproaches must be made with sympathy and discretion and publication handled\nsensitively. These provisions should not restrict the right to report legal\nproceedings.\nFindings of the Committee\n14. Neither article claimed that there was an official\npublic right of way running through the property. However, the community\ncouncil had described there being an “original route [path] for\nwalkers/cyclists to use” and it was not disputed that the right to roam under\nthe Land Reform (Scotland) Act 2003 applied to all but a small section of the\ndisputed track. As such, it was not misleading to describe the alleged track as\n“a public track” or “forest pathway”, or to use the phrase “right of way\ndispute”; especially as the articles made clear that access to the track was in\ndispute. The publication had not failed to take care over the accuracy of its\ndescriptions of the disputed path. Nor did the article contain a significant\ninaccuracy or misleading claim relating to this. There was no breach of Clause\n1.\n15. The complainant said it was misleading to state there\nwas a dispute about access “through a forest” and to describe the track as a\n“forest pathway” as the alleged path went through the property’s garden. The\nsatellite image showed that the alleged path ran through a forested area\nregardless of whether it also went through the garden. There was no breach of\nClause 1.\n16. That the barrier partly consisted of a “stone dyke” or\n“stone wall” was clearly presented as the views of a named individual. The\nEditors’ Code makes clear that the press has the right to publish individuals’\nviews as long as it does so accurately and takes care to distinguish between\ncomment, conjecture and fact. In any event, the complainant had not disputed\nthat part of the barrier consisted of an old stone wall, even if the new\nbarrier was a metal anti-climb fence. Therefore, the named individual’s\ndescriptions of the barrier were not significantly inaccurate. There was no\nbreach of Clause 1.\n17. The complainant expressed a concern that the new\nbarricade was not illegal. However, the article did not make this claim\nexplicitly or implicitly. There was no breach of Clause 1.\n18. The second article stated that the disputed path forms\npart of a “route…advertised as “Woodhall Loch circuit” in leaflets given out to\nguests by holiday let owners in the area”. The complainant had not disputed\nthat these leaflets had been created, rather she stressed that the route was\nnot official. Where the article did not claim this route was official and made\nclear that this route was the creation of a local “holiday let owner”, there\nwas no breach of Clause 1.\n19. The publication had confirmed that two named individuals\nin the second article had described themselves as “ramblers”, which the\ncomplainant had said was inaccurate as they had driven to the barrier on that\nday. However, this word did not necessarily mean that these individuals had\nwalked to the barrier on that very day; rather it conveyed the notion that\nthese individuals were interested in and practiced rambling, something which\nwas not disputed. There was no breach of Clause 1.\n20. The second article stated that “Balmaclellan man [named\nperson] and regular visitor [named person], from Leeds, discovered the new\nbarrier”. The words “regular visitor” did not necessarily mean that this\nindividual was a regular visitor to the property; rather, it may have meant a\nregular visitor to the local area. Similarly, the word “discovered” did not\nnecessarily mean that these individuals had been the first people to find the\nbarrier; rather, it may have meant that they had simply become aware of the\nbarrier on that day. In any event, these details were not significant in the\ncontext of the article as a whole. There was no breach of Clause 1.\n21. The second article had claimed that “The Waine family\ncould not be contacted by phone on Monday or Tuesday”. During the complainant’s\ncomplaint to IPSO it transpired that the reported had had an incorrect\ntelephone number. This phrase that the “Waine family could not be contacted by\nphone” meant only that the complainant’s family could not be reached in the way\nthe reporter had attempted, which was true. There was no breach of Clause 1.\n22. The Committee next considered whether the photo of the\ncomplainant related to the complainant’s private life such that it engaged the\nterms of Clause 2. It was accepted that the complainant was in her garden, on\nthe threshold of her home, when the photograph was taken. This setting meant\nthat Clause 2 was engaged. The Committee then turned to the question of whether\nthe whether the complainant had a reasonable expectation of privacy in these\ncircumstances. The complainant had chosen to engage and converse with the\nindividuals at the boundary for some 10 minutes. The complainant herself was\nlocated outside the home’s privacy zone; outside of which there was a right to\nroam. Finally, the published photograph had not disclosed private information\nabout the complainant; it had revealed only her likeness, which was information\nwhich would ordinarily have been seen by members of the public, should they\nhave been walking past the property at the time. In these circumstances, there\nwas no reasonable expectation of privacy over the photo. As such, she did not\nneed to give her consent to be photographed. There was no breach of Clause 2.\n23. In general, people do not have a reasonable expectation\nof privacy regarding their name or address. In this case, the publication had\nalso demonstrated that the address, in the context of the dispute, had been\nincluded in public community council documents and discussed at public\nmeetings. There was no breach of Clause 2.\n24. Clause 3 (Harassment) generally relates to the way\njournalists behave when researching a news story and is meant to protect people\nfrom being repeatedly approached by the press against their wishes. As the\ncomplainant’s concern did not relate to this and related instead to concerns\nthat the article was negative and biased, the terms of Clause 3 were not\nengaged.\n25. Clause 4 generally relates to the sensitivity of the\napproaches journalists make to, and the information they publish about,\nindividuals who have been bereaved or are in state of shock following a\ndistressing event. As the complainant’s concern did not relate to this and\nrelated instead to concerns that the article was negative and biased, the terms\nof Clause 4 were not engaged.\nConclusions\n26. The complaint was not upheld.\nRemedial Action Required\n27. N/A\n \nDate complaint received: 11/03/2020\nDate complaint concluded by IPSO: 23/12/2020\nBack to ruling listing\n\n\n"
}