{
    "url": "/rulings-and-resolution-statements/ruling/?id=01720-19",
    "title": "01720-19 Heppell v Pick Me Up",
    "provisions": [
        "1 Accuracy (2018)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "Pick Me Up (Future PLC)",
    "published_on": "2019-02-21 00:00:00",
    "received_on": "2019-02-14 00:00:00",
    "concluded_on": "2019-06-10 00:00:00",
    "complaint_processing_days": 116,
    "conclusion_long": "24. The complaint was not upheld.",
    "remedial_action": "26. N/A Date complaint received: 14/02/2019",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee – 01720-19 Heppell v Pick Me UpSummary of Complaint 1.   \nAndrew Heppell complained to the Independent Press Standards Organisation\nthat Pick Me Up breached Clause 1 (Accuracy) of the Editors’ Code of Practice\nin an article headlined “For better, for WORSE”, published on 21 February 2019. 2.   \nThe\narticle was a first-person account written from the perspective of a named\nwoman, describing the course of her relationship with the complainant (who was\npictured, and identified by his name and age). 3.   \nIn\nthe article, the woman described meeting the complainant, and how they had\nmoved in together, became engaged, and got married. She said that the\ncomplainant’s behaviour had subsequently changed: he would ignore her and\n“started to become aggressive”. She said that in December 2016 she “fled” to\nher parents’ house, and that the complainant had turned up “hammering on the\ndoor…nose dripping blood, his eyes beaten black and blue”; she said that he had\naccused her of causing these injuries, which she had denied, leading to a\nheated argument. The article reported the woman’s account that, on a later\noccasion, the complainant had accused her of “’spending all our money’”,\ndespite her “barely spend[ing] a penny”, and had then “shoved me away, grabbed\na broom and started smashing up the microwave”, causing her to call the police,\nand to leave the home. 4.   \nThe\nwoman described in the article how the complainant subsequently contacted her\nmultiple times, including via a message saying “’You can’t leave. No-one will\nwant you’”, and wrote to her manager “claiming [she] was an alcoholic and a\ndrug user”. She said that he also applied for a job at her organisation, and\nwhen rejected, sent her manager a picture of himself injured, claiming that she\nhad inflicted the injuries on him. She said that he continued to send “twisted\ne-mails”, and was issued with a non-molestation order in November 2017.\nNevertheless, she said that “several times”, she spotted the complainant\ntailing her on his motorbike, and later found her car “completely destroyed…and\nall four tyres slashed”. The article included an inset quotation stating “He\nwas my stalker. And there was nothing anyone could do…” The woman said that the\npolice arrested the complainant in February 2018 for breaching his\nnon-molestation order; she said that he had pleaded guilty to harassment in\nMarch 2018, and received a suspended sentence of two months, and a five-year\nrestraining order. She said that she had filed for divorce in August 2018. 5.   \nThe\ncomplainant said that the article was an inaccurate account of his relationship\nwith the woman, and the basis for his subsequent conviction, in breach of\nClause 1 (Accuracy). He said that his conviction had related to two actions\nonly: sending an email to the woman’s employer, and wearing a t-shirt depicting\na pig eating a doughnut to a gym (which was observed by a friend of the woman).\nHe denied that he had turned up at the woman’s parents’ house injured, and\nalleged that, in fact, the woman had assaulted him, for which she was arrested.\nHe said that, contrary to her claim in the article, the woman had taken large\namounts of money from their accounts, running up sizeable debts. The\ncomplainant denied having smashed a microwave with a broom, and denied writing\nto the woman’s manager; he also denied having messaged her saying “no one will\nwant you”, and denied sending “twisted emails”. The complainant also disputed\nthe article’s account of the reasons for the woman losing her job, and for the\ncouple’s financial problems. He also denied having followed the woman on a\nmotorbike, and said that this had been disproven in court. 6.   The\ncomplainant also said that the article was inaccurate to suggest that he had\nbeen responsible for damage to the woman’s car: he had been arrested for\ncriminal damage to a motor vehicle, but had been found not guilty. The\ncomplainant also said that the article mischaracterised the nature of his\ncontacts with the woman’s workplace: he said that he had simply asked her\nemployer why he had been passed over for a job application. He also said that\nthe quotation referring to him as a “stalker” was inaccurate, as he had not\nbeen convicted of any such offence. 7.   \nThe\ncomplainant also expressed concerns under Clause 2 (Privacy) about the\npublication of the photograph in the article. He said that he had not consented\nto its inclusion in the article, and that the copyright to the photograph was\nowned by the photographer. He also expressed a concern that he had been\nidentified in the article, by his name, age and job title. 8.   \nThe\npublication denied any breach of Clause 1 (Accuracy). It said that it had\nconducted a lengthy interview with the woman, evaluated her credibility\ncarefully, and assessed her as a credible source with no convictions. It said\nit had checked the facts of the story against a contemporaneous report of the\ncomplainant’s sentencing, and checked the details of his plea, conviction and\nsentencing with the Crown Court. It said that it had only included claims which\nwere credible and supportable, but that given the complainant’s conviction it\nhad not considered it necessary to contact him prior to publication. The\npublication accepted that in cases of domestic dispute, the two parties may\noffer conflicting accounts, but considered that its report accurately reflected\nthe fact that the complainant had ignored a police warning and a\nnon-molestation order, and had been convicted of harassment. It also noted that\nthe article was clearly presented as the woman’s own account of her\nrelationship, and that she had a right to freedom of expression with respect to\nthis. The publication said that it was not in dispute that the complainant had\nbeen given a police warning and a non-molestation order in relation to his\nbehaviour towards the woman, and that having heard the evidence, the judge had\nfound his behaviour to be sufficiently serious as to require a lengthy restraining\norder and a suspended custodial sentence. 9.   \nThe\npublication said that the claim that the complainant had turned up at the\nwoman’s parents’ house with injuries which he attributed to her was a minor\npoint which was not material to the article, and was presented as the woman’s\naccount of the situation. It said that the complainant had been found in court\nto be an unreliable witness, who had harassed the woman, and that the article\nhad accurately reported the facts of the conviction, and mirrored the judge’s\nsummary of the case. Similarly, it said that the claim that the complainant had\nsmashed a microwave with a broom reflected the judge’s comment that he had\ncaused the woman ongoing fear; the publication said that any discrepancy on\nthis point was not material to the substance of the article. It said that the\nclaim that the complainant had messaged the woman saying “’You can’t leave, no\none will want you’”, and the description of him having sent “twisted emails”\nreflected the tone of the messages the woman would receive from the\ncomplainant; it said this also reflected comments made by the prosecutor in\ncourt that he “engaged in a series of communications and a course of conduct\nwhich harassed his ex-wife”. The publication noted that the judge had stated that\nthe woman “says she was made to feel worthless”, and that he took this to be\ntrue because of what he admitted to court. 10. With respect to the complainant’s\nclaim that he did not write to the woman’s employer, and his denial that he was\nher “stalker”, the publication said that the judge had stated that the\ncomplainant had “pursued a course of conduct that amounted to stalking of her,\nnamely by contacting her employer by email…posting comments on Facebook and\nwearing a t-shirt featuring content of a derogatory nature”. The judge had\nstated that the complainant had contacted the woman’s employer “saying that she\nwas an alcoholic and she drove whilst under the influence” and that they should\ntest her for drugs – but that “luckily”, she was able to persuade her employer\nthat this was untrue. The judge said that this behaviour had led to the issuing\nof a non-molestation order. The judge stated that the complainant’s behaviour\namounted to “persistent misconduct” and that “there must be some risk” to the\nwoman, as part of his rationale for sentencing. 11. The publication noted that in his\nsumming-up of the case in court, the judge had referred to the claim that the\ncomplainant had followed the woman on his motorbike, but stated that he was\ndisregarding this based on the complainant’s agreed basis of plea. However, it\nwas accepted that the woman had alleged that this had occurred. The publication\nsaid that the judge had not stated that this incident did not occur – he had\nmerely said that he was not considering it. With respect to the article’s\nreport of the woman’s car being damaged, the publication noted that the article\ndid not state that the complainant caused this damage, but rather that the\nwoman had discovered damage to her car. It said that it, in any event, it was\nreasonable for the woman to presume that the complainant had been responsible\nfor this damage, when she was subject to harassing behaviour from him at the\ntime. The publication also noted that the judge had referred to the complainant\nhaving a previous conviction for criminal damage; in these circumstances, and\nwhere the article accurately reported the facts of the complainant’s conviction\nin relation to his conduct towards the woman, any discrepancy on this point was\nnot significant. 12. Nevertheless, the publication\noffered to publish the following statement, on the same page or further forward\nthan the original article: On [date] Pick Me\nUp magazine published Elaina Binney’s account of her relationship with Mr Andy\nHeppell.  Whilst the magazinehave no reason\nto disbelieve Ms Binney, it is accepted that Mr Heppell disputes certain events\nthat she has described and that Pick Me Up acknowledges that that there are\n‘two sides to every story.' We are happy to make this clear.\n \n13. The complainant declined the\npublication’s offer of resolution. \nRelevant Code Provisions\n14. Clause 1\n(Accuracy) i) The\nPress must take care not to publish inaccurate, misleading or distorted\ninformation or images, including headlines not supported by the text.\nii) A\nsignificant inaccuracy, misleading statement or distortion must be corrected,\npromptly and with due prominence, and — where appropriate — an apology\npublished. In cases involving IPSO, due prominence should be as required by the\nregulator. \niii) A\nfair opportunity to reply to significant inaccuracies should be given, when\nreasonably called for.\niv) The\nPress, while free to editorialise and campaign, must distinguish clearly\nbetween comment, conjecture and fact.Clause 2 (Privacy)\ni) Everyone is entitled to respect for his or\nher private and family life, home, health and correspondence, including digital\ncommunications.\nii) Editors will be expected to justify\nintrusions into any individual's private life without consent. In considering\nan individual's reasonable expectation of privacy, account will be taken of the\ncomplainant's own public disclosures of information and the extent to which the\nmaterial complained about is already in the public domain or will become so.\niii) It is unacceptable to photograph\nindividuals, without their consent, in public or private places where there is\na reasonable expectation of privacy. Findings of the Committee 15. The\narticle reported the woman’s first-person account of her relationship with the\ncomplainant, and was clearly presented in this manner. The woman had the right\nto share her experiences, and there was also a significant public interest in\nher doing so, in the light of the complainant’s conviction. Nevertheless, the\npublication was required to take care over the presentation of the claims made\nabout the complainant’s conduct in the article. 16. The\ncomplainant had been convicted of harassment and given a lengthy restraining\norder and suspended sentence in relation to his conduct towards the woman. In\nsumming up the case, the judge had characterised the complainant’s behaviour as\n“persistent misconduct” and as amounting to “stalking”. The judge had also\n“found it to be true” that the complainant had made the woman feel “worthless”,\nand had noted that she had been caused ongoing fear by his conduct. The\ncomplainant had not disputed that he had previously been given a police warning\nand that a non-molestation order had been made against him in relation to his\nbehaviour towards the woman. Having heard the evidence, the judge had found the\ncomplainant’s conduct to be sufficiently serious to warrant a lengthy\nrestraining order and a suspended custodial sentence. The question for the\nCommittee was whether the report of the complainant’s account of the\nrelationship and of the complainant’s conduct gave rise to any significant\ninaccuracies that would require correction. 17. The\ncomplainant had denied that he had sent emails to the woman’s employer.\nHowever, the judge’s summing-up had found that the complainant had, on two occasions,\nsent emails to the woman’s employer containing allegations against her. There\nwas no failure to take care over this claim, and no breach of Clause 1 on this\npoint. 18. The\ncomplainant denied having turned up to the woman’s parents’ house injured. He\nsaid that the woman had caused him the injuries referred to. The article made\nclear that this was the complainant’s position on two occasions, stating that\nhe had alleged this as part of a dispute, and in an email to the woman’s\nemployer. It was therefore clear from the article that the cause of these\ninjuries was in dispute, and in this context, whether or not the complainant\nvisited the woman’s parents’ house in an injured condition was not significant.\nThe article had also clearly been presented as the woman’s own account of the\nrelationship. In circumstances where the claim was distinguished as the woman's\nview of the matter and where the judge had accepted the woman’s account in\nlight of the evidence he had heard, the Committee did not consider that the\npresentation of the woman’s experiences in the article gave rise to any\nmisleading impression that required correction on this point. There was no\nbreach of Clause 1 on this point. 19. The\ncomplainant denied that he had smashed a microwave with a broom. However, it\nwas accepted that the complainant had been issued with a police warning in\nconnection with his behaviour on this occasion – irrespective of the precise\ndetails of the incident. The judge had accepted that the complainant’s actions\nhad caused the woman to feel fear for her safety, and had found that the\ncomplainant posed “some risk” to the woman, in light of his past “persistent\nmisconduct”; he had therefore felt moved to impose a lengthy restraining order\non the complainant. The judge had also stated that, according to the woman, she\nhad been caused ongoing fear by the complainant, and that he ‘took this as\ntrue’ on the basis of what the complainant had admitted. The\narticle had accurately reported the facts of the complainant’s conviction, and had\nnot suggested that the complainant had engaged in any behaviour resulting in\nphysical injury to the woman, or suggested that this alleged behaviour had\nresulted in any formal criminal or legal outcome. In these circumstances, the\nCommittee did not consider that the inclusion of this claim, clearly presented\nas the woman’s own account of the event, gave rise to any significantly\nmisleading impression that required correction. There was no breach of Clause 1\non this point. 20. The\ncomplainant also denied having caused damage to the woman’s car. However, the\narticle did not state that he had done so; rather, it said that the woman had\nfound her car in a damaged condition. The article did not directly attribute\nresponsibility for this action to the complainant, and in circumstances where\nthe article plainly presented the woman’s own account of her experiences, and\naccurately reported the nature of the complainant’s conviction, the Committee\ndid not consider that the inclusion of this claim gave rise to any significantly\nmisleading impression that would require correction. There was no breach of\nClause 1 on this point; however, the Committee welcomed the publication’s offer\nto publish a statement clarifying that the complainant disputed aspects of the\nwoman’s account.  21. The\ncomplainant also disputed that he had followed the woman on his motorbike, and\ndenied that he had been the woman’s “stalker”. The first claim had been alleged\nin court, but had not been a matter upon which the judge had made a finding and\nwas not included in the complainant’s agreed basis of plea. However, it was not\nin dispute that the complainant had subsequently been issued with a\nnon-molestation order in relation to his behaviour towards the complainant,\nafter they had already separated, and he did not dispute the  claim in the article that he would “call and\ntext hundreds of times a day”. The judge had also described his course of\nconduct with respect to the woman as “amounting to stalking”. In these circumstances,\nand where the claim relating to the motorbike was clearly presented as the\nwoman’s own account, the Committee did not consider that the inclusion of this\nclaim gave rise to any misleading impression that required correction.\nSimilarly, where the judge had described the complainant’s conduct as\n“amounting to stalking”, it was not misleading for the article to include the\nwoman’s characterisation of him as a “stalker”. There was no breach of Clause 1\non this point. 22. The\ncomplainant had also disputed a number of minor points within the article: the\ncontent of a particular text message; the reasons for his applying for a job at\nthe woman’s place of work; the “twisted” nature of his emails to the\ncomplainant; whether the woman had filed for divorce; and the woman’s\ndescription of her financial conduct in the relationship. On each of the\npoints, the Committee did not consider that the article gave rise to any\nmisleading impression that was sufficiently significant so as to require\ncorrection; none of these points was material to the story. There was no breach\nof Clause 1 on these points. 23. The photograph of the complainant\nshowed only his appearance; it did not show him engaging in any private\nactivity, or reveal anything private about him. There was also a public\ninterest in showing the identity of an individual who had been convicted of crime,\nand identifying him by name and age; this was information that had previously\nbeen revealed in court in association with the crime for which the complainant\nwas convicted. In these circumstances, there was no breach of Clause 2\n(Privacy) in relation to the publication of the photograph, or the\nidentification of the complainant.Conclusions 24. The complaint was not upheld. \nRemedial action required  \n26. N/A\nDate complaint received: 14/02/2019     \nDate decision issued: 10/06/2019\nBack to ruling listing\n\n\n"
}