{
    "url": "/rulings-and-resolution-statements/ruling/?id=01724-18",
    "title": "01724-18 Nightingale v Mail Online",
    "provisions": [
        "1 Accuracy (2018)",
        "2 Privacy (2018)",
        "3 Harassment (2018)",
        "4 Intrusion into grief or shock (2018)",
        "12 Discrimination (2018)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "Mail Online (Associated Newspapers Limited)",
    "published_on": "2018-02-19 00:00:00",
    "received_on": "2018-02-21 00:00:00",
    "concluded_on": "2018-05-23 00:00:00",
    "complaint_processing_days": 91,
    "conclusion_long": "15. The complaint was not upheld.",
    "remedial_action": "16. N/ADate complaint received: 21/02/2018",
    "text": "\n\n\n\n\n\nDecision to the Complaints Committee 01724-18 Nightingale\nv Mail OnlineSummary of complaint1. Rebecca\nNightingale complained to the Independent Press Standards Organisation that the\nMail Online breached Clause 1 (Accuracy), Clause 2 (Privacy), Clause 3\n(Harassment), Clause 4 (Intrusion into grief or shock) and Clause 12\n(Discrimination) of the Editors’ Code of Practice in an article headlined\n“Female police officer, 38, who quit force after being repeatedly groped by sex\npest inspector who asked her for 'alone time' wins £70,000 payout as his wife\nstands by him”, published on 19 February 2018.2. The article\nreported that a police officer had been awarded compensation for sexual\nharassment by the complainant’s husband while they had worked together for the\nBritish Transport Police, after a six-day employment tribunal. In addition to\nthe reference in the headline, the article contained a picture of the\ncomplainant with her husband, and a second picture only of the complainant. The\ncaption to the second picture was “Mr Nightingale’s wife Rebecca (pictured) is\nunderstood to be standing by him and was at the employment tribunal on\nMonday”.  The article concluded by\nreporting the nature of the complainant’s business, and stated that “she is\nunderstood to be standing by [Mr Nightingale] and accompanied him to the\ntribunal today”.3.  The complainant\nsaid that she had attended the tribunal to hear both sides of the story; she\nsaid it was unclear how it had been assumed that she was “standing by” her\nhusband. She said that she was not relevant to the case, and that the use of\nphotographs from her Facebook account, which had full privacy settings, was an\ninvasion of her privacy. She said that it was an intrusion into her privacy to\nreport the nature of her business.4.  The publication\nsaid that the reference to the complainant “standing by” her husband was based\non the fact that she had attended with him almost every day of the six-day\nproceedings. The publication said that she had sat next to him, and that it was\nclear from her body language, including leaning against each other, and\nsupportive glances, that she wanted to project to the tribunal that she was\nsupporting him. It said one reporter who had attended had said that they were\n“all smiles” during lunch.5. The publication\nsaid that the complainant was relevant to its article reporting the tribunal.\nIt said that the she had continued to live with her husband, and had attended\nthe tribunal hearing, including the final remedy hearing, a week after the\ntribunal found he had sexually harassed the claimant. In addition, it said that\nwhere the tribunal was considering sexual harassment allegations on the part of\na married man, his wife was plainly relevant to the story; it said that this\nwas particularly the case where the respondent had said that he believed he and\nthe claimant were embarking on an affair.6. The publication\nsaid that the photographs accompanying the article were taken from the\ncomplainant's and her husband’s public Facebook accounts on 11 January, a month\nbefore the tribunal. It provided screenshots of the images as they were stored\nin the agency’s internal database, which showed that they had been created on\nthis date. It said that at that time, the photographs were visible to the\ngeneral public, but that the accounts had now been set to private, although it\nnoted that the complainant’s Facebook profile picture was still accessible. The\npublication said that the complainant did not have a reasonable expectation of\nprivacy in relation to the photographs, where they had been publicly disclosed.\nThe publication said that the information about the complainant’s business had\npreviously been published by a national newspaper, in an article reporting an\nentirely unrelated matter. It said this information was not private. The\npublication denied a breach of Clause 2.7. The complainant\ndenied that she was “all smiles” with her husband at lunch. She said that they\ndid not go out for lunch together; each day the Police Federation\nrepresentative collected sandwiches, and brought them back to the respondents\nroom, where no reporters were allowed. The complainant said that there were\nonly rooms for claimants and respondents in the tribunal building. She said\nthat on some days she used the same room as her husband, and other respondents\nnot involved in the case. She said that there were only 16 seats in the\ntribunal room, 8 of which were on the respondent side. She said that half were\noccupied by representatives from the police; that left four seats for her\nmother, her husband, his representative and herself. She said the fact she was\nsat by her husband did not indicate she was “standing by him”. The complainant\nmaintained that her Facebook profile had privacy settings applied to it. She\ndenied her husband had told the tribunal he believed he had been embarking on\nan affair.8. The publication\nsaid that if the complainant was saying she was not “standing by” her husband,\nit would have to accept her word for it. The publication said that as a gesture\nof goodwill, and if it would resolve the complaint, it would remove all\nreferences to her from the article, including the images, and to remove all the\nreader comments on the article. It also offered to publish the following\nwording as a footnote:An earlier version of this article stated that [the\nrespondent’s] wife was standing by him throughout the employment tribunal\nhearing. She has told us that, while she did attend the court proceedings, this\nis not the case, and we are happy to clarify this and set the record straight.Relevant Code Provisions9. Clause 1\n(Accuracy)i) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not\nsupported by the text.ii) A significant inaccuracy, misleading statement or\ndistortion must be corrected, promptly and with due prominence, and — where\nappropriate — an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator.iii) A fair opportunity to reply to significant inaccuracies\nshould be given, when reasonably called for.iv) The Press, while free to editorialise and campaign, must\ndistinguish clearly between comment, conjecture and fact.Clause 2 (Privacy)i) Everyone is entitled to respect for his or her private\nand family life, home, health and correspondence, including digital\ncommunications.ii) Editors will be expected to justify intrusions into any\nindividual's private life without consent. In considering an individual's\nreasonable expectation of privacy, account will be taken of the complainant's\nown public disclosures of information and the extent to which the material\ncomplained about is already in the public domain or will become so.iii) It is unacceptable to photograph individuals, without\ntheir consent, in public or private places where there is a reasonable expectation\nof privacy.Clause 3 (Harassment)i) Journalists must not engage in intimidation, harassment\nor persistent pursuit.ii) They must not persist in questioning, telephoning,\npursuing or photographing individuals once asked to desist; nor remain on\nproperty when asked to leave and must not follow them. If requested, they must\nidentify themselves and whom they represent.iii)  Editors must\nensure these principles are observed by those working for them and take care\nnot to use non-compliant material from other sources.Clause 4 (Intrusion into grief or shock)In cases involving personal grief or shock, enquiries and\napproaches must be made with sympathy and discretion and publication handled\nsensitively. These provisions should not restrict the right to report legal\nproceedings.Clause 12 (Discrimination)i) The press must avoid prejudicial or pejorative reference\nto an individual's, race, colour, religion, sex, gender identity, sexual\norientation or to any physical or mental illness or disability.ii) Details of an individual's race, colour, religion, gender\nidentity, sexual orientation, physical or mental illness or disability must be\navoided unless genuinely relevant to the story.Findings of the Committee10. Journalists acting on behalf of the publication had\nattended the tribunal, and observed the complainant and her husband together on\nalmost every day, including the remedy hearing. \nIt was not in dispute that they had sat next to each other at the\ntribunal, or that they had eaten lunch together in a room allocated to\nrespondents. The Committee considered that it was not a failure to take care\nnot to publish inaccurate information, to infer from this conduct that she was\n“standing by” her husband in the tribunal hearing. There was no breach of\nClause 1 (i).11. In her complaint, the complainant explained that she had\nnot in fact been “standing by” her husband. She explained that she had only sat\nnext to him because these were the only seats available, and that she had\nattended the tribunal in order that she could hear both sides of the story. The\npublication said it was reasonable for it to have “understood” that the\ncomplainant was “standing by” her husband, but it did not maintain as a matter\nof fact, that the complainant was “standing by” her husband. The Committee\nconsidered that in light of the further explanations provided by the\ncomplainant, which were accepted by the publication, it was a significant\ninaccuracy to state that she was “standing by” her husband. The clarification\noffered by the publication made clear the correct position. It was offered\nsufficiently promptly, and in conjunction with the offer to amend the article,\npublication of the wording as a footnote to the article represented due\nprominence. There was no breach of Clause 1 (ii). In order to avoid a breach of\nClause 1 (ii), the publication should now amend its article as offered, and add\nthe clarification as a footnote.12. It was not an intrusion in to the complainant’s privacy\nto report that she had attended the public employment tribunal. The nature of\nher business did not represent private information about her, and the Committee\nnoted that this information was already in the public domain via a previous\nnational newspaper article. This aspect of the complaint did not raise a breach\nof Clause 2.13. One of the photographs in the article simply showed the\ncomplainant’s head, and the other showed her with her husband. On the\npublication’s account, both photographs were obtained from the complainant and\nher husband’s publicly accessible Facebook accounts. The Committee acknowledged\nthe complainant’s position that her account had been set to private for some\ntime, although noted she did not comment on how long her husband’s account had\nbeen private. In addition, the Committee noted that the complainant’s Facebook\nprofile picture, which was also a headshot, remained publicly accessible. The\nCommittee was not in the position to determine how the photographs had been\nobtained, and emphasised that where journalists take content from social media,\ntaking screenshots of the material to be published, showing the date and any\nprivacy settings, can demonstrate how the material was obtained. In this case,\nthe complainant’s connection to her husband was not private information, and\nthe photographs did not contain any particularly private information about her.\nFor these reasons, publication of these images did not breach Clause 2.14. Clause 3 generally relates to the conduct of journalists\nin the news gathering process. Publication of information would only represent\na course of conduct such as to represent harassment under the terms of Clause 3\nin exceptional circumstances. Publication of the article under complaint, did\nnot represent harassment of the complainant. This was not a case of personal\ngrief or shock, such that the terms of Clause 4 were engaged. The complainant\ndid not raise a concern that the article contained a pejorative, prejudicial or\nirrelevant reference to one of the characteristics protected under the terms of\nClause 12. The terms of Clause 12 were not engaged.Conclusions15. The complaint was not upheld.Remedial action required16. N/ADate complaint received: 21/02/2018Date decision issued: 23/05/2018  \n\nBack to ruling listing\n\n\n"
}