{
    "url": "/rulings-and-resolution-statements/ruling/?id=01731-22",
    "title": "01731-22 Rahman v thetimes.co.uk",
    "provisions": [
        "1 Accuracy (2021)",
        "2 Privacy (2021)",
        "3 Harassment (2021)"
    ],
    "outcome": "Breach - sanction: action as offered by publication",
    "publication": "thetimes.co.uk (News UK)",
    "published_on": "2021-11-26 00:00:00",
    "received_on": "2022-02-20 00:00:00",
    "concluded_on": "2022-07-05 00:00:00",
    "complaint_processing_days": 135,
    "conclusion_long": "20. The complaint was partially upheld under Clause 1 (i).",
    "remedial_action": "21. The correction which was offered clearly put the correct position on record, was offered promptly and with due prominence, and should now be published. If the article is amended, the correction should be published as a footnote; if the article remains unamended, the correction should be published at the top of the article.   Date complaint received: 20/02/2022",
    "text": "\n\n\n\n\n\nDecision\nof the Complaints Committee – 01731-22 Rahman v thetimes.co.uk\nSummary\nof Complaint\n1. Mizanur\nRahman complained to the Independent Press Standards Organisation that\nthetimes.co.uk breached Clause 1 (Accuracy), Clause 2 (Privacy) and Clause 3 (Harassment)\nof the Editors’ Code of Practice in an article headlined “Cabinet Office\nanti-racism trainer Mizanur Rahman wished death on ‘Zionists’”, published on\n26th November 2021.\n2. The\narticle reported that a Labour Party member – the complainant – had been\n“banned from [the] party’s list of potential council candidates”. It stated\nthat the complainant had “been accused of antisemitism after it emerged that he\ncompared Israel to ‘white supremacy’ during an anti-racism lesson for civil\nservants and claimed the country was ‘perpetuating a holocaust’ against the\nPalestinian people”. The article included a number of Tweets from the\ncomplainant’s Twitter account, and said that another newspaper had uncovered\nthe posts on the account “including the tweet ‘Israel = white supremacy’”.\n3. It\nwent on to state that “[a]ccording to the [other] newspaper, Rahman attended a\nmarch in London in 2018 at which one speaker called for Israel to be ‘wiped off\nthe map’”. It also stated that “[i]n 2014 he replied to a message about a\nsoldier in the Israel Defence Force (IDF) who lost his hands in a Hamas attack.\nHe said: ‘Hopefully he, and all IDF soldiers and Zionists, will lose more than\njust their limbs . . . their lives!!!!’” The article concluded by stating that\nafter being asked if he still believed all Zionists should die, Mr Rahman had\ntweeted: “The answer to that is no. I personally would like a peaceful solution\nto the conflict. With that said, the Palestinians are living under an\noccupation and so therefore . . . Palestinians have a legal right to an armed\nstruggle.”\n4. The\ncomplainant said that the article was inaccurate in breach of Clause 1\n(Accuracy) in its claim that “he compared Israel to ‘white supremacy’ during an\nanti-racism lesson for civil servants”. He said this was the case as this\nactually referred to a tweet that had been written in 2014, and that he had not\nmade such comments during the anti-racism lesson.\n5. The\ncomplainant went on to state that the article was inaccurate to claim that he\nhad been “banned” from the Labour party’s list of potential council candidates.\nHe said that, while he was rejected as a councillor, he had not been banned; he\nconsidered this suggested that he could never reapply for such a position, when\nno such prohibition existed.\n6. In\naddition, he said that it was inaccurate and misleading to claim that he had\n“attended a march in London in 2018 at which one speaker called for Israel to\nbe ‘wiped off the map’” as he was at the march as a legal observer, rather than\nin a personal capacity. He said that by reporting that he had attended,\nalongside the views of other attendees, this affiliated him with their views\nand politics and suggested that he held those views and supported them.\n7. The\ncomplainant further said that article as a whole, including the headline, was\ninaccurate. He said that the headline and the article suggested that he still\nheld the views expressed in the headline and that it was only made clear at the\nend of the article that this was not the case. He added that he did not think\nmany readers would get to this part of the article, or that they might miss it,\nas it was only a small part of the whole article.\n8. The\ncomplainant further said that the article was in breach of Clause 2 (Privacy)\nand Clause 3 (Harassment). He said that the publication had “trawled” through\nhis social media, working in collaboration with another newspaper, and that\nthis amounted to intrusion into his private life. In addition to this, the\ncomplainant said that the newspaper had breached his privacy by speaking to\nindividuals at the Labour Party. The complainant said that – in addition to the\narticle under complaint – three other articles had been published about him\nwithin the same month, and that this amounted to harassment in breach of Clause\n3.\n9. The\npublication accepted that it had, due to an error introduced in editing,\nincorrectly reported that the complainant had “compared Israel to ‘white\nsupremacy’ during an anti-racism lesson for civil servants”. On 8th March,\nduring direct correspondence with the complainant after IPSO had referred the\nmatter to the publication, it said that it would be happy to amend the article\nand address the point in a published correction, setting out that the\ncomplainant had expressed those views on Twitter and not in an anti-racism\nlesson. During the early stages of IPSO’s investigation, the publication\noffered to publish the following correction as a footnote to the online\narticle, in the online daily corrections and clarifications column, and in\nprint:\nBecause\nof an editing error, we wrongly said that Mizanur Rahman had compared Israel to\n“white supremacy” during an anti-racism lesson for civil servants in 2019\n(Cabinet Office anti-racism trainer wished death on Zionists, News, Nov 26,\n2021). In fact he drew the comparison on Twitter in 2014. Mr Rahman has asked\nus to make clear that it no longer represents his view.\n10. The\npublication did not accept that the complainant’s other concerns had breached\nthe Code. In relation to the complainant’s concern that the word “banned” was\nincorrect, it said that it was not in dispute that the Labour Party had\nrejected the complainant’s application as a prospective Labour candidate and\nthat it had dismissed his appeal against this decision. The publication added\nthat the article had not said anything about the duration of such a ban, and\nthat the article did not suggest that he could never reapply for such a role.\n11. The\npublication said that it was accurate to state that the complainant had\nattended the protest and to include the views expressed by one of the speakers.\nIn relation to the complainant’s concerns about the accuracy of the article as\na whole, the publication said that the article concerned the Labour Party’s\nrejection of the complainant’s application to become a prospective councillor.\nIt said that the facts could not have been reported accurately without\nreference to the historical facts that accounted for the rejection, and that\nthe complainant’s earlier tweets were essential to understand why the Labour\nParty took the action it did. It noted that the complainant’s current views\nwere included in the article.\n12. In\nrelation to Clause 2 and Clause 3, the publication said that there was also no\nbreach of these Clauses. It said that, while Clause 2 refers to correspondence,\nincluding digital communications, this did not extend to the public social\nmedia activity of a prolific Twitter user with nearly 3,000 followers. In\nregard to Clause 3, it said that this related to the conduct of journalists in\nthe course of the newsgathering process, and that the Clause does not seek to\nlimit the number of articles that can be written about an individual.\nRelevant\nCode Provisions\nClause 1\n(Accuracy)\ni) The\nPress must take care not to publish inaccurate, misleading or distorted\ninformation or images, including headlines not supported by the text.\nii) A\nsignificant inaccuracy, misleading statement or distortion must be corrected,\npromptly and with due prominence, and — where appropriate — an apology\npublished. In cases involving IPSO, due prominence should be as required by the\nregulator. \niii) A\nfair opportunity to reply to significant inaccuracies should be given, when\nreasonably called for.\niv) The\nPress, while free to editorialise and campaign, must distinguish clearly\nbetween comment, conjecture and fact.\nClause 2\n(Privacy)*\ni)\nEveryone is entitled to respect for their private and family life, home,\nphysical and mental health, and correspondence, including digital\ncommunications.\nii)\nEditors will be expected to justify intrusions into any individual's private\nlife without consent. In considering an individual's reasonable expectation of\nprivacy, account will be taken of the complainant's own public disclosures of\ninformation and the extent to which the material complained about is already in\nthe public domain or will become so.\niii) It\nis unacceptable to photograph individuals, without their consent, in public or\nprivate places where there is a reasonable expectation of privacy.\nClause 3\n(Harassment)*\ni)\nJournalists must not engage in intimidation, harassment or persistent pursuit.\nii) They\nmust not persist in questioning, telephoning, pursuing or photographing\nindividuals once asked to desist; nor remain on property when asked to leave\nand must not follow them. If requested, they must identify themselves and whom\nthey represent.\niii)  Editors must ensure these principles are\nobserved by those working for them and take care not to use non-compliant\nmaterial from other sources.\nFindings\nof the Committee\n13. The\narticle had incorrectly reported that that the complainant had “compared Israel\nto ‘white supremacy’ during an anti-racism lesson for civil servants”; there\nwas no dispute that this comparison had been made on Twitter in 2014, rather\nthan during an anti-racism lesson. Where the Committee noted that the publication\nsaid that this error had been introduced in editing, it took the view that the\npublication had failed to take sufficient care not to publish inaccurate\ninformation and found that there had been a breach of Clause 1 (i). As the\ninaccuracy implied that the complainant had made that comment while delivering\nanti-racism training to public servants when, in fact, it had been made on\nsocial media five years earlier, it was the Committee’s view that this was a\nsignificant inaccuracy. Therefore, the newspaper was obliged, in accordance\nwith the terms of Clause 1(ii), to correct this promptly and with due\nprominence.\n14. The\nCommittee then turned to the question of whether the action proposed by the\npublication was sufficient to avoid a further breach of Clause 1 (ii). The\nnewspaper had offered to amend the article during direct correspondence with\nthe complainant on the 8th of March and to address the point in a published\ncorrection. During IPSO’s investigation, the publication offered to publish a\nfootnote correction on the online article, in addition to publishing the\ncorrection in its online daily corrections and clarifications column. The\ncorrection offered identified the inaccuracy and put the correct position on\nrecord. The Committee considered that the offer of the amendment and correction\nwere prompt given that the publication had offered this in its first substantial\nresponse to the complainant after the complaint was passed to it by IPSO. As\nthe inaccuracy had appeared in the body of the article, the proposed position\nof the correction as a footnote on the online article, in addition to\npublishing it in its daily corrections and clarifications column, was of due\nprominence. As such, the Committee considered that this was sufficient to meet\nthe terms of Clause 1 (ii), and there was no further breach of this sub-Clause.\n\n15. The\ncomplainant had also said that it was inaccurate to claim that he had been\n“banned” from the Labour party’s list of potential council candidates, and that\n– while he was rejected as a councillor – he had not been “banned”. He added\nthat he considered this suggested he could never reapply for such a position.\nIt was not in dispute that the complainant had been rejected as a councillor\nand the Committee noted the publication’s point that the article made no\ncomment on the duration of this “ban”. It was the Committee’s view that the\nwhole sentence made clear the nature of the “ban” - that this was in relation\nto the “party’s list of potential council candidates”. Where the complainant\nhad been rejected as a potential candidate and therefore would not appear on\nthis list, the Committee considered there was sufficient basis to describe this\nas the complainant having been “banned” from such a list. There was no breach\nof Clause 1 in regard to this.\n16. The\nCommittee next turned to the complainant’s concerns that it was inaccurate and\nmisleading to claim that he had “attended a march in London in 2018 at which\none speaker called for Israel to be ‘wiped off the map’”, as he had attended\nthe march as a legal observer, rather than in a personal capacity. The\nCommittee noted that it was not in dispute that the complainant had attended\nthe march, and that therefore, it was not inaccurate for the article to have\nincluded this information. The complainant had also expressed concerns that by\nreporting his attendance alongside the views of other attendees, that this\naffiliated him with their views and politics and suggested that he also held\nthose views. The Committee noted that the article made no comment on whether\nthe complainant held the same views as the speaker, it merely stated that “one\nspeaker called for Israel to be ‘wiped off the map’”, which the complainant did\nnot dispute. For these reasons, there was no breach of Clause 1.\n17. The\ncomplainant had also said that the article as a whole was inaccurate as he\nconsidered it suggested that he still held the views expressed in the headline.\nThe complainant added that it was only made clear at the end of the article\nthat this was not the case. The Committee noted that the headline stated that\nthe complainant “wished death on ‘Zionists’”, with the past tense indicating\nthat ”wish” happened previously. The Committee acknowledged the complainant’s\nconcerns but held the view that – where the article made clear that he no\nlonger believed all Zionists should die – there was no breach of Clause 1 on this\npoint.\n18. The\ncomplainant had also said that Clause 2 and Clause 3 had been breached. The\ncomplainant’s social media account was public and had no privacy restrictions,\nand therefore he did not have a reasonable expectation of privacy over the information\nincluded in it. In addition, the Tweets were about views that the complainant\nhad chosen to share with a public audience and reporting them did not represent\nan intrusion into the complainant’s private life. The complainant had also said\nthat he considered it was a breach of his privacy to speak to individuals at\nthe Labour party. The Committee noted the Code does not prevent newspapers from\nspeaking to third parties in relation to stories or approaching people for\ncomment. There was no breach of Clause 2.\n19. The\ncomplainant considered there had been a breach of Clause 3 as he believed it\nwas harassing for four articles to have been published about him within the\nsame month. The Committee considered that four articles over a month period,\nfrom a number of different publications did not represent a pattern of\nbehaviour which could be said to be harassing. It noted that only one article\nhad been published by thetimes.co.uk, which in and of itself, did not amount to\nharassment. There was no breach of Clause 3.\nConclusion(s)\n20. The\ncomplaint was partially upheld under Clause 1 (i).\nRemedial\nAction Required\n21. The\ncorrection which was offered clearly put the correct position on record, was\noffered promptly and with due prominence, and should now be published. If the\narticle is amended, the correction should be published as a footnote; if the\narticle remains unamended, the correction should be published at the top of the\narticle.\n\n\nDate\ncomplaint received: 20/02/2022\nDate\ncomplaint concluded by IPSO: 05/07/2022\nBack to ruling listing\n\n\n"
}