{
    "url": "/rulings-and-resolution-statements/ruling/?id=01735-20",
    "title": "01735-20 Downing v The Jewish Chronicle",
    "provisions": [
        "1 Accuracy (2019)",
        "3 Harassment (2019)"
    ],
    "outcome": "Breach - sanction: publication of adjudication",
    "publication": "The Jewish Chronicle (The Jewish Chronicle)",
    "published_on": "2020-03-13 00:00:00",
    "received_on": "2020-03-13 00:00:00",
    "concluded_on": "2020-11-04 00:00:00",
    "complaint_processing_days": 236,
    "conclusion_long": "that the reasons for his expulsion related to his previous disclosures. 10. On 12 May, and 13 days after IPSO began its investigation, the publication offered to amend the headline of the online article from “Hampstead and Kilburn Labour chair thanks ex-member who was expelled for ‘sickening’ comments about Jews”, to “Hampstead and Kilburn Labour chair thanks ex-member who was expelled following ‘sickening’ comments about Jews”. 11. On 20 May, and 21 days after IPSO began its investigation, the publication offered to amend the headline of the online article from “Hampstead and Kilburn Labour chair thanks ex-member who was expelled for 'sickening' comments about Jews”, to “Hampstead and Kilburn Labour chair thanks expelled member criticised in the Commons for 'sickening' comments about Jews”, it also offered to amend the article to reflect this change. 12. On June 10, 42 days after IPSO began its investigation, the publication offered to amend the headline of the online article to “Hampstead and Kilburn Labour chair thanks ex-member who was expelled after Commons plea by Cameron”. The publication also proposed amendments to the article which it said made the reasons for the complainant’s dismissal from the party clear. However, given his previous disclosures and the nature of the alleged inaccuracies, the publication did not accept that an apology was appropriate in the circumstances. 13. The publication offered the following clarification in print to be published on its Letters page: Gerald Downing In a headline dated March 13 we referred to Gerald Downing's expulsion from the Labour Party as being the result of his views about Jews. He was, in fact, expelled for his membership of the Socialist Fight organisation. 14. The publication offered to publish the following clarification as a footnote to the online article: This article has been amended to make clear that the official reason for Mr Downing’s expulsion from the Labour party was his membership of Socialist Fight, not his antisemitic views. Relevant Code Provisions 15. Clause 1( Accuracy) i) The Press must take care not to publish inaccurate, misleading or distorted information or images, including headlines not supported by the text. ii) A significant inaccuracy, misleading statement or distortion must be corrected, promptly and with due prominence, and — where appropriate — an apology published. In cases involving IPSO, due prominence should be as required by the regulator. iii) A fair opportunity to reply to significant inaccuracies should be given, when reasonably called for. iv) The Press, while free to editorialise and campaign, must distinguish clearly between comment, conjecture and fact. v) A publication must report fairly and accurately the outcome of an action for defamation to which it has been a party, unless an agreed settlement states otherwise, or an agreed statement is published. Clause 3(*Harassment)i) Journalists must not engage in intimidation, harassment or persistent pursuit.  ii) They must not persist in questioning, telephoning, pursuing or photographing individuals once asked to desist; nor remain on property when asked to leave and must not follow them. If requested, they must identify themselves and whom they represent. iii)  Editors must ensure these principles are observed by those working for them and take care not to use non-compliant material from other sources. Findings of the Complaints Committee 16. The article reported as fact that the complainant had been expelled from the Labour Party due to his “sickening” comments about Jews; the online article featured this claim in its headline. In addition, the article stated that these comments had been raised in Parliament. The letters from the Labour Party to the complainant made clear he was expelled from the party for publicly supporting another political party. The publication provided articles and material written by the complainant that it had alleged formed the unofficial reason he was expelled from the Labour Party, however this was directly contradicted by the official basis provided by the Labour Party. The publication was not able to provide any evidence to support its position that the Labour Party had considered any of the material it wished to rely on when reaching its decision. In addition, the publication had not demonstrated that comments made by the complainant about Jews were raised in Parliament. The Committee did not consider that going on to report that the complainant was expelled for supporting another political group clarified the position or mitigated the significance of these inaccuracies. The publication had no evidence to support that the complainant had been expelled from the Labour Party for making “sickening” comments about Jews which were raised in parliament, and particularly where this featured in the headline of the online article, it had failed to take care not to publish inaccurate information and there was a breach of Clause 1(i). Where the inaccuracy had falsely stated that the complainant had made antisemitic remarks that had been discussed in Parliament, which was a very serious accusation which could have had a detrimental effect on the complainant, this was a significant inaccuracy and a correction was required under Clause 1(ii). 17. The publication offered to amend the online article’s headline on three separate occasions, and also offered to publish a correction as a footnote to the online article, and in the print version of the paper. The Committee considered that the proposed clarifications offered by the newspaper were not adequate. Corrections must address the original inaccuracy, and put the correct position on record. The online correction did not refer to the original headline, which was inaccurate. Neither version of the correction made clear that the complainant’s views on Jewish people had not been described as “sickening” in Parliament. For these reasons, there was a further breach of Clause 1(ii). 18. Clause 3 generally relates to the way journalists behave when researching a news story, and is meant to protect people from being repeatedly approached by the press against their wishes. As the complainant’s complaint regarding harassment was based on the inaccuracy of the article, this Clause was not engaged. Conclusion 19. The complaint was upheld under Clause 1.",
    "remedial_action": "20. Having upheld the complaint, the Committee considered what remedial action should be required. In circumstances where the Committee establishes a breach of the Editors’ Code, it can require the publication of a correction and/or adjudication, the nature, extent and placement of which is determined by IPSO. 21. The Committee considered that there was a serious breach of Clause 1(i). The article had inaccurately reported that the complainant was expelled from the Labour Party for making sickening comments about Jews, and reported that this had been discussed in Parliament. The publication was unable to provide any evidence for the allegations it made. Whilst it had offered to make multiple amends to the online article and clarification to both versions, none of these were sufficient to correct the original inaccuracy. In light of the newspaper's failure to take care over the article's accuracy, and its failure to correct the inaccuracies in line with its obligations under Clause 1(ii), the Committee concluded that an adjudication was the appropriate remedy. 22. The Committee considered the placement of this adjudication. The article had featured on page nine. The Committee therefore required that the adjudication should be published on page nine or further forward in the newspaper. The headline to the adjudication should make clear that IPSO has upheld the complaint, give the title of the newspaper and refer to the complaint’s subject matter. The headline must be agreed with IPSO in advance. 23. The adjudication should also be published on the newspaper’s website, with a link to the full adjudication (including the headline) appearing on the top half of the newspaper’s homepage, on the first screen, for 24 hours; it should then be archived in the usual way. If the newspaper intends to continue to publish the online articles without amendment to remove the significantly misleading statements identified by the Committee, the full text of the adjudication should also be published on the article, beneath the headline. If amended to remove the inaccurate statements, a link to the adjudication should be published with the article, explaining that it was the subject of an IPSO adjudication, and explaining the amendments that have been made. 24. The terms of the adjudication for publication are as follows: Following an article published in print on 13 March 2020 headlined \" Hampstead chair thanked ‘Jewish Question’ activist” and online on 10 March 2020 headlined “Hampstead and Kilburn Labour chair thanks ex-member who was expelled for ‘sickening’ comments about Jews”, Gerald Downing complained to the Independent Press Standards Organisation that the newspaper had breached Clause 1 (Accuracy) of the Editors' Code of Practice. IPSO upheld this complaint and has required The Jewish Chronicle to publish this decision as a remedy to the breach. The article reported that Mr Downing had been expelled from the Labour Party after making “’sickening’ comments about Jews” and that these comments had been discussed in Parliament. The complainant said that the article was inaccurate; he had been expelled from the Labour Party for publicly supporting another political party, not for making comments about Jews, sickening or otherwise. The complainant provided official Labour Party letters to IPSO which supported this position. He also said that no comments he had made about Jewish people had been discussed in the House of Commons. IPSO found that it was significantly inaccurate to report that the complainant had been expelled from the Labour Party for making “sickening” comments about Jews which were raised in parliament, and particularly where this featured in the headline of the online article, it had failed to take care not to publish inaccurate information in breach of Clause 1. Date complaint received: 13/03/2020",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee 01735-20\nDowning v The Jewish Chronicle\nSummary of complaint\n1. Gerald Downing\ncomplained to the Independent Press Standards Organisation that the Jewish\nChronicle breached Clause 1 (Accuracy) and Clause 3 (Harassment) of the\nEditors' Code of Practice in an article headlined “Hampstead chair thanked\n‘Jewish Question’ activist”, published on 13 March 2020.\n2. The article\nreported that “the new chair of a local Labour Party that has hundreds of\nJewish members thanked an ex-member who was expelled over ‘sickening’ comments\nabout Jews that were raised in Parliament”. It reported that the Chair had\nwritten “thanks comrades” on Facebook in reference to the complainant, after he\nsaid the Chair had “defeated the Zionists”. The article went on to report that\nthe complainant “was thrown out of Labour in 2016 over his involvement with the\nSocialist Fight group which has published articles including one that was\nheadlined “Marxists must address the Jewish Question” and another that referred\nto a “world Jewish-Zionist Bourgeoisie”. The article reported that in 2016,\nDavid Cameron had “attacked Mr Corbyn over [the complainant’s] membership of\nLabour during prime minister’s questions, and that David Cameron had “called\n[the complainant] a ‘9/11 sympathiser’ and said Labour must expel him”.\n3. The article also\nappeared in much the same format online under the headline “Hampstead and\nKilburn Labour chair thanks ex-member who was expelled for ‘sickening’ comments\nabout Jews”, published on 10 March.\n4. The complainant\nsaid that the article was inaccurate. He said that he was not expelled from the\nLabour Party for making “sickening comments about Jews”; the complainant\nprovided letters which stated that he was expelled for publicly supporting\nanother political party. The complainant said that the letters communicating\nthe decisions regarding his expulsion, readmission, and re-expulsion made no\nreference to antisemitism or comments about Jews, and that this could have been\neasily established by contacting him or the Labour Party prior to the article’s\npublication.\n5. The complainant\nsaid the inaccurate information in the article and the headline was designed to\nharass him and his family in breach of Clause 3.\n6. The publication\ndenied that the article was inaccurate. It did not dispute the official reasons\ngiven by the party in its correspondence but said that this would have merely\nstated procedure and it would not have expanded on the wider meaning or reasoning\nbehind the decision. The newspaper initially suggested that the reference to\n“sickening comments” came from comments by David Cameron in the House of\nCommons. It later accepted that Mr Cameron had not referred to claims of\nantisemitism in his comments about the complainant, and suggested instead that\nthe comments were made by an MP in the House of Commons. It later said that\nthese comments came from a letter from the MP to Jeremy Corbyn MP, then Leader\nof the Labour Party. It provided a copy of this letter, however the letter\nreceived by IPSO did not feature or reference comments about Jews and instead\nappeared to refer to the complainant’s previous disclosures on the September 11\nattacks. The publication provided articles from 2016 which reported that his\nexpulsion was linked to comments he had made about Jews on his website and\nnoted that the complainant’s website had published articles including one which\ndemanded that \"Marxists must address the Jewish Question\" and another\nreferring to a \"world Jewish-Zionist Bourgeoisie\". It emphasised that\nwhile the exact reasons for a party member’s expulsion may not always be clear,\nthere was evidence to suggest that this was the reason behind the complainant’s\nexpulsion.\n7. The publication\ndenied that the terms of Clause 3 (Harassment) were engaged.\n8. The complainant\nsaid that neither Mr Cameron nor the MP had made any reference whatsoever to\nhim making comments about Jews in the House of Commons, let alone “sickening\ncomments”. The complainant accused the publication of misrepresentation as it\nhad changed its position by claiming that the remarks were made in a letter\nfrom the MP, a claim the complainant disputed. The complainant said that he was\nowed an apology from the publication.\n9. The publication\nprovided examples of disclosures by the complainant on his website which it\nsaid demonstrated that he that he held antisemitic views and said that the\npublication had drawn certain conclusions that the reasons for his expulsion\nrelated to his previous disclosures.\n10. On 12 May, and 13 days after IPSO began its\ninvestigation, the publication offered to amend the headline of the online\narticle from “Hampstead and Kilburn Labour chair thanks ex-member who was\nexpelled for ‘sickening’ comments about Jews”, to “Hampstead and Kilburn Labour\nchair thanks ex-member who was expelled following ‘sickening’ comments about\nJews”.\n11. On 20 May, and 21 days after IPSO began its\ninvestigation, the publication offered to amend the headline of the online\narticle from “Hampstead and Kilburn Labour chair thanks ex-member who was\nexpelled for 'sickening' comments about Jews”, to “Hampstead and Kilburn Labour\nchair thanks expelled member criticised in the Commons for 'sickening' comments\nabout Jews”, it also offered to amend the article to reflect this change.\n12. On June 10, 42 days after IPSO began its investigation,\nthe publication offered to amend the headline of the online article to\n“Hampstead and Kilburn Labour chair thanks ex-member who was expelled after\nCommons plea by Cameron”. The publication also proposed amendments to the\narticle which it said made the reasons for the complainant’s dismissal from the\nparty clear. However, given his previous disclosures and the nature of the\nalleged inaccuracies, the publication did not accept that an apology was\nappropriate in the circumstances.\n13. The publication offered the following clarification in\nprint to be published on its Letters page:\nGerald Downing\nIn a headline dated March 13 we referred to Gerald Downing's\nexpulsion from the Labour Party as being the result of his views about Jews. He\nwas, in fact, expelled for his membership of the Socialist Fight organisation.\n14. The publication offered to publish the following\nclarification as a footnote to the online article:\nThis article has been amended to make clear that the official\nreason for Mr Downing’s expulsion from the Labour party was his membership\nof Socialist Fight, not his antisemitic views.\nRelevant Code Provisions\n15. Clause 1( Accuracy)\ni) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not\nsupported by the text.\nii) A significant inaccuracy, misleading statement or\ndistortion must be corrected, promptly and with due prominence, and — where\nappropriate — an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator.\niii) A fair opportunity to reply to significant inaccuracies\nshould be given, when reasonably called for.\niv) The Press, while free to editorialise and campaign, must\ndistinguish clearly between comment, conjecture and fact.\nv) A publication must report fairly and accurately the\noutcome of an action for defamation to which it has been a party, unless an agreed\nsettlement states otherwise, or an agreed statement is published.\nClause 3(*Harassment)i) Journalists must not engage in intimidation, harassment\nor persistent pursuit. \nii) They must not persist in questioning, telephoning,\npursuing or photographing individuals once asked to desist; nor remain on\nproperty when asked to leave and must not follow them. If requested, they must\nidentify themselves and whom they represent.\niii)  Editors must\nensure these principles are observed by those working for them and take care\nnot to use non-compliant material from other sources.\nFindings of the Complaints Committee\n16. The article reported as fact that the complainant had\nbeen expelled from the Labour Party due to his “sickening” comments about Jews;\nthe online article featured this claim in its headline. In addition, the\narticle stated that these comments had been raised in Parliament. The letters\nfrom the Labour Party to the complainant made clear he was expelled from the\nparty for publicly supporting another political party. The publication provided\narticles and material written by the complainant that it had alleged formed the\nunofficial reason he was expelled from the Labour Party, however this was\ndirectly contradicted by the official basis provided by the Labour Party. The\npublication was not able to provide any evidence to support its position that\nthe Labour Party had considered any of the material it wished to rely on when\nreaching its decision. In addition, the publication had not demonstrated that\ncomments made by the complainant about Jews were raised in Parliament. The\nCommittee did not consider that going on to report that the complainant was\nexpelled for supporting another political group clarified the position or\nmitigated the significance of these inaccuracies. The publication had no\nevidence to support that the complainant had been expelled from the Labour\nParty for making “sickening” comments about Jews which were raised in\nparliament, and particularly where this featured in the headline of the online\narticle, it had failed to take care not to publish inaccurate information and\nthere was a breach of Clause 1(i). Where the inaccuracy had falsely stated that\nthe complainant had made antisemitic remarks that had been discussed in\nParliament, which was a very serious accusation which could have had a\ndetrimental effect on the complainant, this was a significant inaccuracy and a\ncorrection was required under Clause 1(ii).\n17. The publication offered to amend the online article’s\nheadline on three separate occasions, and also offered to publish a correction\nas a footnote to the online article, and in the print version of the paper. The\nCommittee considered that the proposed clarifications offered by the newspaper\nwere not adequate. Corrections must address the original inaccuracy, and put\nthe correct position on record. The online correction did not refer to the\noriginal headline, which was inaccurate. Neither version of the correction made\nclear that the complainant’s views on Jewish people had not been described as\n“sickening” in Parliament. For these reasons, there was a further breach of\nClause 1(ii).\n18. Clause 3 generally relates to the way journalists behave\nwhen researching a news story, and is meant to protect people from being\nrepeatedly approached by the press against their wishes. As the complainant’s\ncomplaint regarding harassment was based on the inaccuracy of the article, this\nClause was not engaged.\nConclusion\n19. The complaint was upheld under Clause 1.\nRemedial Action Required\n20. Having upheld the complaint, the Committee considered\nwhat remedial action should be required. In circumstances where the Committee\nestablishes a breach of the Editors’ Code, it can require the publication of a\ncorrection and/or adjudication, the nature, extent and placement of which is\ndetermined by IPSO.\n21. The Committee considered that there was a serious breach\nof Clause 1(i). The article had inaccurately reported that the complainant was\nexpelled from the Labour Party for making sickening comments about Jews, and\nreported that this had been discussed in Parliament. The publication was unable\nto provide any evidence for the allegations it made. Whilst it had offered to\nmake multiple amends to the online article and clarification to both versions,\nnone of these were sufficient to correct the original inaccuracy. In light of\nthe newspaper's failure to take care over the article's accuracy, and its\nfailure to correct the inaccuracies in line with its obligations under Clause\n1(ii), the Committee concluded that an adjudication was the appropriate remedy.\n22. The Committee considered the placement of this\nadjudication. The article had featured on page nine. The Committee therefore\nrequired that the adjudication should be published on page nine or further\nforward in the newspaper. The headline to the adjudication should make clear\nthat IPSO has upheld the complaint, give the title of the newspaper and refer\nto the complaint’s subject matter. The headline must be agreed with IPSO in\nadvance.\n23. The adjudication should also be published on the\nnewspaper’s website, with a link to the full adjudication (including the\nheadline) appearing on the top half of the newspaper’s homepage, on the first\nscreen, for 24 hours; it should then be archived in the usual way. If the\nnewspaper intends to continue to publish the online articles without amendment\nto remove the significantly misleading statements identified by the Committee,\nthe full text of the adjudication should also be published on the article,\nbeneath the headline. If amended to remove the inaccurate statements, a link to\nthe adjudication should be published with the article, explaining that it was\nthe subject of an IPSO adjudication, and explaining the amendments that have\nbeen made.\n24. The terms of the adjudication for publication are as\nfollows:\nFollowing an article published in print on 13 March 2020\nheadlined \" Hampstead chair thanked ‘Jewish Question’ activist” and online\non 10 March 2020 headlined “Hampstead and Kilburn Labour chair thanks ex-member\nwho was expelled for ‘sickening’ comments about Jews”, Gerald Downing\ncomplained to the Independent Press Standards Organisation that the newspaper\nhad breached Clause 1 (Accuracy) of the Editors' Code of Practice. IPSO upheld\nthis complaint and has required The Jewish Chronicle to publish this decision\nas a remedy to the breach.\nThe article reported that Mr Downing had been expelled from\nthe Labour Party after making “’sickening’ comments about Jews” and that these\ncomments had been discussed in Parliament.\nThe complainant said that the article was inaccurate; he had\nbeen expelled from the Labour Party for publicly supporting another political\nparty, not for making comments about Jews, sickening or otherwise. The\ncomplainant provided official Labour Party letters to IPSO which supported this\nposition. He also said that no comments he had made about Jewish people had\nbeen discussed in the House of Commons.\nIPSO found that it was significantly inaccurate to report\nthat the complainant had been expelled from the Labour Party for making\n“sickening” comments about Jews which were raised in parliament, and\nparticularly where this featured in the headline of the online article, it had\nfailed to take care not to publish inaccurate information in breach of Clause\n1.\nDate complaint received: 13/03/2020 \nDate complaint concluded by IPSO: 04/11/2020\nBack to ruling listing\n\n\n"
}