{
    "url": "/rulings-and-resolution-statements/ruling/?id=01732-22",
    "title": "01732-22 Rahman v Mail Online",
    "provisions": [
        "1 Accuracy (2021)",
        "2 Privacy (2021)",
        "3 Harassment (2021)",
        "12 Discrimination (2021)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "Mail Online (Associated Newspapers Limited)",
    "published_on": "2021-11-25 00:00:00",
    "received_on": "2022-02-20 00:00:00",
    "concluded_on": "2022-09-02 00:00:00",
    "complaint_processing_days": 194,
    "conclusion_long": "25. The complaint was not upheld.",
    "remedial_action": "26. N/A Date complaint received: 20/02/2022",
    "text": "\n\n\n\n\n\nDecision\nof the Complaints Committee – 01732-22 Rahman v Mail Online\nSummary\nof Complaint\n1. Mizanur\nRahman complained to the Independent Press Standards Organisation that Mail\nOnline breached Clause 1 (Accuracy), Clause 2 ( Privacy), Clause 3\n(Harassment), and Clause 12 (Discrimination) of the Editors’ Code of Practice\nin an article headlined “Anti-racism trainer who ran 'inclusivity' workshop for\ncivil servants at Cabinet Office wished death on 'Zionists' in Twitter post and\ncompared Israel to 'white supremacy'”, published on 25th November 2021.\n2. The\narticle reported that an anti-racism trainer – the complainant – had “compared\nIsrael to 'white supremacy' and has wished death on ‘Zionists’”. It quoted\nstatements and tweets that the complainant had made in relation to Israel,\nincluding a tweet he had posted in 2014 in response to news that an Israeli\nsoldier had lost his hands in an attack by Hamas: “‘Hopefully he, and all IDF\nsoldiers and Zionists, will lose more than just their limbs … their\nlives!!!!’”. The article went on to state that the complainant “oversaw a\ntraining session for public servants in 2019 called ‘an inclusive Britain’\ndespite previously sharing anti-Semitic posts on social media”. The article\nstated that the complainant had shared “anti-Semitic posts on social media\nsince 2014”.\n3. The\narticle went on to state that the complainant had “attended a Quds Day march in\nLondon at which flags were flown for the terrorist group Hezbollah. During the\nrally, one speaker called for Israel to be ‘wiped off the map’”. It further\nreported that when asked if he still believed all Zionists should die, the\ncomplainant had tweeted: “The answer to that is no. I personally would like a\npeaceful solution to the conflict where Palestinian rights would be upheld and\ntreated equally to their Israeli counterparts”. The article also reported that\nthe complainant had “lodged a complaint after Labour banned him from its list\nof potential council candidates. He claimed the decision was based on\n‘institutional islamophobia and anti-Palestinian racism’”. The article\nconcluded by stating that a spokesperson for the Cabinet Office had told the\nnewspaper, “‘[t]he Cabinet Office has recently adopted an increased due\ndiligence process for guest speakers in line with cross-government best\npractice”. At the bottom of the article, a suggestion to share or comment on\nthe article stated: “Share or comment on this article: Muslim ‘anti-racism’\ntrainer who ran Cabinet Office inclusivity workshop compared Israel to Nazis”.\nThe URL of the article contained the phrase:\n“Muslim-anti-racism-trainer-ran-Cabinet-Office-inclusivity-workshop-compared-Israel-Nazis”\nand the title of the webpage, which in practice appeared in the title bar of\nthe browser window, said “Muslim anti-racism’ trainer who ran Cabinet Office\ninclusivity workshop compared Israel to Nazis”.\n4. The\ncomplainant said that the article was inaccurate in breach of Clause 1. He said\nthat it was inaccurate to state that he had shared anti-Semitic posts on social\nmedia “since 2014” as the posts the article referred to were confined to 2014.\nHe said that using the word “since” suggested that he continued to share posts\nof this nature beyond 2014, which was not the case. The complainant further\nsaid that the article as a whole, including the headline, was inaccurate. He\nsaid that the headline and the article suggested that he still held the views\nexpressed in the headline and that it was only made clear at the end of the\narticle that this was not the case. He added that he did not think many readers\nwould get to this part of the article, or that they might miss it, as it was\nonly a small part of the whole article. The complainant added that he had done\na lot of work on anti-racism and with the Jewish Community since 2014 and had\npublicly acknowledged that the views he had held previously were problematic.\n5. The\ncomplainant said that the article was also inaccurate to claim that he had been\n“banned” from the Labour party’s list of potential council candidates. He said\nthat while he was rejected as a candidate for a councillor role, he had not been\nbanned; he considered this suggested that he could never reapply for such a\nposition, when no such prohibition existed.\n6. In\naddition, he said that it was inaccurate and misleading to claim that he\n“attended a Quds Day march in London at which flags were flown for the\nterrorist group Hezbollah” and a speaker “called for Israel to be ‘wiped off\nthe map’”, as he was at the march as a legal observer, rather than in a\npersonal capacity. He said that by reporting that he had attended, alongside\nthe views of other attendees, this affiliated him with their views and politics\nand suggested that he held those views and supported them.\n7. The\ncomplainant said that the article had breached Clause 1 by stating that “[t]he\nCabinet Office has recently adopted an increased due diligence process for\nguest speakers in line with cross-government best practice” as this\ninaccurately implied that his attendance at the event had been problematic and\nthat the Cabinet Office had changed its policies after he had been a guest\nspeaker.\n8. The\ncomplainant further said that the article was in breach of Clause 2 (Privacy)\nand Clause 3 (Harassment). He said the publication had “trawled” through his\nsocial media, and that this amounted to intrusion into his private life, as did\nthe publication’s approaches to individuals at the Labour Party and the Cabinet\nOffice.\n9. In\naddition, the complainant said that the article had breached Clause 12. He said\nthat when searching the internet for the article, the headline appeared to\ncontain the word “Muslim”. He said that this reference to his religion was\npejorative and was not relevant to the article.\n10. The\npublication did not accept a breach of the Editors’ Code. In relation to the\ncomplainant’s concerns regarding the phrase “since 2014”, the publication said\nthat this was a minor grammatical error, which it had amended to “in 2014”. It\nsaid that while it had done so, it considered the original sentence accurate,\nas the complainant had been sharing the posts since 2014, because he had not\nremoved them. The publication went on to say that it did not agree with the\ncomplainant’s interpretation of the word “banned”; it said that this clearly\nrelated to the list of potential Labour candidates “earlier this month” and\nthat it did not agree that this implied the complainant could never reapply for\nsuch a position in the future. It said that the complainant was prohibited from\nbeing on the list of candidates in 2021, that he appealed and that this was\nrejected, and that the article characterised this as the complainant having\nbeen “banned” from the list. In an effort to resolve the complaint, the\npublication offered to change the word “banned” to “rejected”.\n11. The\ncomplainant did not accept this as a satisfactory resolution to his complaint.\n12. In\nregard to the complainant’s concerns about the article stating he had attended\na Quds Day march, the publication said that the article did not report or\nsuggest that the complainant attended it as a supporter. It said that the\narticle merely stated the complainant attended, which was accurate. It said\nthat the complainant did not dispute that he had attended the march and\nprovided a screenshot from the complainant’s social media account in which he\nstated that he was attending the march. In addition, the publication said that\nit was accurate for the article to state that the Cabinet Office had recently\nadopted a due diligence process, and that the article did not report or imply\nthat the complainant’s attendance at the event at the Cabinet Office was\nproblematic.\n13. In\nrelation to the complainant’s concerns about the accuracy of the article as a\nwhole, the publication said that the article had made clear at length what the\ncomplainant considered his current views to be.\n14.\nRegarding the complainant’s concerns that the article had breached Clause 2 and\nClause 3, the publication did not agree that reporting on historic, open social\nmedia posts was a breach of the complainant’s privacy, or constituted\nharassment. It added that there was no reasonable expectation of privacy over a\npublicly available social media post and that the press is entitled to seek\ncomments from third parties on matters relating to articles.\n15. The\npublication did not accept a breach of Clause 12; it said that the reference to\nthe complainant’s religion was neither prejudicial nor pejorative and that his\nreligion was a relevant biographical detail. It said that the complainant’s\nfaith was referenced in his claims of discrimination by the Labour Party, which\nwas included in the article: “Earlier this month, Mr Rahman lodged a complaint\nafter Labour banned him from its list of potential council candidates. He\nclaimed the decision was based on ‘institutional islamophobia and\nanti-Palestinian racism’”. It went on to state that the reference to the\ncomplainant’s religion made clear the context of his historic posts against the\nJewish community and his current campaigning against Islamophobia.\n16.\nAfter the complaint was first passed to the publication and within its direct\ncorrespondence with the complainant, the publication said that the\ncomplainant’s faith was a matter of public record, citing articles and webpages\nwhich apparently referenced his religion in the context of convictions for\ncriminal offences. The publication subsequently accepted that this was a\ndifferent person of the same name, entirely unrelated to the complainant. It\nwithdrew this claim and apologised to the complainant for the error.\nRelevant\nCode Provisions\nClause 1\n(Accuracy)\ni) The\nPress must take care not to publish inaccurate, misleading or distorted\ninformation or images, including headlines not supported by the text.\nii) A\nsignificant inaccuracy, misleading statement or distortion must be corrected,\npromptly and with due prominence, and — where appropriate — an apology\npublished. In cases involving IPSO, due prominence should be as required by the\nregulator. \niii) A\nfair opportunity to reply to significant inaccuracies should be given, when\nreasonably called for.\niv) The\nPress, while free to editorialise and campaign, must distinguish clearly\nbetween comment, conjecture and fact.\nClause 2\n(Privacy)*\ni)\nEveryone is entitled to respect for their private and family life, home,\nphysical and mental health, and correspondence, including digital\ncommunications.\nii)\nEditors will be expected to justify intrusions into any individual’s private\nlife without consent. In considering an individual’s reasonable expectation of\nprivacy, account will be taken of the complainant’s own public disclosures of\ninformation and the extent to which the material complained about is already in\nthe public domain or will become so.\niii) It\nis unacceptable to photograph individuals, without their consent, in public or\nprivate places where there is a reasonable expectation of privacy.\nClause 3\n(Harassment)*\ni)\nJournalists must not engage in intimidation, harassment or persistent pursuit.\nii) They\nmust not persist in questioning, telephoning, pursuing or photographing\nindividuals once asked to desist; nor remain on property when asked to leave\nand must not follow them. If requested, they must identify themselves and whom\nthey represent.\niii)  Editors must ensure these principles are\nobserved by those working for them and take care not to use non-compliant\nmaterial from other sources.\nClause\n12 (Discrimination)\ni) The\npress must avoid prejudicial or pejorative reference to an individual’s race,\ncolour, religion, sex, gender identity, sexual orientation or to any physical\nor mental illness or disability.\nii)\nDetails of an individual’s race, colour, religion, gender identity, sexual\norientation, physical or mental illness or disability must be avoided unless\ngenuinely relevant to the story.\nFindings\nof the Committee\n17. The\ncomplainant had said that it was inaccurate to state that he had shared\nanti-Semitic posts on social media “since 2014” as the posts to which the\narticle referred were confined to 2014. He said that using the word “since”\nsuggested that he continued to share posts of this nature beyond 2014, which\nwas not the case. It was not in dispute that the complainant had shared posts\nof this nature in 2014, and that they had remained on the social media account\nin question. Where this was the case, the Committee was of the view that the\nposts had been shared “since 2014”, and there was no breach of Clause 1 on this\npoint.\n18. The\ncomplainant had also said that it was inaccurate to claim that he had been\n“banned” from the Labour party’s list of potential council candidates, and that\n– while he was rejected as a councillor – he had not been “banned”. He added\nthat he considered that this suggested that he could never reapply for such a\nposition. It was not in dispute that the complainant had been rejected as a\ncouncillor and it was the Committee’s view that the whole sentence made clear\nthe nature of the “ban” – that this was in relation to the Labour party’s “list\nof potential council candidates”. Where the complainant had been rejected as a\npotential candidate and therefore would not appear on this list, the Committee\nconsidered there was sufficient basis to describe this as the complainant\nhaving been “banned” from such a list. There was no breach of Clause 1\nregarding this point.\n19. The\nCommittee next turned to the complainant’s concerns that it was inaccurate and\nmisleading to claim that he had attended a Quds Day march in London at which a\nspeaker called for Israel to be ”wiped off the map”, as he had attended the\nmarch as a legal observer, rather than in a personal capacity. The Committee\nnoted that it was not in dispute that the complainant had attended the march\nand that, therefore, it was not inaccurate for the article to have included\nthis information. It further noted that the complainant had posted on social\nmedia that he was attending the march, without the caveat that this would be as\na legal observer. The complainant had also expressed concerns that by reporting\nhis attendance alongside the views of other attendees, that this affiliated him\nwith their views and politics and suggested that he also held those views. The\nCommittee noted that the article made no comment on whether the complainant\nheld the same views as the speaker, it merely stated that “one speaker called\nfor Israel to be ‘wiped off the map’”, which the complainant did not dispute.\nFor these reasons, there was no breach of Clause 1.\n20. The\ncomplainant also said that the article had breached Clause 1 by stating that\n“[t]he Cabinet Office has recently adopted an increased due diligence process\nfor guest speakers in line with cross-government best practice” as he\nconsidered that this inaccurately implied that his attendance at the event had\nbeen problematic, and that the Cabinet Office had changed its policies after he\nhad been a guest speaker. The Committee noted that the article did not state\nthat the complainant’s position as a guest speaker had been problematic, it\nmerely stated that the Cabinet Office had recently adopted a new practice.\nWhere the complainant did not dispute that this was the case, there was no\nbreach of Clause 1.\n21. The\ncomplainant had also said that the article as a whole was inaccurate as he\nconsidered it suggested that he still held the views expressed in the headline.\nThe complainant added that it was only made clear towards the end of the\narticle that this was not the case. The Committee noted that the headline\nstated that the complainant “wished death on ‘Zionists’”, with the past tense\nindicating that this was a historic desire. The tweets referenced in the\narticle were clearly dated, and furthermore, included the complainant’s recent\ncomments on his current stance in relation to his previous views. As such, the\nCommittee was satisfied that the articles made clear when the statements had\nbeen made and as such there was no breach of Clause 1 on this point.\n22. The\ncomplainant had also said that Clause 2 and Clause 3 had been breached. The\ncomplainant’s social media account was public and had no privacy restrictions,\nand therefore he did not have a reasonable expectation of privacy over the\ninformation included in it. In addition, the tweets were about views that the\ncomplainant had chosen to share with a public audience and reporting them did\nnot represent an intrusion into the complainant’s private life. The complainant\nalso complained that it was a breach of his privacy to speak to individuals at\nthe Labour party and the Cabinet Office. The Committee noted the Code does not\nprevent newspapers from speaking to third parties in relation to stories or\napproaching people for comment. There was no breach of Clause 2 or Clause 3.\n23. The\ncomplainant had also raised concerns under Clause 12 in relation to the text\n“Muslim ‘anti-racism’ trainer who ran Cabinet Office inclusivity workshop\ncompared Israel to Nazis”, which appeared in the webpage title. This also\nappeared in the ‘Share and comment’ section and in the case of the URL\ncontained a hyphenated version of that same sentence. The Committee first\nconsidered whether those references to the complainant’s faith were prejudicial\nor pejorative. It noted that, while the statements in question did refer to the\ncomplainant’s faith, they then went on to accurately provide a summary of the\npoints made in the article, which had reported that the complainant – an\nanti-racism trainer – had “compared Israel to 'white supremacy' and has wished\ndeath on ‘Zionists’”. In that context, the reference to the complainant’s faith\nwas provided as a biographical detail about him, rather than part of a negative\ndescription. Where the complainant’s religion had been identified by its\ncorrect name, and no pejorative or prejudicial language was used, the reference\nitself was neither prejudicial nor pejorative. The publication was not required\nby the terms of Clause 12 to limit its reporting of things which the\ncomplainant had said or done nor was it the case that any perceived criticism\nof him included in the article constituted a pejorative reference to his\nreligious faith. There was no breach of Clause 12 (i).\n24. The\nCommittee then considered whether the references to the complainant’s faith\nwere “genuinely relevant” to the story. The article reported that the\ncomplainant had “lodged a complaint after Labour banned him from its list of\npotential council candidates. He claimed the decision was based on\n‘institutional islamophobia and anti-Palestinian racism’”. While the complainant\nconsidered that his religion was irrelevant to the article, it provided context\nto his complaint that the Labour Party’s decision was based on “institutional\nislamophobia”. In these circumstances, the peripheral references to the\ncomplainant’s religion, which did not constitute a focus of the article, were\ngenuinely relevant to the story. It was the Committee’s view that the\nperipheral references to the complainant’s religion were proportionate to the\nrelevance it had to one element of the article. There was no breach of Clause\n12 (ii).\nConclusion(s)\n25. The\ncomplaint was not upheld.\nRemedial\nAction Required\n26. N/A\nDate\ncomplaint received: 20/02/2022\nDate\ncomplaint concluded: 02/09/2022\nBack to ruling listing\n\n\n"
}