{
    "url": "/rulings-and-resolution-statements/ruling/?id=01733-14",
    "title": "01733-14 Sattar v The Sunday Telegraph",
    "provisions": [
        "1 (Accuracy) 2015"
    ],
    "outcome": "No breach - after investigation",
    "publication": "The Sunday Telegraph (Telegraph Media Group Ltd)",
    "published_on": "2014-11-09 00:00:00",
    "received_on": "2014-11-09 00:00:00",
    "concluded_on": "2015-03-09 00:00:00",
    "complaint_processing_days": 120,
    "conclusion_long": "9. The complaint was not upheld.",
    "remedial_action": "N/A  Date complaint received: 09/11/2014",
    "text": "\n\n\n\n\n\n·        Decision of the Complaints Committee 01733-14 Sattar v The Sunday Telegraph\nSummary of complaint\n1. Saqib Sattar complained to the Independent Press\nStandards Organisation, on behalf of the iERA, that The Sunday Telegraph had\nbreached Clause 1 (Accuracy) of the Editors’ Code of Practice in an article\nheadlined “Hate preachers ‘at schools, campuses and even Scouts’”, published on\n9 November 2014. \n2. The article reported the findings of a study by Sharia\nWatch UK, and noted that “Islamic extremists” were giving public lectures at a\nwide variety of institutions. The Sharia Watch UK report had questioned the\nappropriateness of this. The article mentioned the Islamic Education and\nResearch Academy (iERA), and said that some of their speakers had been accused\nof “promoting anti-Semitism and homophobia”, as well as suggesting that\n“domestic violence is permissible”, and advocating the “stoning to death of\nwomen who commit adultery”. \n3. The complainant denied that iERA’s speakers were\n“extreme”. He said that the article had failed to include the positive\ncommunity work in which iERA engages, and was based on the report of an\nanti-Islamic organisation. The complainant said that the charity does not\ncondone violence against women or homophobia. \n4. The complainant said that the quotation from Abdurraheem\nGreen, the Chairman of iERA, that “adultery is punishable by death and a slow\nand painful death by stoning” was not considered in its full context: he had\nmade clear that in order for adultery to be proven it must be seen by four\nreliable witnesses. As such, it was unlikely that a person would ever actually\nbe convicted and punished. He also said that Mr Green had clarified the events\nsurrounding his request for a Jewish man to be “removed from his sight” at\nSpeakers’ Corner in Hyde Park: the man in question was a habitual heckler, who\njust happened to be Jewish. The complainant also said that it was misleading to\nstate that Hamza Tzortzis “has claimed that anybody fighting against the Muslim\ncommunity ‘should be killed’ and added: ‘The punishment is beheading’”. Mr\nTzortzis had actually referred to a “particular community”, and had not\nspecified the Muslim community. Further, the punishment for treason in many\nsocieties is death, and so the reference to beheading in this context was not\nextreme. The complainant said that neither Mr Green nor Mr Tzortzis were\ncontacted for comment prior to publication. \n5. The newspaper strongly stood by its article. It noted\nthat none of the quotations or incidents referenced in the article were under\ndispute; rather, the complainant was concerned that the views of Mr Green and\nMr Tzortzis had later been clarified, but these clarifications had not been\nincluded in the article. It believed that its descriptions of iERA’s speakers\nhad been accurate. \nRelevant Code Provisions\n6. Clause 1 (Accuracy) \ni) The press must take care not to publish inaccurate,\nmisleading or distorted information, including pictures. \nii) A significant inaccuracy, misleading statement or\ndistortion once recognised must be corrected, promptly and with due prominence,\nand – where appropriate – an apology published. \nFindings of the Committee\n7. The article had made clear the basis on which it had\nreferred to the speakers’ views as “extreme”, and the Committee did not find\nthat the additional context provided by the complainant substantively altered\nthe meaning of the quotations and incidents cited in the article. Further,\nthere was no suggestion that the references had been inaccurate. The newspaper\nhad been entitled to report Sharia Watch UK’s findings, and was not obliged to\nalso include details of iERA’s community work. \n8. The newspaper had contacted the charity, prior to\npublication, and included its spokesman’s comments that “our speakers have made\nit very clear that they do not promote anti-Semitism, homophobia or violence\nagainst women”. There was no failure to take care over the accuracy of the\narticle, and the Committee did not identify any significantly misleading\nstatements, which would require correction under the terms of Clause 1 (ii).\nThere was no breach of the Code. \nConclusions\n9. The complaint was not upheld. \nRemedial Action Required\nN/A \nDate complaint received: 09/11/2014 \nDate decision issued: 09/03/2015\nBack to ruling listing\n\n\n"
}