{
    "url": "/rulings-and-resolution-statements/ruling/?id=01735-18",
    "title": "01735-18 Chandler v The New European",
    "provisions": [
        "1 Accuracy (2016)"
    ],
    "outcome": "Breach - sanction: publication of correction",
    "publication": "(DISCONTINUED) The New European (Archant)",
    "published_on": "2017-11-25 00:00:00",
    "received_on": "2018-03-09 00:00:00",
    "concluded_on": "2018-10-26 00:00:00",
    "complaint_processing_days": 231,
    "conclusion_long": "28. The complaint was upheld.",
    "remedial_action": "29. Having upheld the complaint, the Committee considered what remedial action should be required.30. In circumstances where the Committee establishes a breach of the Editors’ Code, it can require the publication of a correction and/or adjudication, the nature, extent and placement of which is determined by IPSO.31. In this case, the newspaper had taken steps to address the concerns raised by the complainant, and had offered a clarification, which had set out the complainant’s denial on the points of complaint. The offer of clarification mitigated the seriousness of the breach of Clause 1 (ii). However, it had failed to make clear that the newspaper had failed to provide any basis to show that the complainant had acted with an intention to place Miller onto the Board of Gazprom, as its CEO. The Committee therefore considered that the appropriate remedy was the publication of a further correction. This correction should appear on page two of the newspaper, and at the top of the article as it appears online. The wording should be agreed with IPSO in advance. The Committee did not require that the correction should correct information which was not found to be in breach of the Code. Date complaint received: 09/03/2018",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee 01735-18 Chandler v The New EuropeanSummary of complaint1. Christopher\nChandler complained to the Independent Press Standards Organisation that The\nNew European breached Clause 1 (Accuracy) of the Editors’ Code of Practice in\nan article headlined “Who is hacking Brexit? And why we need our own Robert\nMueller inquiry”, published on 25 November 2017.2. The article was\na comment piece in which the columnist, a Labour MP, discussed at length his\nconcern over what he perceived to be alleged Russian influence in UK politics,\nparticularly surrounding the policy decisions behind the UK’s exit of the\nEuropean Union. In the piece, the columnist asked, “Having intervened in the\nreferendum, are the Russians now pushing the hardest of hard Brexits?” and\nargued: “We need a judge-led investigation to find out”.3. In that context,\nthe columnist identified the Legatum Institute as “firmly backing Hard Brexit”.\nThe article said: \"So who backs Legatum? It is funded by Christopher\nChandler, a New Zealand born billionaire, who lives in Singapore and works in\nDubai”.4. The columnist\nexplained that in the previous week, a fellow Labour MP had suggested that the\nnew Intelligence Select Committee should “make a close study” of the\ncomplainant, as it appeared that he had “made much of his fortune in the chaos\nof Russia”. The columnist alleged that the complainant had “made a great deal\nof his fortune working with Putin’s associates to re-organise Gazprom, the\nlargest energy company in the world, after Putin’s election as President in\n2000, helping to lead a boardroom coup to emplace Alexey Miller, Putin’s deputy\nfrom St Petersburg days, as head of Gazprom”. The columnist said that Gazprom\nsubsequently became “very important” to President Putin as he “consolidated his\npower” in the early 2000s.5. The article was\npublished in substantially the same form online on 25 November 2017, under the\nsame headline.6. The complainant\nsaid that the article contained significant inaccuracies which created a\ndistorted and misleading impression about his engagement with both Gazprom and\nPresident Putin.7. The complainant\ndenied working, directly or indirectly, with President Putin's associates to\nre-organise Gazprom.  He said that he had\nnever met Vladimir Putin, nor dealt with him in any capacity. The complainant\nfurther denied that he had helped, whether directly or indirectly, to lead a\nboardroom coup to install Alexey Miller as head of Gazprom.8. The complainant\nexplained that in 2000, he had owned a minority shareholding in Gazprom through\nthe company Sovereign Global. He said that along with other minority\nshareholders, he had supported a campaign to elect a single director to the\nboard to represent minority shareholders. This resulted in the election of\nBoris Fyodorov, who was not an ally of Putin’s and was independent of the\nRussian government. The complainant said that it was this reconfigured board of\ndirectors that voted to replace the then-CEO with Alexey Miller, ten months\nlater in May 2001. The complainant said that he had no power to, and in fact\ndid not, change the CEO of Gazprom in 2001: the change of leadership in Gazprom\nwas led by the Russian government, which was the controlling shareholder in\nGazprom.9. The complainant\nsaid that the article contained a number of further inaccuracies. He said that\nhe was not \"the funder\" of the Legatum Institute Foundation. He said\nhe was one of four partners of the Legatum Group, and it was the Legatum Group,\nthrough its philanthropic arm, Legatum Foundation Limited, that was one of over\n40 donors to the Legatum Institute Foundation. The complainant further said\nthat he did not live in Singapore; contrary to the claim made in the article,\nhe had never lived there.10. During the course of IPSO’s investigation, the\ncomplainant referred to an article published by the Institutional Investor in\nMarch 2006, which stated:It was not a profitable company, however. Gazprom posted\nlosses of $7 billion in 1998 and $2.8 billion in 1999, while amassing debts of\n$9 billion. The reason, the Chandlers suspected once again, was transfer\npricing. The utility was selling vast quantities of gas at below-market prices\nto a little-known company called Itera Group that Sovereign and others believed\nhad close ties to Gazprom chief executive Rem Vyakhirev and other company\ndirectors, who held five seats on the 11-person board…To combat the abuses and release the company’s value, the\nChandlers backed a campaign by Ryan’s partner, UFG chairman Boris Fyodorov, to\ngain a seat on Gazprom’s board and oust Vyakhirev. A former Finance minister\nand one of Russia’s most prominent reformers, Fyodorov asserted that the\ncompany was plundering corporate assets for the benefit of third parties…At the company’s annual general meeting in July 2000,\nSovereign and other minority investors succeeded in getting Fyodorov elected to\nthe board over a management candidate. By teaming up with the five government\nappointees, who were sympathetic to complaints about management abuses\nfollowing the election of President Vladimir Putin in March 2000, Fyodorov\nchanged the balance of power at Gazprom. In May 2001 the board removed\nVyakhirev as chief executive, kicking him upstairs to the largely ceremonial\nposition of chairman, and installed Alexey Miller, then deputy Energy minister,\nas his replacement. Vyakhirev stepped down a year later, replaced by current\nchairman Dmitry Medvedev.With Miller, a confidant of Putin who remains CEO, stopping\nmuch of the transfer pricing, Gazprom’s share price rebounded. Sovereign sold\noff its stake between late 2002 and mid-2003, posting a 12.5 percent total\nreturn on its investment over nearly four and a half years. It was not the kind\nof result that the brothers were used to, but in unseating Vyakhirev they had\nmade a point — and saved the fund from a significant loss. “We finally left\nafter nearly ten years in Russia because we felt we had done as much as we\ncould in corporate governance and in shareholder rights,” Richard explains.”11. The newspaper did not accept a breach of the Code and\nsaid that it had taken care to report on matters which were of significant\npublic interest. The newspaper explained that it had taken the decision not to\ncontact the complainant for comment, prior to publication, because the fact of\nhis extensive shareholding in Gazprom and, accordingly, his links to the\nRussian Federation were a matter of public record and had been the subject of\nnumerous media reports.12. The newspaper said that the article did not allege that\nthe complainant had met President Putin, or dealt with him in any capacity,\ndirectly or indirectly. The newspaper said that it was accurate to state that\nthe complainant had worked with Putin’s associates to re-organise Gazprom, and\nto state that he had led a boardroom coup to emplace Alexey Miller as head of\nGazprom.13. The newspaper referred to a press release published by\nGazprom. The press release explained that Sovereign Global is the largest\nportfolio investor in Gazprom, and has been investing in Russia and Gazprom for\nalmost ten years. It also contained the following statement from Mr Miller:\n\"Sovereign's unwavering support as a long-term shareholder has played a\nmajor role in the course of development and introduction in Gazprom of high\ncorporate governance standards.\" \nThe press release also set out a number of assurances given by Mr Miller\nto representatives of Sovereign including an assurance that “the Management of\nGazprom will remain committed to further increasing the transparency of the\nCompany and will continue to work to improve the level of corporate governance”.14. The newspaper said that the meaning of the claims made\nabout the complainant in the article under complaint, was that he had a\nsubstantial financial interest in a Russian business, in which the Federation\nheld a controlling interest and which was important to Vladimir Putin. It noted\nthat this had not been disputed by the complainant.15. While the newspaper did not accept a breach of the Code,\nthe newspaper offered to publish the following wording in an attempt to resolve\nthe complaint and with no admission of liability:\"An article we published on 25 November 2017 last year\nmade claims that the Legatum Institute think tank was funded by Mr Christopher\nChandler, a New Zealand billionaire, who lives in Singapore and works in Dubai.\nWe did not intend to suggest that Mr Chandler was a direct, or sole, funder of\nthe Legatum Institute: neither of which is the case. We are also happy to\nclarify that Mr Chandler does not (and has not) lived in Singapore and\napologise to Mr Chandler for that error. Mr Chandler has also asked us to\nclarify that he strenuously denies any allegation that he worked in any way\n(whether with Mr Putin's associates or otherwise) to reorganise GazProm and\nemplace Alexey Miller as head of GazProm. We are happy to do so and to provide\nthis clarification on Mr Chandler's part.\"16. The newspaper accepted that the complainant did not live\nin Singapore, nor had he ever lived there. It explained that the error had\noccurred as a result of a misunderstanding, caused by the fact that the\ncomplainant’s brother was understood to live, or to have lived, in Singapore.\nThe newspaper did not accept that the error amounted to a significant or\nserious inaccuracy. It said that the central point was that the complainant was\nnot a British citizen or a full time resident of the UK.17. The newspaper said that the article did not assert that\nMr Chandler was the sole, or direct, funder of the Legatum Institute\nFoundation. It said that the article did not claim that the complainant was\n\"the funder\", as suggested by the complainant. Rather, it noted that\nthe article had reported that the “[Legatum Institute] is funded by Christopher\nChandler”.18. The newspaper noted that the Legatum Partnership LLP\n(LLLP), a partnership of which the complainant is a partner with three others,\nis the principal donor to the Legatum Institute Foundation (through Legatum\nFoundation Limited (LFL), LLLP's philanthropic arm). This had been accepted by\nthe complainant. It said that the most recently filed Legatum Institute Annual\nReport established that in the relevant period, the Legatum Institute\nFoundation had a total income of £4,398,000, of which £3,935,000 (89%) came\nfrom LIF/LLLP. The newspaper said that on that basis, it was not a significant\ninaccuracy to have stated that the Legatum Institute Foundation was\n\"funded\" by Mr Chandler, albeit not entirely and not by means of\ndirect payments.19. It was a matter of public record, and had not been\ndisputed by the complainant, that Mr Fyodorov, along with the five government\nappointees on Gazprom’s 11 seat board, had constituted a majority, which voted\nto place Mr Miller as CEO of Gazprom in 2001.Relevant Code Provisions 20. Clause 1 (Accuracy)i) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not\nsupported by the text.ii) A significant inaccuracy, misleading statement or\ndistortion must be corrected, promptly and with due prominence, and — where\nappropriate — an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator.iii) A fair opportunity to reply to significant inaccuracies\nshould be given, when reasonably called for.iv) The Press, while free to editorialise and campaign, must\ndistinguish clearly between comment, conjecture and fact.Findings of the Committee21. The\ncolumnist had claimed that the complainant had “made a great deal of his\nfortune working with Putin’s associates to re-organise Gazprom”, and had\ncredited the complainant with “helping to lead a boardroom coup to emplace\nAlexey Miller” as head of Gazprom”.22. It was not in\ndispute that Mr Fyodorov’s platform in standing for election to the Board of\nDirectors was the reform of Gazprom, which, in this context meant voting with\nthe government appointees on the Board of Directors, against the company’s\nexecutive leadership, namely its then Chief Executive. It was also accepted\nthat the complainant’s company, a shareholder in Gazprom, had supported Mr\nFyodorov’s candidacy specifically on the basis that he was seeking to reform\nGazprom, and that Mr Fyodorov had gone on to vote with the government\nappointees to install Alexey Miller as CEO. It was apparent from this chain of\nevents that the complainant’s company had taken an active and prominent role in\nthe changes in corporate governance at Gazprom between 2000 and 2001.23. The\ncolumnist had credited the complainant as having “helped” to “lead a boardroom\ncoup to emplace Alexey Miller, Putin’s deputy from St Petersburg days, as head\nof Gazprom”. This gave the impression that the complainant had acted directly\nto emplace Miller as CEO in 2001; further, it had suggested that complainant’s\ninvolvement in the change in corporate governance at Gazprom in 2000, was\nspecifically in order to place Miller onto the Board of Gazprom as the company’s\nChief Executive. This went further than setting out the complainant’s\nassociation with the chain of events which had subsequently led to Alexey\nMiller being voted onto the Board of Gazprom as CEO. The newspaper had not\nprovided, in the article or in its response to the complaint, any basis to\nsupport this claim. This was a failure to take care over the accuracy of the\narticle, in breach of Clause 1(i). The suggestion that the complainant had\nacted with an intention to place an ally of Putin onto the Board of Gazprom had\nbeen made in the context of the columnist’s concern over alleged Russian\ninfluence in UK politics, and as such, represented a significant inaccuracy\nwhich required correction.24. The\nCommittee welcomed the newspaper’s offer to publish a clarification, which set\nout the complainant’s denial that he had worked to emplace Alexei Miller as\nhead of Gazprom. However, it had failed to acknowledge the inaccurate\nimpression given, that the complainant had acted with an intention to place\nMiller as CEO of Gazprom.  In\ncircumstances where the newspaper had provide no basis to demonstrate the\naccuracy of this claim, on balance, there was a breach of Clause 1(ii).25. The\nCommittee noted the complainant’s denial of working, directly or indirectly,\nwith President Putin's associates to re-organise Gazprom. It was not in dispute\nthat Mr Miller was a close associate of Putin and that the complainant was\ncredited by Mr Miller as being instrumental in the re-organisation of Gazprom\nin the early 2000s. The Gazprom press release had acknowledged that the\ncomplainant’s company had played a “major role in the course of development and\nintroduction in Gazprom of high corporate governance standards” and contained\nan assurance by Mr Miller to the complainant’s company that “the Management of\nGazprom will remain committed to further increasing the transparency of the\nCompany and will continue to work to improve the level of corporate\ngovernance”. Notwithstanding the complainant’s position that he had never met\nMr Miller prior to his appointment, the complainant accepted that the two had\nmet, following Mr Miller’s appointment and that, at the meeting, the\ncomplainant had urged him to adopt certain corporate governance standards at\nGazprom. It was, therefore, clear that the complainant and Mr Miller shared a\ncommon purpose to effect change within Gazprom. In these circumstances, there\nwas no failure to take care over the accuracy of the article in those\ncircumstances, and it was not a significant inaccuracy to claim that the\ncomplainant had worked with Putin’s associates to “reorganise” Gazprom. There\nwas no breach of Clause 1 on this point.26. It was clearly\ninaccurate to report that the complainant was a resident of Singapore. The\nnewspaper had not demonstrated that care was taken over this claim, which had\noccurred as a result of a misunderstanding between the residency of the\ncomplainant and his brother, in breach of Clause 1(i). In the context of an\narticle assigning significance to the legal jurisdictions in which individuals\noperated, misreporting the jurisdiction to which the complainant had moved was\na significant inaccuracy. The newspaper had offered to publish a correction on\nthis point, which addressed the inaccuracy and made clear the correct position.\nThere was no further breach of Clause 1(ii).27. The article had\nnot claimed that the complainant was the sole, or direct funder to the Legatum\nInstitute Foundation. It had stated the Institute “is funded” by the\ncomplainant: this claim was accurate given that the complainant, through the\nLegatum Partnership, was the principal donor to the Legatum Institute\nFoundation. The newspaper had taken care not to publish misleading information,\nand no correction was required under the terms of Clause 1 (ii).Conclusion28. The complaint was upheld.Remedial Action Required29. Having upheld the complaint, the Committee considered\nwhat remedial action should be required.30. In circumstances where the Committee establishes a\nbreach of the Editors’ Code, it can require the publication of a correction\nand/or adjudication, the nature, extent and placement of which is determined by\nIPSO.31. In this case, the newspaper had taken steps to address\nthe concerns raised by the complainant, and had offered a clarification, which\nhad set out the complainant’s denial on the points of complaint. The offer of\nclarification mitigated the seriousness of the breach of Clause 1 (ii). However,\nit had failed to make clear that the newspaper had failed to provide any basis\nto show that the complainant had acted with an intention to place Miller onto\nthe Board of Gazprom, as its CEO. The Committee therefore considered that the\nappropriate remedy was the publication of a further correction. This correction\nshould appear on page two of the newspaper, and at the top of the article as it\nappears online. The wording should be agreed with IPSO in advance. The\nCommittee did not require that the correction should correct information which\nwas not found to be in breach of the Code.\nDate complaint received: 09/03/2018Date decision issued: 26/10/2018 \n \n \nBack to ruling listing\n\n\n"
}