{
    "url": "/rulings-and-resolution-statements/ruling/?id=01740-19",
    "title": "01740-19 White v The Jewish Chronicle",
    "provisions": [
        "1 Accuracy (2018)",
        "2 Privacy (2018)",
        "3 Harassment (2018)"
    ],
    "outcome": "Breach - sanction: publication of adjudication",
    "publication": "The Jewish Chronicle (The Jewish Chronicle)",
    "received_on": "2019-02-27 00:00:00",
    "concluded_on": "2019-11-01 00:00:00",
    "complaint_processing_days": 247,
    "conclusion_long": "36. The complaint was upheld.",
    "remedial_action": "37. Having upheld a breach of Clause 1, the Committee considered what remedial action should be required. 38. The newspaper had breached Clause 1 (i) on multiple occasions and it had not complied with its obligation to correct under the terms of Clause 1 (ii). In these circumstances, the appropriate remedy was the publication of the Committee’s upheld adjudication. 39. The Committee considered the placement of its adjudication. The print article had been published on page 8 of the newspaper. The Committee therefore required publication of an adjudication on page 8 of the newspaper, or further forward.  It should be published on the top half of the page, and the headline of the adjudication must make clear that IPSO has upheld the complaint against The Jewish Chronicle, and refer to its subject matter; it must be agreed in advance. 40. The adjudication should also be published on the newspaper’s website, with a link to the full adjudication (including the headline) appearing on the top half of the newspaper’s homepage, on the first screen, for 24 hours; it should then be archived in the usual way. If the newspaper intends to continue to publish the online articles without amendment to remove the significantly misleading statements identified by the Committee, the full text of the adjudication should also be published on the article, beneath the headline. If amended to remove the misleading statements, a link to the adjudication should be published with the article, explaining that it was the subject of an IPSO adjudication, and explaining the amendments that have been made. 41. The terms of the adjudication for publication are as follows: Following publication of four articles headlined “Ex-Militant Tendency activist accused of bullying Louise Ellman lied about date of birth to rejoin Labour”, published online on 25 February 2019; “Plot to oust MP Ellman spearheaded by a former member of the Trotskyist Militant Tendency”, published online on 25 February 2019; “’Bullied’ Louise Ellman nears exit”, published in print on 1 March 2019; “Labour MP Dame Louise Ellman 'considering her future' in party amid rumours of more resignations”, published online on 1 March 2019, Audrey White complained to the Independent Press Standards Organisation that the Jewish Chronicle breached Clause 1 (Accuracy) of the Editors’ Code of Practice. The complaint was upheld, and IPSO required The Jewish Chronicle to publish this adjudication. The articles reported that the complainant had been “expelled” from the Labour Party in the 1980s, by the then leadership. It said that she had then “lied” about her date of birth on her application to re-join the Party in 2015, “on the day Jeremy Corbyn became leader.” The articles also claimed that during the complainant’s local Constituency Labour Party (CLP) meeting, the complainant had been “amongst a group of militants who repeatedly interrupted” their MP while she delivered a speech. The articles also said that the complainant had “received a number of formal warnings from the Party over allegations of bullying against Party members \", and said that she had “falsely claimed that a Labour councillor was under investigation by the police for having ‘cruelly taunted’ a ‘disabled pensioner suffering from cancer’”. One article reported that the complainant had been a member of the Socialist Party. The complainant denied all the allegations made against her, as set out above. She provided a copy of an email from the Governance and Legal Unit of the Labour Party, which stated that the Party had been “unable to trace a surviving record of a previous membership” or that the complainant was in the past “expelled from membership”. This correspondence also confirmed that “no change” had been made to her membership record”, which continued to record the complainant’s correct date of birth.  The complainant said that she had received one formal warning from the Labour Party, but this did not refer to allegations of bullying. The newspaper said that it had relied upon confidential sources to report that the complainant had been “expelled” from the Labour Party in the 1980s, and had subsequently “lied” on her application to re-join, by use of a “false” date of birth. The Committee wished to explain that publications are entitled to make use of anonymous sources and to protect their identity in line with their obligations under Clause 14 (Confidential sources). However, in this instance, the newspaper had not taken any additional steps to investigate or corroborate the source’s claim that the complainant had been “expelled” from the Labour Party in the 1980s, nor had it produced any evidence to support this easily verifiable claim. Similarly, it had produced no evidence that the complainant had, in fact, entered an incorrect date of birth in her application to re-join the Party in 2015, and had done so intentionally. The newspaper had not been able to demonstrate that it had taken care over the accuracy of the article on these two points; the result was a breach of Clause 1 (i). The combination of these two claims, and their adoption by the publication as fact, gave rise to the clear impression that the complainant, in her recent dealings with the Labour Party, had acted with an intention to deceive. This impression was furthered in the first article, which claimed that the complainant had used a “false” date of birth to re-join the Party “on the day Jeremy Corbyn became leader”, which suggested that the complainant’s actions had been politically motivated. Upon receipt of the correspondence from the Governance and Legal Unit of the Labour Party, the newspaper had not offered to correct these significantly misleading claims, in breach of Clause 1 (ii). The Committee listened to the partial recording of the CLP meeting provided during IPSO’s investigation. It was apparent to the Committee that the MP had spoken in a consistent and conversational tone; the crowd had not been “rowdy”, as alleged. In any event, the statement from the former Mayor of Liverpool, which the newspaper had referenced in support of the claim that the complainant had “repeatedly interrupted” the MP while she had delivered her speech, clearly did not demonstrate that the complainant, or a group which she was a part of, had conducted themselves in this way. The statement provided by the newspaper supported the complainant’s position that she had responded to an open invitation to ask questions. The publication of this claim represented a further failure to take care over the accuracy of the article, in breach of Clause 1 (i) and gave a significantly misleading impression of the complainant’s conduct towards the Labour MP during the meeting, which the newspaper had not offered to correct, in breach of Clause 1 (ii). The newspaper had provided a letter from the Labour Party, in which the complainant had been issued with a formal warning regarding her conduct. It stated that the complainant’s comments and actions had “caused offence” and “upset and distress” to the individuals concerned. Given the nature of this alleged conduct, it was not a failure to take care not to publish inaccurate information, to report that an allegation of “bullying”, made against the complainant, had resulted in her receiving a formal warning from the Labour Party. Yet, the newspaper had not been able to produce any further evidence to demonstrate that the complainant had received a “number” of warnings following allegations of bullying, as claimed. The single letter produced by the newspaper did not support this claim, and accordingly there was a breach of Clause 1 (i).  To report that the complainant had received multiple warnings from the Party was significant, as it gave credibility to a central thrust of the articles, which was that the complainant’s conduct in relation to her dealings with individuals within the Labour Party had consistently fallen below the standards expected. No correction had been offered to address this significantly misleading claim, in breach of Clause 1 (ii). It was plainly not “false” to claim this; during IPSO’s investigation the complainant had provided correspondence between the alleged victim and the Hate Crime Support Service, which referred to the actions taken by the police in respect of the “hate incident” allegation. The publication had published a claim the accuracy of which it could not defend; the result was a breach of Clause 1 (i). The articles’ claim that the complainant had made “false” allegations concerning the actions of the police, was significant given its seriousness, and furthered the misleading impression of the complainant’s conduct towards Labour politicians. Upon receipt of the correspondence provided by the complainant, the newspaper had not offered to correct this significantly inaccurate claim, in breach of Clause 1 (ii). The newspaper had produced no evidence to demonstrate that the complainant had been a member of the Socialist Party. The Committee did not accept that a person showing support for the values of a political Party, was the same as showing support by way of membership. This factual assertion, which the newspaper had failed to defend, represented a breach of Clause 1(i), and the failure to correct the error represented a breach of Clause 1(ii). The Committee expressed significant concerns about the newspaper’s handling of this complaint. The newspaper had failed, on a number of occasions, to answer questions put to it by IPSO and it was regrettable the newspaper’s responses had been delayed. The Committee considered that the publication’s conduct during IPSO’s investigation was unacceptable. The Committee’s concerns have been drawn to the attention of IPSO’s Standards department.Date complaint received: 27/02/2019",
    "text": "\n\n\n\n\n\nDecision\nof the Complaints Committee 01740-19 White v The Jewish Chronicle \nSummary of complaint 1. Audrey White complained to the Independent Press Standards Organisation\nthat The Jewish Chronicle breached Clause 1 (Accuracy), Clause 2 (Privacy) and\nClause 3 (Harassment) of the Editors’ Code of Practice in the following\narticles: “Ex-Militant Tendency activist accused of bullying Louise Ellman\nlied about date of birth to rejoin Labour”, published online on 25 February\n2019; “Plot to oust MP Ellman spearheaded by a former member of the\nTrotskyist Militant Tendency”, published online on 25 February 2019; “’Bullied’ Louise Ellman nears exit”, published in print on 1\nMarch 2019; “Labour MP Dame Louise Ellman 'considering her future' in party\namid rumours of more resignations”, published online on 1 March 2019. 2. The series of\narticles reported that the complainant, an active member of the Labour Party, had\n“repeatedly denied allegations of antisemitism” in the Party and was part of a\n“hard-Left plot” to “oust” a Jewish Labour MP from office. Against that\nbackground, the articles made various claims about the complainant, her\nconduct, and her activities within the Party. 3. The first\narticle reported that the complainant had been “expelled” from the Labour Party\nin the 1980s, by the then leadership. It said that she had then “lied” about\nher date of birth on her application to re-join the Party in 2015, having\nspecified her date of birth as a date in 1995, rather than in 1951. The article\nsaid that the complainant had used a “false” date of birth to re-join the Party\n“on the day Jeremy Corbyn became leader.” The first article reported that in\nresponse to a request for comment, “about her use of a false date of birth on\nher Labour application”, the complainant had replied, “Your paper prints lies”;\nthe article also alleged that the complainant had “slammed down the phone when\nasked to clarify her date of birth”. 4. The first\narticle also reported that during the complainant’s local Constituency Labour\nParty (CLP) meeting, the complainant had been\n“amongst a group of militants who repeatedly interrupted” the MP named in the\narticle. It said that the complainant had “received\na number of formal warnings from the Party over allegations of bullying against\nParty members \", and said that she had “falsely claimed that a Labour councillor was under investigation by the\npolice for having ‘cruelly taunted’ a ‘disabled pensioner suffering from\ncancer’.” 5. The second\narticle said that “since being\nallowed to rejoin Labour, the complainant had launched a sustained campaign\nagainst [the MP]”; it claimed that she was “spearheading” a plot to\n“oust” the MP from office. The article repeated the first article’s claim that\nthe complainant had been “expelled” from Labour 30 years ago, and reported that\nthe complainant had been a member of Militant, before “subsequently becoming a\nmember of the Socialist Party”. 6. The third and\nfourth articles repeated the allegations above, reporting that the complainant had been “amongst a group of militants who repeatedly\ninterrupted” the MP; that she had “received a number of formal warnings\nfrom the party over allegations of bullying against members”; and that she had\n“falsely claimed that a Labour councillor was under investigation by the police\nfor having “cruelly taunted” a “disabled pensioner suffering from cancer”. 7. The complainant\nsaid that the newspaper had, over a series of four articles, reported numerous\ninaccuracies about her and her conduct, in breach of Clause 1. 8. The complainant\ndenied that she had been “expelled” from the Labour Party in the 1980s, or that\nshe had “lied” about her age when she had re-joined it in 2015; she said that,\nin fact, she had entered the correct date on her application. In support of this,\nshe provided a screenshot of her Labour Party Digital\nMembership Card, which recorded her date of birth as a date in 1951. The complainant\nalso provided a copy of an email from the Governance and Legal Unit of the\nLabour Party, which stated: With regard to your\nrecent enquiries the Labour Party has been unable to trace a surviving record\nof a previous membership held by you or that you were in the past expelled from\nmembership.  We can confirm that your date of birth was stated as [date] 1951\nin the application to join the Party received in 2015, but records show that\nyour date of birth had been given as 1.8.1995 when you applied to renew your\nmembership in August 2016.  No change was made to your membership record,\nwhich continues to have your date of birth as [date] 1951. 9. The complainant also\ndenied that she had been “amongst a group of\nmilitants who repeatedly interrupted” the MP named in the articles, during a\nCLP meeting. She said that after the MP had finished speaking, questions were\noffered to members; the complainant said that she put her hand up, was invited to speak by the Chair, and was given\nthe microphone. The complainant said that one man did interrupt the MP once,\nbut this related to a point of order, and was done through the Chair, which is the\nnormal procedure at CLP meetings. A partial recording of the meeting was\nprovided to IPSO. 10.\nThe complainant further said that it was inaccurate to report in\nthe first, third and fourth articles, that she\nhad “falsely claimed” that a Labour councillor was under investigation by the police\nfor having “‘cruelly taunted’ a ‘disabled\npensioner suffering from cancer”. She said that it was not “false” to\nclaim that this was the action taken by the police. In support of this, the\ncomplainant provided a copy of a letter addressed to the alleged victim from a\nrepresentative of the Hate Crime Coordinator for the Central Sigma team in\nMerseyside Police. It stated: “You reported an incident to the police on\n19/11/17 … The incident has been investigated by myself, and I will speak to\nthe person involved in order for them to send a written apology”. The\ncomplainant also provided a copy of an email which the alleged victim had\nreceived from a representative of the Hate Crime Support Service. It stated:\n“We have received your details from Merseyside Police informing us you have\nbeen a victim of a hate incident and are contacting you to offer support”. 11. The complainant said that the articles contained further\ninaccuracies. Firstly, she denied that she had “received\na number of formal warnings from the Party over allegations of bullying against\nparty members \". The complainant also said that she had not “denied\nallegations of antisemitism in the Labour Party”; she said that she had not\nwitnessed antisemitism herself within her constituency branch or the wider\nLabour Party, but did not doubt that it must exist, as it exists in the wider\nsociety. However, she disputed that antisemitism existed within the Labour\nparty to a greater extent than in wider society. During its investigation, IPSO\nalso noted to the complainant’s comments which she had made during an interview\npublished on YouTube: The whole thing about Riverside, about there being\nanti-Semitic comments was started by [name], and he says “thought I’d\nnever hear the anti-Semitism views I heard from two members at a labour party\nmeeting on Friday”. Now that started a whole barrage by the press, it was\nwhipped up by [name] as well. I’ve been to those meetings, there was no\nanti-Semitism, I’ve never heard any anti-Semitism in all my years in the Labour\nand Trade Union movement. Never in my life, and you know what if I had, I\nwouldn’t care about procedure, I would absolutely attack those people…” 12. The complainant also denied that she had\n“launched a sustained campaign” against the MP, although she acknowledged that\nshe disagreed with the MP’s views, and would prefer an MP with views more\nsimilar to her own. She also accepted that she had called for the MP to be\ninvestigated regarding her support of an anonymously authored document which\nhad contained a number of allegations about her and her family, which the\ncomplainant said were false, however, she said that this was not part of a\n“campaign” and was based on legitimate concerns about the MP’s conduct. The complainant further denied that she had ever been a\nmember of the Socialist Party, although she acknowledged that she was a\nsupporter of the values of socialism. 13. Under Clause 2, the complainant said that the first article\nhad disclosed private information about her, namely, the fact of her\napplication to re-join the Labour Party, and the disclosure of her date of\nbirth. The complainant said that the suggestion that she was a “liar” was\nintrusive and upsetting. The complainant expressed further concern that prior\nto publication, the journalist had contacted her via her ex-directory landline and\nhad questioned her in an aggressive manner about the date of birth which she\nhad given on her application. She said she had found this intimidating, in\nbreach of Clause 3. 14. The newspaper said\nthat the journalist had been contacted by trusted, and highly credible sources within the Labour Party,\nand had relied upon them to report that the complainant had been “expelled”\nfrom the Labour Party in the 1980s, and that she had entered an incorrect date\nof birth on her application to re-join it in 2015. The newspaper said it was unable\nto provide the information which it had received from these confidential sources,\nor provide further details regarding why it considered the sources to be\nreliable, because to do so would reveal their identities. The newspaper provided\nan article published in a different publication in 2016. This article reported\nthat “hard-left figures on Merseyside” had been “banished” by the Labour\nleadership 30 years ago, and noted the complainant amongst a list of\nindividuals who had re-emerged on the political scene.  15. The newspaper said\nthat it was accurate to report that the complainant had been “amongst a group\nof militants who repeatedly interrupted” the MP named in the articles. It said\nthat prior to publication, the reporter had spoken to three members of\nLiverpool Wavertree CLP who had attended meetings at the Riverside CLP branch.\nOne was a former Mayor who, as reported in the articles, had\nsaid: “[The MP] stood up at the front to give her report and because they have\nonly got one microphone the chair asked if members wanted to come up and\nask her a question. Audrey White comes up, doesn’t ask a question – and then\njust begins to address the audience herself. I objected to that. But Louise\njust stands there with such amazing dignity.”  The newspaper\nsaid that a further source, who had asked not to be named, said\nthey had heard the complainant describe the MP as a \"warmonger\"; it\nsaid that another local party member told the journalist, \"Audrey White\nalways interrupts Louise.\" The newspaper said that the same group of\nactivists had repeatedly interrupted the MP over many years, and the MP had\nconfirmed to the reporter that she had found the latest CLP meeting\n“intimidating”. 16. The newspaper\nhad said that the complainant had made a complaint to the police\nconcerning the disabled pensioner and the Labour councillor, but that this\ncomplaint had been found to be false. 17. The newspaper\nprovided a letter from the Acting Head of Disputes at The Labour Party, in which\nthe complainant was issued with a formal NEC warning. The letter stated, “It\nhas been brought to the attention of national officers of the Party that you\nhave allegedly made a number of comments in person and on social media\nregarding a separate resolved dispute within which you were not originally\ninvolved. Your comments and actions have caused offence and may have damaged\nthe Party’s reputation… Abuse of any kind – whether direct attacks or\npejorative language which may cause offence—is not acceptable and will not be\ntolerated in our Party”. The letter further stated, “the impact of doing so has\ncaused upset and distress for all involved in the original dispute and has not\nassisted in resolving the matter”. 18. In support of its position that the complainant had\ndenied allegations of antisemitism within Labour, the newspaper provided a copy\nof an article published in another publication. This article claimed that a\nreport, which the publication noted referred to claims of antisemitism within\nthe complainant’s local Labour branch, had been described by the complainant as\ncontaining “libellous” and “anonymous accusations”. The newspaper provided\nanother article, which reported further comments from the complainant on the\nreport: “There was no bullying and antisemitism. This is a fabrication and we\nwill not let this slur against us and our city go unchallenged.” These articles\nwere published in October 2016 and January 2017 respectively, and remained in\nthe public domain apparently without being amended or corrected.  It also noted that that the complainant was a\nsignatory to her constituency’s submission to the Chakrabarti Report, which the\npublication said repeatedly sought to downplay that the extent of antisemitism\nwithin the Labour party and concluded by claiming that “…the charge of\nantisemitism is being used to bully and silence.” 19. The newspaper said it was accurate to report that the\ncomplainant had “launched a sustained attack” against the MP named in the\narticle. It noted that it had been widely reported that the complainant had\ncalled for the MP to be “investigated” after she had shown support to an\nanonymous report detailing claims of antisemitism within the Riverside branch\nof Labour. 20. The newspaper did\nnot accept that publishing details of the complainant’s application to re-join\nthe Labour Party was intrusive, or that the manner in which the journalist had\nengaged with the complainant represented a breach of Clause 2 or Clause 3. It\nsaid that the journalist had not recorded the telephone call, or taken a\ncontemporaneous note, but his call had been overheard by the newspaper’s\nAssistant Editor. The editor provided the following statement to IPSO: I did overhear [journalist]\ntalking to White on the phone. He was respectful at all times, while directly putting\nto her the concerns about her application to rejoin Labour, and rebutting her\nallegation that his call to her was abusive, as she appeared to be claiming. 21. The newspaper noted\nthat it had published procedural, rather than personal, information about the\ncomplainant. It said that, in any event, the complainant was a highly active,\nwell-known member of the Party who had been involved in public controversy. It\nsaid that the Labour Party is currently embroiled in a bitter internal battle\nregarding allegations of antisemitism and as a result, its internal issues are\na matter of significant public interest, particularly amongst the Jewish\ncommunity. 22. In response to\nthe letter provided by the newspaper, from the Acting Head of Disputes at The\nLabour Party, the complainant said that it did not substantiate the articles’\nclaim that she had received a “number” of formal warnings from the Party, and noted\nthat it did not refer to bullying. The complainant also said that the comments which\nthe newspaper had received from members of Wavertree, regarding what took place\nat the Riverside CLP meeting, could only be hearsay or fabrication, as\nWavertree members cannot attend Riverside CLP meetings unless they are invited\nas a speaker. \nRelevant Code Provisions 23. Clause\n1 (Accuracy)  i) The Press must take care not to\npublish inaccurate, misleading or distorted information or images, including\nheadlines not supported by the text. ii) A significant inaccuracy,\nmisleading statement or distortion must be corrected, promptly and with due\nprominence, and — where appropriate — an apology published. In cases involving\nIPSO, due prominence should be as required by the regulator.\niii) A fair opportunity to reply to\nsignificant inaccuracies should be given, when reasonably called for.\niv) The Press, while free to\neditorialise and campaign, must distinguish clearly between comment, conjecture\nand fact.  \nClause 2 (Privacy)* i) Everyone is entitled to respect for\nhis or her private and family life, home, health and correspondence, including\ndigital communications.\nii) Editors will be expected to justify\nintrusions into any individual's private life without consent. In considering\nan individual's reasonable expectation of privacy, account will be taken of the\ncomplainant's own public disclosures of information and the extent to which the\nmaterial complained about is already in the public domain or will become so.\niii) It is unacceptable to photograph\nindividuals, without their consent, in public or private places where there is\na reasonable expectation of privacy. \nClause 3\n(Harassment)*  \ni) Journalists must\nnot engage in intimidation, harassment or persistent pursuit.\nii) They must not\npersist in questioning, telephoning, pursuing or photographing individuals once\nasked to desist; nor remain on property when asked to leave and must not follow\nthem. If requested, they must identify themselves and whom they represent.\niii) Editors must\nensure these principles are observed by those working for them and take care\nnot to use non-compliant material from other sources.\nThe\nPublic Interest \nThere\nmay be exceptions to the clauses marked * where they can be demonstrated to be\nin the public interest. \n1.\nThe public interest includes, but is not confined to: Detecting\nor exposing crime, or the threat of crime, or serious impropriety.Protecting\npublic health or safety.Protecting\nthe public from being misled by an action or statement of an individual or\norganisation.Disclosing\na person or organisation’s failure or likely failure to comply with any\nobligation to which they are subject.Disclosing\na miscarriage of justice.Raising\nor contributing to a matter of public debate, including serious cases of\nimpropriety, unethical conduct or incompetence concerning the public.Disclosing\nconcealment, or likely concealment, of any of the above. 2.\nThere is a public interest in freedom of expression itself. 3.\nThe regulator will consider the extent to which material is already in the\npublic domain or will become so. 4.\nEditors invoking the public interest will need to demonstrate that they\nreasonably believed publication - or journalistic activity taken with a view to\npublication – would both serve, and be proportionate to, the public interest\nand explain how they reached that decision at the time. 5.\nAn exceptional public interest would need to be demonstrated to over-ride the\nnormally paramount interests of children under 16. \nFindings of the Committee 24. The\nnewspaper had relied upon confidential sources to report that the complainant\nhad been “expelled” from the Labour Party in the 1980s, and had subsequently\n“lied” on her application to re-join, by use of a “false” date of birth.\nPublications are entitled to make use of anonymous sources and to protect their\nidentity in line with their obligations under Clause 14 (Confidential sources).\nHowever,\nin this instance, the newspaper had not taken any additional steps to\ninvestigate or corroborate the source’s claim that the complainant had been\n“expelled” from the Labour Party in the 1980s, nor had it produced any evidence\nto support this claim. Similarly, it had produced no evidence that the\ncomplainant had, in fact, entered an incorrect date of birth in her application\nto re-join the Party in 2015, and had done so intentionally. The newspaper had\nnot been able to demonstrate that it had taken care over the accuracy of the\narticle on these two points; the result was a breach of Clause 1 (i). 25. The combination\nof these two claims, and their adoption by the publication as fact, gave rise to the clear impression that the complainant, in\nher recent dealings with the Labour Party, had acted with an intention to\ndeceive. This impression was furthered in the first article, which claimed that\nthe complainant had used a “false” date of birth to re-join the Party “on the day\nJeremy Corbyn became leader”, which suggested that the complainant’s actions\nhad been politically motivated. During the course of IPSO’s\ninvestigation, the complainant provided correspondence from the Labour Party,\nwhich confirmed that the Party had been unable to trace a surviving record of\nthe complainant having been expelled. This correspondence also confirmed that\nno change had been made to the complainant’s membership record, which continued\nto record her correct date of birth. Upon receipt of this correspondence, the\nnewspaper had not offered to correct these significantly misleading claims, in\nbreach of Clause 1 (ii). 26. The Committee\nlistened to the partial recording of the CLP meeting provided during IPSO’s\ninvestigation. It was apparent to the Committee that the MP had spoken in a\nconsistent and conversational tone; the crowd had not been “rowdy”, as alleged.\nIn any event, the statement from the former Mayor of Liverpool, which the\nnewspaper had referenced in support of the claim that the complainant had\n“repeatedly interrupted” the MP while she had delivered her speech, clearly did\nnot demonstrate that the complainant, or a group which she was a part of, had\nconducted themselves in this way. The statement provided by the newspaper supported\nthe complainant’s position that she had responded to an open invitation to ask questions. The publication\nof this claim represented a further failure to take care over the accuracy of\nthe article, in breach of Clause 1 (i) and gave a significantly misleading\nimpression of the complainant’s conduct towards the Labour MP during the\nmeeting, which the newspaper had not offered to correct, in breach of Clause 1\n(ii). 27. The letter from\nthe Labour Party, in which the complainant had been issued with a formal\nwarning regarding her conduct, stated that the complainant’s comments and\nactions had “caused offence” and “upset and distress” to the individuals\nconcerned. Given the nature of this alleged conduct, it was not a failure to\ntake care not to publish inaccurate information, to report that an allegation\nof “bullying”, made against the complainant, had resulted in her receiving a\nformal warning from the Labour Party. Yet, the newspaper had not been able to\nproduce any further evidence to demonstrate that the complainant had received a\n“number” of warnings following allegations of bullying, as claimed. The single\nletter produced by the newspaper did not support this claim, and accordingly\nthere was a breach of Clause 1 (i).  To\nreport that the complainant had received multiple warnings from the Party was\nsignificant, as it gave credibility to a central thrust of the articles, which\nwas that the complainant’s conduct in relation to her dealings with individuals\nwithin the Labour Party had consistently fallen below the standards expected.\nNo correction had been offered to address this significantly misleading claim,\nin breach of Clause 1 (ii). 28. The newspaper\nhad said that the complainant had made a complaint\nto the police concerning the disabled pensioner and the Labour councillor, but\nthat this complaint had been found to be false. The newspaper had produced no\nevidence to support this allegation, however, in any event, any outcome of\nthe case bore no relevance to the claim made in the articles, which was that\nthe complainant had “falsely claimed that a Labour councillor was under\ninvestigation by the police”. It was plainly not “false” to claim this; the\ncomplainant had provided correspondence between the alleged victim and the Hate\nCrime Support Service, which referred to the actions taken by the police in\nrespect of the “hate incident” allegation. The publication had published a\nclaim the accuracy of which it could not defend; the result was a breach of\nClause 1 (i). The articles’ claim that the complainant had made “false” allegations\nconcerning the actions of the police, was significant given its seriousness,\nand furthered the misleading impression of the complainant’s conduct towards\nLabour politicians. Upon receipt of the correspondence provided by the\ncomplainant, the newspaper had not offered to correct this significantly\ninaccurate claim, in breach of Clause 1 (ii). 29. The newspaper\nhad produced no evidence to demonstrate that the complainant had been a member\nof the Socialist Party. The Committee did not accept that a person showing\nsupport for the values of a political Party, was the same as showing support by\nway of membership. This factual assertion, which the newspaper had failed to\ndefend, represented a breach of Clause 1(i), and the failure to correct the\nerror represented a breach of Clause 1(ii). 30. The complainant did not accept the articles’ claim that\nshe had “repeatedly denied allegations of antisemitism in Jeremy Corbyn’s\nparty”. The Committee noted that the complainant had commented publicly\nregarding allegations of antisemitism within the Labour Party; she had given an\ninterview in which she denied that she had ever heard any antisemitism within\nthe Labour Party or the trade union movement, and she was quoted in an article\nas saying that “there was no bullying or antisemitism”. In addition, she was\nalso a signatory to her constituency’s submission to the Chakrabarti report, and\nthis submission rebuffed concerns that antisemitism was as widespread in the\nLabour Party as some had suggested. Finally, during the course of IPSO’s\ninvestigation, the complainant repeated her position that she had not heard\nanti-Semitic remarks herself, but as antisemitism exists in wider society, it\nmust also exist within the Labour Party; she denied that the issue of\nantisemitism was any worse than in the wider society. The Committee noted that\nthe complainant was only able to speak for her own experience, however, in circumstances where the complainant had repeatedly\ntaken a stance on this issue, and had, on repeated occasions appeared to\ndeny others’ claims as to the extent of their concerns regarding antisemitism\nin the Labour party, the Committee considered that the publication had an\nadequate basis to describe the complainant as having “repeatedly denied” claims\nof antisemitism, and the characterisation was not inaccurate\nor misleading. There was no breach of Clause 1 on this point. 31. The complainant had denied that she had “launched a\nsustained campaign against” her local MP. It appeared to be accepted that the\ncomplainant had publicly criticised the MP and openly opposed views and conduct;\nthe complainant’s comments regarding the MP had been widely reported, and the\ncomplainant accepted that she would prefer a different MP in line with her\nviews. The Committee also noted that the complainant had called for the MP to\nbe formally investigated. The Committee was satisfied that this provided a\nreasonable basis for the manner in which the newspaper had characterised the\ncomplainant’s activities. There was no failure to take care over the accuracy\nof the article, and the Committee did not consider that the newspaper’s\ncharacterisation had been significantly misleading or inaccurate. There was no\nbreach of Clause 1 on this point. 32. The Committee\nturned to the complaint made under Clause 2. Membership of a political party is\nan expression of political affiliation, which is not information which in\nordinary circumstances relates to an individual’s private and family life. In\nthis instance, the mere fact that the complainant had chosen to re-join a political\nparty, and the publication of the year of her birth, which was a matter of\npublic record, was not information about which she had a reasonable expectation\nof privacy. There was no breach of Clause 2 on these points. 33. The Committee\nacknowledged the complainant had been concerned when she had received a phone\ncall from the journalist via her ex-directory number. The question for the\nCommittee was whether the journalist’s conduct, in contacting the complainant\nin this way or during the call, was intrusive under Clause 2, or constituted\nharassment under the terms of Clause 3. 34. The journalist\nhad telephoned the complainant and had questioned her about the date of birth\nwhich she was said to have recorded on her application to re-join the Labour\nParty. Contacting a person over the phone, even if that number is ex-directory,\nwill not ordinarily be considered to be intrusive. In any event there was\npublic interest in giving the complainant an opportunity to respond to the\njournalist’s inquiries. It was accepted between the parties that this conversation\nhad been a robust exchange, which the Committee considered was to be expected,\ngiven the nature of the allegation being put to the complainant. It was\nregrettable that the journalist had not recorded the call, or taken a\ncontemporaneous note, however the newspaper had provided a supporting statement\nfrom the Assistant Editor who had heard the journalist’s side of the\nconversation, and had said that the journalist had put the allegation to the\ncomplainant in a respectful manner. In all the circumstances, the Committee did\nnot establish that this single telephone conversation, made for the purposes of\npursuing a political news story, represented a breach of Clause 2 or Clause 3. 35. The Committee\nexpressed significant concerns about the newspaper’s handling of this\ncomplaint. The newspaper had failed, on a number of occasions, to answer\nquestions put to it by IPSO and it was regrettable the newspaper’s responses\nhad been delayed. The Committee considered that the publication’s conduct\nduring IPSO’s investigation was unacceptable. The Committee’s concerns have\nbeen drawn to the attention of IPSO’s Standards department. \nConclusions  36. The complaint\nwas upheld. \nRemedial\naction required 37. Having upheld a\nbreach of Clause 1, the Committee considered what remedial action should be\nrequired. 38. The newspaper\nhad breached Clause 1 (i) on multiple occasions and it had not complied with\nits obligation to correct under the terms of Clause 1 (ii). In these\ncircumstances, the appropriate remedy was the publication of the Committee’s\nupheld adjudication. 39. The Committee\nconsidered the placement of its adjudication. The print article had been\npublished on page 8 of the newspaper. The Committee therefore required\npublication of an adjudication on page 8 of the newspaper, or further\nforward.  It should be published on the\ntop half of the page, and the headline of the adjudication must make clear that\nIPSO has upheld the complaint against The Jewish Chronicle, and refer to its\nsubject matter; it must be agreed in advance. 40. The adjudication\nshould also be published on the newspaper’s website, with a link to the full\nadjudication (including the headline) appearing on the top half of the\nnewspaper’s homepage, on the first screen, for 24 hours; it should then be\narchived in the usual way. If the newspaper intends to continue to publish the\nonline articles without amendment to remove the significantly misleading\nstatements identified by the Committee, the full text of the adjudication\nshould also be published on the article, beneath the headline. If amended to\nremove the misleading statements, a link to the adjudication should be\npublished with the article, explaining that it was the subject of an IPSO\nadjudication, and explaining the amendments that have been made. 41. The terms of the\nadjudication for publication are as follows: Following publication of four\narticles headlined “Ex-Militant Tendency activist\naccused of bullying Louise Ellman lied about date of birth to rejoin Labour”,\npublished online on 25 February 2019; “Plot to oust MP Ellman spearheaded by a\nformer member of the Trotskyist Militant Tendency”, published online on 25\nFebruary 2019; “’Bullied’ Louise Ellman nears exit”, published in print on 1\nMarch 2019; “Labour MP Dame Louise Ellman 'considering her future' in party\namid rumours of more resignations”, published online on 1 March 2019,\nAudrey White complained to the Independent Press Standards Organisation that\nthe Jewish Chronicle breached Clause 1 (Accuracy) of the Editors’ Code of\nPractice. The complaint was upheld, and IPSO required The Jewish Chronicle to\npublish this adjudication. The\narticles reported that the complainant had been “expelled” from the Labour\nParty in the 1980s, by the then leadership. It said that she had then “lied”\nabout her date of birth on her application to re-join the Party in 2015, “on\nthe day Jeremy Corbyn became leader.” The articles also claimed that during the\ncomplainant’s local Constituency Labour Party (CLP) meeting, the complainant had been “amongst a group of militants who repeatedly\ninterrupted” their MP while she delivered a speech. The articles also said that\nthe complainant had “received a number of formal\nwarnings from the Party over allegations of bullying against Party members\n\", and said that she had “falsely\nclaimed that a Labour councillor was under investigation by the police for\nhaving ‘cruelly taunted’ a ‘disabled pensioner suffering from cancer’”. One\narticle reported that the complainant had been a member of the Socialist Party. The complainant denied all the\nallegations made against her, as set out above. She provided\na copy of an email from the Governance and Legal Unit of the Labour Party,\nwhich stated that the Party had been “unable\nto trace a surviving record of a previous membership” or that the complainant\nwas in the past “expelled from membership”. This correspondence also confirmed\nthat “no change” had been made to her membership record”, which continued to\nrecord the complainant’s correct date of birth.  The complainant said that\nshe had received one formal warning from the Labour Party, but this did not\nrefer to allegations of bullying. The newspaper said that it had relied upon confidential sources to\nreport that the complainant had been “expelled” from the Labour Party in the\n1980s, and had subsequently “lied” on her application to re-join, by use of a\n“false” date of birth. The Committee wished to explain that publications are entitled to\nmake use of anonymous sources and to protect their identity in line with their obligations\nunder Clause 14 (Confidential sources). However, in this\ninstance, the newspaper had not taken any additional steps to investigate or\ncorroborate the source’s claim that the complainant had been “expelled” from\nthe Labour Party in the 1980s, nor had it produced any evidence to support this\neasily verifiable claim. Similarly, it had produced no evidence that the\ncomplainant had, in fact, entered an incorrect date of birth in her application\nto re-join the Party in 2015, and had done so intentionally. The newspaper had\nnot been able to demonstrate that it had taken care over the accuracy of the\narticle on these two points; the result was a breach of Clause 1 (i). The\ncombination of these two claims, and their adoption by the publication as fact,\ngave rise to the clear impression that the\ncomplainant, in her recent dealings with the Labour Party, had acted with an\nintention to deceive. This impression was furthered in the first article, which\nclaimed that the complainant had used a “false” date of birth to re-join the\nParty “on the day Jeremy Corbyn became leader”, which suggested that the\ncomplainant’s actions had been politically motivated. Upon receipt of\nthe correspondence from the Governance and Legal Unit of the Labour Party, the\nnewspaper had not offered to correct these significantly misleading claims, in\nbreach of Clause 1 (ii). The\nCommittee listened to the partial recording of the CLP meeting provided during\nIPSO’s investigation. It was apparent to the Committee that the MP had spoken\nin a consistent and conversational tone; the crowd had not been “rowdy”, as\nalleged. In any event, the statement from the former Mayor of Liverpool, which\nthe newspaper had referenced in support of the claim that the complainant had\n“repeatedly interrupted” the MP while she had delivered her speech, clearly did\nnot demonstrate that the complainant, or a group which she was a part of, had\nconducted themselves in this way. The statement provided by the newspaper\nsupported the complainant’s position that she had responded to an open invitation to ask questions. The\npublication of this claim represented a further failure to take care over the\naccuracy of the article, in breach of Clause 1 (i) and gave a significantly\nmisleading impression of the complainant’s conduct towards the Labour MP during\nthe meeting, which the newspaper had not offered to correct, in breach of\nClause 1 (ii). The\nnewspaper had provided a letter from the Labour Party, in which the complainant\nhad been issued with a formal warning regarding her conduct. It stated that the\ncomplainant’s comments and actions had “caused offence” and “upset and\ndistress” to the individuals concerned. Given the nature of this alleged\nconduct, it was not a failure to take care not to publish inaccurate\ninformation, to report that an allegation of “bullying”, made against the\ncomplainant, had resulted in her receiving a formal warning from the Labour\nParty. Yet, the newspaper had not been able to produce any further evidence to\ndemonstrate that the complainant had received a “number” of warnings following\nallegations of bullying, as claimed. The single letter produced by the\nnewspaper did not support this claim, and accordingly there was a breach of\nClause 1 (i).  To report that the\ncomplainant had received multiple warnings from the Party was significant, as\nit gave credibility to a central thrust of the articles, which was that the\ncomplainant’s conduct in relation to her dealings with individuals within the\nLabour Party had consistently fallen below the standards expected. No\ncorrection had been offered to address this significantly misleading claim, in\nbreach of Clause 1 (ii). It\nwas plainly not “false” to claim this; during IPSO’s investigation the\ncomplainant had provided correspondence between the alleged victim and the Hate\nCrime Support Service, which referred to the actions taken by the police in\nrespect of the “hate incident” allegation. The publication had published a\nclaim the accuracy of which it could not defend; the result was a breach of\nClause 1 (i). The articles’ claim that the complainant had made “false”\nallegations concerning the actions of the police, was significant given its\nseriousness, and furthered the misleading impression of the complainant’s\nconduct towards Labour politicians. Upon receipt of the correspondence provided\nby the complainant, the newspaper had not offered to correct this significantly\ninaccurate claim, in breach of Clause 1 (ii). The\nnewspaper had produced no evidence to demonstrate that the complainant had been\na member of the Socialist Party. The Committee did not accept that a person\nshowing support for the values of a political Party, was the same as showing\nsupport by way of membership. This factual assertion, which the newspaper had\nfailed to defend, represented a breach of Clause 1(i), and the failure to\ncorrect the error represented a breach of Clause 1(ii). The\nCommittee expressed significant concerns about the newspaper’s handling of this\ncomplaint. The newspaper had failed, on a number of occasions, to answer\nquestions put to it by IPSO and it was regrettable the newspaper’s responses\nhad been delayed. The Committee considered that the publication’s conduct\nduring IPSO’s investigation was unacceptable. The Committee’s concerns have\nbeen drawn to the attention of IPSO’s Standards department.Date complaint received: 27/02/2019Date decision issued: 01/11/2019\nBack to ruling listing\n\n\n"
}