{
    "url": "/rulings-and-resolution-statements/ruling/?id=01743-21",
    "title": "01743-21 Power v Mail Online",
    "provisions": [
        "1 Accuracy (2019)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "Mail Online (Associated Newspapers Limited)",
    "published_on": "2021-02-12 00:00:00",
    "received_on": "2021-02-17 00:00:00",
    "concluded_on": "2022-03-18 00:00:00",
    "complaint_processing_days": 394,
    "conclusion_long": "16. The complaint was not upheld.",
    "remedial_action": "17. N/A    Date complaint received: 17/02/2021",
    "text": "\n\n\n\n\n\nDecision\nof the Complaints Committee – 01743-21 Power v Mail Online\nSummary\nof Complaint\n1.\nRosemary Power complained to the Independent Press Standards Organisation that\nMail Online breached Clause 1 (Accuracy) of the Editors’ Code of Practice in an\narticle headlined “Illegal migrants are getting Covid jabs in free plush\nquarantine hotels at Heathrow weeks ahead of older and more vulnerable British\npeople...while arrivals from 'red-list' countries must pay £1,750 for WORSE\naccommodation”, published on 12 February 2021.\n2. The\narticle reported that some migrants claiming asylum in the UK during the\ncoronavirus pandemic were receiving a coronavirus vaccine ahead of vulnerable\nor older British people who were higher up the priority list. It also stated\nthat these migrants were staying in higher quality hotels than travellers\nreturning from red list countries, who were obliged to pay for their quarantine\naccommodation, reporting that the migrants’ situation was a “far cry from the\nless-than-warm welcome awaiting travellers from 33 'red list' countries flying\ninto Heathrow, and four other English airports”. The article noted that a\nfour-star hotel was “among hotels across Britain housing migrants who have\nslipped into country illegally”. The claim that the migrants had “slipped into\nthe country illegally” was repeated in the text of article, and the experiences\nof several migrants was reported in the article in quotes; one stated that “I\nwas living rough in Calais until before Christmas when I came to the UK by\nboat”; another explained “I had been in Europe for seven years trying to find a\nway to get to the UK”. The article also reported that the migrants were\n“await[ing] their asylum claims to be decided” and described the migrants as\n“asylum seekers”. The article reported that the migrants, in discussing the\nhotel accommodation in which they lived, had described the “English breakfast\n[as] ‘very good’”. A bullet point at the start of the article claimed that one\n“20-year-old boasted how he and 400 other migrants have had the coronavirus\njab”. The article included the man’s full quote, stating that he “proclaim[ed]\nproudly: 'I was given the vaccination yesterday at the hotel to stop me\ncatching Covid. There are 400 migrants living here and we nearly all had it. No\none I know refused.'” And that he “tapp[ed] his arm to show the site of the injection”.\n3. The\ncomplainant said that the article was inaccurate in breach of Clause 1. She\nsaid that the headline wrongly described asylum seekers as “illegal migrants”.\nShe said that it was not illegal for asylum seekers to arrive in a country\nundocumented and by informal routes, and that this was frequently the only\noption available to them. She said that 98% of people who arrived in this\nmanner claimed asylum, and therefore they should be referred to as “asylum\nseekers”.\n4. The\ncomplainant also said it was inaccurate to describe the subjects of the article\nas receiving an “English breakfast” as this gave the misleading impression they\nwere given a substantial breakfast and not simply the bread, butter and jam\nthey did receive. She also said it was inaccurate to state that one of the\nasylum seekers had “boasted” that he had received the vaccine; she said that\ntheir expression of gratitude should not have been twisted. Finally, the\ncomplainant said that the article had breached Clause 1 as it was irrelevant to\ncompare the treatment of asylum seekers with those who had chosen to travel\nfrom red list countries and that the tone of the article was abusive.\n5. The\npublication did not accept a breach of the Code. It said that headlines should\nbe read in conjunction with the content of the article, and noted that the\narticle referred to the hotel occupants as “asylum seekers” five times. It said\nit was, therefore, abundantly clear that the residents had claimed asylum, and\nwere awaiting judgment with respect to their applications. It said it was also\nclear from the article that the asylum seekers interviewed had entered the\ncountry illegally, making them “illegal migrants”, and noted that the Prime\nMinister had stated that those who crossed the channel via boat without the\ncorrect documents were “breaking the law”. The publication said that it was not\nan inaccurate characterisation to refer to asylum seekers who had entered the\ncountry as irregular migrants as “illegal migrants” as this was a plain term\ndescription of how they entered the country. Whilst it did not accept that this\namounted to a breach of the Code, it amended the headline refer to “asylum\nseekers” rather than “illegal migrants”. In addition, a footnote was added to\nthe article which read “Since publication the headline of this article has been\namended to refer to 'asylum seekers' and not 'illegal migrants'.”\n6. The\npublication said it was not significantly inaccurate to refer to a breakfast of\nbread, butter and jam as an “English breakfast” and said that it had used this\nterm to contrast with the breakfasts served in the migrant’s home countries.\nWith regard to the claim that one of the migrants had “boasted” that he had\nreceived a vaccine, the publication noted that the article in full made clear\nhe had “proclaimed proudly” he had the jab, and had tapped the vaccine site on\nhis arm.\n7. The\nCommittee noted the terms of Article 31 of the UN Refugee Convention:\nREFUGEES\nUNLAWFULLY IN THE COUNTRY OF REFUGEE\n1.\nThe Contracting States shall not impose penalties, on account of their illegal\nentry or presence, on refugees who, coming directly from a territory where\ntheir life or freedom was threatened in the sense of article 1, enter or are\npresent in their territory without authorization, provided they present\nthemselves without delay to the authorities and show good cause for their\nillegal entry or presence.\nand\nsection 31 of The Immigration and Asylum Act (1999) which states that:\nDefences\nbased on Article 31(1) of the Refugee Convention.\n(1)\nIt is a defence for a refugee charged with an offence to which this section\napplies to show that, having come to the United Kingdom directly from a country\nwhere his life or freedom was threatened (within the meaning of the Refugee\nConvention), he […].—\n(b) showed\ngood cause for his illegal entry or presence;\n(2)\nIf, in coming from the country where his life or freedom was threatened, the\nrefugee stopped in another country outside the United Kingdom, subsection (1)\napplies only if he shows that he could not reasonably have expected to be given\nprotection under the Refugee Convention in that other country. \n8. The\npublication said that the legal instruments demonstrated its position that it\nwas not mutually exclusive to describe foreign citizens who enter the country\nwithout leave and who then immediately present themselves to the authority in\norder to claim asylum as being both asylum seekers and illegal migrants. It\nnoted that both of the legal instruments made reference to “illegal entry or\npresence”, and that the people who were interviewed by the reporter indicated\nthat they had entered the country illegally by small boat over the channel or\nby lorry from Europe. The publication also said that, whilst it did not wish to\nmake any particular assertions regarding the asylum seeker status of the\nmigrants interviewed, 31(2) of the Immigration and Asylum Act made reference to\nthe protection that could be given by the previous country the migrants stopped\nin, and that the most recent country passed through by the migrants interviewed\nwould have been France.\n9. The\npublication also noted that the UK government itself referred to the method of\nentry described by the migrants in the article under complaint as “illegal\nmigration”, such as in the recent consultation into the reform of the Human\nRights Act 1998 which stated that “298) Equally, there are a number of other\nchallenges to the government’s ability to tackle illegal migration,\nparticularly via small boats in the English Channel”.\n10. The\ncomplainant disputed this interpretation and said that the publication’s\nresponse contradicted the relevant legal instruments, and she did not consider\nit relevant to cite quotes from Members of Parliament or the Home Office.\nRelevant\nCode Provisions\nClause 1\n(Accuracy)\ni) The\nPress must take care not to publish inaccurate, misleading or distorted\ninformation or images, including headlines not supported by the text.\nii) A\nsignificant inaccuracy, misleading statement or distortion must be corrected,\npromptly and with due prominence, and — where appropriate — an apology\npublished. In cases involving IPSO, due prominence should be as required by the\nregulator. \niii) A\nfair opportunity to reply to significant inaccuracies should be given, when reasonably\ncalled for.\niv) The\nPress, while free to editorialise and campaign, must distinguish clearly\nbetween comment, conjecture and fact.\nFindings\nof the Committee\n11. The\nCommittee first made clear that people have a right to seek asylum in the UK,\nand that it is not illegal to do so.\n12. The\nbody of the article had referred to the migrants as “await[ing] their asylum\nclaims to be decided”, and described them as “asylum seekers”. The question for\nthe Committee was whether it was inaccurate to describe the migrants, elsewhere\nin the article, as “illegal migrants”, in these circumstances. The Committee\nnoted that the terms “illegal migrants” and “asylum seekers” were distinct\nterms, and were not interchangeable.\n13. The\narticle had described the routes taken by the migrants into the UK, such as in\nlorries or via boat, and had quoted two migrants describing how they had\nentered the UK through irregular routes. The publication had provided quotes\nfrom the government which described migrants who entered the UK via irregular\nmethods in which it had described them as “breaking the law” and had described\nthese routes as “illegal migration”. The Committee also noted that the United\nNations Refugee Convention, which UK immigration law is based on, and the\nImmigration and Asylum Act (1999), use the term “illegal entry” when describing\nirregular methods of entry of migrants seeking asylum, albeit that these\nprovisions made clear that penalties would not apply in these cases.\n14.\nWhere entry into a country via irregular means had been described as “illegal”\nby the UK Government and in British and international migration law\n(notwithstanding a subsequent claim of asylum), the Committee did not find that\ncharacterising irregular entry into a country as “illegal” represented a\nfailure to take care over the accuracy of the article or a significant\ninaccuracy. In addition, where the article made clear that the migrants were in\nthe process of seeking asylum, and had included various accounts and examples\nof the migrants’ personal irregular entry as the basis for its description of\nthem as “illegal migrants” or entering the UK “illegally”. The Committee\nconsidered that the article had drawn a distinction between such irregular routes,\nand legal routes by “travellers from 33 'red list' countries flying into\nHeathrow, and four other English airports”. In these circumstances, the\nCommittee found that the article was not stating that asylum seekers themselves\nwere illegal, but that the particular asylum seekers interviewed and staying\nwithin the accommodation in question had entered irregularly. Where this\ndistinction was drawn, it was not misleading to describe them as “illegal\nmigrants”, while making clear their status as asylum seekers. There was no\nbreach of Clause 1 on this point, however the Committee welcomed the\npublication of the clarification offered by the publication.\n15. With\nregards to the other points under complaint, the Committee did not consider it\nsignificantly misleading to describe bread, butter and jam as an “English\nbreakfast” where it described a breakfast made up of foods commonly consumed at\nbreakfast in England. In addition, the decision to compare the situation of the\nasylum seekers and people who had travelled to the UK formally from red list\ncountries was a matter of selection and therefore fell within the publication’s\neditorial discretion. The complainant had also found it inaccurate to describe\none of the asylum seekers as “boasting”. The article had included a quote from\nthe asylum seeker, and where his words were included within the article, it was\nnot inaccurate to characterise these words as “boasting”. Similarly, the tone\nof the article, whilst offensive to the complainant, was not a point that could\nbe found to be inaccurate and therefore did not engage Clause 1. There was no\nbreach of Clause 1 on these points.\nConclusion(s)\n16. The\ncomplaint was not upheld.\nRemedial\nAction Required\n17. N/A\n\n\n\nDate\ncomplaint received: 17/02/2021\nDate\ncomplaint concluded by IPSO: 18/03/2022\nBack to ruling listing\n\n\n"
}