{
    "url": "/rulings-and-resolution-statements/ruling/?id=01745-17",
    "title": "01745-17 A man v The Jewish Chronicle",
    "provisions": [
        "4 Intrusion into grief or shock (2016)",
        "9 Reporting of crime (2016)"
    ],
    "outcome": "Breach - sanction: publication of adjudication",
    "publication": "The Jewish Chronicle (The Jewish Chronicle)",
    "received_on": "2017-03-08 00:00:00",
    "concluded_on": "2017-07-07 00:00:00",
    "complaint_processing_days": 121,
    "conclusion_long": "13. The complaint was upheld.",
    "remedial_action": "14. Having upheld the complaint, the Committee considered what remedial action should be required.  15. In circumstances where the newspaper had breached Clause 9, the publication of an adjudication was appropriate. 16. The Committee considered the placement of this adjudication. The article had appeared on page 11. The Committee therefore required that its adjudication be published on this page, or further forward in the newspaper. The headline to the adjudication should make clear that IPSO has upheld the complaint, give the title of the newspaper and refer to the complaint’s subject matter. The headline must be agreed with IPSO in advance. 17. It should also be published on the newspaper’s website, with a link to the full adjudication (including the headline) appearing on the homepage for 24 hours; it should then be archived in the usual way. The terms of the adjudication for publication are as follows: A man complained on his own behalf, and on behalf of his parents, that The Jewish Chronicle breached Clause 9 (Reporting of crime) in an article published in 2017. The article under complaint reported that a man had been convicted of a crime. It reported that the court had heard that the defendant’s friends and family had compensated the victim. The article then identified the complainants as the defendant’s brother and parents. Clause 9 of the Editors’ Code of Practice says that “Relatives or friends of persons convicted or accused of crime should not generally be identified without their consent, unless they are genuinely relevant to the story.” The complaint was upheld, and IPSO required The Jewish Chronicle to publish this adjudication. The complainant said that neither he, nor his parents were relevant to the story of his brother’s conviction, and that they should not have been identified in the article. He said that while the court heard that family and friends of the defendant had compensated the victim, no further detail about who had helped was given to the court.  The Jewish Chronicle said that there were two justifications for including the complainant’s names in the article. First, it said that the complainants were well known within the community it serves, that they were not private individuals, but well-known and prominent in public life. Second, it said that the defendant’s family had been referred to in court when the judge had said that it was only as the result of the defendant being charged that family and friends had helped him compensate the victim. The defendant’s family and friends had been referred to by the judge in the court proceedings as having helped compensate his victim. However, it did not appear that during the proceedings, anybody had referred either to any individual friend or family member, or specified their relationship with the defendant. IPSO’s Complaints Committee took the view that the limited nature of the reference to the defendant’s family, which could apply to a broad class of individuals, did not provide a sufficient basis for finding that the complainants were genuinely relevant to the story, to justify identification under the terms of Clause 9. The Committee noted the newspaper’s argument that the complainants were prominent individuals in the community it served, but said that in this case, the prominence of the complainants’ relationship to the defendant was insufficient to justify identifying them, despite the terms of Clause 9. The Jewish Chronicle was unable to demonstrate that the complainants were genuinely relevant to the story, or that that there was a sufficient public interest to justify their identification regardless. The reference to the complainants in the article associated them with a criminal act, for which they were not responsible, without an adequate justification. The complaint was therefore upheld as a breach of Clause 9.Date complaint received: 08/03/2017",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee 01745-17 A man v The Jewish Chronicle\nSummary of complaint\n1. A man\ncomplained on his own behalf, and on behalf of his parents, that The Jewish\nChronicle breached Clause 4 (Intrusion into grief or shock) and Clause 9\n(Reporting of crime) of the Editors’ Code of Practice in an article published\nin 2017.\n2. The\narticle reported that a man had been convicted of fraud. It reported that the\ncourt had heard that the defendant’s friends and family had compensated the\nvictim. The article then identified the defendant’s brother and parents, and\nreported biographical details in relation to each of them.\n3. The\ncomplainant, who was the brother of the defendant identified in the article,\nsaid that neither he, nor his parents were relevant to the story of his\nbrother’s conviction, and that they should not have been identified. He said\nthat while the court heard that family and friends of the defendant had\ncompensated the victim, no further detail about who had helped was given to the\ncourt. The complainant said that he was\nnot one of the individuals who had helped compensate the victim. He said that\nhe could not confirm whether his mother and father had done so, but said that\nthis was not relevant, as they had not been referred to in court. The\ncomplainant said that the newspaper had acted insensitively, intruding on his\nfamily’s grief about the conviction.\n4. The\nnewspaper said that it had considered the identification of the complainants\nprior to publication, and consulted the Editors’ Code of Practice. The\nnewspaper said that there were two justifications for including their names in\nthe article.\n5. First, it\nsaid that the complainants were well known within the community it serves, that\nthey were not private individuals, but well-known and prominent in public\nlife. It said it had previously referred\nto them in older stories about the defendant, and that their names appeared\ntogether in these articles, which remained available on the internet. It\nprovided seven examples of articles in which the complainants had been named.\nIn one of these examples, the defendant was referred to in connection to his\nmother, and in another, he was referred to in connection to his father. The\nremaining five articles named only one of the complainants.\n6. Second,\nit said that the defendant’s family had been referred to in court when the\njudge had said that it was only as the result of the defendant being charged\nthat family and friends had helped him compensate the victim. It said that the\ncomplainants were genuinely relevant to the story, where its position was that\nthe judge had made remarks which were critical of the family’s involvement in\nthe case. It said that rather than leave readers to search its archive to\nremind themselves who the defendant’s family were, it decided to present the\nfull picture in the article, and identify the complainants as the defendant’s\nbrother, mother and father.\n7. The\ncomplainant said that the reference to the defendant’s family and friends\nhelping to compensate the victim was a broad, non-specific reference in a much\nlonger judgment. The complainant denied that the judge’s reference to friends\nand family compensating the victim was a criticism of the family, and said that\nthis remark by the judge had not played a central role in the judgment, as\nsuggested by the newspaper. The complainant said that while he, his mother and\nfather have occasionally been referred to in previous coverage by the\nnewspaper, they were not well-known, or prominent in public life.\nRelevant Code provisions\n8. Clause 4\n(Intrusion into grief or shock)\nIn cases involving personal grief or shock, enquiries and\napproaches must be made with sympathy and discretion and publication handled\nsensitively. These provisions should not restrict the right to report legal\nproceedings.\nClause 9 (Reporting of Crime)*\ni) Relatives or friends of persons convicted or accused of\ncrime should not generally be identified without their consent, unless they are\ngenuinely relevant to the story.\nThe Public Interest\nThere may be exceptions to the clauses marked * where they\ncan be demonstrated to be in the public interest.\nThe public interest includes, but is not confined to:\n• Detecting\nor exposing crime, or the threat of crime, or serious impropriety.\n• Protecting\npublic health or safety.\n• Protecting\nthe public from being misled by an action or statement of an individual or\norganisation.\n• Disclosing\na person or organisation’s failure or likely failure to comply with any\nobligation to which they are subject.\n• Disclosing\na miscarriage of justice.\n• Raising\nor contributing to a matter of public debate, including serious cases of\nimpropriety, unethical conduct or incompetence concerning the public.\n• Disclosing\nconcealment, or likely concealment, of any of the above.\n• There is\na public interest in freedom of expression itself.\n• The\nregulator will consider the extent to which material is already in the public\ndomain or will or will become so.\n• Editors\ninvoking the public interest will need to demonstrate that they reasonably\nbelieved publication - or journalistic activity taken with a view to\npublication – would both serve, and be proportionate to, the public interest\nand explain how they reached that decision at the time.\n• An\nexceptional public interest would need to be demonstrated to over-ride the\nnormally paramount interests of children under 16.\nFindings of the Committee\n9. The\ndefendant’s family and friends had been referred to by the judge in the court\nproceedings as having helped compensate his victim. However, it did not appear\nthat during the proceedings, anybody had referred either to any individual\nfriend or family member, or specified their relationship with the\ndefendant.  The Committee took the view\nthat the limited nature of the reference to the defendant’s family, which could\napply to a broad class of individuals, did not provide a sufficient basis for\nfinding that the complainants were genuinely relevant to the story, to justify\nidentification under the terms of Clause 9.\n10. The\nCommittee noted the newspaper’s argument that the complainants were prominent\nindividuals in the community it served, and that it was entitled to identify\nthem to provide its readers with a full picture of the case. While the\nCommittee recognised that there may be circumstances where an individual has a\nrelationship with a person convicted or accused of crime which is so well-known\nand established in the public’s mind that the general protections established\nby Clause 9 would have no useful purpose, this was not such a case. On the\nbasis of the two articles the newspaper provided from its archive in which the\ndefendant had been referred to in connection with one of the complainants, the\nCommittee was satisfied the complainants’ relationship with the defendant was\ninsufficiently prominent to fall within this category of cases.\n11. The\nnewspaper was unable to demonstrate that the complainants were genuinely\nrelevant to the story, or that that there was a sufficient public interest to\njustify their identification regardless. The reference to the complainants in\nthe article associated them with a criminal act for which they were not\nresponsible, without an adequate justification. The complaint was therefore\nupheld as a breach of Clause 9.\n12. The\nconviction of the complainants’ family member, while understandably\ndistressing, was not a case of personal grief or shock, such as to engage the\nterms of Clause 4.\nConclusions\n13. The\ncomplaint was upheld.\nRemedial Action required\n14. Having\nupheld the complaint, the Committee considered what remedial action should be\nrequired. \n15. In\ncircumstances where the newspaper had breached Clause 9, the publication of an adjudication was appropriate.\n16. The\nCommittee considered the placement of this adjudication. The article had appeared on page 11. The\nCommittee therefore required that its adjudication be published on this page, or\nfurther forward in the newspaper. The headline to the adjudication should make\nclear that IPSO has upheld the complaint, give the title of the newspaper and\nrefer to the complaint’s subject matter. The headline must be agreed with IPSO\nin advance.\n17. It should\nalso be published on the newspaper’s website, with a link to the full\nadjudication (including the headline) appearing on the homepage for 24 hours;\nit should then be archived in the usual way. The terms of the adjudication for\npublication are as follows:\nA man complained on his own behalf, and on behalf of his\nparents, that The Jewish Chronicle breached Clause 9 (Reporting of crime) in an\narticle published in 2017.\nThe article under complaint reported that a man had been\nconvicted of a crime. It reported that the court had heard that the defendant’s\nfriends and family had compensated the victim. The article then identified the\ncomplainants as the defendant’s brother and parents.\nClause 9 of the Editors’ Code of Practice says that\n“Relatives or friends of persons convicted or accused of crime should not\ngenerally be identified without their consent, unless they are genuinely\nrelevant to the story.” The complaint was upheld, and IPSO required The Jewish\nChronicle to publish this adjudication.\nThe complainant said that neither he, nor his parents were\nrelevant to the story of his brother’s conviction, and that they should not\nhave been identified in the article. He said that while the court heard that\nfamily and friends of the defendant had compensated the victim, no further\ndetail about who had helped was given to the court. \nThe Jewish Chronicle said that there were two justifications\nfor including the complainant’s names in the article. First, it said that the\ncomplainants were well known within the community it serves, that they were not\nprivate individuals, but well-known and prominent in public life. Second, it\nsaid that the defendant’s family had been referred to in court when the judge\nhad said that it was only as the result of the defendant being charged that\nfamily and friends had helped him compensate the victim.\nThe defendant’s family and friends had been referred to by\nthe judge in the court proceedings as having helped compensate his victim.\nHowever, it did not appear that during the proceedings, anybody had referred\neither to any individual friend or family member, or specified their\nrelationship with the defendant. IPSO’s\nComplaints Committee took the view that the limited nature of the reference to\nthe defendant’s family, which could apply to a broad class of individuals, did\nnot provide a sufficient basis for finding that the complainants were genuinely\nrelevant to the story, to justify identification under the terms of Clause 9.\nThe Committee noted the newspaper’s argument that the\ncomplainants were prominent individuals in the community it served, but said\nthat in this case, the prominence of the complainants’ relationship to the\ndefendant was insufficient to justify identifying them, despite the terms of\nClause 9.\nThe Jewish Chronicle was unable to demonstrate that the\ncomplainants were genuinely relevant to the story, or that that there was a\nsufficient public interest to justify their identification regardless. The\nreference to the complainants in the article associated them with a criminal\nact, for which they were not responsible, without an adequate justification. The\ncomplaint was therefore upheld as a breach of Clause 9.Date complaint received: 08/03/2017Date decision issued: 07/07/2017  \nBack to ruling listing\n\n\n"
}