{
    "url": "/rulings-and-resolution-statements/ruling/?id=01743-15",
    "title": "01743-15 Tysoe v Daily Express",
    "provisions": [
        "1 (Accuracy) 2015"
    ],
    "outcome": "No breach - after investigation",
    "publication": "Daily Express (Reach PLC)",
    "received_on": "2015-03-19 00:00:00",
    "concluded_on": "2015-07-03 00:00:00",
    "complaint_processing_days": 106,
    "conclusion_long": "12. The complaint was not upheld.",
    "remedial_action": "N/A  Date complaint received: 19/03/2015",
    "text": "\n\n\n\n\n\n·    Decision of the Complaints Committee 01743-15 Tysoe v\nDaily Express\nSummary of\ncomplaint \n1. Andy Tysoe complained to the Independent Press\nStandards Organisation that the Daily Express had breached Clause 1 (Accuracy)\nin print articles headlined “Coffee fights Alzheimer’s” published on 27\nNovember 2014; “Pill that may halt misery of dementia”, published on 1 January\n2015; and “Sleep to beat Alzheimer’s”, published on 24 January 2015; and online\narticles headlined “Simple way to fight dementia: Healthy lifestyle is the key\nto beating the killer disease”, published on 5 June 2014; and “Cutting calories\ncan beat dementia, says experts”, published on 18 November 2014. \n2. Two of the print items under complaint were front-page\narticles reporting that studies had revealed that drinking coffee or getting\nplenty of sleep could prevent the symptoms of dementia. The third front-page\narticle reported that a pill was in development that might treat a particular\nform of hereditary dementia. The online articles reported that studies had\nshown that a healthy lifestyle or a low-calorie diet could also prevent\nsymptoms of dementia. \n3. The complainant, a dementia nurse and campaigner for\ndementia awareness, said the headlines were untrue and had given the false\nimpression that dementia could be simply treated. In fact, “dementia” was an\numbrella term for more than 100 brain diseases. He said the misleading\nheadlines had given false hope to people living with dementia and their carers,\nwho might have believed that dementia could be “beaten” or “cured” by simply\nhaving more sleep or drinking coffee. \n4. The newspaper said the headlines when read in\nconjunction with the articles as a whole were not misleading. It did not\nconsider that any of the articles had claimed that dementia could be cured. \n5. The newspaper said the article reporting on a pill\nthat “may halt dementia” had clearly said the pill “may” or “could”, in future,\ntreat one form of dementia. The article had also quoted an Oxford University\nprofessor saying that it was unlikely that a cure for dementia would ever be\nfound. \n6. The newspaper said the articles about the effect of\nsleep or drinking coffee on Alzheimer’s had made clear that these were\npreventative measures for lowering the risk of developing the disease. As\n“dementia” covered a broad range of brain diseases with common symptoms of a\ndecline in mental ability or cognitive function, the articles’ references to\n“dementia” were not misleading. \n7. The newspaper said the article reporting on the effect\nof a healthy lifestyle on brain function had referred to a study that had\nlooked at the lifestyles of 18,000 people aged 18 to 99 that had found that\ncertain aspects of an unhealthy lifestyle had increased the likelihood of\nmemory loss in all age groups. Its reference to “dementia” related to the\nsymptoms that brain diseases have in common, and was not misleading. Similarly,\nthe article about the effect of a low-calorie diet on dementia had not stated\nthat it could be cured or prevented. Nevertheless, the newspaper offered to\namend the headlines to both online articles to make clear that dementia was not\none disease, and the references to it concerned the common symptoms of the\ndiseases covered by the term. \n8. The complainant did not accept that headlines should\nbe read in conjunction with articles as a whole. He said the headlines had not\nreflected the content of the articles, and not everyone who had read them would\ngo on to read the whole piece. \nRelevant Code Provisions\n9. Clause 1 (Accuracy) \ni) The Press must take care not to publish inaccurate,\nmisleading or distorted information, including pictures. \nii) A significant inaccuracy, misleading statement or\ndistortion once recognised must be corrected, promptly and with due prominence,\nand - where appropriate - an apology published. In cases involving the\nRegulator, prominence should be agreed with the Regulator in advance. \nFindings of the Committee\n10. The Committee understood the complainant’s concern to\nensure that individuals with dementia are not given false hope about their\ncondition. However, headlines are generally considered in their full context,\nrather than as standalone statements. This is due to their brevity – they can\nrepresent only a limited summary of a potentially complex set of circumstances. \n11. Although dementia is a broad term that includes a\nnumber of brain diseases and a range of symptoms, the Committee did not\nconsider that the newspaper’s use of the word had been significantly\nmisleading. None of the articles had claimed that a cure for dementia had been\nfound. One article reported that scientists had made a “big advance” in the\ndevelopment of a pill to treat one form of dementia. The remaining items\nreported on studies that had found that a healthy lifestyle, low-calorie diet,\nor drinking coffee could help to prevent memory loss, one of the main symptoms\nof dementia. Read in their full context, the headlines were not significantly\nmisleading. \nConclusions\n12. The complaint was not upheld. \nRemedial Action Required\nN/A \nDate complaint received: 19/03/2015\nDate decision issued: 03/07/2015\nBack to ruling listing\n\n\n"
}