{
    "url": "/rulings-and-resolution-statements/ruling/?id=01741-20",
    "title": "01741-20 A man v thesun.co.uk",
    "provisions": [
        "11 Victims of sexual assault (2019)"
    ],
    "outcome": "Breach - sanction: publication of adjudication",
    "publication": "thesun.co.uk (News UK)",
    "received_on": "2020-03-10 00:00:00",
    "concluded_on": "2021-03-11 00:00:00",
    "complaint_processing_days": 366,
    "conclusion_long": "13. The complaint was upheld.",
    "remedial_action": "14. Having upheld the complaint, the Committee considered what remedial action should be required. In circumstances where the newspaper had breached Clause 11, the publication of an adjudication was appropriate. 15. The complaint related to material published in one online article. Therefore, the adjudication should be published on the publication’s website, with a link to the full adjudication (including the headline) appearing in the top 50% of stories on the publication’s website for 24 hours; it should then be archived in the usual way. The headline to the adjudication should make clear that IPSO has upheld the complaint, give the title of the publication and refer to the complaint’s subject matter. The headline must be agreed with IPSO in advance. The terms of the adjudication for publication are as follows: A man complained to the Independent Press Standards Organisation that thesun.co.uk breached Clause 11 (Accuracy) in an article published in 2020. The article reported on the life of a person convicted some years ago of a number of serious criminal offences. It reported that “[a]ccording to a close friend [the complainant] was sexually assaulted when he was 11”. The complainant said this reference identified him as a victim of sexual assault. He said that he had never spoken to any media outlet about the incident nor ever waived his legal right to lifelong anonymity; which he said was granted by the Sexual Offences (Amendment) Act 1992. Therefore, he said that the publication was not legally free to identify him as a victim of sexual assault and had breached Clause 11. The publication mentioned that the complainant had been identified as a victim of sexual assault in an article prior to the enactment of the 1992 Act; that it could be inferred that the information had first been disclosed on the complainant’s behalf; and that the information had subsequently been placed into the public domain seemingly with the complainant’s acquiescence. In these circumstances, the publication argued that it was legally free to identify the complainant as a victim of sexual assault. It also said it had an adequate justification to do so, given that the fact might explain or contextualise the complainant’s offending and given that disclosure of this fact was unlikely to be intrusive given it was already in the public domain. In response, the complainant said that he had neither consented to nor acquiesced to being identified as a victim of sexual assault. IPSO found that the publication did not have an adequate justification to identify the complainant as a victim of sexual assault and as such had breached Clause 11. Further disclosure of the complainant’s status as a victim of sexual assault was still likely to be intrusive regardless of whether this fact had previously been published. Additionally, previous disclosures of this fact were without the complainant’s consent. Finally, the article did not attempt to explain why this information was relevant or important to understanding the complainant’s crimes, it was simply mentioned in passing. Given the Committee’s finding that the publication had breached Clause 11 on the basis that it did not have an adequate justification to identify the complainant as a victim of sexual assault, it was not necessary for the Committee to decide whether the publication was legally free to identify the complainant as such. Date complaint received: 10/03/2020",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee 01741-20 A man v thesun.co.ukSummary of complaint\n1. A man complained\nto the Independent Press Standards Organisation that thesun.co.uk breached\nClause 11 (Victims of sexual assault) in an article published in 2020.\n2. The article\nreported on the life of a person convicted some years ago of a number of\nserious criminal offences. It reported on the man’s background, his crimes and\nlife in prison. The article went on to report that “[a]ccording to a close\nfriend [the complainant] was sexually assaulted when he was 11”.\n3. The complainant\nsaid this reference identified him as a victim of sexual assault. He said that\nhe had never spoken to any media outlet about the incident nor ever waived his\nlegal right to lifelong anonymity; which he said was originally granted to him\nat the time he gave his testimony against the alleged perpetrator and,\nsubsequently, by the Sexual Offences (Amendment) Act 1992. Therefore, he said\nthat the publication was not legally free to identify him as a victim of sexual\nassault and had breached Clause 11.\n4. The publication\ndid not accept it had breached the Code. It emphasised that the complainant’s\nidentity as a victim of sexual assault was in the public domain before the\narticle under complaint had been published. It was first mentioned in a\nnewspaper article of 1986 prior to the enactment of the Sexual Offences\n(Amendment) Act 1992, which grants anonymity to victims of sexual assault. The\n1986 article referred to the complainant being “sexually molested by older\nboys”; information the publication alleged had come from a then-close personal\nadvisor to the complainant. This information had also been published on the\ncomplainant’s Wikipedia page; in two books authored by third parties in 1994\nand 2015 respectively; and in a 2015 article published by a different\nnewspaper. The publication argued it had not been unlawful to identify the\ncomplainant as a victim of sexual assault prior to the enactment of the 1992\nAct; that it could be inferred that the information had first been disclosed on\nthe complainant’s behalf given that he had given the information to somebody\nwho had been identified at the time as his advisor; and that the information\nhad subsequently been placed into the public domain seemingly with the\ncomplainant’s acquiescence. In these circumstances, the publication argued that\nit was legally free to identify the complainant as a victim of sexual assault\nin the article under complaint. It submitted that the complaint also raised a\nnovel point of law, namely whether the 1992 Act prevented the identification of\nvictims of sexual assault where this information was already in the public\ndomain prior to the Act coming into force and prior to the newspaper’s own\ndisclosure. The publication submitted that IPSO’s Complaints Committee could\nnot authoritatively determine such points of law.\n5. On the question\nof whether there was an adequate justification to identify the complainant as a\nvictim of sexual assault, the publication said that identifying him as a victim\nwas unlikely to be intrusive given that this information was already in the\npublic domain. The newspaper argued that the complainant had been convicted of\nserious crimes of significant public concern and interest. As such, it said\nthat the discussion of the circumstances that might explain or contextualise\nthis offending, such as his status as a victim of sexual assault, was therefore\nalso a matter of legitimate public interest.\n6. In response, the\ncomplainant said that he had neither consented to nor acquiesced to being\nidentified as a victim of sexual assault. He said that his cooperation in the\nwriting of the 2015 book was limited to answering some questions from its\nauthor and that the person who had been named as the original source of the\ninformation -a former friend- had never acted as his advisor as alleged by the\nnewspaper. He disputed that the publication was legally free to identify him as\na victim of sexual assault because it had been reported prior to the enactment\nof the 1992 Act; he said there was no basis for asserting that the 1992 Act did\nnot cover republication. He also confirmed that he had never placed the\ninformation before a court as, say, part of his mitigation; and it had never\nformed any part of the legal proceedings relating to the serious crimes for\nwhich he was convicted. Further, he said that it would be wrong to rely on\nprevious breaches of his right to anonymity to establish an adequate\njustification in this case.\n7. The publication\nsaid it had removed the reference to the complainant being a victim of sexual\nassault when his concerns were first brought to its attention. During the\nreferral period, the publication also offered to publish a footnote to the\narticle, stating:\nA previous version of this article included some additional\ninformation which [the complainant] considers to be private. It has now been\nremoved.\n8. The complainant did\nnot accept this offer as a resolution to his complaint.\nRelevant Code provisions\n9. Clause 11\n(Victims of sexual assault)The press must not identify or publish material likely to\nlead to the identification of a victim of sexual assault unless there is\nadequate justification and they are legally free to do so. Journalists are\nentitled to make enquiries but must take care and exercise discretion to avoid\nthe unjustified disclosure of the identity of a victim of sexual assault.\nFindings of the Committee\n10. It was not in dispute that the complainant had been\nidentified as a victim of sexual assault in the article under complaint. The\nissue for the Committee was whether the publication was legally free to\nidentify him as such and whether it had an adequate justification to do so. The\npublication needed to establish it had met both of these two tests in order to\navoid a breach of Clause 11.\n11. The Committee first considered whether the publication\nhad demonstrated that it had an adequate justification for identifying the\ncomplainant as a victim of sexual assault. It noted that cases where a\npublication is able to establish an adequate justification are likely to be\nrare; anonymity for victims of sexual assault is of great importance both to\nvictims and to society generally. The Committee noted the publication’s\nargument that the complainant’s status as a victim of sexual assault was\nalready in the public domain. However, further disclosures of this information\nwere likely to be intrusive and distressing to the complainant. Moreover, these\nprevious disclosures were without the complainant’s consent. The Committee also\nnoted that the reference to the complainant being a victim of sexual assault\nhad been made in passing in the article; there was no analysis of why this\ninformation was relevant or important to understanding the complainant’s\ncrimes. Finally, whilst the publication had argued that the complainant’s\nstatus as a victim of sexual assault might explain or contextualise his\noffending, the Committee noted that this information had never formed part of\nthe prosecution or defence’s case at trial nor in subsequent appeals. For these\nreasons, the Committee concluded that the publication did not have an adequate\njustification to identify the complainant as a victim of sexual assault. On\nthis basis, there was a breach of Clause 11.\n12. Given the Committee’s finding that the publication had\nbreached Clause 11 on the basis that it did not have an adequate justification\nto identify the complainant as a victim of sexual assault, it was not necessary\nfor the Committee to decide whether the publication was legally free to\nidentify the complainant as such. The Committee nevertheless observed that the\n1992 Act granted lifelong anonymity to victims of sexual assault and did not\ninclude an express exception in circumstances where an individual had been\nidentified as a victim before the enactment of the 1992 Act or where the\ninformation had already been placed in the public domain other than with the\nvictim’s consent.\nConclusion\n13. The complaint was upheld.\nRemedial Action required\n14. Having upheld the complaint, the Committee considered\nwhat remedial action should be required. In circumstances where the newspaper\nhad breached Clause 11, the publication of an adjudication was appropriate.\n15. The complaint related to material published in one\nonline article. Therefore, the adjudication should be published on the\npublication’s website, with a link to the full adjudication (including the\nheadline) appearing in the top 50% of stories on the publication’s website for\n24 hours; it should then be archived in the usual way. The headline to the\nadjudication should make clear that IPSO has upheld the complaint, give the\ntitle of the publication and refer to the complaint’s subject matter. The\nheadline must be agreed with IPSO in advance. The terms of the adjudication for\npublication are as follows:\nA man complained to the Independent Press Standards\nOrganisation that thesun.co.uk breached Clause 11 (Accuracy) in an article\npublished in 2020. The article reported on the life of a person convicted some\nyears ago of a number of serious criminal offences. It reported that\n“[a]ccording to a close friend [the complainant] was sexually assaulted when he\nwas 11”.\nThe complainant said this reference identified him as a\nvictim of sexual assault. He said that he had never spoken to any media outlet\nabout the incident nor ever waived his legal right to lifelong anonymity; which\nhe said was granted by the Sexual Offences (Amendment) Act 1992. Therefore, he\nsaid that the publication was not legally free to identify him as a victim of\nsexual assault and had breached Clause 11.\nThe publication mentioned that the complainant had been\nidentified as a victim of sexual assault in an article prior to the enactment\nof the 1992 Act; that it could be inferred that the information had first been\ndisclosed on the complainant’s behalf; and that the information had\nsubsequently been placed into the public domain seemingly with the\ncomplainant’s acquiescence. In these circumstances, the publication argued that\nit was legally free to identify the complainant as a victim of sexual assault.\nIt also said it had an adequate justification to do so, given that the fact\nmight explain or contextualise the complainant’s offending and given that\ndisclosure of this fact was unlikely to be intrusive given it was already in\nthe public domain. In response, the complainant said that he had neither\nconsented to nor acquiesced to being identified as a victim of sexual assault.\nIPSO found that the publication did not have an adequate\njustification to identify the complainant as a victim of sexual assault and as\nsuch had breached Clause 11. Further disclosure of the complainant’s status as\na victim of sexual assault was still likely to be intrusive regardless of\nwhether this fact had previously been published. Additionally, previous\ndisclosures of this fact were without the complainant’s consent. Finally, the\narticle did not attempt to explain why this information was relevant or\nimportant to understanding the complainant’s crimes, it was simply mentioned in\npassing. Given the Committee’s finding that the publication had breached Clause\n11 on the basis that it did not have an adequate justification to identify the\ncomplainant as a victim of sexual assault, it was not necessary for the\nCommittee to decide whether the publication was legally free to identify the\ncomplainant as such.\nDate complaint received: 10/03/2020\nDate decision issued: 11/03/2021\nBack to ruling listing\n\n\n"
}