{
    "url": "/rulings-and-resolution-statements/ruling/?id=01754-14",
    "title": "01754-14 Thomason v The Daily Telegraph",
    "provisions": [
        "1 (Accuracy) 2015"
    ],
    "outcome": "No breach - after investigation",
    "publication": "The Daily Telegraph (Telegraph Media Group Ltd)",
    "published_on": "2014-11-07 00:00:00",
    "received_on": "2014-11-11 00:00:00",
    "concluded_on": "2015-01-23 00:00:00",
    "complaint_processing_days": 73,
    "conclusion_long": "10. The complaint was not upheld.",
    "remedial_action": "N/A  Date complaint received: 11/11/2014",
    "text": "\n\n\n\n\n\n·         Decision of the Complaints Committee 01754-14 Thomason v The Daily Telegraph\nSummary of complaint\n1. Ms Laura Thomason complained that The Daily Telegraph had\nbreached Clause 1 (Accuracy) of the Editors’ Code of Practice in an article\nheadlined “Alternative health: what is naturopathy?” published on 7 November\n2014 in print and online. \n2. The article was an interview with a naturopath, which\ndiscussed the alternative therapies which she offered. \n3. The complainant said that the article was misleading, as\nit implied that the methods used by the naturopath were effective to diagnose,\ntreat or cure health conditions. She considered that the article should have\nmade clear that bioresonance and live blood analysis were not valid medical\ntechniques, and that the therapist was not a qualified medical professional.\nThe complainant said that the therapist’s company had been listed as a\nnon-compliant advertiser by the Advertising Standards Authority, due to its\nfailure to remove from its website uncorroborated claims made about alternative\ntherapies. She expressed concern that there was a risk of physical, financial\nor emotional harm to readers who believed the article’s claims to be true. \n4. The newspaper did not accept that the article was\ninaccurate or misleading. It had made clear that naturopathy was an\n“alternative therapy” and did not make any claims regarding the efficacy of\ntechniques referred to. All statements were clearly attributed to the\ntherapist. Nonetheless, it had amended the article slightly, adding several\nmore references to the comments in the article being the “claims” of the\ntherapist. \nRelevant Code Provisions\n5. Clause 1 (Accuracy) \ni) The Press must take care not to publish inaccurate,\nmisleading or distorted information, including pictures. \nii) A significant inaccuracy, misleading statement or\ndistortion once recognised must be corrected, promptly and with due prominence. \niii) The Press, whilst free to be partisan, must\ndistinguish clearly between comment, conjecture and fact. \nFindings of the Committee\n6. The Press is entitled to report individual comment and\nconjecture, as long as such claims are clearly distinguished from fact. The\nCommittee emphasised the importance of this distinction in articles which\nreport matters which could have an impact on public health. \n7. The Committee noted the complainant’s concern regarding\nthe efficacy of the techniques described in the article, and that another\nregulator had previously issued a decision stating that claims about live blood\nanalysis were unproven. However, the piece was headlined as a report of\n“alternative health”, signalling to readers that any techniques described were\noutside of conventional health practice. Further, the article was clearly\npresented as an interview with the practitioner in question. It was therefore\nimplicit from the context that all claims were those of the naturopath. In the\ncontext of such an article, the newspaper was not obliged to include criticism\nof the therapy described. \n8. The Committee noted with some concern the headings in the\narticle, “what is it?”, “what is it good for”, and “how does it work”. However,\nthe article was part of a series in which these headings were used as standard.\nThe Committee was therefore satisfied that these headings were a means of\npresentation, rather than claims of efficacy. \n9. The Committee welcomed the newspaper’s amendments to the\narticle, which had the effect of distinguishing more clearly that the comments\nin the article were those of the therapist interviewed. Nonetheless, given the\nnature of the original article, the Committee was satisfied that the references\nabout which the complainant was concerned were not significantly misleading,\nsuch that a correction would be required. While naturopathy may be a\ncontroversial subject, the newspaper was entitled to present the position of a\npractitioner of alternative therapy. There was no breach of Clause 1. \nConclusions\n10. The complaint was not upheld. \nRemedial Action Required\nN/A \nDate complaint received: 11/11/2014\nDate decision issued: 23/01/2015\nBack to ruling listing\n\n\n"
}