{
    "url": "/rulings-and-resolution-statements/ruling/?id=01759-19",
    "title": "01759-19 A Man v Mail Online",
    "provisions": [
        "2 Privacy (2018)",
        "4 Intrusion into grief or shock (2018)",
        "9 Reporting of crime (2018)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "Mail Online (Associated Newspapers Limited)",
    "published_on": "2019-02-27 00:00:00",
    "received_on": "2019-02-28 00:00:00",
    "concluded_on": "2019-05-01 00:00:00",
    "complaint_processing_days": 62,
    "conclusion_long": "11. The complaint was not upheld.",
    "remedial_action": "12. N/A Date complaint received by IPSO: 28/02/2019",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee 01759-19 A Man v Mail\nOnline\nSummary of complaint\n1. A man complained\nto the Independent Press Standards Organisation that Mail Online breached\nClause 2 (Privacy), Clause 4 (Intrusion into grief or shock) and Clause 9\n(Reporting of Crime) of the Editors' Code of Practice in an article headlined\n\"Holby City actor John Michie’s tragic daughter is seen giggling and\nplaying with fairy lights alongside rapper boyfriend now accused of her\nmanslaughter in heart-breaking video just hours before she died from drug\noverdose at Bestival\", published on 27 February 2019.\n2. The article\nreported that a man had been convicted of manslaughter. The article featured a\nphotograph of the defendant with the complainant, a close relative. The caption\nof the photograph explained that the defendant had arrived at court accompanied\nby the complainant and identified his relationship to the defendant.\n3. The complainant\nsaid that he had been identified in the article without his consent. He was not\nrelevant to his relative's conviction and this was a breach of Clause 9, and an\nintrusion into his privacy. He said that the article also represented an\nintrusion into his grief and shock at his relative’s conviction. The\ncomplainant said that he had asked IPSO to circulate a Private Advisory Notice\non his behalf when his relative was charged, making clear that he did not want\nto speak to the press. In this, he had also said that he did not consent to\nbeing identified in relation to his relative’s crime.\n4. The publication\ndid not accept a breach of the Code. It said that the complainant had been\nphotographed in a public place, outside a Crown Court, accompanying his\nrelative who was on trial for manslaughter. He did not have any expectation of\nprivacy. The article had only included the complainant’s name and likeness –\nthis was not private information. The complainant’s attendance at court with\nhis relative represented a public and voluntary show of support for a member of\nthe family on trial for a serious crime. He was relevant to the story because\nhe had accompanied his relative to court. It noted that Private Advisory\nNotices issued by IPSO do not last indefinitely and, regardless, the\ncomplainant had attended court after the notice had been circulated.\n5. The publication\nsaid that the criminal trial of a family member is not an event that would be\nassociated with grief or shock in line with Clause 4, such as death or serious\ninjury to a friend or relative.\nRelevant Code Provisions\n6. Clause 2*\n(Privacy)\ni) Everyone is entitled to respect for his or her private\nand family life, home, health and correspondence, including digital\ncommunications.\nii) Editors will be expected to justify intrusions into any\nindividual's private life without consent. In considering an individual's\nreasonable expectation of privacy, account will be taken of the complainant's\nown public disclosures of information and the extent to which the material\ncomplained about is already in the public domain or will become so.\niii) It is unacceptable to photograph individuals, without\ntheir consent, in public or private places where there is a reasonable\nexpectation of privacy.\nClause 4 (Intrusion into grief or shock)\nIn cases involving personal grief or shock, enquiries and\napproaches must be made with sympathy and discretion and publication handled\nsensitively. These provisions should not restrict the right to report legal\nproceedings.\nClause 9*(Reporting of Crime)\ni) Relatives or friends of persons convicted or accused of\ncrime should not generally be identified without their consent, unless they are\ngenuinely relevant to the story.\nFindings of the Committee\n7. Private Advisory\nNotices are not injunctions; they do not preclude publications from publishing\nstories which make reference to an individual on behalf of whom a Notice has\npreviously been sent. Rather, their purpose is to make editors aware of the\nposition of an individual, and to note the relevant clauses of the Code which\nmay apply including, for example, those which concern privacy and harassment.\nContacting such an individual, or publishing a story which makes reference to\nthem, does not necessarily result in a breach of the Code; consideration needs\nto be given to the circumstances in which the Notice was issued and the\ncircumstances surrounding the published story or the contact made.\n8. In the Private\nAdvisory Notice, the complainant had made clear that he did not consent to\nbeing identified in any news story. The question for the Committee, therefore,\nwas whether the publication had demonstrated his genuine relevance to the\npublished report. The story, in this case, was the trial of the accused.  The complainant had voluntarily attended\ncourt with his relative who was the defendant in a criminal trial. The fact of\nthe complainant’s attendance at court, seemingly in support of his relative,\nwas relevant to a report of the court case. Identifying the complainant in\nthese circumstances did not breach the terms of Clause 9.\n9. The photograph,\nwhich showed the complainant’s likeness, was taken in a public place outside a\ncourt building at a time when the complainant was not engaged in private\nactivity.  In these circumstances, the\ncomplainant did not have a reasonable expectation of privacy in relation to the\ninformation contained in the photograph. Further, the article only identified\nthe complainant’s name, which is not private information. There was no breach\nof Clause 2 on this point.\n10. The terms of Clause 4 relate to the approaches\njournalists make at times of personal grief and shock, as well as how\nnewspapers handle the publication of material which relates to an individual’s\ngrief or shock. The complainant's identification in relation to his relative's\nconviction was not a situation which engaged the terms of Clause 4.\nConclusions\n11. The complaint was not upheld.\nRemedial action required\n12. N/A\nDate complaint received by IPSO: 28/02/2019\nDate decision issued to the parties: 01/05/2019\nReview\nThe complainant complained to the Independent Complaints\nReviewer about the process followed by IPSO in handling this complaint. The\nIndependent Complaints Reviewer decided that the process was not flawed and did\nnot uphold the request for review.\nBack to ruling listing\n\n\n"
}