{
    "url": "/rulings-and-resolution-statements/ruling/?id=01755-14",
    "title": "01755-14 Full Fact v The Times",
    "provisions": [
        "1 (Accuracy) 2015"
    ],
    "outcome": "No breach - after investigation",
    "publication": "The Times (News UK)",
    "received_on": "2014-11-12 00:00:00",
    "concluded_on": "2015-01-30 00:00:00",
    "complaint_processing_days": 79,
    "conclusion_long": "14. The complaint was not upheld.",
    "remedial_action": "N/A  Date complaint received: 12/11/2014",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee 01755-14 Full Fact v The TimesSummary of complaint \n1. Full Fact complained to the Independent Press Standards\nOrganisation that an article headlined “Britain gains economically, financially\nand culturally from cross-border movement of labour. Politicians should\nconfront the populism that denies this”, published by The Times on 15 October\n2014, was inaccurate in breach of Clause 1 (Accuracy) of the Editors’ Code of\nPractice. \n2. The article under complaint was a leader comment on\nimmigration and British political parties’ approaches to it. It claimed that\n“when people hear predictions, exaggerated though they no doubt are, of one\nmillion extra migrants in London by 2030, as Migration Watch is claiming, they\nfeel fearful.” \n3. The complainant said that, while Migration Watch had\ncited this projection, it was in fact an official estimate from the Office for\nNational Statistics (ONS); the newspaper’s reference was misleading in implying\nthat it originated with the group, and by extension had misled readers\nregarding the available evidence on population projections for foreign\nresidents. \n4. The newspaper had published the following letter from\nMigration Watch’s Chairman, making clear that the figure was from the ONS,\nshortly after publication, online (on its online letters page and appended to\nthe article), and in print: \nSir, Your leader (“Migration Benefits, Oct 15) stated that\nour prediction of one million extra migrants in London by 2030 was “no doubt”\nexaggerated. Far from it. It is taken from the projections of the Office of\nNational Statistics. Indeed all our work is based on official statistics and\noften casts light on aspects which those in favour of the present massive\nlevels of immigration would rather not be properly understood.Sir Andrew Green, Chairman, Migration Watch UK \n5. The complainant considered that this was an inadequate\nresponse. It stated that letter and spirit of the Editors’ Code clearly\nintended letters as a means of resolution when there is a directly affected\nparty alone or where there are a number of minor inaccuracies, neither of which\napplied here; the same letter and spirit called for corrections as a means of\ndealing with “straightforward factual errors”. In this instance, the\npublication of the letter had left the inaccuracy without public acknowledgement\nor acceptance of accountability by the newspaper, without amendment and without\ncorrection. \n6. This was not purely a matter between the group and the\nnewspaper; wider harm had been done to public understanding. Population\nprojections relating to immigration not only touched on an issue of huge\nimportance to the public, but affected planning for public services in the\nfuture. It was important that these were not misunderstood. In any case, the\ncomplainant noted that Migration Watch’s position on the matter had not been\nconfirmed. \n7. The newspaper accepted that the article was inaccurate in\nimplying that the figure was the product of the group’s own research, rather\nthan an official statistic. It argued that the publication of letters from\nparties directly involved is a recognised and reasonable means of dealing with\ninaccuracies, although not appropriate in all cases, and that in this instance\nthe publication of the letter had constituted an adequate corrective to the\ninaccuracy. It noted that the letter had appeared in print on the same page as\nits Corrections & Clarifications column, and that any correction on the\nsubject would have been significantly shorter. \n8. It regarded Migration Watch as the most closely involved\nparty to the complaint, as the claim could potentially damage its reputation by\nsuggesting, inaccurately, that it was a source of unreliable data. It noted\nthat IPSO’s Regulations state that “in the case of third party complaints the\nposition of the party most closely involved should be taken into account”.  It said that it was long accepted that a\nreader’s letter was an appropriate way of remedying an inaccuracy, and provided\na number of examples of cases in which letters had been published in The Times\ncorrecting factual inaccuracies. It declined to offer a further remedy. \nRelevant Code Provisions\n9. Clause 1 (Accuracy) \ni) The Press must take care not to publish inaccurate,\nmisleading or distorted information, including pictures. \nii) A significant inaccuracy, misleading statement or\ndistortion once recognised must be corrected, promptly and with due prominence,\nand - where appropriate - an apology published. \nClause 2 (Opportunity to reply) \nA fair opportunity for reply to inaccuracies must be given\nwhen reasonably called for. \nFindings of the Committee\n10. The Editors’ Code specifies two possible remedies for\nthe publication of inaccuracies, in both instances with qualifications. Clause\n1 provides for corrections for “significant” inaccuracies, misleading\nstatements or distortions – “once recognised”; Clause 2 provides for a “fair\nopportunity” for reply to inaccuracies, but only “when reasonably called for”.\nThe nature of the remedy that will be necessary in an individual case must\ndepend on the individual circumstances, most importantly the nature of the\ninaccuracy. \n11. It was not in dispute that Migration Watch had cited the\nstatistic to support its stance on immigration to the UK; the Committee noted\nthat the letter from the Chairman of Migration Watch referred to “our\nprediction” and stated that it was “taken from” projections by the ONS. Whether\npromulgated by the ONS or the group, the statistic represented a prediction of\nfuture events, and not a statement of fact. The article under complaint was a\nleader, and the newspaper was entitled, as a general point, to express the view\nthat the figure was “no doubt exaggerated”. The problem arose in this instance\nbecause this suggestion of “exaggeration” appeared to be based on an\ninaccurate, or at least incomplete, understanding of the figure’s provenance. \n12. This point required action on the part of the newspaper\nto remedy the position with respect to Migration Watch. In the Committee’s\nview, this was an occasion in which an opportunity to reply was reasonably\ncalled for and promptly supplied. The newspaper had met its obligations under\nClause 2, and it was appropriate for it to have appended the letter to the\nonline article, to ensure that any future readers of the article would be aware\nof the position. \n13. The Committee did not agree, however, that the article\nwould significantly mislead readers on the broader point – as the complainant\nhad put it, “the available evidence on population projections for foreign\nresidents”. On its face, the leader had merely suggested that the newspaper\nregarded one specific projection about immigration as likely to be exaggerated,\na position the newspaper was entitled to take, notwithstanding the\nmisattribution of the statistic. The letter had appropriately addressed the\ninaccuracy regarding the implied basis of its criticism. The remaining issues\ndid not require correction under Clause 1 (ii). \nConclusions\n14. The complaint was not upheld. \nRemedial Action Required\nN/A \nDate complaint received: 12/11/2014 \nDate decision issued: 30/01/2015\nBack to ruling listing\n\n\n"
}