{
    "url": "/rulings-and-resolution-statements/ruling/?id=01752-19",
    "title": "01752-19 Wallis v thesun.co.uk",
    "provisions": [
        "1 Accuracy (2018)",
        "5 Reporting suicide (2018)",
        "6 Children (2018)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "thesun.co.uk (News UK)",
    "received_on": "2019-02-28 00:00:00",
    "concluded_on": "2019-06-11 00:00:00",
    "complaint_processing_days": 103,
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee 01752-19 Wallis v thesun.co.ukSummary of complaint1.  Robbie Wallis complained to the Independent Press Standards Organisation that thesun.co.uk breached Clause 1 (Accuracy), Clause 5 (Reporting of suicide) and Clause 6 (Children) of the Editors’ Code of Practice in an article headlined “MOMO SLAVES Just a few seconds glimpse of sick Momo meme could haunt kids lives and control their behaviour, psychologist warns”, published on 27 February 2019.2. The article reported fears over the emergence of an online monster named “Momo”, which allegedly targeted young children via online videos. It said that the purpose of the character was to upset children or encourage them to hurt themselves; it said that the image had even been linked to several child suicides in Argentina, Colombia, and India.3. The complainant said that the article breached Clause 1 – the claim that the Momo character had been linked to suicides had been revealed as a hoax, and there was no evidence that it was responsible for any deaths. He also raised wider concerns that by reporting these fears, the article could cause children distress; he asked the Committee to consider these concerns under Clause 5 and Clause 6.4. The publication did not accept that there was any breach of the Code. It said that the article did not report as fact that there was a link between the Momo character and the deaths. Instead it was simply reporting the links made by the police or in other publications, and took care to attribute these as required: in Argentina, it reported that the police had linked the game with the suicide, it reported that the deaths in Colombia were “said to have killed themselves” after playing the game, and that the death in India “was also linked” to the game. It provided examples of other coverage which also reported these claims, and noted that the complainant was not in a position to know the details of the deaths and whether they were in fact any way linked to “Momo”. Furthermore, the publication noted that many parents had contacted them to share their experience with the Momo character, and said that the article was reporting the concerns of a childhood trauma expert on the subject. It also said that it took care to include advice from a high profile child protection charity, and a prominent suicide helpline which gave information to parents on how to keep their children safe online – following reports that the story may be a hoax, it had also started to add a box to stories on the subject, reporting on the conflicting accounts.Relevant Code Provisions 5. Clause 1 (Accuracy)i) The Press must take care not to publish inaccurate, misleading or distorted information or images, including headlines not supported by the text.ii) A significant inaccuracy, misleading statement or distortion must be corrected, promptly and with due prominence, and — where appropriate — an apology published. In cases involving IPSO, due prominence should be as required by the regulator.iii) A fair opportunity to reply to significant inaccuracies should be given, when reasonably called for.iv) The Press, while free to editorialise and campaign, must distinguish clearly between comment, conjecture and fact.Clause 5 (Reporting suicide)*When reporting suicide, to prevent simulative acts care should be taken to avoid excessive detail of the method used, while taking into account the media's right to report legal proceedings.Clause 6 (Children)*i) All pupils should be free to complete their time at school without unnecessary intrusion.ii) They must not be approached or photographed at school without permission of the school authorities.iii) Children under 16 must not be interviewed or photographed on issues involving their own or another child’s welfare unless a custodial parent or similarly responsible adult consents.iv) Children under 16 must not be paid for material involving their welfare, nor parents or guardians for material about their children or wards, unless it is clearly in the child's interest.v) Editors must not use the fame, notoriety or position of a parent or guardian as sole justification for publishing details of a child's private life.Findings of the Committee6. Publications are entitled to report claims and speculation, so long as they take care to present them as such. In this instance, the complainant was not in a position to dispute that concerns had been raised by parents and other professionals about the Momo character, and the article was entitled to report the concerns that it had played a role in the deaths of children. The article did not adopt these claims as fact and took care to present the accounts of parents who believed their children had seen the Momo character as such. Further, in relation to the specific links made to suicide in the article, it reported that children were “said to have” taken their own lives after playing the game, and that it had been linked to a death in India. The publication had taken care over the presentation of the claims, and the article did not give a misleading impression that these claims were established as fact. There was no breach of Clause 1.7. Clause 5 serves to protect against the publication of excessive details of suicide methods, in order to prevent against the possibility of simulative acts. In this case, the article did not report any details of a suicide method, and so the terms of Clause 5 were not engaged. Furthermore, Clause 6 relates to the protection of the rights of specific children; the complainant was not acting on behalf of any child identified in the article. His wider concerns about the effect the article may have on children in general did not engage the Code.Conclusions8. The complaint was not upheldRemedial Action9. N/ADate complaint received: 28/02/2019Date decision issued: 11/06/2019\nBack to ruling listing\n\n\n"
}