{
    "url": "/rulings-and-resolution-statements/ruling/?id=01765-14",
    "title": "01765-14 Wishart v Daily Express",
    "provisions": [
        "1 (Accuracy) 2015"
    ],
    "outcome": "No breach - after investigation",
    "publication": "Daily Express (Reach PLC)",
    "received_on": "2014-11-12 00:00:00",
    "concluded_on": "2015-02-13 00:00:00",
    "complaint_processing_days": 93,
    "conclusion_long": "8. The complaint was not upheld.",
    "remedial_action": "N/A  Date complaint received: 12/11/2014",
    "text": "\n\n\n\n\n\n·         Decision of the Complaints Committee 01765-14 Wishart v Daily Express\nSummary of complaint \n1. James Wishart complained to the Independent Press\nStandards Organisation that the Daily Express had breached Clause 1 (Accuracy)\nof the Editors’ Code of Practice in an article headlined “Britain to face\nArctic winter as mild autumn triggers polar gales and heavy snow”, published on\nExpress.co.uk on 28 October 2014, and an article headlined “Polar Vortex\nwarning: Latest winter weather models show UK faces months of heavy snow”,\npublished on Express.co.uk on 12 November 2014. \n2. Both articles reported on long term weather forecasts\nthat had been made for the winter of 2014/2015, and included claims that the UK\nwas forecast to have unusually heavy snowfall and low temperatures. The 12\nNovember article explained that forecasters feared that an “unprecedented\ncombination of low pressure, above-average rainfall and a freak polar vortex\nwill come together in a perfect storm of misery for Winter 2014”. \n3. The complainant said that weather forecasts were untrue,\nand that the articles were misleading and contained false information. He said\nthat there is no solid evidence that the UK will be affected by a “polar\nvortex” or very bad storms, and the Met Office long-term outlook did not\nindicate that there would be a polar vortex or extreme weather. He also\nreferred to a blog post from the Met Office news team, which stated that recent\nclaims that the UK would have the coldest winter on record in 2014/2015 were\nnot based on information from the Met Office. The blog post also noted that\nthere were articles claiming that the Met Office were forecasting the wettest\nwinter in 30 years; it said that this was not the case, and the claims appeared\nto be a misunderstanding of its three-month outlook for contingency planners. \n4. The newspaper said that the claims in the articles were\nnot presented as conclusive, but as the predictions of some forecasters and\nexperts. The 12 November article acknowledged that “not all models agree” and\nthat “the Met Office outlook paints a less chilly picture”.  The article went on to report the comments of\na Met Office spokesman who provided an overview of its three-month outlook. The\nnewspaper denied that the articles gave the impression that a polar vortex or an\narctic winter was a certainty. \nRelevant Code Provisions\n5. Clause 1 (Accuracy) \ni) The Press must take care not to publish inaccurate,\nmisleading or distorted information, including pictures. \nii) A significant inaccuracy, misleading statement or distortion\nonce recognised must be corrected, promptly and with due prominence, and -\nwhere appropriate - an apology published. In cases involving the Regulator,\nprominence should be agreed with the Regulator in advance. \niii) The Press,\nwhilst free to be partisan, must distinguish clearly between comment,\nconjecture and fact. \nFindings of the Committee\n6. Weather forecasts are predictive by their nature, and\nlong-term weather forecasts are well-known to be particularly uncertain. The\narticles did not suggest that the severe winter weather was a certainty, but\nthat it was the prediction of some forecasters, using certain weather models. \n7. Whilst the Committee noted the complainant’s concern that\nthe articles contained forecasts which were at variance with the long-term\noutlook provided by the Met Office, it was not suggested that the forecasts\nconcerned had been made by the Met Office, or that they had been derived from\ninformation provided by the Met Office. The 12 November article had made clear\nthat the Met Office three-month outlook did not make the same predictions. The\nfact that the Met Office long-term outlook differed from the forecasts\npresented did not constitute grounds for establishing that the publication had\nfailed to take care over the accuracy of the articles, or that the articles\ncontained significantly inaccurate or misleading information. \nConclusions\n8. The complaint was not upheld. \nRemedial Action Required\nN/A \nDate complaint received: 12/11/2014\nDate decision issued: 13/02/2015\nBack to ruling listing\n\n\n"
}