{
    "url": "/rulings-and-resolution-statements/ruling/?id=01762-14",
    "title": "01762-14 Kopp v Medway Messenger",
    "provisions": [
        "1 (Accuracy) 2015",
        "3 (Privacy) 2015"
    ],
    "outcome": "No breach - after investigation",
    "publication": "Medway Messenger (Iliffe Media Group Ltd)",
    "published_on": "2014-11-07 00:00:00",
    "received_on": "2014-11-12 00:00:00",
    "concluded_on": "2015-05-15 00:00:00",
    "complaint_processing_days": 184,
    "conclusion_long": "11. The complaint was not upheld.",
    "remedial_action": "N/A Date complaint received: 12/11/2014",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee 01762-14 Kopp v\nMedway MessengerSummary of\ncomplaint 1. Fatimah Kopp complained to the Independent Press\nStandards Organisation that the Medway Messenger had breached Clause 1\n(Accuracy) and Clause 3 (Privacy) of the Editors’ Code of Practice in an\narticle headlined “Out of work and out of pocket”, published on 7 November\n2014. 2. The article reported that a local community club, the\nPeninsula club, had closed down, leaving some staff unpaid. It said that there\nwas confusion over the complainant’s role in the operation of the club, but\nthat employees considered her to be their manager. It included a photograph of\nher posing with friends inside the club. 3. The complainant said that she had been listed as a\ndirector of the club at Companies House in error, and had later been removed\nfrom the register; she had informed the newspaper of this fact prior to\npublication. She said that she was not involved in the running of the club. She\nalso said that staff had been paid their wages, contrary to the claims in the\narticle. 4. The complainant was also concerned that the photograph\nof her had been taken from her Facebook page, where it was only viewable to\nfriends. She said that it had been emailed to the newspaper by a member of the\nclub’s staff and used without her consent. She said that the photograph had\nbeen taken during a social event in the club, and used to inaccurately imply\nthat she was involved in its operation. 5. The newspaper strongly stood by its story. It said\nthat the story had made clear that there was uncertainty surrounding the\ncomplainant’s role in the club. It provided copies of Facebook conversations\nand text messages which the complainant had exchange with employees, which\nshowed that she was involved in running the Club, including the following\nexcerpt from a Facebook message: “…all my plans that I’ve made have been put to\none side to keep this business running because I realise that staff have homes\nto run & families to feed. I’m running a business & I need the support\nof all staff as a manager it’s your job to be there & work all your contracted\nhours.” The newspaper said that employees had spoken to the newspaper on the\nrecord. It had taken their information in good faith, and had attempted to put\nthe claims to the complainant prior to publication, but she had declined to\ncomment. It said that it understood that the complainant had been named in a\ncivil action to recoup the employees’ wages. 6. The newspaper said that when its journalist was\nresearching the story, it accessed the complainant’s Facebook page to find that\n“dozens” of her albums were publicly viewable. The newspaper wanted a\nphotograph of her inside the club, and one of its sources (an employee of the\nclub) provided one from her Facebook page. It said that, given the large number\nof publicly available photographs, it did not think that it would be a problem\nto use the one it published. It said that, having brought her complaint, the\ncomplainant had made efforts to increase the security restrictions on her\nFacebook page. Relevant Code Provisions7. Clause 1 (Accuracy) i) The press must take care not to publish inaccurate,\nmisleading or distorted information, including pictures. ii) A significant inaccuracy, misleading statement or\ndistortion once recognised must be corrected, promptly and with due prominence,\nand – where appropriate – an apology published. iii) The press, whilst free to be partisan, must\ndistinguish clearly between comment, conjecture and fact. Clause 3 (Privacy) i) Everyone is entitled to respect for his or her private\nand family life, home, health and correspondence, including digital\ncommunications. ii) Editors will be expected to justify instructions into\nany individual’s private life without consent. Account will be taken of the\ncomplainant’s own public disclosures of information. Findings of the Committee8. The conversations with staff which the newspaper had\nprovided clearly showed that the complainant did play some role in the running\nof the club. The newspaper had contacted the complainant prior to publication\nand spoken with Companies House. The references to the complainant in the\narticle made clear that “she denies having anything to do with the failed\nclub”, that “papers were filed with Companies House appointing her as a\ndirector but, according to its records and after discussions with her, her\nappointment as a director was taken off the public register”, and that there\nwas “confusion over [her] role”. The Committee was satisfied that this element\nof the complaint did not raise a breach of Clause 1. 9. The journalist had spoken to club employees on the\nrecord, who had said that they had not been paid in full and were owed\nsubstantial sums of money; these comments were included in the article. The newspaper\nwas entitled to rely on the accounts of the employees. The newspaper had put\nthe claims to the complainant prior to publication, but she had declined to\ncomment on this point. One of the club’s former owners had also “declined to\ncomment on any of the issues raised by the workers.” There was no failure to\ntake care over the accuracy of the article; a correction was not required under\nthe terms of Clause 1. 10. The photograph had been provided by an employee of\nthe club, after the complainant had chosen to share it online. The subject\nmatter of the photograph was innocuous, and its use did not demonstrate a\nfailure to respect the complainant’s private life. There was no breach of\nClause 3. Conclusions11. The complaint was not upheld. Remedial Action RequiredN/A Date complaint received: 12/11/2014\nDate decision issued: 15/05/2015\nBack to ruling listing\n\n\n"
}