{
    "url": "/rulings-and-resolution-statements/ruling/?id=01767-17",
    "title": "01767-17 Sword v The Times",
    "provisions": [
        "2 Privacy (2016)",
        "3 Harassment (2016)",
        "1 Accuracy (2016)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "The Times (News UK)",
    "received_on": "2017-03-09 00:00:00",
    "concluded_on": "2017-06-13 00:00:00",
    "complaint_processing_days": 96,
    "conclusion_long": "17. The complaint was not upheld.",
    "remedial_action": "N/A Date complaint received: 09/03/2017",
    "text": "\n\n\n\n\n\nDecision\nof the Complaints Committee 01767-17\nSword v The Times\nSummary\nof complaint 1.    Eric Sword\ncomplained to the Independent Press Standards Organisation that The Times\nbreached Clause 1 (Accuracy), Clause 2 (Privacy) and Clause 3 (Harassment) of\nthe Editors’ Code of Practice in relation to an article headlined “Detective\ninvestigated over flawed abuse inquiry retires”, published on 16 March.\n The article was also published online. 2.    The article\nreported that the complainant, one of the remaining police officers who was\nstill being investigated by the Independent Police Complaints Commission (IPCC)\nin relation to his role working on Operation Midland, had retired in August\n2016, and could not therefore face any sanction. The article reported that the\ncomplainant’s retirement complied with police regulations. The article was\naccompanied by an image of the complainant, and reported that he had declined\nto comment. 3.    The complainant\nsaid that in March, a few days before the article was published, a photographer\nfrom the newspaper took several photographs of him outside of his house in the\nmorning. The complainant said that the photographer had driven her car around a\ncorner at speed, parked in front of his neighbours drive and jumped out in\nfront of him. He said it was not until he told her to “stop and go away”, did\nshe cease taking photographs. He also said that even after this request, the\ncamera continued to click for a short period. 4.    The complainant\nsaid that photographer’s visit followed an earlier approach to him at his home\nby a journalist from the newspaper in February. He said that the journalist had\ntold him that she had no option but attend his address as she could not\notherwise contact him. When the newspaper provided a recording of this\nconversation in response to his complaint, he was concerned that it had been made\nwithout his knowledge or permission. 5.    The complainant said\nthat on the same day the photographer had visited his house, the journalist who\nhad approached him in February called his mobile phone, which he said showed she\nhad lied about the reason for approaching him at his home in February. He said\nthat she had called him on his private mobile phone number. He said that during\nthis telephone conversation, he told the journalist that he had asked her not\nto come to his address, to which she responded by saying that he had not told\nher not to send a photographer. 6.    The complainant\nsaid that the article suggested that his retirement was decided to avoid\ninvestigation by the IPCC. He said that his earliest retirement date was\ndictated by his service, not by him, and that he had in fact stayed beyond an\nearlier date in July, fully cooperating with an inquiry into Operation Midland\nby a former judge. 7.    In relation to\nthe journalist’s approach in February, the newspaper said that there are times\nwhen visiting a home address may be the only reliable way of making contact\nwith someone to ensure accurate reporting. It said that the Editors’ Code does\nnot prevent newspapers from approaching individuals at their place of\nresidence. It said that the reporter had identified herself to the complainant,\nmade clear the purpose of the conversation, which was to ask about Operation\nMidland. The newspaper said that there was no question of subterfuge. It said\nthere was no reason why the journalist should not have recorded that conversation,\nwhich she was party to in her capacity as a journalist. It noted that nothing\nfrom the recording had been published, and neither the recording nor the\ntranscript had been shared with anyone outside the newspaper, except to IPSO,\nfor the purpose of responding to the complaint. The newspaper noted that at no\npoint did the complainant say that he did not want to be contacted again during\nhis conversation with the journalist. In this conversation, and in response to\nthe journalist’s request for comment, the complainant said “I’ll think about\nit. My initial thoughts are ‘no’, but that doesn’t mean I won’t change my mind\nand I’ve got your details”. 8.    The newspaper\nsaid that when the complainant asked the photographer to stop taking pictures, she\ndid so immediately, apologised for interrupting his day and had driven away\nbefore he had entered his house. The newspaper said that the complainant did\nnot have a reasonable expectation of privacy while he was walking his dog on a\npublic road. 9.    The newspaper\nsaid that its journalist had called the complainant in March, prior to\npublication of the article, to ask for his comments on the fact he had been\nallowed to retire.  It said that it had\nemerged in the previous week that the IPCC was dropping its inquiry into three\nother police officers over wrongdoing during Operation Midland, leaving the\ncomplainant as one of only three remaining officers under investigation.  It said that this was a new development in the\nstory, which it was in the public interest to provide the complainant with an\nopportunity to comment on. It said that the complainant had declined the\nopportunity to comment, but instead said that he was unhappy at being\ncontacted. The newspaper said it had also contacted the Metropolitan Police’s\npress office for details on his retirement, which were included in the\narticle.  \nRelevant\nCode provisions 10. Clause 1\n(Accuracy)\ni) The Press\nmust take care not to publish inaccurate, misleading or distorted information\nor images, including headlines not supported by the text.\nii) A\nsignificant inaccuracy, misleading statement or distortion must be corrected,\npromptly and with due prominence, and — where appropriate — an apology\npublished. In cases involving IPSO, due prominence should be as required by the\nregulator. \niii) A fair\nopportunity to reply to significant inaccuracies should be given, when\nreasonably called for.\niv) The Press,\nwhile free to editorialise and campaign, must distinguish clearly between\ncomment, conjecture and fact. \nClause 2 (Privacy)\ni) Everyone is\nentitled to respect for his or her private and family life, home, health and\ncorrespondence, including digital communications.\nii) Editors will be\nexpected to justify intrusions into any individual's private life without\nconsent. Account will be taken of the complainant's own public disclosures of\ninformation.\niii) It is\nunacceptable to photograph individuals, without their consent, in public or\nprivate places where there is a reasonable expectation of privacy. \nClause 3\n(Harassment)\ni) Journalists must\nnot engage in intimidation, harassment or persistent pursuit. ii) They must not persist in questioning,\ntelephoning, pursuing or photographing individuals once asked to desist; nor\nremain on property when asked to leave and must not follow them. If requested,\nthey must identify themselves and whom they represent. iii) Editors must ensure these\nprinciples are observed by those working for them and take care not to use\nnon-compliant material from other sources. \nFindings\nof the Committee 11. To approach the\ncomplainant for comment at his home did not in itself represent intimidation or\nharassment under the terms of Clause 3. Having listened to the recording of the\njournalist’s conversation with the complainant in February, the Committee noted\nthat the journalist did not continue to ask the complainant questions after\nbeing asked to stop, or remain on the property after being asked to leave. The\njournalist had not harassed the complainant by her conduct, and there was no\nbreach of Clause 3 on this point. 12. The journalist\nhad made clear that she was a journalist, seeking the complainant’s comments,\nand stated clearly her name, the newspaper she worked for and her role at that\nnewspaper. The Committee noted the complainant’s position that he was not aware\nthat he was being recorded. However, the newspaper had not published its recording,\nand the mere use of the recording device did not represent a failure to respect\nthe complainant’s privacy. There was no breach of Clause 2 in relation to this\naspect of the complaint. 13. During the\nconversation in February, the complainant did not request that he was not\napproached at the property again. The photographer’s visit to the complainant’s\nhouse in February did not take place in the context of a request to desist. The\nCommittee recognised that the complainant had found the photographer’s approach\nto be an unpleasant experience. However, it was not in dispute that the photographer\nstopped taking photographs once she had been asked to, after which she left the\nvicinity of the complainant’s property. The Committee was satisfied that the\nphotographer had not harassed the complainant within the terms of Clause 3, and\nthere was no breach of the Code on this point. 14. The complainant\nwas photographed when walking his dog down a public street. Having regard for\nhis location, and his activity, the Committee considered that he did not have a\nreasonable expectation of privacy, such that his consent was required to\nphotograph him. The taking and publication of the photograph did not breach\nClause 2. 15. In February, the\ncomplainant had told the journalist that his initial thoughts were that he did\nnot wish to comment, but that he would think about it. While there was a\ndiscussion about how the journalist had learnt his address, the complainant had\nnot asked not to be contacted again. In these circumstances, it did not\nrepresent harassment for the journalist to call the complainant in March to\nprovide him an opportunity to comment specifically on his retirement.  16. In relation to\nthe complaint under Clause 1, the Committee noted the complainant’s concern\nthat the article suggested that the motivation for his retirement was to avoid\nsanction by the IPCC. The article reported that the complainant had retired, in\ncompliance with police regulations, and that this meant he could not be\nsanctioned by the IPCC, none of which was in dispute. By providing the\ncomplainant the opportunity to comment on his retirement, the newspaper had\ntaken care not to publish misleading information, and there was no breach of\nClause 1 (i). The article did not make any claim about the complainant’s\nreasons for retiring, and was not misleading in the manner alleged. There was\nno breach of Clause 1 (ii). \nConclusions 17. The complaint was\nnot upheld.   \nRemedial Action Required\nN/A\nDate complaint received: 09/03/2017\nDate decision issued: 13/06/2017\nBack to ruling listing\n\n\n"
}