{
    "url": "/rulings-and-resolution-statements/ruling/?id=01779-21",
    "title": "01779-21 Evison v yorkshirepost.co.uk",
    "provisions": [
        "3 Harassment (2021)",
        "1 Accuracy (2021)",
        "4 Intrusion into grief or shock (2021)",
        "5 Reporting suicide (2021)",
        "6 Children (2021)",
        "12 Discrimination (2021)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "yorkshirepost.co.uk (National World Publishing Ltd)",
    "received_on": "2021-02-18 00:00:00",
    "concluded_on": "2021-08-12 00:00:00",
    "complaint_processing_days": 175,
    "conclusion_long": "22. The complaint was not upheld.",
    "remedial_action": "23. N/A    Date complaint received: 18/02/2021",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee – 01779-21 Evison v\nyorkshirepost.co.uk\nSummary of Complaint\n1. Jessica Evison complained to the Independent Press\nStandards Organisation that yorkshirepost.co.uk breached Clause 1 (Accuracy),\nClause 3 (Harassment), Clause 4 (Intrusion into grief or shock), Clause 5\n(Reporting of suicide), Clause 6 (Children) and Clause 12 (Discrimination) in\nan article headlined “North Yorkshire sheep farmer whose partner died by\nsuicide speaks out on mental health crisis in the industry”, published 18\nFebruary 2021.\n2. The article reported on a “’mental health epidemic’” in\nagriculture and stated that a recent survey by a charity had found “that 88[%]\nof farmers under the age of 40 rank poor mental health as the biggest hidden problem\nfacing farming today\". It focused on one case of a woman “who [had] lost\nher partner to suicide” in 2019 after he had struggled “with depression”. The\narticle also stated that he had been “diagnosed with depression shortly before\nhe died” and that “she had been caring for him” at this time.\n3. The complainant, the mother of the man who died, said the\narticle was inaccurate in reporting that her son had “died by suicide”. There\nwas still an ongoing investigation into the cause of death and the inquest was\nyet to be held. The complainant also said it was inaccurate to claim that her\nson had “struggled” with depression. Whilst she accepted that he had been\ndiagnosed with depression a short time before his death, this did not\nconstitute a struggle. She also said that the article misleadingly implied that\nher son’s partner had been a full-time carer. The complainant also said that\nthe article breached Clause 3 because it led to her family being contacted by\nmembers of the public; Clause 4 because it had caused distress and was lacking\ncompassion; and, Clause 5 as it was inaccurate as to her son’s cause of death.\nFurther, she said the article breached Clause 6 as it related to her child and,\nClause 12 as it discriminated against her son who, she said did not have a\nmental illness, as well as against people suffering from mental health\nproblems.\n4. The publication did not accept it had breached the Code.\nIt said that its story had been based on a press release by a mental health\ncharity, which presented the case of the complainant’s son and his surviving\npartner as one of its case studies. It said it had then interviewed the woman\nwho had told her story and recorded her account of the life and death of her\npartner in good faith. It emphasised that she had a right to speak out about\nhis death; the fact that the complainant disagreed with her account did not\nmade it inaccurate.\n5. The reporter was told the method of suicide but had\nremoved this detail and the son’s name to ensure the article was compassionate.\nThe journalist had also corroborated the fact that the son had died by checking\nan online obituary and funeral notice; neither source of information\ncontradicted the notion that the son had died from suicide and the funeral\nnotice encouraged donations to a mental health charity. It said this\nconstituted due care not to publish inaccurate information with regard to\nreporting the complainant’s son’s cause of death. In any event, it said that\nthe disputed claim could not be significantly inaccurate where no finding had\nyet been made by the coroner on this point. During IPSO’s investigation, it\nalso provided confirmation from the police that the death was not treated as\nsuspicious and that there was currently no active police investigation into the\ndeath.\n6. Nonetheless, on becoming aware of the complainant’s\nconcerns, the publication removed the article. It also offered to publish a\nstatement from the complainant when it covered her son’s inquest.\n7. The complainant did not accept these actions as a\nresolution to her complaint.\nRelevant Code Provisions\n8. Clause 1 (Accuracy)\ni) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not\nsupported by the text.\nii) A significant inaccuracy, misleading statement or\ndistortion must be correction, promptly and with due prominence, and –where\nappropriate– an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator.\n9. Clause 3 (Harassment)\ni) Journalists must not engage in intimidation, harassment\nor persistent pursuit.\nii) They must not persist in questioning, telephoning,\npursuing or photographing individuals once asked to desist; nor remain on\nproperty when asked to leave and must not follow them. If requested, they must\nidentify themselves and whom they represent.  \n iii)  Editors must ensure these principles are\nobserved by those working for them and take care not to use non-compliant\nmaterial from other sources.\n10. Clause 4 (Intrusion into grief or shock)\nIn cases involving personal grief or shock, enquiries and\napproaches must be made with sympathy and discretion and publication handled\nsensitively. These provisions should not restrict the right to report legal\nproceedings.\n11. Clause 5 (Reporting of suicide)\nWhen reporting suicide, to prevent simulative acts care\nshould be taken to avoid excessive detail of the method used, while taking into\naccount the media's right to report legal proceedings.\n12. Clause 6 (Children)\ni) All pupils should be free to complete their time at\nschool without unnecessary intrusion.\nii) They must not be approached or photographed at school\nwithout permission of the school authorities.\niii) Children under 16 must not be interviewed or\nphotographed on issues involving their own or another child’s welfare unless a\ncustodial parent or similarly responsible adult consents.\niv) Children under 16 must not be paid for material\ninvolving their welfare, nor parents or guardians for material about their\nchildren or wards, unless it is clearly in the child's interest.\nv) Editors must not use the fame, notoriety or position of a\nparent or guardian as sole justification for publishing details of a child's\nprivate life.\n13. Clause 12 (Discrimination)\ni) The press must avoid prejudicial or pejorative reference\nto an individual's, race, colour, religion, sex, gender identity, sexual\norientation or to any physical or mental illness or disability.\nii) Details of an individual's race, colour, religion,\ngender identity, sexual orientation, physical or mental illness or disability\nmust be avoided unless genuinely relevant to the story.\nFindings of the Committee\n14. The Committee first wished to express its sincere\ncondolences to the complainant for her loss, and empathised with the profound\ndistress and heartbreak the family had endured.\n15. Whilst the disputed claim was presented as a statement\nof fact, the context around it was a story that was clearly based on the\naccount of the woman, who was presented by a registered charity as a case study\nof someone who had lost their partner to suicide. The article had been\npresented as her story, illustrating broader concerns about mental health in\nthe farming community. The story made no reference to an inquest nor implied\nthat there had been an official finding about the cause of death. Further, the\npublication had taken steps to corroborate her claims, including checking\npublicly available information about the death. In this context, the Committee\nconcluded that it had taken adequate care over the accuracy of the claim. There\nwas no breach of Clause 1(i).\n16. There was no official cause of death at the time of\nwriting. The police had confirmed the death was not being treated as\nsuspicious, that the case had been passed to a coroner, and that an inquest was\nyet to be held. In circumstances where the complainant’s son had not been\nnamed; the article had related the woman’s account of her experiences; and it\ndid not imply that there had been an official finding as to the cause of death,\nthe Committee did not identify any significant inaccuracy or misleading\nstatement requiring correction under Clause 1(ii).\n17. The complainant had accepted that her son had been\ndiagnosed with depression, however she said he had not “struggled” with this\nfor a long period. The article made no claim as to exactly how long the son had\nsuffered from mental health nor did it make a claim of fact as to the extent of\nthose issues. The disputed claim appeared in the context of the partner’s own\npersonal account of the tragedy. The claim that the complainant’s son had been\n“diagnosed” and “struggled” with depression did not constitute a failure to\ntake care not to publish inaccurate information, nor did it give rise to a\nsignificant inaccuracy or misleading statement. There was no breach of Clause\n1.\n18. The article had stated that the complainant’s son’s\npartner “had been caring for him” before he died. The Committee did not agree\nthat this implied that she had been a full-time carer; it made no claim as to\nthe extent of care she provided. This reference did not breach Clause 1.\n19. Clause 3 generally relates to the way journalists behave\nwhen researching a news story and is meant to protect people from being\nrepeatedly approached by the press against their wishes. Concerns about the\nbehaviour of members of the public, as distinct from concerns which related\ndirectly to the content of the article or the conduct of a newspaper employee,\nwere not a matter for IPSO.\n20. The article was a report on the complainant’s son’s\nmental health and death, as well as the experience of his surviving partner.\nThe Committee acknowledged that the complainant had found the article\ndistressing and strongly disputed the woman’s account of the events surrounding\nthe complainant’s son’s death. Nonetheless, the article did not insult the deceased;\nit included minimal details about the cause of death and focused on the issue\nof mental health in farming more broadly. The publication of the article was\nhandled sensitively within the meaning of Clause 4. There was no breach of this\nClause. \n21. In order to prevent simulative acts, Clause 5 prohibits\nthe inclusion of excessive detail about the method of suicide used in any given\ncase. The article did not mention the method of suicide. Clause 6 relates to\nintrusions into a specific child’s time at school, approaches to children and\nthe publication of material relating to their welfare and private life. Its\nprotection extends to children under 16 or under 18 but in full-time education.\nThe complainant’s son was aged 19 at the time of the incident reported on.\nClause 12 is designed to protect specific individuals mentioned by the press\nfrom discrimination based on their race, colour, religion, gender identity,\nsexual orientation or any physical or mental illness or disability. It does not\napply to groups or categories of people. Whilst the son’s mental health was\nreferenced, such references were neither pejorative nor prejudicial. Further,\nthe references to the son’s mental health were genuinely relevant to the story,\nwhere the story centred on mental health and suicide in farming. For these\nreasons, there was no breach of Clause 5, Clause 6, or Clause 12.\nConclusions\n22. The complaint was not upheld.\nRemedial Action Required\n23. N/A \n \nDate complaint received: 18/02/2021\nDate complaint concluded by IPSO: 12/08/2021\nBack to ruling listing\n\n\n"
}