{
    "url": "/rulings-and-resolution-statements/ruling/?id=01778-21",
    "title": "01778-21 Evison v examinerlive.co.uk",
    "provisions": [
        "1 Accuracy (2021)",
        "2 Privacy (2021)",
        "3 Harassment (2021)",
        "4 Intrusion into grief or shock (2021)",
        "5 Reporting suicide (2021)",
        "6 Children (2021)",
        "12 Discrimination (2021)",
        "14 Confidential sources (2021)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "examinerlive.co.uk (Reach PLC)",
    "received_on": "2021-02-18 00:00:00",
    "concluded_on": "2021-08-12 00:00:00",
    "complaint_processing_days": 175,
    "conclusion_long": "23. The complaint was not upheld.",
    "remedial_action": "24. N/A   Date complaint received: 180/2/2021",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee – 01778-21 Evison v\nexaminerlive.co.uk\nSummary of Complaint\n1. Jessica Evison complained to the Independent Press\nStandards Organisation that examinerlive.co.uk breached Clause 1 (Accuracy),\nClause 2 (Privacy), Clause 3 (Harassment), Clause 4 (Intrusion into grief or\nshock), Clause 5 (Reporting of suicide), Clause 6 (Children), Clause 12\n(Discrimination) and Clause 14 (Confidential sources) in an article headlined\n“Yorkshire farmer shares her heartbreaking story as campaign to raise awareness\nof suicide in the agricultural industry launches”, published 15 February 2021.\n2. The article reported on “a campaign…launched to raise\nawareness of the \"mental health epidemic\" in the agricultural\nindustry”. It noted that “133 suicides were registered in [Great Britain] in\n2019 for those working in farming and…related trades”. It went on to report\nthat “one of those to have been directly affected is [a named] Yorkshire\nfarmer…whose partner [named in the article] took his own life in September 2019\naged just 19”. It stated that her partner had “had a history of mental health\nproblems but \"never had help with it\"” and that the partner had said\nhe “was almost ashamed of his mental health”.\n3. The complainant, the mother of the man who died, said the\narticle was inaccurate in reporting that her son “died by suicide”. There was\nstill an ongoing investigation into the cause of death and the inquest was yet\nto be held. Further, she expressed a concern that no steps were taken to check\nthe veracity of the cause of death given to the newspaper by her son’s partner.\nThe complainant also said it was inaccurate to claim that her son “had a\nhistory of mental health problems”. Whilst she accepted that he had been\ndiagnosed with depression a short time before his death, he did not have a\n“long” history of such problems. The complainant also said that the article\nbreached Clause 2 and 14 by naming her son; Clause 3 because it led to her\nfamily being contacted by members of the public; and Clause 4 because it had\ncaused distress and was lacking compassion. Further she said the article\nbreached Clause 5 as it was inaccurate as to her son’s cause of death; Clause 6\nas it related to her child; and Clause 12 as it discriminated against her son,\nwho she said did not have a mental illness, as well as against people who did\nsuffer from mental health problems.\n4. The publication did not accept it had breached the Code.\nIt said that its story had been based on a press release by a mental health\ncharity, which presented the case of the complainant’s son and his surviving\npartner as one of its case studies. It said it had interviewed the named\npartner and recorded her account of the life and death of the complainant’s son\nin good faith. It said this constituted due care not to publish inaccurate\ninformation with regard to reporting the complainant’s son’s cause of death. In\nany event, it said that the disputed claim could not be significantly\ninaccurate where no finding had yet been made by the coroner on this point.\nFurther, it emphasised that the article had not claimed how long the complainant’s\nson had mental health problems; it only recorded his surviving partner’s\nambiguous view that he had “a history” of such problems.\n5. Nonetheless, on becoming aware of the complainant’s\nconcerns, the publication removed the complainant’s son’s first name from the\narticle and sent her a private letter of apology. It said it was dismayed when\nit was told that the inquest was yet to occur. It also offered to remove the\nonline article or amend it to note that no cause of death had yet been determined.\n6. The complainant did not accept these actions as a\nresolution to her complaint.\nRelevant Code Provisions\n7. Clause 1 (Accuracy)\ni) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not\nsupported by the text.\nii) A significant inaccuracy, misleading statement or\ndistortion must be correction, promptly and with due prominence, and –where\nappropriate– an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator.\n8. Clause 2 (Privacy)\ni) Everyone is entitled to respect for their private and\nfamily life, home, health, and correspondence, including digital\ncommunications.\nii) Editors will be expected to justify intrusions into any\nindividual's private life without consent. In considering an individual's\nreasonable expectation of privacy, account will be taken of the complainant's\nown public disclosures of information and the extent to which the material\ncomplained about is already in the public domain or will become so.\niii) It is unacceptable to photograph individuals, without\ntheir consent, in public or private places where there is a reasonable\nexpectation of privacy.\n9. Clause 3 (Harassment)\ni) Journalists must not engage in intimidation, harassment\nor persistent pursuit.\nii) They must not persist in questioning, telephoning,\npursuing or photographing individuals once asked to desist; nor remain on\nproperty when asked to leave and must not follow them. If requested, they must\nidentify themselves and whom they represent.   \niii)  Editors must ensure these\nprinciples are observed by those working for them and take care not to use\nnon-compliant material from other sources.\n10. Clause 4 (Intrusion into grief or shock)\nIn cases involving personal grief or shock, enquiries and\napproaches must be made with sympathy and discretion and publication handled\nsensitively. These provisions should not restrict the right to report legal\nproceedings.\n11. Clause 5 (Reporting of suicide)\nWhen reporting suicide, to prevent simulative acts care\nshould be taken to avoid excessive detail of the method used, while taking into\naccount the media's right to report legal proceedings.\n12. Clause 6 (Children)\ni) All pupils should be free to complete their time at\nschool without unnecessary intrusion.\nii) They must not be approached or photographed at school\nwithout permission of the school authorities.\niii) Children under 16 must not be interviewed or\nphotographed on issues involving their own or another child’s welfare unless a\ncustodial parent or similarly responsible adult consents.\niv) Children under 16 must not be paid for material\ninvolving their welfare, nor parents or guardians for material about their\nchildren or wards, unless it is clearly in the child's interest.\nv) Editors must not use the fame, notoriety or position of a\nparent or guardian as sole justification for publishing details of a child's\nprivate life.\n13. Clause 12 (Discrimination)\ni) The press must avoid prejudicial or pejorative reference\nto an individual's, race, colour, religion, sex, gender identity, sexual\norientation or to any physical or mental illness or disability.\nii) Details of an individual's race, colour, religion,\ngender identity, sexual orientation, physical or mental illness or disability\nmust be avoided unless genuinely relevant to the story.\n14. Clause 14 (Confidential sources)\nJournalists have a moral obligation to protect confidential\nsources of information.\nFindings of the Committee\n15. The Committee first wished to express its sincere\ncondolences to the complainant for her loss, and empathised with the profound\ndistress and heartbreak the family had endured.\n16. Whilst the disputed claim was presented as a statement\nof fact, the context around it was a story that was clearly based on the\naccount of a woman, who was presented by a registered charity as a case study\nof someone in the farming community who had lost their partner to suicide. The\narticle had been presented as her story, illustrating broader concerns about\nmental health in the farming community. The story made no reference to an\ninquest nor implied that there had been an official finding about the cause of\ndeath. In this context, the Committee concluded that it had taken adequate care\nover the accuracy of the claim. There was no breach of Clause 1(i).\n17. There was no official cause of death at the time of\nwriting. An inquest was yet to be held. In circumstances where the article had\nrelated the woman’s account of her experiences; and it did not imply that there\nhad been an official finding as to the cause of death, the Committee did not\nidentify any significant inaccuracy or misleading statement requiring\ncorrection under Clause 1(ii).\n18. The complainant had accepted that her son had been\ndiagnosed with depression. However, she said he did not have a “long” history\nof such problems. The article made no claim as to exactly how long the son had\nsuffered from mental health issues and the disputed claim appeared in the\ncontext of the partner’s own personal account of the tragedy. The statement\nthat the complainant’s son had “a history of mental health problems” did not\nconstitute a failure to take care not to publish inaccurate information, nor\ndid it give rise to a significant inaccuracy or misleading statement. There was\nno breach of Clause 1.\n19. The Committee acknowledged the upset caused by the\narticle. However, the fact of someone’s death is a matter of public record.\nNaming the complainant’s son’s first name and noting that he had died did not\ngive rise to a breach of Clause 2.\n20. Clause 3 generally relates to the way journalists behave\nwhen researching a news story and is meant to protect people from being\nrepeatedly approached by the press against their wishes. Concerns about the\nbehaviour of members of the public, as distinct from concerns which related\ndirectly to the content of the article or the conduct of employees of the\nnewspaper, were not a matter for IPSO.\n21. The article was a report on the complainant’s son’s\nmental health and death, as well as the experience of his surviving partner.\nThe Committee acknowledged that the complainant had found the article\ndistressing and strongly disputed the woman’s account of the events surrounding\nthe complainant’s son’s death. Nonetheless, the article did not insult the\ndeceased; it included minimal details about the cause of death and focused on\nthe issue of mental health in farming more broadly. The publication of the\narticle was handled sensitively within the meaning of Clause 4. There was no\nbreach of this Clause. \n22. In order to prevent simulative acts, Clause 5 prohibits\nthe inclusion of excessive detail about the method of suicide used in any given\ncase. The article did not mention the specific circumstances of the death.\nClause 6 relates to intrusions into a specific child’s time at school,\napproaches to children and the publication of material relating to their\nwelfare and private life. Its protections extend to children under 16 or under\n18 but in full-time education. The complainant’s son was aged 19 at the time of\nthe incident reported on. Clause 12 is designed to protect specific individuals\nmentioned by the press from discrimination based on their race, colour, religion,\ngender identity, sexual orientation or any physical or mental illness or\ndisability. Whilst the son’s mental health was referenced, such references were\nneither pejorative nor prejudicial. Further, the references to the son’s mental\nhealth were genuinely relevant to the story, where the story centred on mental\nhealth and suicide in farming. The complainant said that the article breached\nClause 14 by naming her son. Clause 14 relates to the identification of\nconfidential sources of information. For these reasons, there was no breach of\nClause 5, Clause 6, Clause 12, or Clause 14.\nConclusion\n23. The complaint was not upheld.\nRemedial Action Required\n24. N/A\n \nDate complaint received: 180/2/2021\nDate complaint concluded by IPSO: 12/08/2021\nBack to ruling listing\n\n\n"
}