{
    "url": "/rulings-and-resolution-statements/ruling/?id=01789-21",
    "title": "01789-21 Brewerton v Telegraph.co.uk",
    "provisions": [
        "1 Accuracy (2019)",
        "2 Privacy (2019)",
        "3 Harassment (2019)",
        "4 Intrusion into grief or shock (2019)",
        "10 Clandestine devices and subterfuge (2019)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "Telegraph.co.uk (Telegraph Media Group Ltd)",
    "published_on": "2021-02-05 00:00:00",
    "received_on": "2021-08-02 00:00:00",
    "concluded_on": "2022-02-10 00:00:00",
    "complaint_processing_days": 192,
    "conclusion_long": "33. The complaint was not upheld.",
    "remedial_action": "34. N/A    Date complaint received: 02/08/2021",
    "text": "\n\n\n\n\n\nDecision\nof the Complaints Committee – 01789-21 Brewerton v Telegraph.co.uk\nSummary\nof Complaint\n1. Keith\nBrewerton, acting on behalf of himself and his son Aled Brewerton, complained\nto the Independent Press Standards Organisation that Telegraph.co.uk breached\nClause 1 (Accuracy), Clause 2 (Privacy), Clause 3 (Harassment), Clause 4\n(Intrusion into grief or shock), and Clause 10 (Clandestine devices and\nsubterfuge) of the Editors’ Code of Practice in an article headlined “'You have\nno authority here!' Handforth Parish Council meeting goes viral after massive\nrow on Zoom”, published on 5 February 2021.\n2. The\narticle, which appeared online only, reported on the response to a parish\ncouncil meeting which had a few earlier days gone “viral” on social media and\nbeen covered widely by the press. The article included a three-minute clip of\nthe meeting, and summarised the events of the meeting itself; reporting that a\ncouncillor was removed from proceedings, which prompted “an angry response from\nanother member of the committee, who loses his patience with the ‘illegal’\nmeeting and demands that his fellow members ‘read the standing orders - read\nand understand them!’” The article further said that the meeting showed “power\nhungry councillors accus[ing] each other of ‘appalling behaviour’ and acting\nlike ‘laughing hyenas’” and that the councillors “struggled to adapt to new\ntechnology” as they held the meeting over a video-calling platform.\n3. The\narticle also reported that the meeting “opens with a war of words between two\nof the councillors” and that “others [in the meeting] are unimpressed by those\nnot taking the proceedings seriously, with one councillor accusing a colleague\nof ‘sitting there like a laughing hyena’”.\n4. Prior\nto the complainant making a complaint to IPSO, his son contacted IPSO to\nrequest that it make the press aware that he was “very concerned about\nunwarranted and unsolicited approaches from the Press including: emails,\ntelephone calls and visits to my home” and that he “do[es] not wish to speak to\nthe Press and wish that journalists do not come into the area surrounding my\nhome”. This notice was circulated by IPSO to the press – including\nTelegraph.co.uk – on 5 February 2021, at 5:41pm.\n5. The\ncomplainant said that the article was inaccurate in breach of Clause 1; the\nvideo of the meeting included with the article had been altered, with sequences\nchanged and interactions omitted. He said that these alterations meant that the\nvideo was not an accurate or correct record of what had happened during the\nmeeting. The article also, he said, omitted the fact that his son and his\nfellow councillors had been “illegally evicted” from the meeting, which he\nconsidered to represent a further inaccuracy in breach of Clause 1.\n6. The\ncomplainant also considered that the video included in the article breached\nClause 2, as he appeared in the video and said that he had not been informed at\nthe time that the meeting was being recorded. Both complainants had been in\ntheir home when the video was recorded, therefore the complainant said that the\nuse of the video intruded on their private life; they did accept, however, that\nthe video had been uploaded to YouTube prior to the article’s publication. The\ncomplainant further noted that, while the public were able to watch the\nmeeting, this was via a link only, and approximately 5 to 6 members of the\npublic attended the meeting.\n7. The\ncomplainant then said that he considered that Clause 3 had been breached, as a\njournalist from the publication had attempted to call his home. The call, the\ncomplainant said, was made sometime between 5 February 2021 and 8 February\n2021.\n8. The\ncomplainant also said that he considered that Clause 3 had been breached by the\narticle itself, as it included material which was not compliant with the terms\nof the Clause; namely, the video, which he considered had been recorded\nillegally.\n9.\nTurning to Clause 4, the complainant said that he considered this Clause had\nbeen breached as he did not consider that publication of the article had been\nhandled sensitively. He believed that the publication should have done so,\nwhere the viral video had led to great shock amongst his close and extended\nfamily.\n10. The\ncomplainant then said that he considered that the use of the video breached\nClause 10, as he believed it had been recorded illegally on a secondary device,\nsuch as an iPad; he said he knew this was the case as had it been recorded\ndirectly from a computer, it would have shown a recording logo and there wasn’t\none present in the video. He said that the press had a duty to ensure the video\nhad not been recorded illegally, and that it had not done so in this case.\n11. The\npublication did not accept that the article breached the Editors’ Code. Turning\nfirst to the complainant’s Clause 1 concerns, it noted that he had not listed\nexactly what in the article was inaccurate, but noted that the complainant’s\nposition – that he had been “illegally evicted” – was reflected in the headline\nand article itself; the article made clear that, upon a council member being\nevicted from the meeting, another participant referred to the meeting as “illegal”.\nIt further said that the three-minute clip of the meeting was a fair and\naccurate summary of a meeting which lasted over 80 minutes.\n12. Addressing\nthe complainant’s Clause 2 concerns, the publication said that the video showed\na public meeting which – according to the Council’s own website – had been\nproperly called and was available to be viewed by the public upon request. The\npublication further noted that the Public Bodies (Admission to Meetings) Act\n1960 – which applies to Parish Council meetings, such as the one depicted in\nthe video –  makes clear that “while the\nmeeting is open to the public any person attending is to be permitted to report\non the meeting\" and that Section 1(9) of the Act states: \"’reporting’\nmeans - (a) filming, photographing or making an audio recording of proceedings\nat a meeting; [or] (b) using any other means for enabling persons not present\nto see or hear proceedings at a meeting as it takes place.\"  The publication also noted that 11 members of\nthe public were present at the meeting and it was therefore open to the public\nand subject to the provisions of the Act. It did not, therefore, accept that\nthe complainant had a reasonable expectation of privacy with regard to the\nvideo which was included in the article.\n13. While\nthe publication strongly disputed that the terms of Clause 2 were engaged, it\nnoted that the terms of Clause 2 were subject to a public interest defence\nunder the terms of the Editors Code. Given that the reporting of the\nproceedings of local governments and council meetings were a matter of clear\npublic interest, it said that – should the Clause be found to be engaged –\nthere would still be no breach, owing to the strong public interest in\nreporting on a matter of public debate.\n14. The\npublication accepted that a journalist working for the publication had\ntelephoned the complainant’s son, but said that this phone call did not amount\nto a breach of Clause 3. The journalist had attempted to contact – on a single\noccasion prior to 1:49pm on 5 February 2021 – the complainant’s son on a\ntelephone number used by the complainant’s son for council business; this was\nprior to the circulation of the IPSO notice setting out that he did not wish to\nbe contacted.  It said that its position\non this point could be supported by an email from the journalist – which it\nprovided – which was sent after the phone call at 1:49pm, and referred to the\ncall having been made. Once the publication had been made aware that the\ncomplainant’s son did not wish to be contacted, it did not attempt to contact\nhim again.\n15. The\npublication did not accept that the terms of Clause 4 were engaged by the\ncomplainant’s concerns, and noted that the terms of the Clause are intended to\nprovide individuals with additional protections following a death or traumatic\nevent. The occasion of a parish council meeting receiving unwanted press\nattention did not reach this bar, and therefore it said the terms of Clause 4\ncould not be said to have been breached.\n16. Regarding\nthe Clause 10 concerns, the publication said that – regardless of how the video\nhad been recorded, which it was not in a position to know – it could not be\nsaid that it had sought to obtain or publish material acquired covertly. It\nalso said that – while it did not consider that the Clause was engaged – that\nthere was also a public interest in reporting on the proceedings of public\nmeetings.\n17.\nFollowing the publication’s response, in which it had noted that the\ncomplainant had not particularised his concerns over the accuracy of the\narticle, the complainant said that he had identified the following inaccuracies\nwithin the article. He noted his position that it was inaccurate for the\narticle to refer to one of the meeting participants as a “member of the\ncommittee”, as the meeting shown in the video was a full Council meeting, not a\nCommittee meeting. He then said that it was inaccurate for the article to\nreport that he and his colleagues were “power hungry councillors”, as they were\nattempting to raise valid concerns over the running of the council. He further\nsaid that he had not “struggled to adapt to new technology” as he was adept at\nusing the video-calling software on which the meeting was held.\n18. The\ncomplainant then said that it was inaccurate for the article to report that the\nmeeting “opens with a war of words between two of the councillors”, as one of\nthe people involved in the “war of words” was not a councillor. He further\nnoted that the article statement that “one councillor accus[ed] a colleague of\n‘sitting there like a laughing hyena’” was inaccurate for the same reason, as\nthe statement was directed at him and he was not a councillor and therefore not\na colleague of the individual who had made the statement.\n19.  The complainant then said that the provisions\nof the Public Bodies (Admission to Meetings) Act 1960 did not apply, as the\nmeeting had not been properly called. Therefore, he said, he had a reasonable\nexpectation of privacy over the video which showed him in his home and which he\nsaid he had not known was being recorded. He further said that the matter of\nwhether the video was in the public domain prior to the article’s publication\nwas not relevant.\n20. The\npublication expressed concern that the complainant had been permitted to expand\non his original complaint during IPSO’s investigation but said that – not\nwithstanding this concern – it did not consider that any of the alleged\ninaccuracies flagged by the complainant constituted significant inaccuracies in\nneed of correction under the terms of Clause 1. It said that they were clearly\nthe publication’s characterisation of the meeting, and could be supported by\nthe video clip included with the article.\nRelevant\nCode Provisions\nClause 1\n(Accuracy)\ni) The\nPress must take care not to publish inaccurate, misleading or distorted\ninformation or images, including headlines not supported by the text.\nii) A\nsignificant inaccuracy, misleading statement or distortion must be corrected, promptly\nand with due prominence, and — where appropriate — an apology published. In\ncases involving IPSO, due prominence should be as required by the regulator. \niii) A\nfair opportunity to reply to significant inaccuracies should be given, when\nreasonably called for.\niv) The\nPress, while free to editorialise and campaign, must distinguish clearly\nbetween comment, conjecture and fact.\nClause 2\n(Privacy)*\ni)\nEveryone is entitled to respect for their private and family life, home,\nphysical and mental health, and correspondence, including digital\ncommunications.\nii)\nEditors will be expected to justify intrusions into any individual's private\nlife without consent. In considering an individual's reasonable expectation of\nprivacy, account will be taken of the complainant's own public disclosures of\ninformation and the extent to which the material complained about is already in\nthe public domain or will become so.\niii) It\nis unacceptable to photograph individuals, without their consent, in public or\nprivate places where there is a reasonable expectation of privacy.\nClause 3\n(Harassment)*\ni)\nJournalists must not engage in intimidation, harassment or persistent pursuit.\nii) They\nmust not persist in questioning, telephoning, pursuing or photographing individuals\nonce asked to desist; nor remain on property when asked to leave and must not\nfollow them. If requested, they must identify themselves and whom they\nrepresent.\niii)  Editors must ensure these principles are\nobserved by those working for them and take care not to use non-compliant\nmaterial from other sources.\nClause 4\n(Intrusion into grief or shock)\nIn cases\ninvolving personal grief or shock, enquiries and approaches must be made with\nsympathy and discretion and publication handled sensitively. These provisions\nshould not restrict the right to report legal proceedings.\nClause\n10 (Clandestine devices and subterfuge)*\ni) The\npress must not seek to obtain or publish material acquired by using hidden\ncameras or clandestine listening devices; or by intercepting private or mobile\ntelephone calls, messages or emails; or by the unauthorised removal of documents\nor photographs; or by accessing digitally-held information without consent.\nii)\nEngaging in misrepresentation or subterfuge, including by agents or\nintermediaries, can generally be justified only in the public interest and then\nonly when the material cannot be obtained by other means.\nThe\nPublic Interest\n There may be exceptions to the clauses marked\n* where they can be demonstrated to be in the public interest.\n(1.) The\npublic interest includes, but is not confined to:\n- Detecting\nor exposing crime, or the threat of crime, or serious impropriety.\n- Protecting\npublic health or safety.\n- Protecting\nthe public from being misled by an action or statement of an individual or\norganisation.\n- Disclosing\na person or organisation’s failure or likely failure to comply with any\nobligation to which they are subject.\n- Disclosing\na miscarriage of justice.\n- Raising\nor contributing to a matter of public debate, including serious cases of\nimpropriety, unethical conduct or incompetence concerning the public.\n- Disclosing\nconcealment, or likely concealment, of any of the above.\n(2.)\nThere is a public interest in freedom of expression itself.\n(3.) The\nregulator will consider the extent to which material is already in the public\ndomain or will become so.\n(4.)\nEditors invoking the public interest will need to demonstrate that they\nreasonably believed publication - or journalistic activity taken with a view to\npublication – would both serve, and be proportionate to, the public interest\nand explain how they reached that decision at the time.\n(5.) An\nexceptional public interest would need to be demonstrated to over-ride the\nnormally paramount interests of children under 16.\nFindings\nof the Committee\n21. The\nCommittee noted first that it was not in dispute that the three minute clip of\nthe meeting included with the article was an excerpt from the recording of the\nmeeting. It was clear from the description of the meeting included in the text\nof the article that it was only an excerpt, rather than an unedited recording\nof the meeting in full, and that it had been included as an illustration of\nsome of the exchanges which had taken place during the meeting. In these\ncircumstances, the Committee did not consider that the publication of the video\nin this format was significantly inaccurate, misleading, or distorted; there\nwas no breach of Clause 1\n22. The\ncomplainant had said that the article was inaccurate as he considered that one\nof the participants in the meeting had acted “illegally”, and that omitting\nthis rendered the article inaccurate. The Committee noted that none of the\nparticipants had faced any criminal or civil prosecution at the time of the\narticle’s publication, and that the allegation of illegal behaviour was a\nserious claim which not supported by any publicly available information at the\ntime of the article’s publication. In addition, the Committee noted the context\nof the article; it was reporting on a widely available viral video and was not\na report of any legal proceedings connected to the meeting, nor did it purport\nto examine the legal context behind the meeting. The Committee further noted\nthat the article and accompanying video made clear that some participants\nbelieved that the meeting was being held illegally. With these factors in mind,\nthe Committee did not consider that omitting the complainant’s allegations from\nthe article rendered it inaccurate in breach of Clause 1.\n23. The\ncomplainant had raised a number of points of inaccuracy in relation to the\npublication’s account of the meeting, though he had not particularised his\naccuracy concerns in his first complaint to IPSO. While the Committee noted the\npublication’s concerns that the complainant had only fully set out his accuracy\nconcerns during IPSO’s investigations, it did not consider that this prohibited\nit from making a finding on these concerns, where the original complaint had\nbeen made in time and under the terms of Clause 1, and the complainant’s\nfurther explanation of the grounds for the Clause 1 complaint had been\nsubmitted at an early stage of IPSO’s investigation.\n24. The\nCommittee did not consider that it was significantly inaccurate, misleading, or\ndistorted to refer to one of the meeting participants as a “committee member”\ndespite that meeting being a full council meeting, where this formed only a\npassing reference in the article and the complainant did not dispute that –\nalthough the article reported on a full council meeting, rather than a\ncommittee meeting – the referenced member was also a committee member.\n25. The\narticle under complaint had described meeting participants as “power hungry\ncouncillors” who “struggled to adapt to new technology”, which the complainant\ncontended was inaccurate. The Committee noted that Editors’ Code of Practice\nmakes clear the press has the right to give its own opinion, so long as, that\nin doing so, it distinguishes between comment and fact. In this instance, the\nCommittee considered that the nature of the description made clear that it was\nthe newspaper’s view of the events of the video, rather than an objective\nstatement of fact: “power hungry” and whether or not an individual is\n“struggl[ing] to adapt to new technology” are inherently subjective\ndescriptions. In addition, the characterisations of the publication had a clear\nbasis: the video itself, which was included in the article. The Committee\nfurther noted that the article did not claim that the complainants were\npower-hungry, or that they had struggled with the technology; this claim was\ndirected at all meeting participants. There was no breach of Clause 1 on these\npoints.\n26. The\ncomplainant had expressed concerns framed under Clause 1 that the article had\ninaccurately described him and another meeting participant as councillors. The\nCommittee noted that this did appear to be inaccurate; the complainant was the\nfather of a councillor, and the other meeting participant a public official.\nHowever, it considered that these inaccuracies were minor and insignificant in\nthe context of the article; the inaccuracies did not alter the accuracy of the\nthrust of the article, which was that a contentious meeting in which a majority\nof the participants were parish councillors had taken place and had\nsubsequently gone viral. There was no breach of Clause 1 on this point.\n27. The\nterms of Clause 2 make clear that, when considering an individual’s reasonable\nexpectation of privacy, account will be taken of the extent to which the\ninformation complained of is in the public domain. In this instance, the\ncomplainant considered that the video included in the article – showing him and\nhis son in their home – breached the terms of the Clause. However, the video\nshowed proceedings at a public meeting held by a public body. Further, the\nvideo was available on Youtube at the time of the article’s publication and had\nbeen viewed well over a million times. In these circumstances, the Committee\ndid not consider that the complainant had a reasonable expectation of privacy\nover the video. There was, therefore, no breach of Clause 2.\n28. The\npublication had provided an email which it said demonstrated that the phone\ncall to the complainant had been made prior to his son’s request not to be\ncontacted, and the complainant did not dispute this timing. Where Clause 3 does\nnot prohibit publications from contacting individuals for comment where no\nrequest to desists has been made, provided the contact is not intimidating or\nharassing, and there was no request to desist in place at the time of the phone\ncall, there was no breach of the Clause.\n29.\nWhile Clause 3 (iii) makes clear that Editors should ensure that the principles\nof the Clause are observed by those working on its behalf, the principles of\nthe Clause relate to behaviour by journalists which could constitute\nharassment. The complainant did not allege that the video which he considered\nbreached Clause 3 had been obtained by the publication – or individuals working\nin its behalf – engaging in harassing behaviour towards him. There was no\nbreach of Clause 3 arising from the use of the video.\n30.\nWhile the Committee understood that the video going “viral” had caused distress\nto the complainant, it noted that the terms of Clause 4 generally relate to\ncases involving bereavement, injury, and crime. Where the content of the\narticle under complaint related to a parish council meeting, the Committee did\nnot consider that the article related to the complainant’s personal grief or\nshock, and there was no breach of Clause 4.\n31. The\nterms of Clause 10 make clear that the press should not seek to publish\nmaterial obtained by using hidden cameras; the purpose of the Clause is to\nregulate the publication of material obtained using clandestine devices and\nmisrepresentation. In this case, the publication did not know exactly how the\nvideo had been recorded; however, neither party disputed that at the time the\narticle was published, the video was widely available in the public domain. The\nbasis advanced by the complainant for claiming the video had been obtained\nusing a clandestine recording device was that it appeared not to have been\nrecorded using the internal recording mechanism in the computer programme used\nto host the virtual meeting. While the Committee could not establish with\ncertainty how the meeting was recorded, it did not agree that the use of a\nsecondary device to make the recording amounted to a “clandestine” device for\nthe purposes of Clause 10. The video depicted a publicly accessible meeting,\nand whether it had been recorded using an in-program recording function or a\nsecondary recording device had no bearing on the content of the video. Explicit\nreference was made in the course of the meeting to the fact it was being\nrecorded, when a participant referred to a copy being sent to a monitoring\nofficer. Furthermore, the minutes of the meeting stated that a recording of the\nmeeting was available. The Committee did not consider that the publication\nengaged in any form of subterfuge or misrepresentation in the recording of the\nmeeting.\n32.\nFurthermore, at the time the article was published, the video from which the\nclip was extracted was widely circulating in the public domain and had been\nviewed over one million times; the newspaper had not, therefore, been engaged,\neither directly or through an agent, in making or procuring the recording. It\ncould not therefore be said that the newspaper had sought to obtain material\nobtained by using a hidden camera, and there was breach of Clause 10.\nConclusion(s)\n33. The\ncomplaint was not upheld.\nRemedial\nAction Required\n34. N/A\n\n\n\nDate\ncomplaint received: 02/08/2021\nDate\ncomplaint concluded by IPSO: 10/02/2022\nBack to ruling listing\n\n\n"
}