{
    "url": "/rulings-and-resolution-statements/ruling/?id=01786-21",
    "title": "01786-21 Brewerton v Mail Online",
    "provisions": [
        "1 Accuracy (2019)",
        "2 Privacy (2019)",
        "3 Harassment (2019)",
        "4 Intrusion into grief or shock (2019)",
        "10 Clandestine devices and subterfuge (2019)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "Mail Online (Associated Newspapers Limited)",
    "received_on": "2021-07-26 00:00:00",
    "concluded_on": "2022-02-23 00:00:00",
    "complaint_processing_days": 212,
    "conclusion_long": "42. The complaint was not upheld.",
    "remedial_action": "43. N/A     Date complaint received: 26/07/2021",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee –\n01786-21 Brewerton v Mail Online\nSummary of Complaint\n1. Keith Brewerton, acting on his own\nbehalf and on behalf of his son Aled Brewerton, complained to the Independent\nPress Standards Organisation that Mail Online breached Clause 1 (Accuracy),\nClause 2 (Privacy), Clause 3 (Harassment), Clause 4 (Intrusion into grief or\nshock), and Clause 10 (Clandestine devices and subterfuge) of the Editors’ Code\nof Practice in: an article headlined “'Stop talking!' Is this Britain's\nworst-ever Zoom meeting? Chaotic council discussion which sees chairman and\ndeputy thrown out takes internet by storm”, published on 5 February 2021; and\nan article headlined “Handforth Parish Council's Jackie Weaver compares\nshouting men in viral Zoom meeting to a 'toddler tantrum' and is hailed an\n'icon' by Loose Women viewers”, published on 10 February 2021.\n2. The articles, which both appeared online\nonly, reported on the response to a parish council meeting which had a few days\nearlier ‘gone viral’, and had been widely covered by the press. Both articles\nincluded the same video clip of the meeting; the video clip was just over three\nminutes long. In addition, both articles included a side-bar which included\nbrief biographies of some of the call’s participants. Both side-bars referred\nto John Smith’s wife as a “pharmacy assistant” and Cynthia Samson as a “retired\naccountant”.\n3. The article which was published on 5\nFebruary reported that the meeting which had gone viral was a “Planning &\nEnvironment Committee meeting” – which was, “its minutes assure us, an\nextraordinary meeting” – and that it involved “a clerk overseeing the\nproceedings” who had worked with the council “on and off for nine years”.  It said that the “acting clerk” in question –\nJackie Weaver – had been “drafted in from the peacekeeping corps of the\nCheshire Association of Local Councils”.\n4. The article also included a\ntongue-in-cheek summary of the meeting, saying that the “Zoom call [wasn’t] big\nenough for two parish council clerks” to explain why tensions had arisen during\nthe meeting. It went on to refer to the complainant’s son, who participated in\nthe meeting, as “[s]queaky”. The article then reported that, following a\ncomment from a “female colleague on the call”, there had been “belly laughs”,\nwith the complainant “hold[ing] his stomach and rock[ing] back and forth in\nglee.” The article ended with a transcript of part of the call, in which one of\nthe participants was referred to as “Councillor Peter Moore”.\n5. The 5 February article went on to\ninclude a comment from a “local council expert”, who said of the meeting that\n“it appears something odd [is] going on because they seem to have agreed\nsomething beforehand – perhaps in a bid to control the influence of the chair”.\n6. The article which was published on 10\nFebruary stated that one of the meeting participants, Jackie Weaver, was an\n“acting-clerk” during the meeting and again that she had worked with the\ncouncil in question “on and off for nine years”. It also reported on an\ninterview Ms Weaver had had with a television programme, during which she had\nreportedly said that “ultimately, when you see grown men shouting hysterically,\nit is a bit like a toddler tantrum.” The article said that she had referred to\nher “colleagues” in this manner. It then paraphrased further comments from Ms Weaver,\nreporting that “Jackie […] says that the hostility from [a] faction of\ncouncillors was hardly a surprise” before going on to include a further\nparaphrased comment: “In a normal parish council meeting, Jackie wouldn't have\nthe authority to remove someone, but because it was called by two cou[n]cillors\n- who risked having the hearing 'hijacked' - she says she did.” The article\nalso again referred to one of the meeting participants as “councillor Peter\nMoore”.\n7. The complainant said that both of the\narticles were inaccurate in breach of Clause 1. He first said that the video of\nthe meeting included with the articles had been altered, with sequences changed\nand interactions omitted. He said that these alterations meant that the video\nwas not an accurate or correct record of what had happened during the meeting.\nIn addition, he said that all the articles under complaint were inaccurate as\nhe believed they condoned the actions of one of the participants in the\nmeeting, and he considered that their actions had been improper; the article\nalso, he said, omitted the fact that his son and his fellow councillors had\nbeen “illegally evicted” from the meeting and were therefore inaccurate.\n8. The complainant also said that both\narticles were inaccurate as Ms Weaver was not a clerk and had not worked for\nthe council “on and off for nine years”. He further said that, contrary to\nclaims made by both articles, Peter Moore was not actually a councillor.\nRather, he was the husband of a councillor. He also said that John Smith’s wife\nwas a dispense assistant, not a pharmacy assistant, and Ms Samson had not\nworked as an accountant.\n9. The complainant also said that the 5\nFebruary article had inaccurately referred to the viral meeting as a “Planning\n& Environment Committee meeting”, in breach of Clause 1. He said that this\nwas the case as the meeting was actually an Extraordinary Meeting of the full\ncouncil; the Planning and Environment meeting had been the preceding meeting.\nHe also said that the comment from the “local government expert” was\ninaccurate, as there had been no pre-planning or collusion on the part of him\nand his associates, and that the article had been disingenuous in describing\nhis son as “[s]queaky”.\n10. The complainant said that he did not\nrecall that he had laughed during the meeting. Rather, he said, he was unaware\nthat he was being recorded and had been laughing at something on television\nduring this part of the meeting. He also said that parts of the transcript\nincluded in the article were out of order, and that events had – according to\nhis recollection – transpired in a different order.\n11. The complainant said that the 10\nFebruary article was inaccurate, as the meeting had not consisted of “grown men\nshouting hysterically”. He also said that the meeting participants were not Ms\nWeaver’s “colleagues”, as she did not work for the council. He further said\nthat he considered paraphrased comments from Ms Weaver – in which he referred\nto him and his associates as “hostile” – to be inaccurate, as the hostility was\nmotivated by her actions. He also said that the paraphrased comments from Ms\nWeaver, in which she said she had the “authority” to remove councillors, was inaccurate\nas she did not have the authority to act in the manner she did.\n12. The complainant also considered that\nthe video included in the article breached Clause 2, as he appeared in the\nvideo and said that he had not been informed at the time that the meeting was\nbeing recorded. Both complainants had been in their home when the video was\nrecorded, therefore the complainant said that the use of the video intruded on\nhis and his son’s private life; he did accept, however, that the video had been\nuploaded to YouTube prior to the article’s publication. The complainant further\nnoted that, while the public were able to watch the meeting, this was via a\nlink only, and approximately 5 to 6 members of the public attended the meeting.\n13. The complainant also said that ‘The\nMail’ had phoned his home for comment, in breach of Clause 3.\n14. The complainant also said that he\nconsidered that Clause 3 had been breached by the article, as it included\nmaterial which was not compliant with the terms of the Clause; namely, the\nvideo, which he considered had been recorded illegally.\n15. Turning to Clause 4, the complainant\nsaid that he considered this Clause had been breached as he did not consider\nthat publication of the article had been handled sensitively. He believed that\nthe publication should have been more sensitive, where the viral video had led\nto great shock amongst his close and extended family.\n16. The complainant then said that he\nconsidered that the use of the video breached Clause 10, as he believed it had\nbeen recorded illegally on a secondary device, such as an iPad; he said he knew\nthis was the case as had it been recorded directly from a computer, it would\nhave shown a recording logo and there wasn’t one present in the video. He said\nthat the press had a duty to ensure the video had not been recorded illegally, and\nthat it had not done so in this case.\n17. The publication said it did not accept\nthat either of the articles breached the Code. It first noted that the video\nwhich was included and described in both articles had gone viral prior to\npublication and had been widely viewed; it was therefore firmly in the public\ndomain and there could not be said to be any restrictions on reporting on it;\nthere could be no possible breach of Clause 1, 2, or 10 arising from reporting\non the contents of a widely available video.\n18. Turning to the specific inaccuracies\nalleged in the 5 February article, the publication said that the meeting had\nbeen widely described as a “planning and environment committee meeting” and\nthat, at any rate, the article described the meeting as an “extraordinary\nmeeting”.\n19. The publication then said that the 5\nFebruary article made clear that Ms Weaver was not the council’s official\nclerk, and that she had been “drafted in from the peacekeeping corps of the\nCheshire Association of Local Councils”. It said that the reference to two\nParish council clerks was intended only to refer to Cllr Brian Tolver changing\nhis name to refer to himself as a clerk; it was not a statement of fact that\nthere were actually two clerks in the meeting.\n20. Turning to the alleged inaccuracies\narising from the comments of a “local council expert”, which were included in\nthe 5 February article, it noted that the expert was simply commenting on what\nappeared to transpire in the video.\n21. The publication amended both articles\nto make clear that Peter Moore was not a councillor. However, it considered the\ntranscript to be a faithful account of what was heard in the video clip, noting\nthat it could only report on the contents of the video clip and could not comment\non whether the video had been edited prior to it going viral. The publication\nalso amended the articles to make clear that John Smith’s wife is a dispense\nassistant, rather than a pharmacy assistant, and that Cynthia Samson was not an\naccountant prior to her retirement. These amendments were made on 28 September\n2021 – 25 days after the publication was made aware of the complainant’s\nconcerns. The publication also offered to publish a footnote to both articles\nflagging these complaints on 26 November 2021.\n22. The publication then turned to the 10\nFebruary article, and the alleged inaccuracies the complainant had identified.\nIt said that this article again made clear that Ms Weaver was not a clerk, by\nreferring to her as an “acting-clerk”. It also said that it would be happy to\nremove the reference to Ms Weaver having worked with the council “on and off\nfor nine years”, where the complainant had disputed its accuracy – though it\ndid not consider this inaccuracy to be so significant as to raise a breach of Clause\n1, and further noted that this information came from an interview which Ms\nWeaver had given to Mail Online.\n23. Addressing the alleged inaccuracies\narising from Ms Weaver’s interview comments, it noted that it was clear that\nthese were Ms Weaver’s comments and were correctly attributed to her.\n24. The publication said that no journalist\nworking on its behalf had phoned the complainant – therefore, it could not be\nsaid that Clause 3 was breached.\n25. Turning to the complainant’s Clause 4\nconcerns, the publication said that Clause 4 was designed to protect\nindividuals who have suffered a severely traumatic experience, and that its\nprovisions did not apply in this case.\n26. The complainant indicated that he was\nhappy with the steps that the publication had taken to attempt to resolve his\ncomplaint, but he did not consider that all his concerns had been addressed and\ndid therefore not want to resolve his complaint.\nRelevant Code Provisions\nClause 1 (Accuracy)\ni) The Press must take care not to publish\ninaccurate, misleading or distorted information or images, including headlines\nnot supported by the text.\nii) A significant inaccuracy, misleading\nstatement or distortion must be corrected, promptly and with due prominence,\nand — where appropriate — an apology published. In cases involving IPSO, due\nprominence should be as required by the regulator. \niii) A fair opportunity to reply to\nsignificant inaccuracies should be given, when reasonably called for.\niv) The Press, while free to editorialise\nand campaign, must distinguish clearly between comment, conjecture and fact.\nClause 2 (Privacy)*\ni) Everyone is entitled to respect for\ntheir private and family life, home, physical and mental health, and\ncorrespondence, including digital communications.\nii) Editors will be expected to justify\nintrusions into any individual's private life without consent. In considering\nan individual's reasonable expectation of privacy, account will be taken of the\ncomplainant's own public disclosures of information and the extent to which the\nmaterial complained about is already in the public domain or will become so.\niii) It is unacceptable to photograph\nindividuals, without their consent, in public or private places where there is\na reasonable expectation of privacy.\nClause 3 (Harassment)*\ni) Journalists must not engage in\nintimidation, harassment or persistent pursuit.\nii) They must not persist in questioning,\ntelephoning, pursuing or photographing individuals once asked to desist; nor\nremain on property when asked to leave and must not follow them. If requested,\nthey must identify themselves and whom they represent.\niii) \nEditors must ensure these principles are observed by those working for\nthem and take care not to use non-compliant material from other sources.\nClause 4 (Intrusion into grief or shock)\nIn cases involving personal grief or shock,\nenquiries and approaches must be made with sympathy and discretion and\npublication handled sensitively. These provisions should not restrict the right\nto report legal proceedings.\nClause 10 (Clandestine devices and\nsubterfuge)*\ni) The press must not seek to obtain or\npublish material acquired by using hidden cameras or clandestine listening\ndevices; or by intercepting private or mobile telephone calls, messages or\nemails; or by the unauthorised removal of documents or photographs; or by\naccessing digitally-held information without consent.\nii) Engaging in misrepresentation or\nsubterfuge, including by agents or intermediaries, can generally be justified\nonly in the public interest and then only when the material cannot be obtained\nby other means.\nFindings of the Committee\n27. The Committee noted first that it was\nnot in dispute that the three-minute clip of the meeting included with the\narticles had been shortened from the original meeting video, which was well\nover an hour long. It was clear that it was a representation of the events of\nthe meeting rather than a precisely detailed breakdown of the meeting, and\nneither the articles nor the video claimed that the clip was intended to show\nthe full context of the meeting. Where the Committee did not consider that\nshortening the video rendered it inaccurate, misleading, or distorted, there\nwas no breach of Clause 1 in relation to the video.\n28. While the Committee understood that the\ncomplainant had concerns that the articles condoned the actions of a specific\nindividual, it noted that concerns that articles are biased or one-sided – in\nand of themselves – do not engage the terms of the Editors’ Code. As such,\nthere was no breach of the Clause 1 on this point.\n29. The complainant had said that the\narticles were inaccurate as he considered that one of the participants in the\nmeeting had acted “illegally” – a point omitted by the coverage. The Committee\nnoted that none of the participants had faced any criminal or civil prosecution\nat the time of the article’s publication, and that the allegation of illegal\nbehaviour was a serious claim which not supported by any publicly available\ninformation at the time of the articles’ publication. The Committee further\nnoted that the articles and accompanying videos made clear that some\nparticipants believed that the meeting was being held illegally. With these\nfactors in mind, the Committee did not consider that omitting the complainant’s\nallegations from the articles rendered them inaccurate in breach of Clause 1.\n30. The Committee understood that the\ncomplainant disputed that Ms Weaver had worked with the council “on and off for\nnine years”. However, where this formed a passing reference in the articles, it\nwas not in dispute that Ms Weaver’s association with the council covered\nseveral years, and the publication had obtained this information from Ms\nWeaver, the Committee did not consider that there was a failure to take care\nover the accuracy of the articles on this point. The complainant also disputed\nthat Ms Weaver was a “clerk”; however, where both articles made clear that she\nwas not the council’s official clerk and the video showed Ms Weaver acting in a\nmanner that could colloquially be described as clerking – removing meeting\nparticipants and answering questions – the Committee did not consider that the\narticles were inaccurate in their description of Ms Weaver as an “acting\nclerk”.\n31. Both articles had reported details\nabout some of the meeting participants, and the publication accepted that these\ndetails were inaccurate, had amended the articles on these points, and had\noffered to publish a footnote flagging the amendments. However, taking the\ninaccuracies in turn the Committee did not consider that they were significant\nand represented a failure to take care over the accuracy of the article.  While Peter Moore appeared to not be a\ncouncillor, the focus of the article was not on the formal decision-making of\nthe Council but on the exchanges among the meeting participants shown in the\nvideo. In the view of the Committee, the publication’s apparently inaccurate\nreference to Mr Moore as a councillor did not represent a failure to take care\nover the article given that he had been referenced briefly and only in the\ncontext of recording his involvement in these exchanges. While the Committee\nwelcomed the publication’s amendment of this point and the addition of a\nfootnote, it did not consider that this was a matter of significance requiring\ncorrection under Clause 1 (ii) given that Mr Moore had been mentioned only in\npassing, as a participant in the exchanges reported in the article. In\naddition, the Committee did not consider that – in the context of a brief\nbiographical note – it was significantly inaccurate to refer to Ms Samson as a\nretired accountant, rather than a bookkeeper, or refer to a councillor’s wife\nas a pharmacy assistant rather than a dispense assistant; these biographical\ndetails did not significantly affect the matters being reported in the article:\nthe exchanges at the meeting. The Committee also noted that it did not appear\nthat any of the individuals who were the first party to these alleged\ninaccuracies had flagged their concerns with the newspaper. Taking these\nfactors into account, there was no breach of Clause 1 on these points – though\nthe Committee welcomed the publication’s amendments and offers to publish a\nfootnote on both articles.\n32. The Committee did not consider that\nreferring to the parish council meeting as a meeting of the “Planning &\nEnvironment Committee meeting” rendered the 5 February article inaccurate,\nwhere it included several references to the meeting being an “extraordinary\nmeeting” – including immediately after the sole reference to it being a “Planning\n& Environment Committee meeting”. The Committee considered this to be the\ncase where the two meetings had occurred one after the other, and where the\ntitle of the meeting did not affect the accuracy of the thrust of the article;\nit formed a single reference, and the focus of the article was the events of\nthe meeting and its aftermath.\n33. The complainant accepted that he had\nlaughed during the meeting. Regardless of what prompted the laughter, it could\nnot be inaccurate to report that it had occurred, and doing so did not\nrepresent a breach of Clause 1. In addition, while the Committee noted that the\ncomplainant considered the description of his son to be inaccurate and\noffensive, it considered that the nature of the description – “squeaky” – and\nthe fact that the description appeared as part of a tongue-in-cheek summary of\nthe meeting, made clear that this was the publication’s characterisation,\nrather than a claim of fact. Clause 1 (iv) makes clear that publications are\nentitled to editorialise, and describing the complainant’s son in this manner\ndid not render the article inaccurate in breach of Clause 1.\n34. The Committee understood that the\ncomplainant’s recollection of what was said during the meeting differed from\nthe transcript included in the 5 February article. However, having reviewed the\nfull video of the meeting, the Committee was satisfied that the events set out\nin the transcript corresponded with the video. There was therefore no breach of\nClause 1 arising from the transcript included in the article.\n35. The Committee then noted that the\nEditors’ Code of Practice makes clear the press has the right to publish\nindividuals’ views, as long as it takes care not to publish inaccurate,\nmisleading or distorted information, and to distinguish between comment,\nconjecture and fact. In this instance, the quotes from the local government\nexpert and Ms Weaver were clearly presented as comment, and attributed to them.\nThe Committee was therefore satisfied that the publication had distinguished\nbetween comment and fact and had clearly attributed the comments made to those\nwho had made them, in line with the terms of Clause 1 (iv). The Committee\nfurther noted that the video which accompanied the article demonstrated that\nthere were opposing views to those held by Ms Weaver, both on the legality of\nthe meeting itself and on the role of Ms Weaver and her position (or lack\nthereof) within the council. There was, therefore, no breach of Clause 1 on\nthese points.\n36. The terms of Clause 2 make clear that,\nwhen considering an individual’s reasonable expectation of privacy, account\nwill be taken of the extent to which the information complained of is in the\npublic domain. In this instance, the complainant considered that the video\nincluded in the article – showing him and his son in their home – breached the\nterms of the Clause. However, the video showed proceedings at a public meeting\nheld by a public body. Further, the video was available on YouTube at the time\nof the article’s publication and had been viewed well over a million times. In\nthese circumstances, the Committee did not consider that the complainant had a\nreasonable expectation of privacy over the video. There was, therefore, no\nbreach of Clause 2.\n37. \nWhile the Committee noted the complainant’s concerns that he had been\ncontacted, via telephone, by ‘The Mail’, it noted that this could refer to a number\nof publications. Where the publication denied making any such phone call and\nthe complainant had not said that it was definitely Mail Online who had phoned\nhim, there were not sufficient grounds to link to phone call to the\npublication, and there was no breach of Clause 3 arising from the phone call.\n38. While Clause 3 (iii) makes clear that\nEditors should ensure that the principles of the Clause are observed by those\nworking on its behalf, the principles of the Clause relate to behaviour by\njournalists which could constitute harassment. The complainant did not allege\nthat the video which he considered breached Clause 3 had been obtained by the\npublication – or individuals working in its behalf – engaging in harassing\nbehaviour towards him. There was no breach of Clause 3 arising from the use of\nthe video.\n39. While the Committee understood that the\nvideo going “viral” had caused distress to the complainant, it noted that the\nterms of Clause 4 generally relate to cases involving bereavement, injury, and\ncrime. Where the content of the article under complaint related to a parish\ncouncil meeting, the Committee did not consider that the article related to the\ncomplainant’s personal grief or shock, and there was no breach of Clause 4.\n40. The terms of Clause 10 make clear that\nthe press should not seek to publish material obtained by using hidden cameras;\nthe purpose of the Clause is to regulate the publication acquisition of\nmaterial obtained using clandestine devices and misrepresentation. In this\ncase, the publication did not know exactly how the video had been recorded;\nhowever, neither party disputed that at the time the article was published, the\nvideo was widely available in the public domain. The basis advanced by the\ncomplainant for claiming the video had been obtained using a clandestine\nrecording device was that it appeared not to have been recorded using the\ninternal recording mechanism in the computer programme used to host the virtual\nmeeting. While the Committee could not establish with certainty how the meeting\nwas recorded, it did not agree that the use of a secondary device to make the\nrecording amounted to a “clandestine” device for the purposes of Clause 10. The\nvideo depicted a publicly accessible meeting, and whether it had been recorded\nusing an in-program recording function or a secondary recording device had no\nbearing on the content of the video. Explicit reference was made in the course\nof the meeting to the fact it was being recorded, when a participant referred\nto a copy being sent to a monitoring officer. Furthermore, the minutes of the\nmeeting stated that a recording of the meeting was available. The Committee did\nnot consider that the publication engaged in any form of subterfuge or\nmisrepresentation in the recording of the meeting.\n41. Furthermore, at the time the article\nwas published, the video from which the clip was extracted was widely\ncirculating in the public domain and had been viewed over one million times;\nthe newspaper had not, therefore, been engaged, either directly or through an\nagent, in making or procuring the recording. It could not therefore be said\nthat the newspaper had sought to obtain material obtained by using a hidden\ncamera, and there was breach of Clause 10.\nConclusion(s)\n42. The complaint was not upheld.\nRemedial Action Required\n43. N/A\n \n \nDate complaint received: 26/07/2021\nDate complaint concluded by IPSO:\n23/02/2022\nBack to ruling listing\n\n\n"
}