{
    "url": "/rulings-and-resolution-statements/ruling/?id=01787-21",
    "title": "01787-21 Brewerton v mirror.co.uk",
    "provisions": [
        "1 Accuracy (2019)",
        "2 Privacy (2019)",
        "3 Harassment (2019)",
        "4 Intrusion into grief or shock (2019)",
        "10 Clandestine devices and subterfuge (2019)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "mirror.co.uk (Reach PLC)",
    "published_on": "2021-02-05 00:00:00",
    "received_on": "2021-07-26 00:00:00",
    "concluded_on": "2022-02-22 00:00:00",
    "complaint_processing_days": 211,
    "conclusion_long": "40. The complaint was not upheld.",
    "remedial_action": "41. N/A    Date complaint received: 26/07/2021",
    "text": "\n\n\n\n\n\nDecision\nof the Complaints Committee – 01787-21 Brewerton v mirror.co.uk\nSummary\nof Complaint\n1.\nKeith Brewerton,  acting on his own\nbehalf and on behalf of his son Aled Brewerton, complained to the Independent\nPress Standards Organisation that mirror.co.uk had breached Clause 1\n(Accuracy), Clause 2 (Privacy), Clause 3 (Harassment), Clause 4 (Intrusion into\ngrief or shock), and Clause 10 (Clandestine devices and subterfuge) of the\nEditors’ Code of Practice in an article headlined “Parish council meeting\ndescends into chaos in 'Britain's worst-ever Zoom meeting'”, published on 5\nFebruary 2021.\n2.\nThe article, which appeared online only, reported on the response to a parish\ncouncil meeting which had a few earlier days gone “viral” on social media and\nbeen covered widely by the press. The article also included a 30-second clip\nfrom the meeting. It gave a summary of the events of the meeting, referring to\n“[c]lerk Jackie Weaver”, who was a participant in the meeting. It went on to\nreport that the “meeting began with an unseen councillor mumbling ‘f*** off’\nunder their breath” before a dispute began between the meeting participants.\nFollowing this exchange of words, the article reported that “vice-chair Aled\nBrewerton, joined by an older unnamed gentleman, proceeded to yell at the clerk\nto ‘read the standing orders’”. Then, the article said, “[w]hen fellow\ncouncillor Susan Moore call[ed] for civility, the meeting erupted into\nsemi-hysterical laughter and two further councillors, Mr Brewerton and Barry\nBurkill were removed.”\n3.\nThe article went on to report that, following concerns raised about the title\nof the council’s chairman: “Ms Weaver said: ‘The chairman simply declared\nhimself 'clerk' and notified everybody of the case.’” Finally, the article\nreported that: “Those remaining voted to not allow the three men back into the\nmeeting, with Cllr Cynthia Samson likening one to a ‘laughing hyena’.”\n4.\nPrior to the complainant making a complaint to IPSO, his son contacted IPSO to\nrequest that it make the press aware that he was “very concerned about\nunwarranted and unsolicited approaches from the Press including: emails,\ntelephone calls and visits to my home” and that he “do[es] not wish to speak to\nthe Press and wish that journalists do not come into the area surrounding my\nhome”.  The notice referred to “press\ncoverage of a Handforth Parish Council Meeting which took place on Thursday 10\nDecember 2020.” This notice was circulated by IPSO to the press – including\nmirror.co.uk – on 5 February 2021, at 5:41pm.\n5.\nThe complainant said that an approach made a journalist working on behalf of\nthe publication had breached Clause 3 and Clause 10 of the Editors Code. He\nsaid that, on 5 February, a journalist working for the paper had approached him\nand at first had pretended to work as a roofer. He recalled the exchange as\nfollows:\nJournalist:\n(Said he was selling roofing)\nComplainant:\nWe don’t accept cold callers.\nJournalist:\n(Pointed up to the corner roof and said it needed repairing)\nComplainant:\nIt’s fine. I look after it.\nJournalist:\n(Tried to speak about the roof again but [complainant] cut him off)\nComplainant:\nI don’t believe you are who you say you are.\nJournalist:\n(Says he’s from the Mirror but provides no ID. Wants to speak to [his] son)\nComplainant:\nWe are giving no statements.\nJournalist\nleaves.\n6.\nThe complainant then said that a further approach, made via Facebook Messenger\nto his son by a journalist working on behalf of the publication on 18 February\n2021, had breached Clause 3 and Clause 10 of the Code. He said that this was\nthe case as the message had come after a request to desist, issued via IPSO,\nhad been made, and because his son’s Facebook account allowed friends only to\nmessage him; therefore, he believed that the publication must have “hacked” the\nFacebook account to allow it to send the message. The complainant provided a\ncopy of the message, which said as follows:\n“Hi\nAled. I am getting in touch from the Daily Mirror where I'm writing a report\nabout the parish council meeting last night. I was hoping you'd share your\nviews on how proceedings unfolded yesterday evening, both in terms of the\nchaotic nature of the meeting and how Chairman Brian Tolver handled things. If\nyou could message me back or drop me a line on […] I'd be very grateful.”\n7.\nThe complainant also said that he considered that Clause 3 had been breached by\nthe article itself, as it included material which was not compliant with the\nterms of the Clause; namely, the video, which he considered had been recorded\nillegally.\n8.\nThe complainant then said that he considered that the use of the video breached\nClause 10, as he believed it had been recorded illegally on a secondary device,\nsuch as an iPad; he said he knew this was the case as had it been recorded\ndirectly from a computer, it would have shown a recording logo and there wasn’t\none present in the video. He said that the press had a duty to ensure the video\nhad not been recorded illegally, and that it had not done so in this case.\n9.\nThe complainant then said that the article included several inaccuracies in\nbreach of Clause 1 of the Editors’ Code. He said that the video of the meeting\nincluded with the article had been altered, with sequences changed and\ninteractions omitted. He said that these alterations meant that the video was\nnot an accurate or correct record of what had happened during the meeting. He\nalso said that the article was inaccurate in its references to Ms Weaver being\na “clerk” as she was not a clerk for the council. He also said that it was not\nthe case that that the “meeting began with an unseen councillor mumbling ‘f***\noff’ under their breath” as it was not a councillor who had sworn. The article\nalso, he said, omitted the fact that his son and his fellow councillors had\nbeen “illegally evicted” from the meeting, which he considered to represent a\nfurther inaccuracy in breach of Clause 1.\n10.\nThe complainant then said that it was inaccurate for the article to report that\n“vice-chair Aled Brewerton, joined by an older unnamed gentleman, proceeded to\nyell at the clerk to ‘read the standing orders’”, as he was the older gentleman\nin question and had not shouted during the meeting. He said that it was also\nnot the case that another councillor had “called for civility”, or that there\nhad been “laughter”; rather, he said, there was outrage. The complainant also\nsaid that it was inaccurate for the article to report that “Ms Weaver said:\n‘The chairman simply declared himself 'clerk' and notified everybody of the\ncase’”, as the chairman had declared himself clerk to address a situation in\nwhich the council had been left without a clerk, and was attempting to\nvolunteer his services.\n11.\nThe complainant further said that it was inaccurate for the article to state\nthat: “Those remaining voted to not allow the three men back into the meeting,\nwith Cllr Cynthia Samson likening one to a ‘laughing hyena’”, as those who had\nbeen removed from the meeting could not have been readmitted, as they were\ncompletely excluded from the meeting. He also said that no individual had\nlaughed like a “hyena”; he had laughed during the meeting, but had been\nlaughing at a television programme which he had been watching while unaware\nthat he had been readmitted to the meeting.\n12.\nThe complainant also considered that the video included in the article breached\nClause 2, as he appeared in the video and said that he had not been informed at\nthe time that the meeting was being recorded. Both complainants had been in\ntheir home when the video was recorded, therefore the complainant said that the\nuse of the video intruded into their private lives; they did accept, however,\nthat the video had been uploaded to Youtube prior to the article’s publication.\nThe complainant further noted that, while the public were able to watch the\nmeeting, this was via a link only, and approximately 5 to 6 members of the\npublic attended the meeting.\n13.\nTurning to Clause 4, the complainant said that he considered this Clause had\nbeen breached as he did not consider that publication of the article had been\nhandled sensitively. He believed that the publication should have done so,\nwhere the viral video had led to great shock amongst his close and extended\nfamily.\n14.\nThe publication said it did not accept that the article breached the Editors’\nCode. It confirmed that it had circulated the IPSO privacy notice internally 1\nminute after it was received – at 5:42pm – and, furthermore, that it had not\nattempted to contact the complainant at his home. The publication did accept\nthat a journalist working on its behalf had contacted the complainant’s son 13\ndays after the notice’s circulation. However, it said that in doing so it had\nnot breached the terms of the privacy notice, as the contact was made in relation\nto a different council meeting to the one which had gone viral. It said that\nthe publication had made the decision to contact the complainant for a comment\non the subsequent meeting having considered the public interest, maintaining\nthat there was a “clear public interest in this story as it related to the\nbehaviour of Councillors and Council members within a public meeting”.\n15.\nThe publication denied that it had engaged in any clandestine activity or\nsubterfuge when it messaged the complainant; it provided a web page which set\nout that it was possible to send ‘message requests’ to people who are not\nFacebook friends, provided the sender is not blocked. It said that the message\nshowed that the complainant’s son had blocked the journalist after the message\nwas sent; it did not, it said, follow that the publication must have engaged in\n‘hacking’ to message the complainant.\n16.\nTurning to Clause 1, it said that the accuracy of the video could be supported\nboth by viewing the full video of the meeting – which was publicly available\nand showed the events of the meeting – and the council’s minutes of the\nmeeting. It did not accept, therefore, that the video could be said to be\ninaccurate, nor did it accept that the video had been altered – it was simply a\n30-second clip of the meeting. The publication also said that it was not\ninaccurate to refer to Ms Weaver as a “clerk” where the council’s minutes of\nthe meeting – which it provided – referred to her as such.\n17.\nWhile the publication accepted that it could not state with certainty that it\nwas a “councillor” who had sworn during the meeting, it said it did not\nconsider that this could be a significant inaccuracy. It said that given the\n“aggression, tone and behaviour” of the councillors present during the meeting,\nit was reasonable for the publication to assume that it was a councillor who\nhad made the explicit remark; however, it would be happy to, as a gesture of\nthe goodwill, amend the article to make clear who did make the explicit remark,\nshould the complainant be able to tell it who had sworn during the video. It\nalso did not accept that the article breached the Code by omitting to state\nthat the complainant’s son and his fellow councillors were “illegally evicted”\nfrom the meeting, noting that this suggestion appeared to be the opinion of the\ncomplainant and was not supported by the minutes of the meeting itself.\n18.\nThe publication also said that it did not accept that it was inaccurate to\nreport that “Ms Weaver said: ‘The chairman simply declared himself 'clerk' and\nnotified everybody of the case”  or that\n“[t]hose remaining voted to not allow the three men back into the meeting, with\nCllr Cynthia Samson likening one to a ‘laughing hyena’” where the video clearly\nshowed: someone laughing; that a councillor had made the “hyena” comment in\nresponse to the laughter; and that Jackie Weaver had made the comments\nattributed to her by the article.\n19.\nAddressing the complainant’s Clause 2 and Clause 10 concerns arising from the\nvideo, the publication noted that the video was both publicly and very widely\navailable at the time of the article’s publication, and that the council’s\nmeeting minutes made clear that a recording of the meeting could be made\navailable on request. The publication also said that it could not comment on\nhow the video was recorded, as it was not in a position to know the\ncircumstances in which the recording was made; it also, therefore, could not be\nsaid to have sought to obtain a video recorded by a hidden camera. With these factors\nin mind, it did not accept that the article or video could represent a breach\nof Clause 2 or Clause 10.\n20.\nThe publication did not accept that the complainants’ concerns framed under\nClause 4 engaged the terms of the Clause, where the article under complaint did\nnot relate to a case of grief or shock.\n21.\nWhile the complainant accepted that the minutes stated that a recording of the\nmeeting could be made available on request, he also said that the original\nagenda of the meeting did not state that it was being recorded. He further\nnoted that it was not common practice for such a meeting to be recorded and\nmade public, and that this was a recent development. He then said that the\npublication could not rely on the minutes to substantiate its position, as he\nconsidered that the minutes were inaccurate.\n22.  The complainant reiterated that a journalist\nhad approached his home on 5 February, and also said that the journalist had\nrefused to leave his property when requested.\nRelevant\nCode Provisions\nClause\n1 (Accuracy)\ni)\nThe Press must take care not to publish inaccurate, misleading or distorted information\nor images, including headlines not supported by the text.\nii)\nA significant inaccuracy, misleading statement or distortion must be corrected,\npromptly and with due prominence, and — where appropriate — an apology\npublished. In cases involving IPSO, due prominence should be as required by the\nregulator. \niii)\nA fair opportunity to reply to significant inaccuracies should be given, when\nreasonably called for.\niv)\nThe Press, while free to editorialise and campaign, must distinguish clearly\nbetween comment, conjecture and fact.\nClause\n2 (Privacy)*\ni)\nEveryone is entitled to respect for their private and family life, home,\nphysical and mental health, and correspondence, including digital\ncommunications.\nii)\nEditors will be expected to justify intrusions into any individual's private\nlife without consent. In considering an individual's reasonable expectation of\nprivacy, account will be taken of the complainant's own public disclosures of\ninformation and the extent to which the material complained about is already in\nthe public domain or will become so.\niii)\nIt is unacceptable to photograph individuals, without their consent, in public\nor private places where there is a reasonable expectation of privacy.\nClause\n3 (Harassment)*\ni)\nJournalists must not engage in intimidation, harassment or persistent pursuit.\nii)\nThey must not persist in questioning, telephoning, pursuing or photographing\nindividuals once asked to desist; nor remain on property when asked to leave\nand must not follow them. If requested, they must identify themselves and whom\nthey represent.\niii)  Editors must ensure these principles are\nobserved by those working for them and take care not to use non-compliant\nmaterial from other sources.\nClause\n4 (Intrusion into grief or shock)\nIn\ncases involving personal grief or shock, enquiries and approaches must be made\nwith sympathy and discretion and publication handled sensitively. These\nprovisions should not restrict the right to report legal proceedings.\nClause\n10 (Clandestine devices and subterfuge)*\ni)\nThe press must not seek to obtain or publish material acquired by using hidden\ncameras or clandestine listening devices; or by intercepting private or mobile\ntelephone calls, messages or emails; or by the unauthorised removal of\ndocuments or photographs; or by accessing digitally-held information without\nconsent.\nii)\nEngaging in misrepresentation or subterfuge, including by agents or\nintermediaries, can generally be justified only in the public interest and then\nonly when the material cannot be obtained by other means.\nFindings\nof the Committee\n23.\nBoth parties agreed that a journalist working on behalf of the publication had\nsent a Facebook message to the complainant’s son. The questions for the\nCommittee were, therefore: whether the nature of the contact constituted\nharassment or persistent pursuit under Clause 3 (i) and whether the\ncomplainant’s previous request not to be contacted by journalist applied to\nthis contact, which was relevant to the complaint under Clause 3(ii).\n24.\nIn the view of the Committee, the nature of the contact, in and of itself, did\nnot raise any concerns under Clause 3; it was a single, politely worded message\nin which the journalist identified himself and the publication he worked for,\nand made clear why he was contacting the complainant. The sending of this\nmessage, of itself, did not constitute harassment, intimidation, or persistent\npursuit, and there was no breach of Clause 3 (i) on this point.\n25.\nThe Committee next considered the complaint that the contact had been made in\nbreach of Clause 3 (ii), because of the previous request by the complainant not\nto be contacted. The Committee noted that the terms of the request circulated\nby IPSO explicitly referred to the parish council meeting which had gone viral,\nand made clear that the complainant’s son did not wish to be approached in\nrelation to this specific meeting. The contact by the journalist related to a\ndifferent meeting. The Committee also noted that this second meeting (like the\nfirst) was a public meeting and a legitimate subject for reporting. Taking care\nover the accuracy of a report of a council meeting may include contacting\nmembers of that council to seek their comments, as the journalist was evidently\ndoing in this case. Taking into account the terms of the original request to\ndesist and the fact that the further request for comment related to a\nsubsequent development in the story (the subsequent meeting), the Committee\nfound that this further message did not breach Clause 3 (ii).\n26.\nThe complainant had said that the journalist who approached his home had\ninitially identified himself as a roofer, before later stating that he was in\nfact a journalist working on behalf of the publication. The publication\ndisputed that any approach had been made to the complainants’ home. The\nCommittee noted that it was not in a position to resolve this dispute of fact;\nhowever, where the complainant could not say with certainty at what time of day\nthe approach occurred – and whether it had occurred after a request to desist\nhad been circulated – the Committee did not consider that there were grounds to\nfind a breach of Clause 3 on this point.\n27.\nThe complainant had also said that the journalist had refused to leave his\nproperty when requested; however, this was contradicted by the account which he\ngave of the exchange – in which the journalist had left of his own accord after\nbeing told that there would be no comment forthcoming. Given the\ninconsistencies in the complainant’s retelling of the events, and where the\npublication strongly refuted having sent a journalist to the address, the\nCommittee did not identify grounds to uphold a breach of Clause 3 arising from\nthe journalist’s alleged refusal to leave the complainant’s property.\n28.\nWhile Clause 3 (iii) makes clear that Editors should ensure that the principles\nof the Clause are observed by those working on its behalf, the principles of\nthe Clause relate to behaviour by journalists which could constitute\nharassment. The complainant did not allege that the video which he considered\nbreached Clause 3 had been obtained by the publication – or individuals working\nin its behalf – engaging in harassing behaviour towards him. There was no\nbreach of Clause 3 arising from the use of the 30-second video.\n29.\nIn the complainant’s recollection of the alleged interaction with a journalist\nat his home, prior to asking for more information about the viral video, the\njournalist had identified himself as a member of the press. It could not therefore\nbe said that a journalist engaged in subterfuge to obtain material for\npublication – where the publication disputed that any approach had been made,\nand the complainant’s account of the approach did not demonstrate that a\njournalist engaged in subterfuge to gain material – and there was no breach of\nClause 10.\n30.\nThe terms of Clause 10 make clear that the press should not seek to publish\nmaterial obtained by using hidden cameras; the purpose of the Clause is to\nregulate the publication acquisition of material obtained using clandestine\ndevices and misrepresentation. In this case, the publication did not know\nexactly how the video had been recorded; however, neither party disputed that\nat the time the article was published, the video was widely available in the\npublic domain. The basis advanced by the complainant for claiming the video had\nbeen obtained using a clandestine recording device was that it appeared not to\nhave been recorded using the internal recording mechanism in the computer\nprogramme used to host the virtual meeting. While the Committee could not\nestablish with certainty how the meeting was recorded, it did not agree that\nthe use of a secondary device to make the recording amounted to a “clandestine”\ndevice for the purposes of Clause 10. The video depicted a publicly accessible\nmeeting, and whether it had been recorded using an in-program recording\nfunction or a secondary recording device had no bearing on the content of the\nvideo. Explicit reference was made in the course of the meeting to the fact it\nwas being recorded, when a participant referred to a copy being sent to a\nmonitoring officer. Furthermore, the minutes of the meeting stated that a\nrecording of the meeting was available. The Committee did not, therefore,\nconsider that any subterfuge or misrepresentation appeared to have been engaged\nin order to make the recording of the meeting.\n31.\nFurthermore, at the time the article was published, the video from which the\nclip was extracted was widely circulating in the public domain and had been\nviewed over one million times; the newspaper had not, therefore, been engaged,\neither directly or through an agent, in making or procuring the recording. It\ncould not therefore be said that the newspaper had sought to obtain material\nobtained by using a hidden camera, and there was breach of Clause 10.\n32.\nTurning to the alleged breaches of Clause 1, the Committee noted first that it\nwas not in dispute that the thirty-second clip of the meeting included with the\narticle was an excerpt from the recording of the meeting. It was clear from the\ndescription of the meeting included in the text of the article that it was only\nan excerpt, rather than an unedited recording of the meeting in full, and that\nit had been included as an illustration of some of the exchanges which had\ntaken place during the meeting. In these circumstances, the Committee did not\nconsider that the publication of the video in this format was significantly\ninaccurate, misleading, or distorted; there was no breach of Clause 1.\n33.\nThe complainant also denied that Ms Weaver was a “clerk”. While the Committee\nunderstood that the complainant disputed the accuracy of the official council\nminutes of the meeting, the publication was entitled to rely on these official\ndocuments as the basis for its reporting. This reference therefore did not\nrepresent a failure to take care over the article, or an inaccuracy requiring\ncorrection.\n34.\nThe complainant had said that the article was inaccurate as he considered that\none of the participants in the meeting had acted “illegally”, and that omitting\nthis information rendered the article inaccurate. The Committee noted that none\nof the participants had faced any criminal or civil prosecution at the time of\nthe article’s publication, and that the allegation of illegal behaviour was a\nserious claim which not supported by any publicly available information at the\ntime of the article’s publication. In addition, the Committee noted the context\nof the article; it was reporting on a widely available viral video and was not\na report of any legal proceedings connected to the meeting, nor did it purport\nto examine the legal context behind the meeting. The Committee further noted\nthat video which accompanied the article made clear that some participants\nbelieved that the meeting was being held illegally. With these factors in mind,\nthe Committee did not consider that omitting the complainant’s allegations from\nthe article rendered it inaccurate in breach of Clause 1.\n35.\nWhile the Committee also noted that the newspaper accepted that it was perhaps\nnot a councillor who had sworn, the Committee did not consider that this\nrepresented a significant inaccuracy, where it was not in dispute that the\nmeeting had opened with an individual swearing. The Committee further noted\nthat the complainant was not acting on behalf of the individual who had sworn,\nand that therefore he was speculating as to the identity of the individual who\nhad sworn. The Committee also noted that neither party disputed that there had been\nlaughter during the meeting. The article did not specify what triggered the\nlaughter, and it was therefore not inaccurate in the manner suggested by the\ncomplainant. There was no breach of Clause 1 on these points.\n36.  While the Committee accepted that the\nsentence “vice-chair Aled Brewerton, joined by an older unnamed gentleman,\nproceeded to yell at the clerk to ‘read the standing orders’\" was somewhat\nambiguous, it noted that the video included with the article made clear that it\nwas only Aled Brewerton who shouted, rather than his father. There was no\nbreach of Clause 1 on this point, where the video made the true position clear\nand the claim itself was ambiguous, rather than inaccurate.\n37.\nThe Committee then noted that the Editors’ Code of Practice makes clear the\npress has the right to publish individuals’ views, as long as it takes care not\nto publish inaccurate, misleading or distorted information, and to distinguish\nbetween comment, conjecture and fact. In this instance, the quotes from the\nmeeting participants included in the article were clearly presented as comment,\nand attributed to the individuals responsible for them. In the article, the\nquotes from Ms Weaver and the councillor who referred to the complainant\n“laughing like a hyena” were clearly attributed to them by way of the use of\nquotation marks, and the articles were framed as their view on the meeting\nfeatured in the video. The Committee was therefore satisfied that the publication\nhad distinguished between comment and fact and had clearly attributed the\ncomments of Ms Weaver and the councillor to them, in line with the terms of\nClause 1 (iv). The Committee further noted that the video which accompanied the\narticle demonstrated that there were opposing views, both on the legality of\nthe meeting itself and Ms Weaver’s role as a clerk. There was, therefore, no\nbreach of Clause 1 on these points.\n38.\nThe terms of Clause 2 make clear that, when considering an individual’s reasonable\nexpectation of privacy, account will be taken of the extent to which the\ninformation complained of is in the public domain. In this instance, the\ncomplainant considered that the video included in the article – showing him and\nhis son in their home – breached the terms of the Clause. However, the video\nshowed proceedings at a public meeting held by a public body. Further, the\nvideo was available on YouTube at the time of the article’s publication, and\nhad been viewed well over a million times. In these circumstances, the\nCommittee did not consider that the complainant had a reasonable expectation of\nprivacy over the video. There was, therefore, no breach of Clause 2.\n39.\nWhile the Committee understood that the video going “viral” had caused distress\nto the complainant, it noted that the terms of Clause 4 generally relate to\ncases involving bereavement, injury, and crime. Where the content of the\narticle under complaint related to a parish council meeting, the Committee did\nnot consider that the article related to a case of personal grief or shock, and\nthere was no breach of the Clause.\nConclusion(s)\n40.\nThe complaint was not upheld.\nRemedial\nAction Required\n41.\nN/A\n\n\n\nDate\ncomplaint received: 26/07/2021\nDate\ncomplaint concluded by IPSO: 22/02/2022\nBack to ruling listing\n\n\n"
}