{
    "url": "/rulings-and-resolution-statements/ruling/?id=01785-21",
    "title": "01785-21 Brewerton v thesun.co.uk",
    "provisions": [
        "1 Accuracy (2019)",
        "2 Privacy (2019)",
        "3 Harassment (2019)",
        "4 Intrusion into grief or shock (2019)",
        "10 Clandestine devices and subterfuge (2019)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "thesun.co.uk (News UK)",
    "published_on": "2021-02-08 00:00:00",
    "received_on": "2021-08-02 00:00:00",
    "concluded_on": "2022-02-10 00:00:00",
    "complaint_processing_days": 192,
    "conclusion_long": "40. The complaint was not upheld.",
    "remedial_action": "41. N/A    Date complaint received: 02/08/2021",
    "text": "\n\n\n\n\n\nDecision\nof the Complaints Committee – 01785-21 Brewerton v thesun.co.uk\nSummary\nof Complaint\n1.\nKeith Brewerton, acting on his own behalf and on behalf of his son Aled\nBrewerton, complained to the Independent Press Standards Organisation that\nthesun.co.uk breached Clause 1 (Accuracy), Clause 2 (Privacy), Clause 3\n(Harassment), Clause 4 (Intrusion into grief or shock), and Clause 10\n(Clandestine devices and subterfuge) of the Editors’ Code of Practice in an\narticle headlined “Who is Jackie Weaver and what happened at the Handforth\nParish Council meeting?”, published on 8 February 2021.\n2.\nThe article, which appeared online only, reported on the response to a parish\ncouncil meeting which had a few earlier days gone “viral” on social media and\nhad been covered widely by the press. The article included a short clip of the\nmeeting, which was just over two minutes long. It also summarised the events of\nthe meeting, as well as setting out the background of some of the participants,\nand referred to Jackie Weaver as “the meeting clerk from the Cheshire\nAssociation of Local Councils.” The article said the “that members [of the\ncouncil] traded insults and threw each other out of the online call” and that\nthe “meeting appear[ed] to start with an unseen councillor mumbling ‘f**k off’\nunder his breath.”\n3.\nThe article then reported that, after an exchange of words, “Weaver removed\n[Councillor Brian Tolver] from the meeting and placed him in a virtual waiting\nroom” and that “Councillor Susan Moore then called for civility but the meeting\nerupted into laughter and two more councillors, Brewerton and Barry Burkill\nwere removed.” The article said that meeting participants had expressed\n“confusion” in response to a username of Cllr Tolver as “he had labelled\nhimself the ‘clerk’. Weaver said: ‘The chairman simply declared himself ‘clerk’\nand notified everybody of the case’.”\n4.\nThe article went on to report that: “Those still taking part in the meeting\nthen voted to refuse the three men back into the meeting with Cllr Cynthia\nSamson likening one to a ‘laughing hyena’.” The article then concluded with\ncomments that Ms Weaver had made during an interview with a television\nprogramme, during which she reportedly said that “I have always been very clear\nwho had authority in that meeting... me.\"\n5.\nPrior to the complainant making a complaint to IPSO, his son contacted IPSO to\nrequest that it make the press aware that he was “very concerned about\nunwarranted and unsolicited approaches from the Press including: emails,\ntelephone calls and visits to my home” and that he “do[es] not wish to speak to\nthe Press and wish that journalists do not come into the area surrounding my\nhome”. This notice was circulated by IPSO to the press – including thesun.co.uk\n– on 5 February 2021, at 5:41pm.\n6.\nThe complainant said that the article was inaccurate in breach of Clause 1: the\nvideo of the meeting included with the article had been altered, with sequences\nchanged and interactions omitted. He said that these alterations meant that the\nvideo was not an accurate or correct record of what had happened during the\nmeeting. The article also, he said, omitted the fact that his son and his\nfellow councillors had been “illegally evicted” from the meeting, which he\nconsidered to represent a further inaccuracy in breach of Clause 1.\n7.\nThe complainant then said that the article itself was inaccurate in breach of\nClause 1 on several points. He first said that it was inaccurate for the\narticle to refer to Mrs Weaver as “the meeting clerk from the Cheshire\nAssociation of Local Councils”; she was, in fact, a Chief Officer. He said that\nit was also inaccurate to report that “members traded insults”, as he\nconsidered that the meeting was improperly called and that he and his\nassociates had been insulted by their fellow meeting participants. He further\nsaid that it was not the case that the “meeting appear[ed] to start with an\nunseen councillor mumbling “f**k off” under his breath” as it was not a council\nmember who had sworn, but a member of the public.\n8.\nThe complainant also said that it was inaccurate for the article to report that\n“[Ms] Weaver removed [Cllr Tolver] from the meeting and placed him in a virtual\nwaiting room” as Ms Weaver did not have the right to remove the member, and had\nalso not placed him in a virtual meeting room but had excluded him entirely\nfrom the meeting. He then said that no councillor had “called for civility” nor\nhad this request been followed by “laughter”, as reported by the article. He\nfurther said that it was inaccurate for the article to report that “[Ms] Weaver\nsaid: ‘The chairman simply declared himself ‘clerk’ and notified everybody of\nthe case’”, as the chairman had declared himself clerk to address a situation\nin which the council had been left without a clerk, and was attempting to\nvolunteer his services.\n9.\nThe complainant further said that it was inaccurate for the article to state\nthat: “Those still taking part in the meeting then voted to refuse the three\nmen back into the meeting with Cllr Cynthia Samson likening one to a ‘laughing\nhyena’” as those who had been removed from the meeting could not have been\nreadmitted, as they were completely excluded from the meeting. He also said\nthat no individual had laughed like a “hyena”; he had laughed during the\nmeeting, but at a television programme which he had been watching while unaware\nthat he had been readmitted to the meeting. He also said that it was inaccurate\nfor the article to report that Ms Weaver had said \"I have always been very\nclear who had authority in that meeting... me\" as she did not have the\nauthority.\n10.\nThe complainant also considered that the video included in the article breached\nClause 2, as he appeared in the video and said that he had not been informed at\nthe time that the meeting was being recorded. Both complainants had been in\ntheir home when the video was recorded, therefore the complainant said that the\nuse of the video intruded into their private life; he did accept, however, that\nthe video had been uploaded to Youtube prior to the article’s publication. The\ncomplainant further noted that, while the public were able to watch the\nmeeting, this was via a link only, and approximately 5 to 6 members of the\npublic attended the meeting.\n11.\nThe complainant also said that a journalist working for the newspaper had\ncalled his home sometime between 5 February 2021 and 8 February 2021, in breach\nof Clause 3.\n12.\nThe complainant then said that a journalist, who said he worked for the\npublication, approached his home, misrepresented his identity by claiming to be\na gardener specialising in hedges and trees, refused to say what his name was,\nand then refused to leave his property when asked until the complainant said he\nwould call the police. The complainant said that this approach breached Clause\n3 and Clause 10. The complainant provided the following notes, which he said\nwas a transcript of the interaction:\nJournalist:\n(Introduced himself as gardener specialising in hedges and trees)\nComplainant:\nI don’t believe you are who you say you are. I believe you to be from the\nPress.\nJournalist:\n(Smiled) I’d like to speak to Cllr. Brewerton\nComplainant:\nPlease leave my property immediately\nJournalist:\nI don’t have to leave. I have a right to be here as I am the Press.\nComplainant:\nYou have no right to be on my property. Please leave now.\nJournalist:\nNo!\nComplainant:\nI will remove you from my property and call the Police. Leave now please.\n13.\nThe complainant also said that he considered that Clause 3 had been breached by\nthe article itself, as it included material which was not compliant with the terms\nof the Clause; namely, the video, which he considered had been recorded\nillegally.\n14.\nThe complainant then said that he considered that the use of the video breached\nClause 10, as he believed the footage of the meeting had been recorded\nillegally on a secondary device, such as an iPad; he said he knew this was the\ncase as had it been recorded directly from a computer, it would have shown a\nrecording logo and there wasn’t one present in the video. He said that the\npress had a duty to ensure the video had not been recorded illegally, and that\nit had not done so in this case.\n15.\nTurning to Clause 4, the complainant said that he considered this Clause had\nbeen breached as he did not consider that publication of the article had been\nhandled sensitively. He believed that the publication should have done so,\nwhere the viral video had led to great shock amongst his close and extended\nfamily.\n16.\nThe publication said it did not accept that the article or the conduct of any\njournalists working on its behalf breached the Editors’ Code. Turning first to\nthe complainant’s Clause 1 concerns, it said that it did not accept that any of\nthe inaccuracies flagged by the complainant were significant and therefore\nrequired correction, though it had amended the text of the article in line with\nthe complainant’s concerns.\n17.\nThe following amendments were made to the article on 14 September 2021, 11 days\nafter IPSO made the publication aware of the complaint: The reference to “the\nmeeting clerk from the Cheshire Association of Local Councils” was amended to\nread “the Chief Officer from the Cheshire Association of Local Councils”;\n\"[t]he later meeting appears to start with an unseen councillor mumbling\nf**k off\" was amended to refer to \"an unseen individual\" making\nthe comment; the reference to a councillor “calling for civility” was amended\nto read “intervened”; and the reference to a meeting participant being “placed\nin a virtual waiting room” was removed.\n18.\nTurning to the complainant’s Clause 2 concerns, the newspaper noted that the\nvideo included in the article had been widely shared on social media prior to\nthe article’s publication, and it did therefore not accept that the complainant\nhad a reasonable expectation of privacy over the video.\n19.\nThe publication accepted that a journalist working on behalf of the publication\nhad approached the complainant’s home, though it did not accept that it had\ntelephoned the complainant. It strongly disputed that the journalist had\nclaimed to be a gardener, or that he had refused to identify himself when\nasked. The publication further said that the journalist had promptly left the\nproperty once the person who had answered the door – a woman, who he presumed\nto be the complainant’s partner – had made clear that they did not wish to\ncomment. The journalist said that he had not posed as a tradesman, and would\nnot have done so because he could not have asked any questions about the story\nwithout identifying himself as a journalist. The publication also said that\nthis approach had happened sometime in the late morning or early afternoon of 5\nFebruary, and well before the IPSO notice was circulated after 5pm. It\ntherefore did not accept that this approach represented a breach of either\nClause 3 or Clause 10.\n20.\nTurning to the complainants’ Clause 10 concerns arising from the use of the\nvideo, the publication again noted that the article was simply reporting on a\nvideo which was widely in the public domain; it did not therefore accept that\nthe Clause could have been breached in relation to the video.\n21.\nThe publication then noted that it did not consider that the complainants’\nconcerns engaged the terms of Clause 4.\n22.\nThe complainant indicated that he was satisfied with the proposed amendments\nsuggested by the publication, but that the amendments were not sufficient to\nresolve his complaint given his concerns with the article and reporting. He\nfurther said that, in relation to the approach from the journalist, he had a\nnotice on his home which made clear that cold callers were not welcome – this\nincluded journalists. He did not dispute the publication’s position that the\njournalist had spoken to a woman rather than the complainant.\nRelevant\nCode Provisions\nClause\n1 (Accuracy)\ni)\nThe Press must take care not to publish inaccurate, misleading or distorted\ninformation or images, including headlines not supported by the text.\nii)\nA significant inaccuracy, misleading statement or distortion must be corrected,\npromptly and with due prominence, and — where appropriate — an apology\npublished. In cases involving IPSO, due prominence should be as required by the\nregulator. \niii)\nA fair opportunity to reply to significant inaccuracies should be given, when\nreasonably called for.\niv)\nThe Press, while free to editorialise and campaign, must distinguish clearly\nbetween comment, conjecture and fact.\nClause\n2 (Privacy)*\ni)\nEveryone is entitled to respect for their private and family life, home,\nphysical and mental health, and correspondence, including digital\ncommunications.\nii)\nEditors will be expected to justify intrusions into any individual's private\nlife without consent. In considering an individual's reasonable expectation of\nprivacy, account will be taken of the complainant's own public disclosures of\ninformation and the extent to which the material complained about is already in\nthe public domain or will become so.\niii)\nIt is unacceptable to photograph individuals, without their consent, in public\nor private places where there is a reasonable expectation of privacy.\nClause\n3 (Harassment)*\ni)\nJournalists must not engage in intimidation, harassment or persistent pursuit.\nii)\nThey must not persist in questioning, telephoning, pursuing or photographing\nindividuals once asked to desist; nor remain on property when asked to leave\nand must not follow them. If requested, they must identify themselves and whom\nthey represent.\niii)  Editors must ensure these principles are\nobserved by those working for them and take care not to use non-compliant\nmaterial from other sources.\nClause\n4 (Intrusion into grief or shock)\nIn\ncases involving personal grief or shock, enquiries and approaches must be made\nwith sympathy and discretion and publication handled sensitively. These\nprovisions should not restrict the right to report legal proceedings.\nClause\n10 (Clandestine devices and subterfuge)*\ni)\nThe press must not seek to obtain or publish material acquired by using hidden\ncameras or clandestine listening devices; or by intercepting private or mobile\ntelephone calls, messages or emails; or by the unauthorised removal of\ndocuments or photographs; or by accessing digitally-held information without\nconsent.\nii)\nEngaging in misrepresentation or subterfuge, including by agents or\nintermediaries, can generally be justified only in the public interest and then\nonly when the material cannot be obtained by other means.\nFindings\nof the Committee\n23.\nThe Committee noted first that it was not in dispute that the clip of the\nmeeting included with the article was an excerpt from the recording of the\nmeeting. It was clear from the description of the meeting included in the text\nof the article that it was only an excerpt, rather than an unedited recording\nof the meeting in full, and that it had been included as an illustration of\nsome of the exchanges which had taken place during the meeting. In these\ncircumstances, the Committee did not consider that the publication of the video\nin this format was significantly inaccurate, misleading, or distorted;  there was no breach of Clause 1 on this\npoint.\n24.\nThe complainant had said that the article was inaccurate as he considered that\none of the participants in the meeting had acted “illegally”, and that omitting\nthis rendered the article inaccurate. The Committee noted that none of the\nparticipants had faced any criminal or civil prosecution at the time of the\narticle’s publication, and that the allegation of illegal behaviour was a\nserious claim which not supported by any publicly available information at the\ntime of the articles’ publication. In addition, the Committee noted the context\nof the article; it was reporting on a widely available viral video and was not\na report of any legal proceedings connected to the meeting, nor did it purport\nto examine the legal context behind the meeting. The Committee further noted\nthat it clear from the content of the video which accompanied the article\nparticipants believed that the meeting was, in their view, being held\nillegally. With these factors in mind, the Committee did not consider that\nomitting the complainant’s allegations from the article rendered it inaccurate\nin breach of Clause 1.\n25.\nThe complainant had also said that the article had inaccurately referred to a\nChief Officer as a meeting clerk. The Committee did not consider that this\nrepresented a significant inaccuracy in need of correction, where the Committee\nnoted that it appeared that the Chief Officer was overseeing the meeting,\nintroducing the meeting and removing participants in a manner which can\ncolloquially be described as clerking a meeting. There was no breach of Clause\n1 in this point.\n26.\nThe Committee noted that the complainant had disputed that he had “traded\ninsults” during the meeting. However, the Committee also noted that the\ncomplainant had not disputed that there had been insults made during the\nmeeting; it was the identity of the target of these insults which he disputed.\nThe article did not specify by whom the insults had been made or to whom they\nwere directed. As such, the Committee did not agree that the reference to\nparticipants “trading insults” was inaccurate or misleading in the manner\nsuggested by the complainant.\n27.\nThe article reported that the “meeting appear[ed] to start with an unseen\ncouncillor mumbling “f**k off” under his breath”, which the complainant\ndisputed as it was actually a member of the public who had made the comment.\nWhile the Committee noted that the publication had not disputed that it was\nperhaps not a councillor who had sworn, the article reported that a councillor\nhad “appear[ed]” to make an explicit remark, therefore distinguishing this as\nconjecture on the part of the publication, rather than a claim of fact. This\nwas in line with the terms of Clause 1 (iv), and therefore there was no breach\nof Clause 1 on this point.\n28.\nThe complainant had said that it was inaccurate for the article to report that\n“[Ms] Weaver removed [Cllr Tolver] from the meeting and placed him in a virtual\nwaiting room” or that members had voted to readmit them. The complainant said\nthat this was the case as Ms Weaver did not have the right to remove the\nmember, and it was not possible for the members to be readmitted. The Committee\nnoted that the newspaper was obliged to report on the meeting accurately; the\nquestion of whether Ms Weaver had the right to remove the member or whether it\nwas possible to readmit them was therefore not a question for the Committee.\nThe complainant had also said that it was inaccurate because the members had\nnot been removed to a virtual waiting room, but had rather been removed from\nthe meeting entirely. However, the Committee did not consider that there was a\nmaterial difference between removing an individual from a meeting and placing\nthem in a virtual waiting room; both courses of action meant an individual is\nexcluded from a meeting.  It did\ntherefore not consider that the article was significantly inaccurate or misleading\non this point.\n29.\nThe complainant had disputed the assertion that a councillor had “called for\ncivility”; however, the Committee noted that in the video recording of the\nmeeting an individual had asked a councillor to ”be respectful”. The Committee\ndid not consider that characterising this request as a “call[…] for civility”\nwas inaccurate, misleading, or distorted. The Committee noted that this comment\nhad been followed by laughter. The Committee understood the complainant’s\nposition that the laughter had not been prompted by the meeting, but noted that\nthe article had not included any claim about what prompted the laughter, and\nthat it was not in dispute that the complainant had indeed been recorded\nlaughing at this point during the meeting. There was no breach of Clause 1 on\nthese points.\n30.\nThe Committee then noted that the Editors’ Code of Practice makes clear the\npress has the right to publish individuals’ views, as long as it takes care not\nto publish inaccurate, misleading or distorted information, and to distinguish\nbetween comment, conjecture and fact. In this instance, the quotes from the\nmeeting participants – that another participant had laughed like a “hyena” and\nthat the chairman ”simply declared himself ‘clerk’ and notified everybody of\nthe case” – were clearly presented as comment, and attributed to the\nindividuals responsible for them. This was also the case in regard to Ms\nWeaver’s comments made during a television interview, which the article\nreported on. There was no breach of Clause 1 on these points.\n31.\nThe terms of Clause 2 make clear that, when considering an individual’s\nreasonable expectation of privacy, account will be taken of the extent to which\nthe information complained of is in the public domain. In this instance, the\ncomplainant considered that the video included in the article – showing him and\nhis son in their home – breached the terms of the Clause. However, the video\nshowed proceedings at a public meeting held by a public body. Further, the\nvideo was available on YouTube at the time of the article’s publication, and\nhad been viewed well over a million times. In these circumstances, the\nCommittee did not consider that the complainant had a reasonable expectation of\nprivacy over the video. There was, therefore, no breach of Clause 2.\n32.\nThe complainant had alleged that the publication had made a telephone call to\nhis house. However, the complainant could not say for certain when the call had\ntaken place – and whether it had been made prior to his son’s request,\ncirculated by IPSO to publications including thesun.co.uk, that the Press\ndesist from approaching him for comment. In circumstances where the complainant\ncould not say with certainty that the call had been made after the request to\ndesist had been circulated, and the publication had not accepted that such a\ncall had been made, there were no grounds to identify a breach of Clause 3 in\nrelation to the phone call.\n33.\nThe complainant had said that the journalist who approached his home had not\nidentified himself by name, in breach of Clause 3. However, in the notes\nprovided by the complainant setting out the interaction, the complainant had\nnot asked the journalist for his name, or who he worked for. Where the\ncomplainant had not asked the journalist for his name or the publication he\nworked for, there was no obligation under the terms of Clause 3 for the\njournalist to provide this information. The Committee considered the separate\ncomplaint in relation to the allegation that the journalist had initially\nmisrepresented himself as a tradesman in relation to Clause 10 (Clandestine\ndevices and subterfuge) below.\n34.\nThe Committee noted that the complainant’s initial description of the incident,\nincluding the suggestion that the journalist refused to leave the complainant’s\nproperty when asked, raised significant concerns. However, the newspaper had\nstrongly disputed that the interaction as described by the complainant had\ntaken place as described: it stated that the journalist working for the\nnewspaper had in fact spoken to a woman, rather than the complainant, and\nstrenuously denied that the reporter had refused to leave. The complainant had\nsubsequently accepted that the approach had been made to his wife rather than\nhimself. The Committee was not able to reconcile the accounts given by the\nparties, but it concluded that there were not sufficient grounds to find a\nbreach of Clause 3 on this point.\n35.\nWhile Clause 3 (iii) makes clear that Editors should ensure that the principles\nof the Clause are observed by those working on its behalf, the principles of\nthe Clause relate to behaviour by journalists which could constitute\nharassment. The complainant did not allege that the video which he considered\nbreached Clause 3 had been obtained by the publication – or individuals working\nin its behalf – engaging in harassing behaviour towards him. There was no\nbreach of Clause 3 arising from the publication of the video.\n36.\nThe complainant had said that the journalist who approached his home had\ninitially identified himself as a gardener, before later stating that he was in\nfact a journalist working on behalf of the publication. The publication denied\nthat the journalist had pretended to be a gardener and said that it would not\nhave been possible for the journalist to pose questions about the subject of\nthe story without effectively identifying himself as a journalist. The\nCommittee noted that it was not in a position to resolve this dispute of fact;\nhowever, it was not in dispute that prior to asking for more information about\nthe viral video, the journalist had identified himself as a member of the\npress. The journalist had therefore not engaged in subterfuge to obtain\nmaterial for publication, and there was no breach of Clause 10.\n37.\nThe terms of Clause 10 make clear that the press should not seek to publish\nmaterial obtained by using hidden cameras; the purpose of the Clause is to\nregulate the publication or acquisition of material obtained using clandestine\ndevices and misrepresentation. In this case, ­the meeting had been recorded;\nhowever, neither party disputed that at the time the article was published, the\nvideo was widely available in the public domain. The basis advanced by the\ncomplainant for claiming the video had been obtained using a clandestine\nrecording device was that it appeared not to have been recorded using the\ninternal recording mechanism in the computer programme used to host the virtual\nmeeting. While the Committee could not establish with certainty how the meeting\nwas recorded, it did not agree that the use of a secondary device to make the\nrecording amounted to a “clandestine” device for the purposes of Clause 10. The\nvideo depicted a publicly accessible meeting, and whether it had been recorded\nusing an in-program recording function or a secondary recording device had no\nbearing on the content of the video. Explicit reference was made in the course\nof the meeting to the fact it was being recorded, when a participant referred\nto a copy being sent to a monitoring officer. Furthermore, the minutes of the\nmeeting stated that a recording of the meeting was available. The Committee did\nnot, therefore, consider that any subterfuge or misrepresentation appeared to\nhave been engaged in order to make the recording of the meeting.\n38.\nFurthermore, at the time the article was published, the video from which the\nclip was extracted was widely circulating in the public domain and had been\nviewed over one million times; the newspaper had not, therefore, engaged,\neither directly or through an agent, in making or procuring the recording. the\nCommittee did not consider that the publication engaged in any form of\nsubterfuge or misrepresentation in the recording of the meeting, and there was\nno breach of Clause 10.\n39.\nWhile the Committee understood that the video going “viral” had caused distress\nto the complainant, it noted that the terms of Clause 4 generally relate to\ncases involving bereavement, injury, and crime. Where the content of the\narticle under complaint related to a parish council meeting, the Committee did\nnot consider that the article related to the complainant’s personal grief or\nshock, and there was no breach of Clause 4.\nConclusion(s)\n40.\nThe complaint was not upheld.\nRemedial\nAction Required\n41.\nN/A\n\n\n\nDate\ncomplaint received: 02/08/2021\nDate\ncomplaint concluded by IPSO: 10/02/2022\nBack to ruling listing\n\n\n"
}