{
    "url": "/rulings-and-resolution-statements/ruling/?id=01780-14",
    "title": "01780-14 Turner v The Sun on Sunday",
    "provisions": [
        "1 (Accuracy) 2015"
    ],
    "outcome": "Breach - sanction: action as offered by publication",
    "publication": "The Sun on Sunday (News UK)",
    "published_on": "2014-11-02 00:00:00",
    "received_on": "2014-11-13 00:00:00",
    "concluded_on": "2015-03-19 00:00:00",
    "complaint_processing_days": 126,
    "conclusion_long": "13. The complaint was upheld in part.",
    "remedial_action": "14. Having upheld the complaint under Clause 1 (i), the Committee considered what remedial action should be required. The Committee has the power to require the publication of a correction and/or adjudication, the nature, extent and placement of which is to be determined by IPSO. It may also inform the publication that further remedial action is required to ensure that the requirements of the Editors’ Code are met.15. The newspaper had offered to publish an appropriate correction, which made clear that Michael Payne and Mr Bellfield had not lived in the same block of flats at the same time, and further acknowledged the complainant’s denial that they had known each other. In light of the Committee’s decision, this correction should now be published both in print and online.Date complaint received: 13/11/2014",
    "text": "\n\n\n\n\n\n   Decision of\nthe Complaints Committee 01780-14\nTurner v The Sun on Sunday\nSummary of complaint \n1. Richard Turner complained to the Independent Press\nStandards Organisation that The Sun on Sunday had breached Clause 1 (Accuracy)\nof the Editors’ Code of Practice in an article headlined “Milly killer\ntormented Sarah’s dad”, published on 2 November 2014.2. The complainant is the brother of convicted multiple\nmurderer Levi Bellfield. The article reported that, before his crimes had been\nexposed, Mr Bellfield had been a neighbour of Michael Payne, the father of murdered\nschoolgirl Sarah Payne, and had deliberately befriended him. It said that Mr\nBellfield had “targeted” Mr Payne during weekly drinking sessions in their\nlocal pub, and that Mr Payne had been “devastated” and “tormented” when Mr\nBellfield was arrested, and he realised by whom he had been befriended. It was\naccompanied by a short article written by former Detective Chief Inspector\nColin Sutton, the police officer who led the investigation which ultimately led\nto Mr Bellfield’s convictions. He stated that police had found newspaper\ncuttings about Sarah Payne’s murder in Mr Bellfield’s house.3. The complainant said that his brother had never met,\nsocialised with or been a neighbour of Mr Payne; it followed that he had not\n“targeted” or “stalked” him, as the article claimed. While both men had at one\ntime lived in Collingwood Place in Walton, his brother had left in March 2002,\nand Mr Payne had not moved in until 2004. The complainant provided an article\npublished in The Sun, the newspaper's sister publication, in 2008, which had\nstated that Mr Bellfield had left his flat in Collingwood Place in 2002 “and\nnever returned”. Further, his brother had not drunk in the pub where the\nmeetings had allegedly taken place. The newspaper had reported that the pair had\nmet in 2003, but neither man was living in the street at that time.4. The complainant said that no newspaper cuttings about\nSarah Payne had been found in his brother’s flat in Collingwood Place or in the\nhouse to which he subsequently moved, where he had been living at the time of\nhis arrest. His brother had moved out of Collingwood Place years before it was\nsearched by police, and no personal effects had been found there. The\ncomplainant provided a witness statement from a police officer which said that\nthere was only one newspaper cutting, which related to Amelie Delagrange, one\nof his victims. This was contradicted, however, by another part of the witness\nstatement: a list of items which had been taken as evidence, which included two\nnewspaper cuttings. The complainant stated that the additional cutting related\nto car clamping. His brother had not been questioned about cuttings relating to\nSarah Payne during the police interview with Det Ch Insp Sutton, and there had\nbeen no mention of them during the trial.5. The newspaper said that its report was based on the\nrecollections by Keith Payne, the late Mr Payne’s brother, and Cynthia Payne,\nhis mother; they had been quoted at length. While it accepted that the dates of\nthe two men’s residencies in Collingwood Place had been incorrect, it\nmaintained that the two men had been drinking companions, and noted that the\ncomplainant had provided no evidence to prove otherwise. Both men had lived in\nCollingwood Place; if it was not at the same time, this was not a significant\nerror. Mr Bellfield’s new residence was less than 15 miles away, and it was not\nimpossible that he had continued to drink at the pub. It noted that it had\npublished a report in 2009 claiming that Mr Bellfield had said that he would\nattack Sarah Payne’s killer because he knew the family; it had received no complaint\nabout that article.6. The newspaper provided an email from Det Ch Insp\nSutton, in which he had confirmed that at least one cutting or newspaper\nrelating to Sarah Payne was found at a property to which Mr Bellfield had had\naccess. He did not recall if the cutting had been retained by the police, as it\nhad little evidential value.7. Nonetheless, in light of the complainant’s position\nthat Mr Bellfield and Mr Payne had not lived in the block of flats at the same\ntime, the newspaper offered to publish the following correction on page 2 of a\nforthcoming edition:In a story “Milly killer tormented Sarah’s dad”, 2\nNovember 2014, we stated that the late Michael Payne, father of Sarah Payne,\ndrank in the same pub and “lived next door” to serial killer Levi Bellfield. Mr\nBellfield’s family, who dispute that Bellfield and Michael Payne knew each\nother, would like us to clarify that the two men did not live in the same block\nof flats at the same time.8. The complainant said that the proposed correction only\naddressed a small part of the complaint. He considered that its placement on\npage 2 was insufficient to remedy a factually inaccurate front-page article.Relevant Code Provisions9. Clause 1 (Accuracy)i) The press must take care not to publish inaccurate,\nmisleading or distorted information, including pictures.ii) A significant inaccuracy, misleading statement or\ndistortion once recognised must be corrected, promptly and with due prominence,\nand – where appropriate – an apology published.Findings of the Committee10. The article’s central claim rested heavily on the\nassertion that Michael Payne and Mr Bellfield had been neighbours in\nCollingwood Place. The newspaper's sister publication had reported in 2008 that\nMr Bellfield had left Collingwood Place in 2002, and it was aware – and had\nreported in the article under complaint – that Mr Payne had not arrived until\n2004. In these circumstances, the newspaper’s prominent report that the two men\n“lived next door” to one another and were “neighbours” – a central part of its\naccount of how the two men had met – constituted a failure to take care not to\npublish inaccurate information.11. The Committee did not agree with the complainant’s\nposition, however, that the inaccuracy on this point effectively disproved the\naccount of events set out by the Payne family, and in particular, Keith Payne.\nKeith Payne had confirmed, on the record, that Mr Payne and Mr Bellfield had\ndrunk together in the pub, and that he was later “tormented” to learn of Mr\nBellfield’s crimes. The newspaper had been entitled to rely on his\nrecollections of his conversations with the late Mr Payne, and to include his\ncomments on those events. The complainant could not show that the two men had\nnot drunk together or known one another. The Committee did not establish a\nsignificant inaccuracy in this regard, such that a correction was required\nunder the terms of Clause 1 (ii).12. While it appeared to be accepted that a newspaper cutting\nrelating to Sarah Payne had not been found at Mr Bellfield’s former flat in\nCollingwood Place, Det Ch Insp Sutton was confident that cuttings had been\nfound at a premises where Mr Bellfield lived. The newspaper had been entitled\nto rely on his evidence, and the witness statement provided by the complainant\nhad not contradicted Det Ch Insp Sutton’s account. There was no failure to take\ncare over the accuracy of this element of the article, and the Committee found\nthat any misattribution of the location at which these cuttings had been found\nwould in any case not be a significant inaccuracy in the context of the article\nas a whole.Conclusions13. The complaint was upheld in part.Remedial Action Required14. Having upheld the complaint under Clause 1 (i), the\nCommittee considered what remedial action should be required. The Committee has\nthe power to require the publication of a correction and/or adjudication, the\nnature, extent and placement of which is to be determined by IPSO. It may also\ninform the publication that further remedial action is required to ensure that\nthe requirements of the Editors’ Code are met.15. The newspaper had offered to publish an appropriate\ncorrection, which made clear that Michael Payne and Mr Bellfield had not lived\nin the same block of flats at the same time, and further acknowledged the\ncomplainant’s denial that they had known each other. In light of the\nCommittee’s decision, this correction should now be published both in print and\nonline.Date complaint received: 13/11/2014\nDate decision issued: 19/03/2015\nBack to ruling listing\n\n\n"
}