{
    "url": "/rulings-and-resolution-statements/ruling/?id=01788-21",
    "title": "01788-21 Brewerton v express.co.uk",
    "provisions": [
        "1 Accuracy (2019)",
        "2 Privacy (2019)",
        "3 Harassment (2019)",
        "4 Intrusion into grief or shock (2019)",
        "10 Clandestine devices and subterfuge (2019)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "express.co.uk (Reach PLC)",
    "published_on": "2021-02-05 00:00:00",
    "received_on": "2021-08-02 00:00:00",
    "concluded_on": "2022-02-09 00:00:00",
    "complaint_processing_days": 191,
    "conclusion_long": "37. The complaint was not upheld.",
    "remedial_action": "38. N/A    Date complaint received: 02/08/2021",
    "text": "\n\n\n\n\n\nDecision\nof the Complaints Committee – 01788-21 Brewerton v express.co.uk\nSummary\nof Complaint\n1.\nKeith Brewerton, acting on his own behalf and on behalf of his son Aled\nBrewerton, complained to the Independent Press Standards Organisation that\nexpress.co.uk breached Clause 1 (Accuracy), Clause 2 (Privacy), Clause 3\n(Harassment), Clause 4 (Intrusion into grief or shock), and Clause 10\n(Clandestine devices and subterfuge) of the Editors’ Code of Practice in an\narticle headlined “Bad-tempered parish council Zoom meeting descends into CHAOS\n- ‘She’s kicked Barry out!’”, published on 5 February 2021.\n2.\nThe article, which appeared online only, reported on the response to a parish\ncouncil meeting – which the article referred to as being held by the “Planning\nand Environment Committee” – which had a few earlier days gone “viral” on\nsocial media and been covered widely by the press. The article included a\nthirty-second clip of the meeting, and referred several times to the “clerk” of\nthe meeting, Jackie Weaver. It included a brief summary of the events of the\nmeeting, and reported that: “Other parts of the meeting involve a councillor\ntaking a phone call with their friend in the middle of the meeting”, and that\n“[a]t the start of the 7pm session, one councillor accidentally unmuted appears\nto make an explicit remark […] [t]hroughout the session members accuse each\nother of ‘appalling behaviour’, and one claims another is ‘sitting there like a\nlaughing hyena’.” The article then reported that “[Ms Weaver] said at one\npoint: ‘The chairman simply declared himself 'clerk' and notified everybody of\nthe case.’”\n3.\nThe article also stated that the council had posted minutes of the meeting on\nits website, and that the meeting was “one of only five held a year”. It went\non to report that meeting minutes “alleged that [a councillor] ‘proceeded to\ndisrupt the proceedings’ and was ‘removed from the meeting and put into the\nvirtual waiting room’” and that the complainant’s son and another councillor\n“were also removed to the waiting room”.\n4.\nPrior to the complainant making a complaint to IPSO, his son contacted IPSO to\nrequest that it make the press aware that he was “very concerned about\nunwarranted and unsolicited approaches from the Press including: emails,\ntelephone calls and visits to my home” and that he “do[es] not wish to speak to\nthe Press and wish that journalists do not come into the area surrounding my\nhome”. This notice was circulated by IPSO to the press – including\nexpress.co.uk – on 5 February 2021, at 5:41pm.\n5.\nThe complainant said that the article was inaccurate in breach of Clause 1. He\nnoted that the meeting had not been held by the Planning and Environment\nCommittee, as reported by the article. This meeting had, in fact, directly\npreceded the meeting which had “gone viral”; the “viral” meeting was an\nExtraordinary meeting of the full council. He then said that the video of the\nmeeting included with the article had been altered, with sequences changed and\ninteractions omitted. He said that these alterations meant that the video was\nnot an accurate or correct record of what had happened during the meeting. He\nalso said that the article was inaccurate in its references to Ms Weaver being\na “clerk” as she was not a clerk for the council; the article also, he said,\nomitted the fact that his son and his fellow councillors had been “illegally\nevicted” from the meeting, which he considered to represent a further\ninaccuracy in breach of Clause 1.\n6. The complainant said that the article was\nalso inaccurate because a councillor did not take a phone call with their\nfriend in the meeting, as reported by the article. He also said that it was not\nthe case that “[a]t the start of the 7pm session […] a councillor […] appears\nto make an explicit remark” as the remark was made at around 7:45pm, when the\nmeeting started, and it was not a councillor who had sworn. Turning to other\nalleged inaccuracies within the article, he said that no one in the meeting had\nbeen “sitting there like a laughing hyena”; he had in fact, without his\nknowledge, been recorded in his home laughing at a TV show and this is what the\ncomment referenced – he had not been laughing at the meeting.\n7.\nThe complainant also said that it was inaccurate for the article to report that\n“[Ms Weaver] said at one point: ‘The chairman simply declared himself 'clerk'\nand notified everybody of the case’”, as the chairman had declared himself\nclerk to address a situation in which the council had been left without a\nclerk, and was attempting to volunteer his services. The complainant then said\nthat it was not the case that only 5 such meetings were held by the council\neach year, and that the references to the minutes within the article were\ninaccurate, as the minutes themselves were inaccurate: the referenced\ncouncillor had not “attempted to disrupt the proceedings” and the removed councillors\nhad not been placed into a virtual meeting room. Rather, they had been ejected\nfrom the meeting.\n8.\nThe complainant also considered that the video included in the article breached\nClause 2, as he appeared in the video and said that he had not been informed at\nthe time that the meeting was being recorded. Both complainants had been in\ntheir home when the video was recorded, therefore the complainant said that the\nuse of the video intruded on their private life; they did accept, however, that\nthe video had been uploaded to Youtube prior to the article’s publication. The\ncomplainant further noted that, while the public were able to watch the\nmeeting, this was via a link only, and approximately 5 to 6 members of the\npublic attended the meeting.\n9.\nThe complainant then said that he considered that Clause 3 had been breached,\nas a journalist from the publication had attempted to call his home. The call,\nthe complainant said, was made sometime between 5 February 2021 and 8 February\n2021.\n10.\nThe complainant also said that he considered that Clause 3 had been breached by\nthe article itself, as it included material which was not compliant with the\nterms of the Clause; namely, the video, which he considered had been recorded\nillegally.\n11.\nTurning to Clause 4, the complainant said that he considered this Clause had\nbeen breached as he did not consider that publication of the article had been\nhandled sensitively. He believed that the publication should have done so,\nwhere the viral video had led to great shock amongst his close and extended\nfamily.\n12.\nThe complainant then said that he considered that the use of the video breached\nClause 10, as he believed it had been recorded illegally on a secondary device,\nsuch as an iPad; he said he knew this was the case as had it been recorded\ndirectly from a computer, it would have shown a recording logo and there wasn’t\none present in the video. He said that the press had a duty to ensure the video\nhad not been recorded illegally, and that it had not done so in this case.\n13. The publication said it did not accept that\nthe article breached the Editors’ Code. It accepted that the viral video which\nthe article reported on showed an Extraordinary meeting of the full council,\nrather than the Planning and Environment Committee meeting. It noted that the\ntwo meetings had taken place consecutively over Zoom, with the latter meeting\nstarting at 7pm and the former beginning immediately after, at 7:40pm. However,\nit did not accept that this represented a significant inaccuracy, where all\nparticipants in the 7pm meeting were also present at the 7:40pm meeting. It did,\nnevertheless, offer to amend the article on this point, to make clear that the\nmeeting showed the full council.\n14.\nIt went on to state that the video of the meeting showed an individual\nreceiving a phone call, and provided a timestamped link to the video which\nshowed this. In the video, an unseen individual was heard saying “I am just in\na meeting at the moment, can I call you back when it finishes?” Notwithstanding\nthis, it said it would be happy to amend the article to make the identity of\nthe individual receiving the phone clear, and if it was not a councillor it\nwould make this clear in any amendments, as a gesture of goodwill. The\npublication also accepted that the explicit comment made during the video\noccurred at approximately 7:45pm, rather than at 7pm as reported by the\narticle, and offered to amend the article on this point – though it did not\naccept that this represented a significant inaccuracy. It said that given the\n“aggression, tone and behaviour” of the councillors present during the meeting,\nit was reasonable for the publication to assume that it was a councillor who\nhad made the explicit remark; however, it would be happy to, as a gesture of\nthe goodwill, amend the article to make clear who did make the explicit remark,\nshould the complainant be able to tell it who had sworn during the video.\n15.\nThe publication then said that the accuracy of the video could be supported\nboth by viewing the full video of the meeting – which was publicly available\nand showed the events of the meeting – and the council’s minutes of the\nmeeting. It did not accept, therefore, that the video could be said to be\ninaccurate, nor did it accept that the video had been altered – it was simply a\n30-second clip of the meeting. It also did not accept that the article breached\nthe Code by omitting to state that the complainant’s son and his fellow\ncouncillors were “illegally evicted” from the meeting, noting that this\nsuggestion appeared to be the opinion of the complainant and was not supported\nby the minutes of the meeting itself.\n16.\nThe publication further noted that it could not be inaccurate for the article\nto report that “one [councillor] claim[ed] another is ‘sitting there like a\nlaughing hyena’” or that “[Jackie] said at one point: ‘The chairman simply\ndeclared himself 'clerk' and notified everybody of the case’”, where the video\nclearly showed: someone laughing; that a councillor had made the hyena comment\nin response to the laughter; and that Jackie had made the comments attributed\nto her by the article. The publication then noted that, at the time of the\narticle’s publication, the council’s public website had shown only 5 videos of\nsimilar meetings, therefore it had been reasonable for the publication to\nconclude that only 5 such meetings were held each year – and it did not\nconsider that this could be said to be a significant inaccuracy within the\ncontext of the article. However, it proposed to amend the article to make clear\nthat it was not the case that only 5 such meetings were held each year, and to\nalso add a footnote correction to the article to make this clear.\n17.  In addition, the publication said it was not\ninaccurate to state that some meeting participants had been placed in a virtual\nmeeting room, where the meeting minutes – which it provided – stated that the\nCouncil chairman “was therefore removed from the meeting and placed into a\nvirtual waiting room” and that other meeting participants were subsequently\nplaced in the virtual waiting room.\n18.\nAddressing the complainant’s Clause 2 and Clause 10 concerns, the publication\nnoted that the video was both publicly available and viral at the time of the\narticle’s publication, and that the council’s meeting minutes made clear that a\nrecording of the meeting could be made available on request. The publication\nalso said that it could not comment on how the video was recorded, as it was\nnot in a position to know the circumstances in which the recording was made; it\nalso, therefore, could not be said to have sought to obtain a video recorded by\na hidden camera. With these factors in mind, it did not accept that the article\nor video could represent a breach of Clause 2 or Clause 10.\n19. The publication confirmed that it had\ncirculated the IPSO privacy notice internally 1 minute after it was received –\nat 5:42pm – and also said that it had not attempted to contact the complainant,\nvia telephone or otherwise.\n20.\nThe publication did not accept that the complainants’ concerns framed under\nClause 4 engaged the terms of the Clause, where the article under complaint did\nnot relate to a case of grief or shock.\n21.\nWhile the complainant accepted that the minutes stated that a recording of the\nmeeting could be made available on request, he also said that the original\nagenda of the meeting did not state that it was being recorded. He further\nnoted that it was not common practice for such a meeting to be recorded and\nmade public, and that this was a recent development. He then indicated that he\nwas satisfied with the proposed amendments suggested by the publication, but\nthat the amendments were not sufficient to resolve his complaint given his\nconcerns with the article and reporting.\n22. The complainant then said that he had in fact\nbeen contacted at his home by an individual who said that they worked for ‘the\nExpress’, who did not show any identification which would confirm that he\nindeed worked for the publication. The complainant then expressed concern that\nthe individual was in fact dishonestly posing as a reporter from the\npublication. He said that the man had come to his house late in the afternoon\non 5 February 2021 – some time between 1pm and 6:45pm.\nRelevant\nCode Provisions\nClause\n1 (Accuracy)\ni)\nThe Press must take care not to publish inaccurate, misleading or distorted\ninformation or images, including headlines not supported by the text.\nii)\nA significant inaccuracy, misleading statement or distortion must be corrected,\npromptly and with due prominence, and — where appropriate — an apology\npublished. In cases involving IPSO, due prominence should be as required by the\nregulator. \niii)\nA fair opportunity to reply to significant inaccuracies should be given, when\nreasonably called for.\niv)\nThe Press, while free to editorialise and campaign, must distinguish clearly\nbetween comment, conjecture and fact.\nClause\n2 (Privacy)*\ni)\nEveryone is entitled to respect for their private and family life, home,\nphysical and mental health, and correspondence, including digital\ncommunications.\nii)\nEditors will be expected to justify intrusions into any individual's private\nlife without consent. In considering an individual's reasonable expectation of\nprivacy, account will be taken of the complainant's own public disclosures of\ninformation and the extent to which the material complained about is already in\nthe public domain or will become so.\niii)\nIt is unacceptable to photograph individuals, without their consent, in public\nor private places where there is a reasonable expectation of privacy.\nClause\n3 (Harassment)*\ni)\nJournalists must not engage in intimidation, harassment or persistent pursuit.\nii)\nThey must not persist in questioning, telephoning, pursuing or photographing\nindividuals once asked to desist; nor remain on property when asked to leave\nand must not follow them. If requested, they must identify themselves and whom\nthey represent.\niii)  Editors must ensure these principles are\nobserved by those working for them and take care not to use non-compliant\nmaterial from other sources.\nClause\n4 (Intrusion into grief or shock)\nIn\ncases involving personal grief or shock, enquiries and approaches must be made\nwith sympathy and discretion and publication handled sensitively. These\nprovisions should not restrict the right to report legal proceedings.\nClause\n10 (Clandestine devices and subterfuge)*\ni)\nThe press must not seek to obtain or publish material acquired by using hidden\ncameras or clandestine listening devices; or by intercepting private or mobile\ntelephone calls, messages or emails; or by the unauthorised removal of\ndocuments or photographs; or by accessing digitally-held information without\nconsent.\nii)\nEngaging in misrepresentation or subterfuge, including by agents or\nintermediaries, can generally be justified only in the public interest and then\nonly when the material cannot be obtained by other means.\nFindings\nof the Committee\n23.\nThe complainant had raised a number of points of inaccuracy in relation to the\npublication’s account of the meeting. Neither party disputed that it was an\nExtraordinary meeting of the entire council which featured in the viral video,\nrather than the Planning and Environment Committee; or that the meeting had\nbegun at approximately 7:45pm, rather than 7pm. The article was inaccurate on\nthese points, which the publication had accepted, and had proposed to amend.\nThe Committee considered that these inaccuracies were insignificant, and they\ndid not represent a failure to take care over the article, given that the two\nmeetings had been held consecutively beginning at 7pm, and that the Planning\nand Environment Committee members were all present in the second meeting.\nNonetheless, the Committee welcomed the publication’s offer to amend these\npoints.\n24.\nThe complainant also denied that Ms Weaver was a “clerk”. While the Committee\nunderstood that the complainant disputed the accuracy of the official council\nminutes of the meeting, the publication was entitled to rely on these official\ndocuments as the basis for its reporting. This reference therefore did not\nrepresent a failure to take care over the article, or an inaccuracy requiring\ncorrection.\n25.\nThe complainant had said that the article was inaccurate as he considered that\none of the participants in the meeting had acted “illegally”, and that omitting\nthis rendered the article inaccurate. The Committee noted that none of the\nparticipants had faced any criminal or civil prosecution at the time of the\narticle’s publication, and that the allegation of illegal behaviour was a\nserious claim which not supported by any publicly available information at the\ntime of the articles’ publication. In addition, the Committee noted the context\nof the article; it was reporting on a widely available viral video and was not\na report of any legal proceedings connected to the meeting, nor did it purport\nto examine the legal context behind the meeting. The Committee further noted\nthat video which accompanied the article made clear that some participants\nbelieved that the meeting was being held illegally. With these factors in mind,\nthe Committee did not consider that omitting the complainant’s allegations from\nthe article rendered it inaccurate in breach of Clause 1.\n26.\nThe Committee also did not consider that it was inaccurate for the article to\nreport that “[a]t the start of the 7pm session, one councillor accidentally\nunmuted appears to make an explicit remark […] [t]hroughout the session members\naccuse each other of ‘appalling behaviour’, and one claims another is ‘sitting\nthere like a laughing hyena’” and that ”[Ms Weaver] said at one point: ‘The\nchairman simply declared himself 'clerk' and notified everybody of the case.’”\nThe Committee noted that – while it was not in dispute that the expletive\noccurred at approximately 7:45pm, rather than 7pm – the remark did occur at the\nstart of the meeting, as reported; a difference of 45 minutes did not represent\na significant inaccuracy in need of correction. While the Committee also noted\nthat the newspaper accepted that it was perhaps not a councillor who had sworn,\nthe article reported that a councillor had “appeared” to make an explicit\nremark, therefore distinguishing this as conjecture on the part of the\npublication, rather than a claim of fact. There was no breach of Clause 1 on\nthese points.\n27.\nThe Committee then noted that the Editors’ Code of Practice makes clear the\npress has the right to publish individuals’ views, as long as it takes care not\nto publish inaccurate, misleading or distorted information, and to distinguish\nbetween comment, conjecture and fact. In this instance, the quotes from the\nmeeting participants reported were clearly presented as comment, and attributed\nto the individuals responsible for them. In the article, the quotes from Ms\nWeaver and the councillor were clearly attributed to them by way of the use of\nquotation marks, and the articles were framed as their view on the meeting\nfeatured in the video. The Committee was therefore satisfied that the\npublication had distinguished between comment and fact and had clearly\nattributed the comments of Ms Weaver and the councillor to them, in line with\nthe terms of Clause 1 (iv). The Committee further noted that the video which\naccompanied the article demonstrated that there were opposing views, both on\nthe legality of the meeting itself and Ms Weaver’s role as a clerk. There was,\ntherefore, no breach of Clause 1 on these points.\n28. The publication had accepted that it was\ninaccurate that the ‘viral’ meeting was “one of only five held a year”.\nHowever, in the context of an article which focussed on a single meeting, the\nCommittee did not consider that this represented a significant inaccuracy: a\ndiscrepancy over the number of council meetings held a year did not alter the\naccuracy of the thrust of the article, which was that a contentious meeting had\ntaken place and had subsequently gone viral. There was no breach of Clause 1 on\nthis point.\n29.\nThe Committee did not consider that the publication had inaccurately reported\nthat meeting minutes “alleged that [a councillor] ‘proceeded to disrupt the\nproceedings’ and was ‘removed from the meeting and put into the virtual waiting\nroom’” and that the complainant’s son and another councillor “were also removed\nto the waiting room” where the minutes of the meeting specifically referenced\nthe removed councillors having been placed “in a waiting room”; the meeting\nminutes, provided by the publication, did state this. Moreover, the Committee\ndid not consider that there was a material difference between removing an\nindividual from a meeting and placing them in a virtual waiting room; both\ncourses of action will mean that an individual is excluded from a meeting.  The Committee also noted that neither party\ndisputed that there had been laughter during the meeting. The article did not\nspecify what triggered the laughter, and it was therefore not inaccurate in the\nmanner suggested by the complainant. There was no breach of Clause 1 on these\npoints.\n30.\nThe Committee noted first that it was not in dispute that the thirty-second\nclip of the meeting included with the article was an excerpt from the recording\nof the meeting. It was clear from the description of the meeting included in\nthe text of the article that it was only an excerpt, rather than an unedited\nrecording of the meeting in full, and that it had been included as an\nillustration of some of the exchanges which had taken place during the meeting.\nIn these circumstances, the Committee did not consider that the publication of\nthe video in this format was significantly inaccurate, misleading, or\ndistorted;  there was no breach of Clause\n1.\n31.\nThe terms of Clause 2 make clear that, when considering individual’s reasonable\nexpectation of privacy, account will be taken of the extent to which the\ninformation complained of is in the public domain. In this instance, the\ncomplainant considered that the video included in the article – showing him and\nhis son in their home – breached the terms of the Clause. However, the video\nshowed proceedings at a public meeting held by a public body. Further, the\nvideo was available on Youtube at the time of the article’s publication, and\nhad been viewed well over a million times. In these circumstances, the\nCommittee did not consider that the complainant had a reasonable expectation of\nprivacy over the video. There was, therefore, no breach of Clause 2\n32.\nThe complainant had alleged that the publication had made a call to his house.\nThe publication said that this was not the case, and the complainant did not\nappear to dispute this. He also contended that an individual purporting to be\nfrom ‘the Express’ had come to his home on the day that IPSO had circulated a\nrequest to desist on the part of his son, although he was not sure what time\nthis visit had taken place and had expressed doubt as to the person’s identity.\nThe complainant could not say with certainty whether the alleged telephone call\nand approach to his home had happened after the request had been made for\npublications to desist from contacting his son. The Committee further noted\nthat the terms of the notice circulated to IPSO applied to Aled Brewerton only,\nand not his extended family. In circumstances where the complainant was uncertain\nabout the timing of the contact and identity of the person who had made the\ncontact, and where the publication denied that any journalist acting on its\nbehalf had contacted the complainant, there were no grounds to identify a\nbreach of Clause 3.\n33.\nWhile Clause 3 (iii) makes clear that Editors should ensure that the principles\nof the Clause are observed by those working on its behalf, the principles of\nthe Clause relate to behaviour by journalists which could constitute\nharassment. The complainant did not allege that the video which he considered\nbreached Clause 3 had been obtained by the publication – or individuals working\nin its behalf – engaging in harassing behaviour towards him. There was no\nbreach of Clause 3 arising from the use of the 30-second video.\n34.\nWhile the Committee understood that the video going “viral” had caused distress\nto the complainant, it noted that the terms of Clause 4 generally relate to\ncases involving bereavement, injury, and crime. Where the content of the article\nunder complaint related to a parish council meeting, the Committee did not\nconsider that the article related to the complainant’s personal grief or shock,\nand there was no breach of Clause 4.\n35.\nThe terms of Clause 10 make clear that the press should not seek to publish\nmaterial obtained by using hidden cameras; the purpose of the Clause is to\nregulate the publication acquisition of material obtained using clandestine\ndevices and misrepresentation. In this case, the publication did not know\nexactly how the video had been recorded; however, neither party disputed that\nat the time the article was published, the video was widely available in the\npublic domain. The basis advanced by the complainant for claiming the video had\nbeen obtained using a clandestine recording device was that it appeared not to\nhave been recorded using the internal recording mechanism in the computer\nprogramme used to host the virtual meeting. While the Committee could not establish\nwith certainty how the meeting was recorded, it did not agree that the use of a\nsecondary device to make the recording amounted to a “clandestine” device for\nthe purposes of Clause 10. The video depicted a publicly accessible meeting,\nand whether it had been recorded using an in-program recording function or a\nsecondary recording device had no bearing on the content of the video. Explicit\nreference was made in the course of the meeting to the fact it was being\nrecorded, when a participant referred to a copy being sent to a monitoring\nofficer. Furthermore, the minutes of the meeting stated that a recording of the\nmeeting was available. The Committee did not, therefore, consider that any\nsubterfuge or misrepresentation appeared to have been engaged in order to make\nthe recording of the meeting.\n36.\nFurthermore, at the time the article was published, the video from which the\nclip was extracted was widely circulating in the public domain and had been\nviewed over one million times; the newspaper had not, therefore, been engaged,\neither directly or through an agent, in making or procuring the recording. It\ncould not therefore be said that the newspaper had sought to obtain material\nobtained by using a hidden camera, and there was breach of Clause 10.\nConclusion(s)\n37.\nThe complaint was not upheld.\nRemedial\nAction Required\n38.\nN/A\n\n\n\nDate\ncomplaint received: 02/08/2021\nDate\ncomplaint concluded by IPSO: 09/02/2022\nBack to ruling listing\n\n\n"
}