{
    "url": "/rulings-and-resolution-statements/ruling/?id=01794-22",
    "title": "01794-22 Smith v thisislocallondon.co.uk",
    "provisions": [
        "1 Accuracy (2021)"
    ],
    "outcome": "Breach - sanction: action as offered by publication",
    "publication": "thisislocallondon.co.uk (Newsquest Media Group)",
    "published_on": "2022-02-22 00:00:00",
    "received_on": "2022-02-24 00:00:00",
    "concluded_on": "2022-07-12 00:00:00",
    "complaint_processing_days": 138,
    "conclusion_long": "16. The complaint was partly upheld under Clause 1(i).",
    "remedial_action": "17. The published correction put the correct position on record and was offered promptly and with due prominence. No further action was required.  Date complaint received: 24/02/2022",
    "text": "\n\n\n\n\n\nDecision\nof the Complaints Committee – 01794-22 Smith v thisislocallondon.co.uk\nSummary\nof Complaint\n1. Charlotte\nSmith complained to the Independent Press Standards Organisation that\nthisislocallondon.co.uk breached Clause 1 (Accuracy) of the Editors’ Code of\nPractice in an article headlined “Woman allegedly followed onto Lewisham bus\nand chased in Beckenham”, published on 22 February 2022.\n2. The\narticle reported on an account given by a woman in a social media post, which\nwas summarised by the newspaper.  It said\nthat she had been followed onto a bus “in Lewisham before being chased through\nBeckenham in south east London”. The article stated that the victim had posted\non social media that the man was “approximately 6’7” and later included a\nfurther quote from the post in which she described the man as being “in his\nearly 60s, 5ft7”, and that he had followed her on the “178 bus from Lewisham to\nKidbrooke Park road. Then followed me off the bus opposite Cator Park and\nchased me”. The article also stated that a “spokesperson for the Met Police\nsaid that no arrests had been made and that the incident was suspected to be\nmental health related” and that a woman had reported that she had been\n“followed by a man off a Route 178 bus in Kidbrooke Park Road SE3”.\n3. The\ncomplainant, who had no connection to the events described in the article, said\nthat the article was inaccurate in breach of Clause 1. She noted that the\nheadline of the article reported that the woman had been chased “in Beckenham”\nwhilst the quote from the woman’s social media had referred to “Cator Park”,\nand both the post and police statement had referred to Kidbrooke Park Road. The\ncomplainant noted that there were two Cator Parks in London: one in Beckenham,\nand another on Kidbrooke Park Road in Kidbrooke, Greenwich which were\napproximately 5.5 miles away from each other. She said that the newspaper had\nconfused the two places. She said that this was of particular significance as\nCator Park on Kidbrooke Park Road was close to where a murder had recently been\ncommitted, and that omitting this reference amounted to a further inaccuracy.\n4. The\ncomplainant also said that the height of the alleged attacker was given as both\n5 foot 7 and 6 foot 7. She said that the police quote included in the article\ncould be ambiguous, and could imply that the woman, rather than the\nperpetrator, had mental health issues. Furthermore, she said that the\ninclusions of these inaccuracies in a story about a woman was disrespectful to\nvictims of sexual assault.\n5. The\ncomplainant also raised concerns that she could not find an email address to\nwhich complaints can be made directly to the newspaper, and that the newspaper\nhad not corrected the article despite comments posted under the article noting\nthe inaccuracy, or after she had attempted to contact it by sending her\ncomplaint to an alternative email address. On 28 February, the complainant had\nemailed the newspaper’s editor directly to raise concerns about the story.\n6. The\npublication did not accept that the Code had been breached. On the same day the\ncomplainant contacted the editor, it apologised for the complainant’s\ndifficulty in contacting it, and amended the headline to state “Woman allegedly\nfollowed onto Lewisham bus and chased”. It changed the headline again to “Woman\nallegedly followed onto Kidbrooke bus and chased” after the complainant said\nthe headline focused more on Lewisham. However, it did not consider that\nconfusing the two Cator Parks to be significantly misleading due to their\nproximity within south-east London, and said that the article served as a\nwarning to people in that area. It noted that it had amended the article the\nday the complainant reached out to the editor, which it believed to be sufficient,\nand offered to publish a correction after being notified of the complaint to\nIPSO. It then clarified the proposed wording and offered to publish it at the\ntop of the article:\nNOTE:\nWhen we published the original story below we stated the wrong Cator Park,\nwhich is also in South East London. We also stated the wrong height for the man\ndescribed. Both these details were updated and we apologise for the error.\n7. The\npublication did not consider that omitting to refer to a recent murder in a\nnearby location amounted to an inaccuracy. It said that the article was about\nthe pursuit of the woman as she had described on social media and did not\nsuggest that the alleged perpetrator was a murderer.\n8. The\npublication had not kept the social media post which was the source for the\nstory, but said it believed the woman had described the man in the post as\nbeing 6 foot 7 and it had copied that. It said, in any case, this did not\namount to a significant inaccuracy. The publication said it had reported the\npolice spokesperson’s quote accurately, and therefore the article was not\ninaccurate. It also said that it was not inaccurate to describe the bus as a\n“Lewisham bus” as it thought that Kidbrooke Park Road was in Lewisham. The\ncomplainant did not consider that the offered correction was sufficient as: it\ndid not report where the woman got on the bus and started being followed; the\nterm “Kidbrooke bus” was not specific enough as to the exact location of the\nentire incident; it did not reference that the article had initially referred\nto Beckenham; it was archaic and belittling to write “South East London” rather\nthan “south-east London”; and did not include an apology. She also noted, with\nregard to the publication’s response, that Kidbrooke Park Road was not in\nLewisham, but in the neighbouring borough of Greenwich.\n9. After\nreceiving the complainant’s objections, the newspaper amended the offered\nwording to state the following, still to be placed just underneath the\nheadline:\nCorrection:\nwhen we published the original story below we stated a woman had been chased in\nCator Park, Beckenham. The incident in fact occurred in Cator Park, Kidbrooke.\nWe also reported the wrong height for the man described. Both these details\nwere updated and we apologise for the error.\nRelevant\nCode Provisions\nClause 1\n(Accuracy)\ni) The\nPress must take care not to publish inaccurate, misleading or distorted\ninformation or images, including headlines not supported by the text.\nii) A\nsignificant inaccuracy, misleading statement or distortion must be corrected,\npromptly and with due prominence, and — where appropriate — an apology\npublished. In cases involving IPSO, due prominence should be as required by the\nregulator. \niii) A\nfair opportunity to reply to significant inaccuracies should be given, when\nreasonably called for.\niv) The\nPress, while free to editorialise and campaign, must distinguish clearly\nbetween comment, conjecture and fact.\nFindings\nof the Committee\n10. It\nwas accepted by both parties that the original headline had inaccurately\nreferred to the incident having taken place “in Beckenham”, due to two parks in\nsouth-east London sharing the same name. Both the social media post quoted in\nthe article and the police statement were clear as to the location of the\nincident and to misreport this in the headline was a failure to take care not\nto publish inaccurate information. Whilst the police statement and social media\npost were included in the article itself, the body of an article cannot be used\nto correct an inaccuracy in the headline, and there was a breach of Clause 1(i).\nThe article was reporting on a social media post which readers had been asked\nto share in order to raise awareness of an issue which concerned public safety.\nIn these circumstances, the specific location in which the incident occurred\nwas significant and reporting the wrong location required correction under\nClause 1(ii).\n11. The\npublication had amended the article the day the editor received the complaint,\nand prior to IPSO’s involvement. The complainant had concerns that the\npublication had not amended the article as soon as the concerns were raised –\nhowever, these concerns had not been raised with a journalist or editor through\na channel for submitting complaints, but through comments underneath the story\nand via an email address designed for the purpose of submitting stories for\npublication.  The publication offered to\npublish a correction after the complaint had been made to IPSO and revised the\nproposed wording after the complainant had said that it was not adequate, which\nit then published under the headline. The published correction identified the\ninaccuracy and put the correct position on record. The article had been amended\nto address the inaccuracy on the day the editor received the complaint, and had\noffered to publish a correction at the start of IPSO’s investigation; the\ninaccuracy had, therefore, been corrected promptly. The correction had been\nadded immediately below the headline, following the revision of the article to\naccurately report the location of the incident, which corrected the inaccuracy\nwith due prominence.  There was no breach\nof Clause 1(ii).\n12.\nDirect quotes from the woman’s social media post were said to be included in\nthe article, and the quotes described the height of the man as both 5 foot 7\nand 6 foot 7. However, the publication had not kept a copy of the social media\npost and was not in a position to demonstrate that the post had been reported\naccurately. The Committee took the opportunity to remind the newspaper that\nkeeping records is a way to demonstrate that care has been taken under Clause\n1. However, incorrectly reporting the estimated height of the man, where the\ncorrect position was elsewhere included in the article, did not amount to a\nsignificant inaccuracy. There was no breach of Clause 1 on these points. The\nCommittee nevertheless welcomed the amendments which had been made to the\narticle and that the correction also addressed this point.\n13. The\ncomplainant had concerns that information had been omitted from the article:\nshe believed the article should have included a reference to a murder which had\nbeen committed nearby, and that the location at which the woman had boarded the\nbus should have been included. The Committee made clear that newspapers have\nthe right to choose which pieces of information they publish, as long as this\ndoes not lead to a breach of the Code. In this case, omitting the information\nhighlighted by the complainant did not make the article inaccurate or\nmisleading; the article was reporting on a specific incident that was not connected\nto the murder, and the full details of the woman’s journey were not required.\nThere was no breach of Clause 1 on this point.\n14. It\nwas not in dispute that the publication had accurately published the police\nstatement. Whilst the complainant was concerned that the statement could be\nconsidered to be ambiguous, publishing the statement- which was attributed to\nthe police in the article- did not give rise to a breach of Clause 1.\n15. The\ncomplainant had also considered that the article was inaccurate to refer to\n“Lewisham”; to report that the woman had been followed “onto a bus in\nKidbrooke”; and to refer to the bus which the complainant had boarded as a\n“Kidbrooke bus”. The Committee was satisfied that the article had not\nmisrepresented the social media post, noting that it had been reproduced in the\narticle to allow readers to see the woman’s own account. Furthermore, where the\nwoman had got off the bus in Kidbrooke, it was not inaccurate to refer to the\nbus as a “Kidbrooke bus”. There was no breach of Clause 1 on these points.\nConclusion(s)\n16. The\ncomplaint was partly upheld under Clause 1(i).\nRemedial\nAction Required\n17. The\npublished correction put the correct position on record and was offered\npromptly and with due prominence. No further action was required.\n\nDate\ncomplaint received: 24/02/2022\nDate\ncomplaint concluded by IPSO: 12/07/2022\nBack to ruling listing\n\n\n"
}