{
    "url": "/rulings-and-resolution-statements/ruling/?id=01790-21",
    "title": "01790-21 Brewerton v liverpoolecho.co.uk",
    "provisions": [
        "1 Accuracy (2019)",
        "2 Privacy (2019)",
        "3 Harassment (2019)",
        "4 Intrusion into grief or shock (2019)",
        "10 Clandestine devices and subterfuge (2019)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "liverpoolecho.co.uk (Reach PLC)",
    "received_on": "2021-08-02 00:00:00",
    "concluded_on": "2022-02-09 00:00:00",
    "complaint_processing_days": 191,
    "conclusion_long": "38. The complaint was not upheld.",
    "remedial_action": "39. N/A    Date complaint received: 02/08/2021",
    "text": "\n\n\n\n\n\nDecision\nof the Complaints Committee – 01790-21 Brewerton v liverpoolecho.co.uk\nSummary\nof Complaint\n1.\nKeith Brewerton, acting on behalf of both his son Aled Brewerton and himself,\ncomplained to the Independent Press Standards Organisation that liverpoolecho.co.uk\nbreached Clause 1 (Accuracy), Clause 2 (Privacy), Clause 3 (Harassment), Clause\n4 (Intrusion into grief or shock), and Clause 10 (Clandestine devices and\nsubterfuge) of the Editors’ Code of Practice in the following articles:\n- “Handforth Parish Council meeting goes\nviral after descending into chaos”, published on 5 February 2021\n- “Jackie Weaver speaks out after Handforth\nparish council meeting goes viral”, published on 5 February 2021\n- “Merseyside star of viral Handforth Parish\nCouncil meeting ‘disgusted’ at behaviour”, published on 15 February 2021\n2.\nThe articles all appeared online only, and all three articles included a\n1-minute-and-thirty-seconds clip of a parish council meeting in which the\ncomplainants had been participants. This had subsequently ‘gone viral’ and been\nwidely covered by the press.\n3.\nThe second article was based on comments which two meeting participants – Ms\nWeaver and Brian Tolver – had given to the press about the events of the\nmeeting. It gave a summary of the meeting, which included a claim that after an\nexchange between Ms Weaver and Mr Tolver she “removed Mr Tolver from the Zoom\ncall and placed him in a virtual waiting room” and that “[f]ollowing Mr\nTolver’s eviction, vice-chairman Aled Brewerton, joined by an older unnamed\nman, proceeded to yell at Ms Weaver to ’read the standing orders’. When fellow\ncouncillor Susan Moore called for civility, the meeting erupted into\nsemi-hysterical laughter and two further councillors, Mr Brewerton and Barry\nBurkill, were removed.”\n4.\nThe second article also included excerpts of an interview Ms Weaver had given\nto a radio show, in which she said the following: “[…W]e have two councillors\nwho have legitimately called a meeting... and at that point my job in\nsupporting them to hold that meeting was to make sure they were able to hold\nthat meeting.”\n5.\nThe third article centred on an interview with one of the meeting participants\n– Cynthia Samson – and summarised the events of the meeting alongside quotes\nfrom the woman’s interview. It reported that: “At one point Ms Samson suggested\nthe clerk mutes some of the more abusive members, only for one of them to make\na derogatory comment about her home town. Speaking to the ECHO, […Ms Samson]\nsaid: ‘I thought he was being disrespectful to Jackie […] so I asked her to\nmute him, and he turned around and said coming from a girl from Birkenhead.’”\n6.\nThe third article also reported that Ms Samson had “said Jackie was guiding\nmembers on how best to hold a meeting given that the council’s clerk had been\nsuspended” and that she “was disgusted, I still don’t understand why they did\nwhat they did – Jackie did nothing wrong, she was clerking the meeting”.\n7.\nThe complainant said that all of the articles were inaccurate in breach of\nClause 1. He first said that the video of the meeting included with the\narticles had been altered, with sequences changed and interactions omitted. He\nsaid that these alterations meant that the video was not an accurate or correct\nrecord of what had happened during the meeting. In addition, he said that all\nof the articles under complaint were inaccurate as he believed they condoned\nthe actions of one of the participants in the meeting, and he considered that\ntheir actions had been improper; the article also, he said, omitted the fact\nthat his son and his fellow councillors had been “illegally evicted” from the\nmeeting and were therefore inaccurate. He also said that he had twice contacted\nthe publication to make it aware that he considered the articles to be\ninaccurate and a breach of his privacy – and had left a voicemail message – but\nhad not received any response.\n8.\nThe complainant then said that the second article was inaccurate, as it\nincluded a reference to Mr Tolver having been placed “in a waiting room”. He\nsaid that this was not the case, and that Mr Tolver had instead been removed\nentirely. In addition, he said that it was inaccurate to report that\n“vice-chairman Aled Brewerton, joined by an older unnamed man, proceeded to\nyell at Ms Weaver to ‘read the standing orders’”, as he was the older gentleman\nin question, and he had not shouted during the meeting. He also said that a\n“fellow councillor” had not “called for civility”, as reported by the article.\n9.\nThe complainant also said that a quote in the second article from Ms Weaver,\nstating that “two councillors […had…] legitimately called a meeting”, was\ninaccurate, as he considered that the meeting had not been called legitimately\nand that this should have been reported.\n10.\nTurning to the third article, the complainant said that it was inaccurate\nbecause it did not make clear that he had been provoked by the other\nparticipant before making the comment about her home town, and because there\nwas no “bullying” involved in the incident, as alleged by Ms Samson’s quotes.\nIn addition, he said that it was inaccurate for the article to include Ms Samson’s\nquote that Ms Weaver “did nothing wrong”, as he considered that she had indeed\nacted improperly.\n11.\nThe complainant also considered that the video included in the articles\nbreached Clause 2, as he appeared in the video and said that he had not informed\nwhen it was filmed that he was being recorded. The complainant and his son had\nbeen in their home when the video was recorded, therefore the complainant said\nthat the use of the video intruded on their private life; though they did\naccept that the video had been uploaded to Youtube prior to the article’s\npublication. The complainant further noted that, while the public were able to\nwatch the meeting, this was via a link only, and approximately 5 to 6 members\nof the public attended the meeting.\n12.\nThe complainant also said that he considered that Clause 3 had been breached by\nthe article, as it included material which was not compliant with its terms;\nnamely, the video, which he considered had been recorded illegally.\n13.\nTurning to Clause 4, the complainant said that he considered this Clause had\nbeen breached as he did not consider that publication of the articles had been\nhandled sensitively. He believed that the publication should have done so,\nwhere the viral video had led to great shock amongst his close and extended\nfamily.\n14.\nThe complainant then said that he considered that the use of the video in the\narticles breached Clause 10, as he believed it had been recorded illegally on a\nsecondary device, such as an iPad; he said he knew this was the case as had it\nbeen recorded directly from a computer, it would have shown a recording logo\nand there wasn’t one present in the video. He said that the press had a duty to\nensure the video had not been recorded illegally, and that it had not done so\nin this case.\n15.\nThe publication said it did not accept that the article breached the Editors’\nCode. It said that the accuracy of the video could be supported both by viewing\nthe full video of the meeting – which was publicly available and showed the\nevents of the meeting – and the council’s minutes of the meeting. It did not\naccept, therefore, that the video could be said to be inaccurate, nor did it\naccept that the video had been altered – it was simply a\n1-minute-and-30-seconds clip of the meeting. It also did not accept that the\narticle breached the Code by omitting to state that the complainant’s son and\nhis fellow councillors were “illegally evicted” from the meeting, noting that\nthis suggestion appeared to be the opinion of the complainant and was not\nsupported by the minutes of the meeting itself.\n16.\nThe publication said that neither the journalists who wrote the articles under\ncomplaint nor the Editor had any record of having received any contact from the\ncomplainant and his son. It also said that it had checked the publication’s\ncomplaints log for any such contact, and had found no record of it.\nNevertheless, the publication said that it did not consider that the\ncomplainant and his son should have been offered the ‘right to reply’, where\nthe articles simply reported on what was shown in a viral video.\n17.  Addressing the specific inaccuracies alleged\nby the complaint with regards to the second article, the publication said it\nwas not inaccurate to state that some meeting participants had been placed in a\nvirtual meeting room, where the meeting minutes – which it provided – stated\nthat Mr Tolver “was therefore removed from the meeting and placed into a\nvirtual waiting room”. It also said that it could not be said to be inaccurate\nto report that there was laughter after a request to remain civil, where a\nvideo of the meeting – which it provided – showed both the request and the\nlaughter. With this in mind, it did not accept that the article could be\ninaccurate on these points as suggested by the complainant.\n18.\nThe publication also did not consider that the second article inaccurately\nreported that it had been the complainant who shouted during the meeting, and\nnoted that the specific clip was shown in the video which accompanied the\narticle.\n19.\nTurning next to the alleged inaccuracy which the complainant said arose from\nquoting both Ms Weaver and Ms Samson in the second and third articles, the\npublication did not accept that it was a breach of Clause 1 for the publication\nto include their opinions about the complainants, and noted that the opinions\nwere clearly attributed Ms Weaver and Ms Samson. The publication said,\ntherefore, that the article correctly distinguished between comment and fact,\nand there was therefore no breach of Clause 1 on this point.\n20.\nAddressing the complainant’s Clause 2 and Clause 10 concerns, it noted that the\nvideo was both publicly available and viral at the time of the article’s\npublication, and that the council’s meeting minutes made clear that a recording\nof the meeting could be made available on request. The publication also said\nthat it could not comment on how the video was recorded, as it was not in a\nposition to know the circumstances in which the recording was made; it also,\ntherefore, could not be said to have sought to obtain a video recorded by a\nhidden camera. With these factors in mind, it did not accept that the article\nor video could represent a breach of Clause 2 or Clause 10.\n21.\nThe publication did not accept that the complainants’ concerns framed under\nClause 4 engaged the terms of the Clause, where the article under complaint did\nnot relate to a case of grief or shock.\n22.\nThe complainant said that the publication could not rely on the published\nminutes of the meeting to support its position that the video was available to\nthe public, as the minutes were inaccurate. While he accepted that the minutes\nstated that a recording of the meeting could be made available on request, he\nnoted that the original agenda of the meeting did not state that it was being\nrecorded. He further noted that it was not common practice for such a meeting\nto be recorded and made public, and that this was a recent development.\n23.\nThe complainant also said that he contacted the publication by telephone, and\nhad left a message requesting a call back to discuss the alleged inaccuracies\nin the article. He further noted that he was present at the meeting, and could\ntherefore say with certainty that he had been removed from the meeting\naltogether – rather than being placed in a virtual meeting room – and that he\nhad been watching television and laughing during the meeting, rather than\nlaughing directly at a councillor.\n24.\nThe complainant further noted that it was not a matter of opinion that his son\nand fellow councillors had been evicted illegally. It was fact, based on the\nLocal Government Act which – although it has no provision for dealing with\ndisruptive behaviour – he said makes clear that a chair should preside over any\nmeeting, and, as the person who evicted the councillors was not a chair, doing\nso was illegal, and the article should have referenced this.\n25.\nThe publication said that, although it did not accept that the articles\nbreached the Editors’ Code, it would be happy to amend the articles to make\nclear that the complainant had not shouted during the meeting, as a gesture of\ngoodwill.\nRelevant\nCode Provisions\nClause\n1 (Accuracy)\ni)\nThe Press must take care not to publish inaccurate, misleading or distorted\ninformation or images, including headlines not supported by the text.\nii)\nA significant inaccuracy, misleading statement or distortion must be corrected,\npromptly and with due prominence, and — where appropriate — an apology\npublished. In cases involving IPSO, due prominence should be as required by the\nregulator. \niii)\nA fair opportunity to reply to significant inaccuracies should be given, when\nreasonably called for.\niv)\nThe Press, while free to editorialise and campaign, must distinguish clearly\nbetween comment, conjecture and fact.\nClause\n2 (Privacy)*\ni)\nEveryone is entitled to respect for their private and family life, home,\nphysical and mental health, and correspondence, including digital\ncommunications.\nii)\nEditors will be expected to justify intrusions into any individual's private\nlife without consent. In considering an individual's reasonable expectation of\nprivacy, account will be taken of the complainant's own public disclosures of\ninformation and the extent to which the material complained about is already in\nthe public domain or will become so.\niii)\nIt is unacceptable to photograph individuals, without their consent, in public\nor private places where there is a reasonable expectation of privacy.\nClause\n3 (Harassment)*\ni)\nJournalists must not engage in intimidation, harassment or persistent pursuit.\nii) They must not persist in questioning,\ntelephoning, pursuing or photographing individuals once asked to desist; nor\nremain on property when asked to leave and must not follow them. If requested,\nthey must identify themselves and whom they represent.\niii)  Editors must ensure these principles are\nobserved by those working for them and take care not to use non-compliant\nmaterial from other sources.\nClause\n4 (Intrusion into grief or shock)\nIn\ncases involving personal grief or shock, enquiries and approaches must be made\nwith sympathy and discretion and publication handled sensitively. These\nprovisions should not restrict the right to report legal proceedings.\nClause\n10 (Clandestine devices and subterfuge)*\ni)\nThe press must not seek to obtain or publish material acquired by using hidden\ncameras or clandestine listening devices; or by intercepting private or mobile\ntelephone calls, messages or emails; or by the unauthorised removal of\ndocuments or photographs; or by accessing digitally-held information without\nconsent.\nii)\nEngaging in misrepresentation or subterfuge, including by agents or\nintermediaries, can generally be justified only in the public interest and then\nonly when the material cannot be obtained by other means.\nFindings\nof the Committee\n26.\nThe Committee noted first that it was not in dispute that the\none-minute-and-thirty-seconds clip of the meeting included with the article was\nan excerpt from the recording of the meeting. It was clear from the description\nof the meeting included in the text of the article that it was only an excerpt,\nrather than an unedited recording of the meeting in full, and that it had been\nincluded as an illustration of some of the exchanges which had taken place\nduring the meeting. In these circumstances, the Committee did not consider that\nthe publication of the video in this format was significantly inaccurate,\nmisleading, or distorted; there was no breach of Clause 1.\n27.\nWhile the Committee understood that the complainant had concerns that the\narticle condoned the actions of a specific individual, it noted that concerns\nthat articles are biased or one-sided – in and of themselves – do not engage\nthe terms of the Editors’ Code. As such, there was no breach of the Clause 1 on\nthis point.\n28.\nThe complainant had said that the article was inaccurate as he considered that\none of the participants in the meeting had acted “illegally”, and that omitting\nthis rendered the articles inaccurate. The Committee noted that none of the\nparticipants had faced any criminal or civil prosecution at the time of the\narticles’ publication, and that the allegation of illegal behaviour was a\nserious claim which not supported by any publicly available information at the\ntime of the articles’ publication. In addition, the Committee noted the context\nof the articles; they were simply reporting on a widely available viral video,\nand were not a report of any legal proceedings connected to the meeting, nor\ndid they purport to examine the legal context behind the meeting. The Committee\nfurther noted that video which accompanied the article made clear that some\nparticipants believed that the meeting was being held illegally. With these\nfactors in mind, the Committee did not consider that omitting the complainant’s\nallegations from the articles rendered it inaccurate in breach of Clause 1.\n29.\nThe Committee did not consider that the publication had failed to take care\nover the accuracy of the second article in reporting that one of the\ncouncillors had been “removed […] from the Zoom call and placed […] in a\nvirtual waiting room”, where the minutes of the meeting specifically referenced\nthe removed councillors having been placed “in a waiting room”. Moreover, the\nCommittee did not consider that there was a material difference between\nremoving an individual from a meeting and placing them in a virtual waiting\nroom; both courses of actions will mean that an individual is excluded from a\nmeeting.  The Committee also noted that\nneither party disputed that there had been laughter during the meeting, as\nreported by the second article. The article did not specify what triggered the\nlaughter, and was therefore not inaccurate in the manner suggested by the\ncomplainant. There was no breach of Clause 1 on these points.\n30.\nThe complainant also said that it was inaccurate for the second article to\nreport that “vice-chairman Aled Brewerton, joined by an older unnamed man,\nproceeded to yell at Ms Weaver to ‘read the standing orders’”, as he had not\nshouted during the meeting. The Committee was satisfied that this was not\ninaccurate, where it was not in dispute that the complainant’s son Aled had\nshouted “read the standing orders” during the meeting, and where the\ncomplainant was shown sitting next to his son when this happened during the video.\nThe Committee noted that the sentence could be read as suggesting that the\ncomplainant and his son both shouted, but also noted that the video\naccompanying the article showed this portion of the meeting, and clearly showed\nthat it was only Aled who shouted. Therefore, the Committee did not consider\nthat the slight ambiguity of the sentence raised a significant inaccuracy in\nbreach of Clause 1. Nonetheless, it welcomed the publication’s offer to amend\nthis sentence in the article to make it clear that the complainant had not\nshouted.\n31.\nThe Committee then noted that the Editors’ Code of Practice makes clear the\npress has the right to publish individuals’ views, as long as it takes care not\nto publish inaccurate, misleading or distorted information, and to distinguish\nbetween comment, conjecture and fact. In this instance, the quotes from the\nmeeting participants reported were clearly presented as comment, and attributed\nto the individuals responsible for them. In the article, the quotes from Jackie\nand the councillor were clearly attributed to them by way of the use of\nquotation marks, and the articles were framed as their view on the meeting\nfeatured in the video. The Committee was therefore satisfied that the\npublication had distinguished between comment and fact and had clearly\nattributed the comments of Jackie and the councillor to them, in line with the\nterms of Clause 1 (iv). The Committee further noted that the video which\naccompanied the article demonstrated that there were opposing views to those held\nby Jackie and the councillor, both on the legality of the meeting itself and on\nthe role of Jackie and her position (or lack thereof) within the council. There\nwas, therefore, no breach of Clause 1 on these points.\n32.\nClause 1 states that a fair opportunity to reply to significant inaccuracies\nshould be given, when reasonably called for. There was a dispute of fact\nbetween the publication and the complainant as to whether the complainant had\ncontacted it to request a reply; the complainant said that he had contacted the\npublication, and the publication maintained that it had no record of such\ncontact. The Committee was not in a position to resolve this discrepancy;\nhowever, it noted that the ‘right to reply’ applies to cases only where an\narticle includes significant inaccuracies. The Committee did not find that the\narticle contained any significant inaccuracies, so no right to reply was\nestablished.\n33.\nThe terms of Clause 2 make clear that, when considering individual’s reasonable\nexpectation of privacy, account will be taken of the extent to which the\ninformation complained of is in the public domain. In this instance, the\ncomplainant considered that the video included in the article – showing him and\nhis son in their home – breached the terms of the Clause. However, the video\nshowed proceedings at a public meeting held by a public body. Furthermore, the\nvideo was available on Youtube at the time of the article’s publication, and\nhad been viewed well over a million times. In these circumstances, the\nCommittee did not consider that the complainant had a reasonable expectation of\nprivacy over the video. There was, therefore, no breach of Clause 2.\n34.\nThe complainant had not alleged that the publication, or anyone working on its\nbehalf, engaged in in intimidation, harassment or persistent pursuit; the\ncomplainant had also not said that he had been approached by a journalist\nworking for the publication who persisted in questioning, telephoning, pursuing\nor photographing him or his son once asked to desist. For this reason, the\nCommittee found that there was no breach of Clause 3.\n35.\nWhile the Committee understood that the video going “viral” had caused distress\nto the complainant, it noted that the terms of Clause 4 generally relate to\ncases involving bereavement, injury, and crime. Where the content of the\narticle under complaint related to a parish council meeting, the Committee did\nnot consider that the article related to the complainant’s personal grief or\nshock, and there was no breach of Clause 4.\n36.\nThe terms of Clause 10 make clear that the press should not seek to publish\nmaterial obtained by using hidden cameras; the purpose of the Clause is to\nregulate the publication acquisition of material obtained using clandestine\ndevices and misrepresentation. In this case, the publication did not know\nexactly how the video had been recorded; however, neither party disputed that\nat the time the article was published, the video was widely available in the\npublic domain. The basis advanced by the complainant for claiming the video had\nbeen obtained using a clandestine recording device was that it appeared not to\nhave been recorded using the internal recording in the computer programme used\nto host the virtual meeting. While the Committee could not establish with\ncertainty how the meeting was recorded, it did not agree that the use of a\nsecondary device to make the recording amounted to a “clandestine” device for\nthe purposes of Clause 10. The video depicted a publicly accessible meeting,\nand whether it had been recorded using an in-program recording function or a\nsecondary recording device had no bearing on the content of the video. Explicit\nreference was made in the course of the meeting to the fact it was being\nrecorded, when a participant referred to a copy being sent to a monitoring\nofficer. Furthermore, the minutes of the meeting stated that a recording of the\nmeeting was available. The Committee did not, therefore, consider that any\nsubterfuge or misrepresentation appeared to have been engaged in order to make\nthe recording of the meeting.\n37.\nFurthermore, at the time the article was published, the video from which the\nclip was extracted was widely circulating in the public domain and had been\nviewed over one million times; the newspaper had not, therefore, been engaged,\neither directly or through an agent, in making or procuring the recording. It\ncould not therefore be said that the newspaper had sought to obtain material\nobtained by using a hidden camera, and there was breach of Clause 10.\nConclusion(s)\n38.\nThe complaint was not upheld.\nRemedial\nAction Required\n39.\nN/A\n\n\n\nDate\ncomplaint received: 02/08/2021\nDate\ncomplaint concluded by IPSO: 09/02/2022\nBack to ruling listing\n\n\n"
}