{
    "url": "/rulings-and-resolution-statements/ruling/?id=01797-16",
    "title": "01797-16 A woman v Lincolnshire Echo",
    "provisions": [
        "11 Victims of sexual assault (2016)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "Lincolnshire Echo (Reach PLC)",
    "received_on": "2016-03-07 00:00:00",
    "concluded_on": "2016-05-31 00:00:00",
    "complaint_processing_days": 85,
    "conclusion_long": "9. The complaint was not upheld.",
    "remedial_action": "N/A  Date complaint received: 07/03/2016",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee 01797-16 A woman v Lincolnshire Echo \nSummary of complaint 1.  A\nwoman complained to the Independent Press Standards Organisation that the\nLincolnshire Echo breached Clause 11 (Victims of sexual assault) of the\nEditors’ Code of Practice in an article published in February 2016.2. The\narticle reported that a man who had been convicted of a number of child sexual\noffences had had his appeal against his convictions dismissed.3. The\narticle was published on the newspaper’s website only.4. The\ncomplainant’s daughter had been the victim in the case, and said that the fresh\ncoverage had caused her daughter distress. She said that this breached Clause\n11. She said that her daughter was identifiable from the article as it had\nincluded the convicted man’s name and the city in which he had previously\nlived.5.  The\nnewspaper said that it was regrettable that the complainant and her daughter\nhad been caused so much distress. However, it had a duty to publish the results\nof criminal cases, and it was in the public interest to ensure that justice was\ndone. The newspaper noted that the complainant’s primary concern was that the\nreport had caused the issues to resurface, and did not believe that this\nconcern raised a breach of Clause 11. It said that it had taken care not to\nidentify the location where the abuse had taken place.\nRelevant Code provisions 6.  Clause\n11 (Victims of sexual assault) The press must not\nidentify victims of sexual assault or publish material likely to contribute to\nsuch identification unless there is adequate justification and they are legally\nfree to do so.\nFindings of the Committee 7. Publication\nof the convicted man’s name and city in which he used to live were insufficient\nto contribute to the identification of the complainant’s daughter. The\ninclusion of these details did not breach Clause 11. 8. The\nterms of Clause 11 do not prevent newspapers from reporting the proceedings in\ncases involving sexual offences, even where to do so may cause upset. While the\nCommittee understood that the article had been distressing to the complainant’s\ndaughter, the concern that the case had been the subject of more coverage, a\nfew years after the original conviction, did not engage the terms of Clause 11.\nConclusions 9. The\ncomplaint was not upheld.\nRemedial Action Required\nN/A \nDate complaint received:\n07/03/2016 Date decision issued: 31/05/2016\nBack to ruling listing\n\n\n"
}