{
    "url": "/rulings-and-resolution-statements/ruling/?id=01800-19",
    "title": "01800-19 All Star Parrots v Daily Star",
    "provisions": [
        "1 Accuracy (2018)",
        "2 Privacy (2018)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "Daily Star (Reach PLC)",
    "published_on": "2019-02-28 00:00:00",
    "received_on": "2019-02-28 00:00:00",
    "concluded_on": "2019-07-08 00:00:00",
    "complaint_processing_days": 130,
    "conclusion_long": "12. The complaint was not upheld",
    "remedial_action": "13. N/A Date complaint received: 28/02/2019",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee 01800-19 All Star\nParrots v Daily Star\nSummary of complaint\n1. A representative of All Star Parrots complained to the\nIndependent Press Standards Organisation that the Daily Star breached Clause 1\n(Accuracy) and Clause 2 (Privacy) of the Editors' Code of Practice in an\narticle headlined \"BEAKY BLINDERS\", published on 28 February 2019.\n2. The article reported that a \"pain-loving parrot\"\nhad taken to laughing at its owners when they were hurt. The article reported\nthat the couple who rehomed the parrot had first noticed the behaviour when one\nof them had stubbed their toe and the parrot \"suddenly let out a loud peal\nof laughter\". The article reported that the couple typically fostered\nparrots before they moved on to another home but featured comments from one of\nthe men explaining that the parrot was \"originally going to be found a\nforever home after staying with us but he's settled in so well\" and\n\"so he's staying\". The article reported that the man as a result\n\"reckons\" that the parrot had now found its \"forever home\".\nThe article featured a superimposed image of the parrot in a flat cap and a\nphotograph of the parrot with the man.\n3. The complainant, a representative of a charity which rehomed\nparrots was complaining on behalf of the charity and one of the men caring for\nthe parrot. It said that the article was inaccurate as the parrot was owned by\nthe charity and was only being temporarily cared for by the couple, it had not\nfound its \"forever home\" as claimed. The complainant said that the\ncarer had not given the journalist the quotes attributed to him in the article;\nspecifically that he was rehoming the parrot. It said that the article had\ninaccurately referred to the parrot as a \"pain loving parrot\" despite\nparrots not understanding the concept of pain; the parrot's reaction was learnt\nbehaviour. The complainant also said that the article gave the misleading\nimpression that the parrot was neglected in its previous home, which was not\nthe case, and failed to make clear that parrots are difficult pets to keep. It\nsaid that the article had compared the parrot to a psychotic television\ncharacter by putting it in a flat cap which was not a responsible way to\nportray the parrot for the general public and the newspaper did not get the\ncharity's permission to do this prior to publication. The complainant raised\nconcern that a leader column article published the same day had referred to the\narticle under complaint by inaccurately claiming that the ordeal had left the\ncouple \"sick as a parrot\".4. The complainant said that the article constituted a breach\nof Clause 2 as the article was based on a video published in a private Facebook\ngroup. It said that the idea for the article and the photographs were taken\nfrom this group without its permission by a journalist who was a member,\ndespite it being a closed group, which was inaccessible to the general public.\n5. The newspaper rejected any breach of the Code. It said that\nthe claims in the article were substantiated by the conversation one of the\nparrot's carers had with the journalist prior to publication. It said that the\ncarer had told the journalist that the parrot was staying with him because it\nhad settled in so well and that the article did not claim that the parrot had\nbeen neglected, it simply reported that it had been shy but had since warmed to\nits surroundings. The publication provided recordings which it said supported\nthis position. Regardless, this was the carer's personal experience of the\nevents and was presented as such in the article; it was entitled to publish\nthis account.\n6. The publication emphasised that it did not require\npermission to publish the article and in any event, doing so without the\ncharity's permission did not render the article inaccurate. Further, the\npublication said that superimposing a flat cap on the parrot in the image and\nomitting to mention that parrots are difficult pets to keep did not render the\narticle inaccurate or misleading.\n7. The publication said that the photographs featured in the\narticle were sent by the carer to the journalist via WhatsApp and they were not\ntaken from the Facebook group as alleged by the complainant. The publication\nalso said that the journalist had been a member of the Facebook group for over\na year.\nRelevant Code provisions\n8. Clause 1 (Accuracy)\ni) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not\nsupported by the text.\nii) A significant inaccuracy, misleading statement or\ndistortion must be corrected, promptly and with due prominence, and — where\nappropriate — an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator.\niii) A fair opportunity to reply to significant inaccuracies\nshould be given, when reasonably called for.\niv) The Press, while free to editorialise and campaign, must\ndistinguish clearly between comment, conjecture and fact.\nClause 2 (Privacy)*\ni) Everyone is entitled to respect for his or her private\nand family life, home, health and correspondence, including digital\ncommunications.\nii) Editors will be expected to justify intrusion into any\nindividual’s private life without consent. In considering an individual’s\nreasonable expectation of privacy, account will be taken of the complainant’s\nown public disclosures of information and the extent to which the material\ncomplained about is already in the public domain or will become so.\niii) It is unacceptable to photograph individuals, without\ntheir consent, in public or private places where there is a reasonable\nexpectation of privacy.\nFindings of the Committee\n9. The recording supplied by the publication made clear that\nthe parrot's carer had freely spoken to the journalist and provided information\nfor the purposes of publication. During the exchange the carer explained to the\njournalist that the couple usually provided a temporary safe house for the\nbirds but that on this occasion the parrot was staying with them. It was not\ninaccurate to report that the parrot was staying with them or that the parrot\nhad found its \"forever home\" in the circumstances. There was no\nbreach of Clause 1 on this point.\n10. The Committee acknowledged that the complainant did not\nagree with the portrayal of the parrot in the article but considered that the\nbasis for characterising the parrot as \"pain loving\" was clear; the\nparrot appeared to laugh when its carers were hurt. Describing the parrot in\nthis way was not significantly misleading in circumstances where the basis for\nthis characterisation was made clear for readers. The Code makes clear that the\nselection of material for publication is a matter of editorial discretion and\nso not reporting that parrots are difficult pets to keep and omitting reference\nto the parrot's past did not render the article significantly misleading. The\nCommittee acknowledged that the complainant found the image of the parrot in a\nflat cap in poor taste. However, the Code does not address issues of taste and\noffence and the fact the parrot appeared in a flat cap did not engage the terms\nof Clause 1. Additionally, the comment made on the story in the leader article\ndid not affect the accuracy of the article under complaint. In any event, the\nleader article had simply commented on the story, which the publication was\nentitled to do in the context of a clearly distinguished comment piece. There\nwas no breach of Clause 1.\n11. The photographs and information featured in the article from\nthe Facebook group did not constitute private information and the publication\ndid not require consent to publish it. In any event, the journalist was a\nmember of the group and this information was also provided by the carer with\nhis knowledge and consent. There was no breach of Clause 2.\nConclusions\n12. The complaint was not upheld\nRemedial action required\n13. N/A\nDate complaint received: 28/02/2019\nDate decision issued: 08/07/2019\nBack to ruling listing\n\n\n"
}