{
    "url": "/rulings-and-resolution-statements/ruling/?id=01807-14",
    "title": "01807-14 A woman v Chat",
    "provisions": [
        "1 (Accuracy) 2015",
        "3 (Privacy) 2015",
        "5 (Intrusion into grief or shock) 2015"
    ],
    "outcome": "No breach - after investigation",
    "publication": "Chat (Future PLC)",
    "published_on": "2014-11-13 00:00:00",
    "received_on": "2014-11-05 00:00:00",
    "concluded_on": "2015-03-13 00:00:00",
    "complaint_processing_days": 128,
    "conclusion_long": "13. The complaint was not upheld.",
    "remedial_action": "N/A  Date complaint received: 05/11/2014",
    "text": "\n\n\n\n\n\n   Decision of the Complaints Committee 01807-14 A woman v\nChat \nSummary of complaint \n1. A woman complained to the Independent Press Standards\nOrganisation, via solicitors, that Chat had breached Clause 1 (Accuracy),\nClause 3 (Privacy) and Clause 5 (Intrusion into grief or shock) of the Editors’\nCode of Practice in an article headlined “Beheaded and set on fire”, published\non 13 November 2014. \n2. The article was the story of the complainant’s\nmother’s 1995 murder by her husband, as told by the complainant’s aunt. It\nincluded details of the murdered woman’s relationship, prior to her death, as\nwell as telling the way in which she had been killed and how the body had been\ndisposed of. The article noted that the reason why the story was being\nre-published at this stage was because the man convicted of killing the\ncomplainant’s mother had recently been released from prison. \n3. The complainant said that she had been a young child\nat the time of her mother’s death, and her grandparents had protected her from\nthe details. Further, those details had never entered the public domain as her\nfather had pleaded guilty. She said that the woman who had told her story to\nthe magazine was estranged from the family, and would not have been informed of\nher father’s release from prison. She identified what she believed to be a\nnumber of inaccuracies in the article: that her mother was 16 years of age at\nthe time of her marriage, not 18, as reported; that her mother had become\npregnant in 1994, not 1995, and they had not known the sex of the baby; that on\nthe day her mother had gone missing, the family had received a telephone call\nat 11am, not 7am; that the coroner had not mentioned an axe or a hacksaw; that\nthere had been no discussion of her father’s mistress moving into their home,\nprior to her mother’s death; and that the article had given the misleading\nimpression that the complainant’s mother had been pregnant with her first child\nat the time of her death when in fact it was her third. The complainant was\nalso concerned that the article had intruded into her privacy, and into her\ngrief following the death of her mother. She said that the inclusion of a\ngraphic noting that the “shock value” of the story was “10” was sensationalist\nand represented a failure to handle publication sensitively. \n4. The magazine said that the complainant’s aunt was\nentitled to tell her story, in accordance with her right to freedom of\nexpression; further, the magazine was entitled to publish it. It said that the\nrelease from prison of a violent offender was an issue of public concern. The\nmagazine said that it had verified the details of the story from\ncontemporaneous reports of the case, and provided a number of these for\nreference. \n5. The magazine said that it regretted if it had\ninaccurately reported the age of the complainant’s mother at the time of her\nmarriage and the time at which the telephone call had been made to the family,\nbut it did not believe that these were significant errors in the context of the\narticle. It said that it had deliberately omitted the fact that the\ncomplainant’s mother had been killed while pregnant with her third child, in\norder to protect the privacy of the complainant and her brother. In this\nrespect, the magazine did not believe that the article could have breached\nClause 3 of the Code. \n6. The murder had taken place nearly 20 years prior to\npublication of the article, and so the magazine did not accept that its\npublication could engage the terms of Clause 5. It said that highlighting the\n“shock value” of the story was a wholly appropriate warning to readers.\nNonetheless, in light of the evident distress caused to the complainant, the\nmagazine offered to write her a private letter of apology. \nRelevant Code Provisions \n7. Clause 1 (Accuracy) \ni) The press must take care not to publish inaccurate,\nmisleading or distorted information, including pictures. \nii) A significant inaccuracy, misleading statement or\ndistortion once recognised must be corrected, promptly and with due prominence,\nand – where appropriate – an apology published. \nClause 3 (Privacy) \ni) Everyone is entitled to respect for his or her private\nand family life, home, health and correspondence, including digital\ncommunications. \nClause 5 (Intrusion into grief or shock) \ni) In cases involving personal grief or shock, enquiries\nand approaches must be made with sympathy and discretion and publication\nhandled sensitively. \nFindings of the Committee\n8. The Committee understood that the complainant had been\nprotected from the details of her mother’s death, and that it was distressing\nfor her to be exposed to a full account of the murder. The Committee\nsympathised with the upset that publication had caused her. \n9. However, the complainant’s aunt was entitled to tell\nof her experience, in line with her right to freedom of expression. Any\npotential inaccuracies with regard to the age of the complainant’s mother at\nthe time she had married, the year in which her mother had become pregnant, the\nsex of the unborn child, and the time at which a telephone call had been\nreceived would not be significant in the context of the article as a whole.\nThey would not lead to a significantly misleading impression of the events\nsurrounding the murder; a correction was not required on these points. \n10. The magazine had deliberately omitted the fact that\nthe complainant’s mother had two young children at the time of her death, in an\nattempt to distance the other children from the story; this omission did not\nrender the article significantly misleading. The contemporaneous coverage of\nthe murder detailed the way in which the complainant’s mother’s body had been\ndisposed of, and that the complainant’s father had been dating another woman.\nAnother report had stated that the complainant’s mother had been murdered after\nshe had refused to allow her husband’s mistress to move in with the family. The\nnewspaper was entitled to rely on these contemporaneous reports and the Committee\ndid not find that the article was inaccurate on these points. \n11. The events reported in the article were already in\nthe public domain, and there was no mention of the complainant in the text. As\nsuch, the article could not be considered an intrusion into her private life;\nthere was no breach of Clause 3. \n12. While the Committee acknowledged that the complainant\nhad found the article particularly distressing, 19 years had passed since her\nmother’s death. The core details of the story were already in the public\ndomain, and the Committee did not find that this coverage was gratuitous in\nnature. Publication of the article, along with a rating of its “shock value”\ndid not represent a failure to handle publication sensitively. There was no\nbreach of Clause 5. \nConclusions \n13. The complaint was not upheld. \nRemedial Action Required \nN/A \nDate complaint received: 05/11/2014\nDate complaint concluded: 13/03/2015\nBack to ruling listing\n\n\n"
}