{
    "url": "/rulings-and-resolution-statements/ruling/?id=01815-21",
    "title": "01815-21 Muslim Council of Britain v The Daily Telegraph",
    "provisions": [
        "1 Accuracy (2021)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "The Daily Telegraph (Telegraph Media Group Ltd)",
    "published_on": "2021-02-22 00:00:00",
    "received_on": "2021-02-22 00:00:00",
    "concluded_on": "2021-06-30 00:00:00",
    "complaint_processing_days": 128,
    "conclusion_long": "13. The complaint was not upheld.",
    "remedial_action": "14. N/A  Date complaint received: 22/02/2021",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee – 01815-21 Muslim\nCouncil of Britain v The Daily Telegraph\nSummary of Complaint\n1. The Muslim Council of Britain (MCB) complained to the\nIndependent Press Standards Organisation that The Daily Telegraph breached\nClause 1 (Accuracy) of the Editors’ Code of Practice in an article headlined\n“Minister criticised over talks with Muslim Council leader”, published on 22\nFebruary 2021.\n2. The article reported on the criticism faced by an MP\nafter a meeting she had with a representative of the complainant. It reported\nthat the MP had “since been accused of undermining Whitehall’s long-standing\npolicy, in place since 2009, of ’zero engagement‘ with the [complainant].” It\nalso gave a quote from government insiders who insisted the MP had met the\nrepresentative “in a personal capacity as a constituency MP, rather than on\nbehalf of the Government”.\n3. The article also appeared online under the headline\n“Minister under fire for meeting with head of Muslim Council of Britain” and\nwas published on 21 February 2021 in substantially the same format.\n4. The complainant said that the article was inaccurate in\nbreach of Clause 1 as there was no “zero engagement” policy that had been in\nplace since 2009. The complainant said the correct position was that there had\nbeen a non-engagement policy instigated in 2009, but that this had not been\ncontinuous until the present time. It said the correct position was that Labour\nhad instigated a non-engagement approach in 2009, the Conservative party had\nsuch a policy during the coalition government from 2010-2015 and the government\nfrom 2015-present. The complainant provided several instances of interactions\nbetween the complainant and the government since 2009. It provided a Tweet by\nformer Labour MP John Denham from 2018 which said it was wrong to say that\nLabour broke relationships permanently with the complainant as he had\nre-established relations in 2010 when he was Secretary of State for Communities\nand Local Government; an article from 2014 which said that the deputy prime\nminister had written to the complainant to express concern about Islamophobia\nin schools; and said that the complainant had engaged with the Home Office in\n2017-2018 and the Ministry of Housing, Communities & Local Government in\n2019-2020.\n5. The publication did not accept a breach of the Code. It\nnoted the information provided by the complainant, but said the policy had been\nconfirmed by the Prime Minister’s official spokesman who said: \"It's a\nlongstanding policy since 2009 and obviously it's the case that the Government\nis free to decide who and which organisations it does and doesn't meet with, as\nlong as it doesn't act unlawfully”. The newspaper also said that it had put the\nmatter to the Home Office prior to the publication of the article who had told\nit that “It has been Home Office policy not to engage with [the complainant]\nsince 2009”.\n6. The publication said that it was widely reported in 2009\nthat the Labour Party initiated a policy of zero engagement and referred to\nseveral further articles which discussed the non-engagement policy, and\nprovided a letter from 2009 from the then Secretary of State for Communities\nand Local Government, which stated that “it is only appropriate for us to\nsuspend our engagement with the Muslim Council of Britain”. The publication\nsaid that the article made clear that the policy was of “Whitehall” and “the\ngovernment”, which would be understood to mean that the policy was one of no\nofficial or meaningful engagement by the government and Whitehall.\n7. The publication also said that the examples provided by\nthe complainant did not demonstrate the policy had ended; it noted that the\nTweet did not provide evidence of active meaningful engagement, and that if\nrelations were established by a Labour Party MP in 2010 this only constituted\nless than four months prior to a general election, and the complainant accepted\nthat the Conservatives had a continuing policy of zero engagement since 2010.\nIt also said that the letter from the deputy prime minister in 2014 related to\npersonal concerns rather than formal engagement, and that the unspecified\ninstances of engagement referred to by the complainant did not disprove the\npolicy of Whitehall and the government. The publication said that the fact that\nthere had been individual acts of engagement did not mean that the policy had\nbeen overturned. It noted that the article under complaint demonstrated an MP\nengaging with the complainant, but did not suggest that there had been a change\nin government policy. It noted that the Tweet from John Denham, relied upon by\nthe complainant referred to Sadiq Khan having stated that Labour broke\nrelations permanently with the complainant. The publication also noted that the\ncomplainant had published a document in 2015 which stated that: “Over the\nyears… there has been no meaningful and proper engagement with Muslim\ncommunities, not least the Muslim Council of Britain” and provided several\nother articles which stated that there had not been any engagement, including\nan interview with the complainant’s Secretary General who said there had been\nno “opportunities to engage since 2010”.\n8. Whilst the publication did not accept that the Code had\nbeen breached, it offered to publish the following wording in its\nclarifications column and as a footnote to the online article:\nWe have been asked to clarify (Minister under fire for\nmeeting with head of Muslim Council of Britain, Feb, 21) that while there has\nbeen a Whitehall policy of zero engagement with the Muslim Council of Britain\nsince 2009, in January 2010 John Denham, for the Labour Government, announced\nhe would re-establish relations. This proposal came to an end with the\ndissolution of Parliament on 6th April 2010.\n9. The complainant did not accept the publication’s position.\nIt said that the Labour Party had reinstated engagement, and the length of time\nthis was for was not relevant. It also said that the Liberal Democrats did\nformally engage with the complainant during the coalition, including formal\nmeetings with the Minister for Communities in September 2014, the Energy\nSecretary in 2014 and the Deputy Prime Minister September 2015 as well as\nLiberal Democrat Ministers attending the complainant’s functions and public\nletter exchanges with Liberal Democrat ministers. The complainant said that the\npolicy therefore only applied to the Conservative Party.\nRelevant Code Provisions\nClause 1 (Accuracy)\ni) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not\nsupported by the text.\nii) A significant inaccuracy, misleading statement or\ndistortion must be corrected, promptly and with due prominence, and — where\nappropriate — an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator. \niii) A fair opportunity to reply to significant inaccuracies\nshould be given, when reasonably called for.\niv) The Press, while free to editorialise and campaign, must\ndistinguish clearly between comment, conjecture and fact.\nFindings of the Committee\n10. The complaint related to the reference contained in the\narticle to “Whitehall’s long-standing policy, in place since 2009, of ’zero\nengagement‘ with the [complainant]”, the accuracy of which was disputed by the\ncomplainant. The first matter for the Committee to consider was the basis for\nthis statement and whether the publication had taken sufficient care over the\naccuracy of the reference.   The\npublication had reported the contested claim after a spokesperson for the Prime\nMinister had said that there had been such a policy from 2009, and it had also\napproached the Home Office, which had stated that it was Home Office policy not\nto engage with the complainant since 2009. Given the story related to a\ngovernmental policy, the publication was entitled to rely on a statement given\nby the Prime Minister’s representative and had taken further care by contacting\nthe Home Office prior to publication of the article. In these circumstances,\nthe Committee found that the publication had taken sufficient care not to\npublish inaccurate information and there was no breach of Clause 1(i).\n11. The Editors’ Code calls for the correction of\nsignificant inaccuracies, even where care was taken to report information\naccurately. The Committee, therefore, also had to consider whether the claim\namounted to a significant inaccuracy which required correction. The article\nfocused on criticism of the minister who recently met with the complainant, and\nmentioned briefly the historic nature of the policy of zero engagement, and clearly\nascribed this policy to “Whitehall” rather than a particular political party.\nThe complainant had demonstrated that there had been some contact between\nvarious MPs and the complainant over the period in question; however this did\nnot in itself mean that the policy had necessarily been overturned: as with the\nrecent example reported in this article, meetings could occur whilst a policy\nof zero engagement remained in place. While the actions of individuals might\nhave been inconsistent with the policy, such instances of interaction did not\namount to a withdrawal of the official policy.\n12. It was not in dispute that a formal policy of\nnon-engagement commenced in 2009, and although the complainant had demonstrated\nthat there had been a few examples of interaction, there did not appear to be\nany formal communication stating the policy had ended; indeed, on occasions\nthroughout this period representatives of the complainant had publicly referred\nto the absence of the engagement with government. While the Tweet from John\nDenham suggested the policy instigated by his government in 2009 was overturned\nin 2010, where that government was only in power for a few months of that year,\nit was not significantly inaccurate to omit reference to this alleged brief hiatus.\nThe policy in question was a governmental policy, and officials representing\nthe government were therefore best placed to pass comment on the status of that\npolicy: government officials have twice confirmed the ongoing existence of a\npolicy of non-engagement dating from 2009 when approached for comment. In these\ncircumstances, the Committee did not find the assertion that a policy of\nnon-engagement had been in place since 2009 amounted to a significant\ninaccuracy or misleading statement, and no correction was required under Clause\n1(ii). It did, however, welcome the newspaper’s offer to publish a\nclarification.\nConclusions\n13. The complaint was not upheld.\nRemedial Action Required\n14. N/A\n\nDate complaint received: 22/02/2021\nDate complaint concluded by IPSO: 30/06/2021\n \nIndependent Complaints Reviewer\nThe complainant complained to the Independent Complaints\nReviewer about the process followed by IPSO in handling this complaint. The\nIndependent Complaints Reviewer decided that the process was not flawed and did\nnot uphold the request for review.\nBack to ruling listing\n\n\n"
}