{
    "url": "/rulings-and-resolution-statements/ruling/?id=01813-20",
    "title": "01813-20 Lanigan v Sunday Life",
    "provisions": [
        "1 Accuracy (2019)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "Sunday Life (MEDIAHUIS UK)",
    "published_on": "2020-03-08 00:00:00",
    "received_on": "2020-03-16 00:00:00",
    "concluded_on": "2020-08-07 00:00:00",
    "complaint_processing_days": 144,
    "conclusion_long": "11. The complaint was not upheld.",
    "remedial_action": "12. N/ADate received: 16/03/2020",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee – 01813-20 Lanigan v\nSunday LifeSummary of Complaint1. John and Gail Lanigan complained to the Independent Press\nStandards Organisation that the Sunday Life breached Clause 1 (Accuracy) of the\nEditors' Code of Practice in an article headlined \"Rangers jersey fakers\nbusted” published on 8 March 2020.2. The article reported that a couple “were facing\nsentencing after they were convicted of selling dodgy football shirts,\nallegedly for the west Belfast UDA” (Ulster Defence Association). The article\nreported the first complainant was convicted on three counts of selling goods\nwith a registered trademark, two of possessing articles which infringed\ncopyright and one of distributing articles which infringed copyright. It\nreported that the second complainant was convicted of three counts of selling\ngoods with a registered trademark and three of possessing articles which\ninfringed copyright. The article went on to report that “speaking at the time\nof their arrest, a police spokesperson said the charges relate ‘to a\nParamilitary Crime Taskforce investigation into the criminal activities of the\nWest Belfast UDA, including the sale of counterfeit goods’”. The article went\non to discuss UDA activity in West Belfast. The article featured a banner at\nthe top of the page, which stated “EXCLUSIVE PAIR ‘SOLD DODGY GOODS FOR UDA”. 3. The complainants said that the article inaccurately\naffiliated them with the West Belfast UDA and they denied any involvement with\nany illegal organisation. The complainants said that by reporting that they had\n“sold dodgy goods for the UDA”, the article had given the inaccurate impression\nthat their supposed links to the organisation, and by association the drug\ntrade, were heard in court, when this information was not mentioned in court\nand there was no suggestion of paramilitary activity in the case presented by\nthe Public Prosecution Service. The complainants said that the inaccurate\nimpression that they were involved with the UDA was confounded by the articles\ndiscussion on recent incidents allegedly involving the UDA, which had no\nrelation to them being on trial for counterfeit goods. The complainants said\nthey were not afforded an opportunity to comment on the article’s allegations\nprior to publication.4. The publication denied any breach of the Code and did not\naccept that it was inaccurate in any way to link the charges the complainants\nfaced to the criminal activities of the West Belfast UDA. The publication noted\nthat at the time of the complainants’ arrest the Police Service of Northern\nIreland issued a press release in the following terms:For Release: Detectives from PSNI’s Paramilitary Crime Task\nForce have charged a 55 year old man and a 49 year old woman with concealing\ncriminal property, entering into arrangement and possession of criminal\npropertyThey are due to appear at Antrim Magistrates Court on 3\nDecember 2019.As is normal procedure all charges will be reviewed by the\nPPS.Guidance: These charges relate to a man and woman who were\narrested in the Antrim area on 19 June 2019 in relation to a PCTF investigation\ninto the criminal activities of the West Belfast UDA including the sale of\ncounterfeit goods.5. Given the content of the press release, which the\npublication noted was widely reported at the time, the publication said that it\nwas entirely appropriate to reference the link between the sale of the goods\nand the UDA, and discuss wider UDA activity. Nevertheless, the publication said\nthat the article made clear that this was an allegation as opposed to any\nfinding of the court. As the article was based on the press release and the\noutcome of court proceedings, the publication did not accept that not contacting\nthe complainants prior to publication represented a failure to take care not to\npublish inaccurate information.6. The complainants said that it was misleading for the\npublication to rely on an historic press release from November 2019, when the\narticle under complaint was published in March 2020, when there had been\nmatters before the court in the interim which did not refer to paramilitary\nactivity.Relevant Code Provisions7. Clause 1 (Accuracy)i) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not\nsupported by the text.ii) A significant inaccuracy, misleading statement or\ndistortion must be corrected, promptly and with due prominence, and – where\nappropriate – an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator.iii) A fair opportunity to reply to significant inaccuracies\nshould be given, when reasonably called for.iv) The Press, while free to editorialise and campaign, must\ndistinguish clearly between comment, conjecture and fact.Findings of the Committee8. The article reported that the complainants had\n“allegedly” sold counterfeit goods for the UDA and the banner at the top of the\narticle featured the allegation in inverted commas; the article did not report\ncategorically that the complainants sold goods for the UDA, that they were\nmembers of the UDA, or that this was a finding of the court. The article\nincluded an excerpt from the PSNI press release confirming the details of the\narrest and summarised the guidance accompanying the press release, in which the\nPSNI stated that the charges were “in relation to a PCTF investigation into the\ncriminal activities of the West Belfast UDA including the sale of counterfeit\ngoods”. The press release made clear that the complainants were arrested as\npart of an operation into the activities of the West Belfast UDA, which the\npublication was entitled to report; the complainants did not dispute the facts\nof this press release. The article made clear that the court convicted the\ncomplainants of selling goods with a registered trademark, and possessing and\ndistributing articles which infringed copyright, and not of any offence in\nrelation to paramilitary activity or membership of an illegal organisation. The\npublication had taken care to distinguish between comment, conjecture, and\nfact. The facts being the specific offences the complainants were convicted of,\nand the conjecture, which comprised of the claim based on the police press\nrelease that the goods were sold for the UDA. Where the publication had made\nclear that these were allegations supported by the police press release, and\nnot findings by the court, and where the article made the offences the\ncomplainants were convicted of clear, there was no failure to take over the\naccuracy of the claim that the complainants had sold goods for the UDA. There\nwas no breach of Clause 1 on this point.9. The selection of material for publication is a matter of\neditorial discretion provided the Code is not otherwise breached. In\ncircumstances where there was no failure to take care over the claim concerning\nthe complainants’ alleged involvement with the UDA, including details of wider\nUDA activity did not render the article significantly misleading. There was no\nbreach of Clause 1.10. The Code does not stipulate that a right of reply is required.\nWhere the allegations were based on a police press release and the publicly\navailable findings of the court, and where the publication had taken care over\nthe presentation of the claims within the article, not contacting the\ncomplainants for comment did not represent a failure to take care not to\npublish inaccurate information. There was no breach of Clause 1 on this point.Conclusions11. The complaint was not upheld.Remedial Action Required12. N/ADate received: 16/03/2020\nDate concluded by IPSO: 07/08/2020\nBack to ruling listing\n\n\n"
}