{
    "url": "/rulings-and-resolution-statements/ruling/?id=01827-14",
    "title": "01827-14 Farrell v Metro",
    "provisions": [
        "1 (Accuracy) 2015"
    ],
    "outcome": "No breach - after investigation",
    "publication": "Metro (Associated Newspapers Limited)",
    "published_on": "2014-11-11 00:00:00",
    "received_on": "2014-11-18 00:00:00",
    "concluded_on": "2015-02-09 00:00:00",
    "complaint_processing_days": 83,
    "conclusion_long": "12. The complaint was not upheld.",
    "remedial_action": "N/A  Date complaint received: 18/11/2014",
    "text": "\n\n\n\n\n\n·        Decision of the Complaints Committee 01827-14 Farrell v Metro\nSummary of complaint \n1. Sean Farrell complained to the Independent Press\nStandards Organisation that Metro.co.uk had breached Clause 1 (Accuracy) of the\nEditors’ Code of Practice in an article headlined “‘Drunk girl in public’ prank\nwill make you lose faith in humanity”, published on 11 November 2014. \n2. The newspaper had\npublished an article about a video which purported to show a “prank” in which a\nwoman pretended to be drunk. Men’s reactions were recorded when she asked them\nfor help getting home. Instead of helping the woman, most of the men in the\nvideo appeared to attempt to take advantage of her. The article described the\nvideo as an “alarming social experiment”, and said that the reaction of the men\nhad been “eye-opening and upsetting”. \n3. The complainant\nwas concerned that the article was inaccurate as it had emerged that the events\ndepicted in the video had been staged. The complainant had provided a link to a\nvideo in which the participants explained that the video had been a hoax, and\nthat all the men involved had been actors. The complainant said that the\narticle was an example of “anti-male” propaganda. \n4. The newspaper\nsaid that the video had been the subject of extensive research. It had been\npicked up by the newspaper’s video specialist, who alerts the news desk to\nvideos which have the potential to go viral. The video had been uploaded by a\nYouTube channel which consists largely of prank videos. It said that the\npattern in the videos tended to be that one person pranks unsuspecting members\nof the public. It was clear that the “drunk girl” in the video was an actress,\nbut not clear that those whom she had approached were actors. The newspaper\nsaid that it had had no reason to believe that the men who had been featured\nhad not simply been approached in the street. \n5. The newspaper\nhad had a number of editorial discussions about the story and had sought legal\nadvice regarding concerns about the identification of the individuals featured,\nalthough it had not sought legal advice about the authenticity of the video. To\navoid any risk of defamation, the newspaper said that it had quoted directly\nfrom the men featured in the footage. Because of the pre-publication editorial\nprocess it had undergone, the article had not been published until 24 hours\nafter the video had first been drawn to the attention of the newspaper. \n6. The newspaper\nsaid that a number of media outlets had published articles about the video. It\nalso said that the story had been of interest as, if this had been how the men\nhad reacted, the article would have served as a warning. It had subsequently\nemerged that the video had been staged. Following this the newspaper appended a\nclarification to the article and published a follow-up article which explained\nthat the video had been a hoax. It further offered to remove the article and\nappend the following correction to the follow-up piece: “An article published\non 11 November contained the original YouTube video and incorrectly implied it\nwas genuine. It later emerged the entire clip had, in fact, been staged. We\napologise for any confusion this may have caused our readers.” \nRelevant Code Provisions\n7. Clause 1 (Accuracy) \ni) The press must take care not to publish inaccurate,\nmisleading or distorted information, including pictures. \nii) A significant inaccuracy, misleading statement or\ndistortion once recognised must be corrected, promptly and with due prominence,\nand – where appropriate – an apology published. \nFindings of the Committee\n8. The article had commented on the reactions as they had\nbeen depicted in the video. It subsequently emerged that the video had been a\nhoax, which appeared to have been designed to mislead viewers into believing\nthat the contents had been genuine. The Committee noted the newspaper’s account\nof the time it had taken to consider and discuss the publication of the\narticle. While it had been taken in by a hoax video, it had taken steps - including\nconducting an evaluation of the other content on the same YouTube channel -\nprior to the publication of the article to verity its authenticity. In the\ncircumstances, the Committee was satisfied that there had not been a failure to\ntake appropriate care over the accuracy of the article. There was no breach of\nClause 1 (i). \n9. The text of the article commented on the video as if the\ncontents had been factual. The article clearly gave the significantly\nmisleading impression that the reactions of the men had been genuine. As such,\nunder the terms of Clause 1 (ii) the newspaper had an obligation to correct the\nsignificantly misleading impression, promptly and with due prominence. \n10. The publication of the follow-up article, and the\nnewspaper’s offer to append a correction to the follow-up article and remove\nthe original article, was sufficient to fulfil its obligations under Clause 1\n(ii). Provided that the newspaper now takes these steps, there was no breach of\nClause 1 (ii). \n11. The Committee also welcomed the steps that the newspaper\nhad taken to address the concerns of the complainant. \nConclusions\n12. The complaint was not upheld. \nRemedial Action Required\nN/A \nDate complaint received: 18/11/2014\nDate decision issued: 09/02/2015 \nBack to ruling listing\n\n\n"
}