{
    "url": "/rulings-and-resolution-statements/ruling/?id=01828-16",
    "title": "01828-16 Birmingham v Eastbourne Gazette",
    "provisions": [
        "2 Privacy (2016)",
        "9 Reporting of crime (2016)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "(DISCONTINUED) Eastbourne Gazette",
    "published_on": "2016-03-08 00:00:00",
    "received_on": "2016-03-19 00:00:00",
    "concluded_on": "2016-06-01 00:00:00",
    "complaint_processing_days": 74,
    "conclusion_long": "14. The complaint was not upheld.",
    "remedial_action": "NA Date complaint received: 19/03/2016",
    "text": "\n\n\n\n\n\nDecision of the\nComplaints Committee 01828-16 Birmingham v Eastbourne Gazette\nSummary of\ncomplaint\n1. Darin Birmingham\ncomplained to the Independent Press Standards Organisation that the Eastbourne\nGazette breached Clause 2 (Privacy) and Clause 9 (Reporting of crime) of the\nEditors' Code of Practice in an article headlined \"Eastbourne woman is\nspared jail for drug dealing\", published on 8 March 2016.\n2.  The article reported that a woman had pleaded\nguilty to supplying cocaine and cannabis. She had been given a 20-month prison\nsentence, suspended for two years, made subject to a 12-month supervision\norder, and ordered to pay £925. The article named her father, the complainant,\nand said he had been a police sergeant who had earned 23 commendations during\nhis 30 years in the Metropolitan Police, and had worked in a gangs unit that\nhad sought to “disrupt gangs which dealt in extortion, organised violence and\nhard drugs”.\n3. The article was\npublished online without the reference to the complainant.\n4. The complainant\nexpressed concern that the newspaper had named him and given details of his\npolicing career. He said that he had been present in court and had written to\nthe Judge prior to sentencing outlining failings of the local police force in\ndealing with his daughter’s case; as a result the Judge had decided to suspend\nher custodial sentence. However, he said that he was not genuinely relevant to\nthe story. The complainant said that he had an unblemished career in the\npolice, and the article had caused him and his family considerable\nembarrassment and distress.\n5. The complainant\nalso said that he and his wife owned his daughter’s house. The publication of\nhis daughter’s partial address had therefore been intrusive and had put his and\nhis family’s safety at risk.\n6. The newspaper\naccepted that the complainant was not relevant to the story, and it offered its\nsincere apologies for naming him. It said that it had taken information about\nthe sentencing hearing from the website of the local police force, and had not\nhad a reporter present in court. The newspaper was not aware of the\nintervention the complainant said he had made in his daughter’s sentencing. It\nsaid the paragraph had appeared in the “small circulation” Eastbourne Gazette,\nbut it had been removed from the article before it was published in the newspaper’s\nsister publication and online.\n7. The newspaper\nsaid that the matter had been reviewed at length with the journalist concerned,\nand she had been referred for further Code training. It offered to publish an\napology, letter or statement to resolve the matter.\n8. The newspaper\nsaid it was best practice to publish a defendant’s address to ensure that a\nperson of a similar name was not wrongly identified by a report. The address\nhad been given in open court, and published on the Sussex Police website.\nRelevant Code\nprovisions\n 9. Clause 2 (Privacy)\ni. Everyone is entitled to respect for his or\nher private and family life, home, health and correspondence, including digital\ncommunications.\nii. Editors will be\nexpected to justify intrusions into any individual's private life without\nconsent. Account will be taken of the complainant's own public disclosures of\ninformation.\nClause 9 (Reporting\nof crime)\ni. Relatives or\nfriends of persons convicted or accused of crime should not generally be\nidentified without their consent, unless they are genuinely relevant to the\nstory.\nFindings of the\nCommittee\n10. Under the terms\nof Clause 9, the fact of an association with an individual convicted or accused\nof crime is insufficient to justify a person’s identification: they must be\n“genuinely relevant” to the story being reported.\n11. The fact that\nthe complainant was the father of a criminal was not necessarily sufficient to\njustify his identification in the article. However, the Committee had regard\nfor the specific role that the complainant had played in the police, and the\nnature of his daughter’s offence. On balance, it concluded that the complainant\nhad been genuinely relevant to the story, and his identification was justified.\nThe complaint under Clause 9 was not upheld.\n12. The Committee\nalso noted that although the newspaper had been unaware of it at the time of\npublication, the complainant had played a significant role in his daughter’s\ncase: he had been present in court and had intervened in her sentencing.\n13. The Committee\nnoted the complainant’s concern regarding the publication of his daughter’s\npartial address. However, this information had been given in open court and was\nnot private. The publication of defendants’ partial addresses also serves to\ndistinguish them from others of the same name. There was no breach of Clause 2\non this point.\nConclusions14. The complaint was not upheld.\nRemedial action\nrequired\nNA\nDate complaint\nreceived: 19/03/2016\nDate complaint concluded: 01/06/2016\nBack to ruling listing\n\n\n"
}