{
    "url": "/rulings-and-resolution-statements/ruling/?id=01828-20",
    "title": "01828-20 Coates v bucksfreepress.co.uk",
    "provisions": [
        "5 Reporting suicide (2019)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "bucksfreepress.co.uk (Newsquest Media Group)",
    "published_on": "2019-09-11 00:00:00",
    "received_on": "2020-03-17 00:00:00",
    "concluded_on": "2020-06-11 00:00:00",
    "complaint_processing_days": 86,
    "conclusion_long": "9. The complaint was not upheld",
    "remedial_action": "10. N/A   Date received: 17/03/2020",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee – 01828-20 Coates v\nbucksfreepress.co.uk\nSummary of Complaint\n1. Jane Coates complained to the Independent Press Standards\nOrganisation that the bucksfreepress.co.uk breached Clause 5 (Reporting of\nsuicide) in an article headlined “Devastated family of bright 17-year-old from\nMarlow who took his own life remember his 'irreplaceable spark and\nkindness'\", published on 11 September 2019.\n2. The article reported on the inquest of a man who had\ntaken his own life. It reported information heard during proceedings as to the\ncircumstances of the death, as well as including a tribute from the man’s\nfamily. It also reported that the coroner found that the man had died after\nhaving “ingested a toxic substance” and gave the chemical name of this\nsubstance.\n3. The complainant, the mother of the man who died, said that\nthe article breached Clause 5. She said that by reporting the name of the\nsubstance that her son used to take his life, the article included excessive\ndetail of an “emerging” method of suicide and could lead to simulative acts.\nShe was very concerned that the information appeared to have been picked up by\na third party website which “glamorised” her son’s death; the possibility that\nthe article under complaint could lead to simulative acts had caused her and\nher family much distress.\n4. The publication offered its condolences to the\ncomplainant and her family for their loss but did not accept that the article\nbreached Clause 5. It said that it had taken steps to avoid including excessive\ndetail as to the suicide method used, for example by not including the quantity\nof the substance that the man used to take his own life, or the concentration\nof the substance which was present in his blood. It said that the substance was\nonly fatal when taken in relatively large quantities. The publication also noted\nthat Clause 5 recognised the media’s right to report legal proceedings, and\nwhere the cause of death was officially registered as [named substance]\ntoxicity, it was necessary to name this substance in order to accurately record\nthe cause of death. It said that there was a public interest in reporting on\nthe inquest and its findings, and that the reporter worked with the family via\na family counsellor to provide a photograph and tribute to be included in the\narticle. It also said that it had referred to guidance from IPSO and the\nSamaritans in reporting the death and included contact details for the\nSamaritans at the end of the article. Finally, although the publication\nunderstood the complainant’s concern at the content of articles which may have\nappeared on other websites, this was out with its control, and it did not mean\nthat the article under complaint constituted a breach of the Code.\nRelevant Code Provisions\n5. Clause 5 (Reporting of suicide)*\nWhen reporting suicide, to prevent simulative acts care\nshould be taken to avoid excessive detail of the method used, while taking into\naccount the media's right to report legal proceedings.\nFindings of the Committee\n6. The Committee expressed its sincere condolences to the\ncomplainant and her family for their loss.\n7. The Committee noted the complainant’s concern at the\nreporting of her son’s death on third party websites. However, the Committee\nwas only able to make findings on the article under complaint.\n8. There is a public interest in reporting cases of suicide,\nand a requirement under the Code to do so accurately. The purpose of Clause 5\nis to prevent the publication of material which might lead to simulative acts,\nbalanced with the media’s right to report on legal proceedings. The article had\nnamed the substance that the man had ingested and recorded that this was the\ncoroner’s verdict as to the medical cause of death. However, the article did\nnot include any details which might support an individual in carrying out a\nsimulative act, such as the amount of substance required, the preparation of\nthe substance, and how the substance could be obtained or administered. While\nthe Committee understood the complainant’s concern that the substance used was\nrelatively infrequent as a method of suicide, it did not consider that the\narticle contained “excessive detail” about this method. There was no breach of\nClause 5.\nConclusions\n9. The complaint was not upheld\nRemedial Action Required\n10. N/A\n \nDate received: 17/03/2020\nDate completed by IPSO: 11/06/2020\nBack to ruling listing\n\n\n"
}