{
    "url": "/rulings-and-resolution-statements/ruling/?id=01825-17",
    "title": "01825-17 McHugh v Sunday Herald",
    "provisions": [
        "1 Accuracy (2016)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "(DISCONTINUED) Sunday Herald (Newsquest Media Group)",
    "published_on": "2016-11-27 00:00:00",
    "received_on": "2017-03-13 00:00:00",
    "concluded_on": "2017-06-19 00:00:00",
    "complaint_processing_days": 98,
    "conclusion_long": "had been reported prominently in the article, and this conclusion had been put to the complainant before publication, and his express denials of any wrongdoing had been reported in the article. 14. It said that the report had made a specific finding that the complainant had a close personal relationship with senior maintenance and improvement officers, and this had been accurately reported in the article. Relevant Code Provisions 15. Clause 1 (Accuracy) i) The Press must take care not to publish inaccurate, misleading or distorted information or images, including headlines not supported by the text. ii) A significant inaccuracy, misleading statement or distortion must be corrected, promptly and with due prominence, and — where appropriate — an apology published. In cases involving IPSO, due prominence should be as required by the regulator. iii) A fair opportunity to reply to significant inaccuracies should be given, when reasonably called for. iv) The Press, while free to editorialise and campaign, must distinguish clearly between comment, conjecture and fact. Findings of the Committee 16. The article had reported on a number of findings which were contained in an auditor’s report, the name of which had specifically made reference to allegations of corruption. The Committee did not conclude that it was significantly inaccurate or misleading to refer to the document as a “corruption” report, or the auditors as “corruption investigators” in those circumstances. 17. It was by reporting on the contents of the auditor’s report, that the references to the complainant, and Taymore, had been made. The report had focussed upon allegations of corruption, directed at councillors and council staff at North Lanarkshire Council, in the procurement and management of public contracts. It had made clear that there was no evidence that the complainant, or Taymore, had benefitted directly from a relationship with those individuals. The Committee further noted that the newspaper had also spoken to the complainant prior to publication, and his denials of any wrong doing had been reported in the article. In those circumstances, the Committee did not conclude that the article had suggested that the complainant had been involved in corrupt practices. 18. The Committee noted the complainant’s position that the article had not made it clear that the £1.25m figure represented an annual cost of the contract and the £6m figure represented the total cost of the contract. The article had accurately reported the auditor’s findings, which did not specify the annual cost of the contract, but instead had referred to a total contract value, including the contract extension period. Furthermore, in circumstances where it was not in dispute that Taymore had received a payment of £6m for contractual work, the Committee did not consider that it was significantly inaccurate or misleading to report on this increased cost, where the article had made clear that the auditors had not found that the complainant, or Taymore, had been involved in any wrong doing. 19. The auditor’s report had made a specific finding which said that auditors had identified evidence which had indicated a personal relationship between the complainant and a former councillor, and that council officials had accepted hospitality from Taymore. The newspaper had taken care to publish an accurate account of the findings of the auditor’s report. There was no breach of Clause 1. Conclusion 20. The complaint was not upheld.",
    "remedial_action": "N/A Date complaint received: 13/03/2017",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee 01825-17 McHugh v\nSunday Herald \nSummary of Complaint\n1. Martin McHugh complained to the Independent Press\nStandards Organisation that the Sunday Herald breached Clause 1 (Accuracy) of\nthe Editors’ Code of Practice in an article headlined “Revealed: The secret\nmulti-million-pound corruption report at scandal-hit Labour council”, published\non 27 November 2016.\n2. The article reported on a “contracts scandal”\nsurrounding North Lanarkshire Council’s procurement and contract management\narrangements. It said that this related to the Council’s corporate property\ncontracts, which had been obtained under the previous leadership of a former\nCouncillor.\n3. It explained that “corruption investigators” had\nwritten a report, entitled “Report Examining Allegations of Fraud and\nCorruptions around Aspects of the Council's ’Procurements and Contracting\nArrangements”. The article said that the report had revealed “the sheer scale\nof multi-million-pound unsanctioned overspend at the authority, through\nmassively inflated public contracts”.\n4. The article reported that “auditors found that firms\nwere getting much more work than their original contracts allowed for and this\nwork was being carried out at a higher than expected rate of pay”. It said that\none of the contractors which had been referred to in the report, was a company\ncalled Taymore, which was owned and run by the complainant. It said that\n“Taymore, the auditors discovered, received more than £6m for work under a\ncontract originally for £1.25m worth of doors, screens and blacksmith works.\nSome 54 per cent of the firm’s work was done at its more expensive day rate, as\nopposed to the one per cent detailed in the original contract.”\n5. The article also explained that the auditors had\ninvestigated the personal relationships between contractors and officials\nassociated with North Lanarkshire Council. It said that investigators had found\nthat a “recently retired senior maintenance and improvement officer” had\n“accepted hospitality from Taymore which he had not declared, including a trip\non the Northern Belle luxury train, a golf holiday in Donegal and other golf\noutings”.\n6. The article continued by reporting that the auditors\nhad found that: “although we have identified evidence which indicates a\npersonal relationship between [the former Councillor] and Martin McHugh there\nis no evidence that Taymore benefitted directly from this relationship”.\n7. The complainant expressed concern that, in\ncircumstances where the auditor’s report had found that there had been no wrong\ndoing on his part, the references to him in an article which reported on\nallegations of corruption, gave the misleading impression that he, and his\ncompany, had been involved in corrupt practices. He further said it was\ninaccurate to refer to the authors of the report as “corruption investigators”\nand to refer to the report as a “corruption” report.\n8. Whilst the complainant accepted that Taymore had\nreceived a payment of £6 million for work, he said that the article\ninaccurately suggested that this figure had been an excessive fee, in\ncomparison to an agreed price. He said that the article had not made it clear\nthat the £1.25m figure represented an annual cost of the contract and the £6m\nfigure represented the total cost of the contract, following an extension of\nthe original contract from three years to five years.\n9. The complainant denied that he had a “close personal\nrelationship” to, or that he or his company had provided hospitality for,\nmembers of North Lanarkshire Council. He said that the examples of hospitality\nreferenced in the article had been charity events; he said that attendees had\nbeen required to pay in order to attend, and had not been invited as his guest.\n10. The newspaper did not accept a breach of the Code. It\nsaid that the article was a fair and accurate account of the auditor’s report.\n11. It said that it was not inaccurate to refer to the\nauditor’s report as a “corruption report”, or to refer to the auditors as\n“corruption investigators”, where the title of the report had been: “Report\nExamining Allegations of Fraud and Corruptions around Aspects of the Council's\n’Procurements and Contracting Arrangements”.\n12. The newspaper said that the auditors’ report had\nreported on allegations about councillors, council staff and internal processes\nand did not investigate the role of external third parties, beyond the\ninformation available in council records.\n13. It said that it was in those circumstances, that the\nreferences to the complainant and his company had arisen. It said that the\nauditor’s report had concluded that Taymore had received extended contracts\nwhich had been awarded by Council officials in breach of the Council’s\ntendering process, but that there was no evidence that the complainant or his\ncompany had obtained a direct benefit as a result of relationships with members\nof the Council. It said this conclusion had been reported prominently in the\narticle, and this conclusion had been put to the complainant before\npublication, and his express denials of any wrongdoing had been reported in the\narticle.\n14. It said that the report had made a specific finding\nthat the complainant had a close personal relationship with senior maintenance\nand improvement officers, and this had been accurately reported in the article.\nRelevant Code Provisions\n15. Clause 1 (Accuracy)\ni) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not\nsupported by the text.\nii) A significant inaccuracy, misleading statement or\ndistortion must be corrected, promptly and with due prominence, and — where\nappropriate — an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator.\niii) A fair opportunity to reply to significant\ninaccuracies should be given, when reasonably called for.\niv) The Press, while free to editorialise and campaign,\nmust distinguish clearly between comment, conjecture and fact.\nFindings of the Committee\n16. The article had reported on a number of findings\nwhich were contained in an auditor’s report, the name of which had specifically\nmade reference to allegations of corruption. The Committee did not conclude\nthat it was significantly inaccurate or misleading to refer to the document as\na “corruption” report, or the auditors as “corruption investigators” in those\ncircumstances.\n17. It was by reporting on the contents of the auditor’s\nreport, that the references to the complainant, and Taymore, had been made. The\nreport had focussed upon allegations of corruption, directed at councillors and\ncouncil staff at North Lanarkshire Council, in the procurement and management\nof public contracts. It had made clear that there was no evidence that the\ncomplainant, or Taymore, had benefitted directly from a relationship with those\nindividuals. The Committee further noted that the newspaper had also spoken to\nthe complainant prior to publication, and his denials of any wrong doing had\nbeen reported in the article. In those circumstances, the Committee did not\nconclude that the article had suggested that the complainant had been involved\nin corrupt practices.\n18. The Committee noted the complainant’s position that\nthe article had not made it clear that the £1.25m figure represented an annual\ncost of the contract and the £6m figure represented the total cost of the\ncontract. The article had accurately reported the auditor’s findings, which did\nnot specify the annual cost of the contract, but instead had referred to a total\ncontract value, including the contract extension period. Furthermore, in\ncircumstances where it was not in dispute that Taymore had received a payment\nof £6m for contractual work, the Committee did not consider that it was\nsignificantly inaccurate or misleading to report on this increased cost, where\nthe article had made clear that the auditors had not found that the\ncomplainant, or Taymore, had been involved in any wrong doing.\n19. The auditor’s report had made a specific finding\nwhich said that auditors had identified evidence which had indicated a personal\nrelationship between the complainant and a former councillor, and that council\nofficials had accepted hospitality from Taymore. The newspaper had taken care\nto publish an accurate account of the findings of the auditor’s report. There\nwas no breach of Clause 1.\nConclusion\n20. The complaint was not upheld.\nRemedial action required\nN/A\nDate complaint received: 13/03/2017\nDate decision issued: 19/06/2017\nBack to ruling listing\n\n\n"
}