{
    "url": "/rulings-and-resolution-statements/ruling/?id=01829-16",
    "title": "01829-16 Connor v Daily Record",
    "provisions": [
        "1 Accuracy (2016)"
    ],
    "outcome": "Breach - sanction: action as offered by publication",
    "publication": "Daily Record (Reach PLC)",
    "published_on": "2016-03-09 00:00:00",
    "received_on": "2016-03-21 00:00:00",
    "concluded_on": "2016-07-19 00:00:00",
    "complaint_processing_days": 120,
    "conclusion_long": "13. The complaint was upheld.",
    "remedial_action": "14. Having upheld the complaint, the Committee considered what remedial action should be required. 15. The newspaper had promptly offered to amend the online article and to publish a correction in print, which identified the inaccuracy and made the correct position clear. 16. The newspaper should now make the amendments and publish the wording in print, as offered. Date complaint received: 21/03/2016",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee 01829-16 Connor v Daily Record\nSummary of complaint\n1. Lee Connor\ncomplained to the Independent Press Standards Organisation that the Daily\nRecord breached Clause 1 (Accuracy) of the Editors’ Code of Practice in an\narticle headlined “Ex marks the spot”, published on 9 March 2016.\n2. The article was\nalso published online under the headline “Gangland feud: Note found at home of\nLeigh Griffiths’ ex-girlfriend led police to thug’s buried gun”.\n3. The article said\nthat the complainant, who it described as a “violent drug dealer”, was in a\nrelationship with a woman who had previously been the partner of a professional\nfootballer. It said that while investigating the complainant’s possible\ninvolvement in “gangland” shootings, the police had raided his girlfriend’s\nhome and had found a note, which had led them to a buried revolver that had his\nfingerprints on it. The article said that the complainant had pleaded guilty to\npossessing the weapon, and faced a minimum of five years in prison. It said\nthat he was also awaiting sentence for attempted murder, and was the “prime\nsuspect” in shootings, which had taken place in September 2014, that were\nlinked to a “bitter underworld feud” between two rival families.\n4. The complainant\ndenied the report that he was a “drug dealer”; he had never been questioned or\ncharged with a drug offence. He said that he was also not the “prime suspect”\nin the shootings; he had no involvement in the feud between the families. The\npolice had tracked his movements on the night of the shootings and had found\nhim on CCTV elsewhere.\n5. The newspaper\nsaid that both the allegations under complaint had come from an authoritative\nsource. It provided a Police Scotland press release, which said that the\ncomplainant had pleaded guilty to possession of a firearm and had been reported\nto the Procurator Fiscal. When the allegation about the complainant’s possible\ninvolvement in the shootings was put to the Procurator Fiscal, it had provided\nthe following statement, and the newspaper was satisfied that the complainant\nwas one of the four males to which it referred:\nThe Procurator Fiscal at Edinburgh received a report\nconcerning four males, aged between 25 and 30, in connection with an alleged\nincident on 20 September 2014 the report remains under the consideration of the\nProcurator Fiscal.\n6. The newspaper\nsaid that it had also been informed that the complainant was connected to one\nof Edinburgh’s “biggest drug-dealing gangs”; and further intelligence had\nconfirmed that he was involved in “drug supply”. During IPSO’s investigation,\nit asked the police if they had any concerns about the accuracy of the article\nunder complaint, and it was told that “Police Scotland has no issues with the\ncontent of the article as published on 9 March 2016”.\n7. The newspaper\ndid not consider that a correction was required as the allegation that the\ncomplainant was a drug dealer “paled into insignificance” when compared to the\nnature of his conviction. However, to resolve the complaint, it offered to\namend the online article and to publish the following statement in print on\npage two:\nFollowing our report “Ex marks the spot” we have been asked\nto make clear that contrary to our report, Lee Connor who is awaiting sentence\nfor attempted murder, has never been convicted of any drug offences.\n8. The complainant\nsaid that the reference to his sentencing should be removed from the\ncorrection; instead, it should state that the police had cleared him of any\ninvolvement in the shootings.  He denied\nhaving any direct connection to the drug-dealing gang referred to by the\nnewspaper.\nRelevant Code provisions\n9. Clause 1\n(Accuracy)i. The Press must take care not to publish\ninaccurate, misleading or distorted information or images, including headlines\nnot supported by the text.ii. A significant inaccuracy, misleading\nstatement or distortion must be corrected, promptly and with due prominence,\nand — where appropriate — an apology published. In cases involving IPSO, due\nprominence should be as required by the regulator.iii. A fair opportunity to reply to\nsignificant inaccuracies should be given, when reasonably called for.\niv. The Press, while free to editorialise\nand campaign, must distinguish clearly between comment, conjecture and fact.\nFindings of the Committee\n10. It was accepted that the complainant had never been\nconvicted for a drug offence. The newspaper had said that it had been informed\nby an “authoritative source” that the complainant was connected to drug supply,\nbut it had not provided any further evidence to support the position. The\ncomplainant’s previous conviction for attempted murder did not justify the\nassertion that he was also involved in drug dealing. This misleading impression\nrepresented a failure to take care over the accuracy of the article in breach\nof Clause 1(i). A correction was required in order to avoid a breach of Clause\n1 (ii).\n11. The newspaper had offered to correct the online article\nand to append a corrective note, which made clear that the complainant had not\nbeen convicted for a drug offence. The newspaper had also offered to publish\nthe correction on page two in print. The Committee considered that the\nnewspaper’s prompt offer to address the complaint was sufficient to meet the\nrequirement of Clause 1 (ii). There was no further breach of the Code on this\npoint.\n12. The Committee noted the complainant’s position that he\nwas not a suspect in the September 2014 shootings. However, the Police Scotland\npress release, which stated that the complainant had pleaded guilty to possession\nof a firearm, stated that the gun had been found during “inquiries into\nshootings, which happened in the South of Edinburgh in September 2014”, and it\nstated that the complainant had been reported to the Procurator Fiscal. During\nIPSO’s investigation into the complaint, the Procurator Fiscal had made clear\nthat it was still considering the possible involvement of “four males” in the\nshootings. In this context, it was not significantly misleading for the\nnewspaper to report that the complainant was a “prime suspect”; it had not\nasserted as fact that the complainant had been involved in the shootings. There\nwas no breach of Clause 1 on this point. \nConclusion\n13. The complaint was upheld.\nRemedial action required\n14. Having upheld the complaint, the Committee considered\nwhat remedial action should be required.\n15. The newspaper had promptly offered to amend the online\narticle and to publish a correction in print, which identified the inaccuracy\nand made the correct position clear.\n16. The newspaper should now make the amendments and publish\nthe wording in print, as offered.\nDate complaint received: 21/03/2016Date decision issued: 19/07/2016\nBack to ruling listing\n\n\n"
}