{
    "url": "/rulings-and-resolution-statements/ruling/?id=01824-17",
    "title": "01824-17 Kwik fit v The Mail on Sunday",
    "provisions": [
        "1 Accuracy (2016)",
        "2 Privacy (2016)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "The Mail on Sunday (Associated Newspapers Limited)",
    "published_on": "2017-02-12 00:00:00",
    "received_on": "2017-03-13 00:00:00",
    "concluded_on": "2017-07-19 00:00:00",
    "complaint_processing_days": 128,
    "conclusion_long": "31. The complaint was not upheld.",
    "remedial_action": "32. N/ADate complaint received: 13/03/2017",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee 01824-17 Kwik fit v The Mail on Sunday\nSummary of complaint\n1. Kwik Fit\ncomplained to the Independent Press Standards Organisation that The Mail on\nSunday breached Clause 1 (Accuracy) and Clause 2 (Privacy) of the Editors’ Code\nof Practice in an article headlined “THE GREAT Kwik Fit FIT-UP”, published on\n12 February 2017.\n2. The article\nreported on an investigation which the newspaper had undertaken into the\nservice provided at five garages across Britain, which were owned and run by\nthe complainant. The article explained that prior to being sent to the garages,\nthe five cars had MOTs, undertaken at an “independent garage overseen by\nforensic vehicle examiner”. It said that “each car was then transported to a\nnearby Kwik Fit branch by flat-bed truck to avoid jolts or damage”.\n3. The article said\nthat the undercover investigation had “revealed how the firm charged reporters\nposing as customers for parts that were never changed and urged them to have\nexpensive repairs – some of which an independent expert said were completely\nunnecessary”. The article’s subheadline reported: “how Britain’s biggest garage\nfirm ripped off our reporters posing as customers”.\n4. The online\nversion of the article was headlined “The great Kwik Fit fit-up: How Britain’s\nbiggest garage firm charged for unneeded alignment of car wheels, claimed\nthey'd changed spark plugs when they hadn’t and used scare tactics to sell a\nnew wheel bearing”, and was otherwise substantially the same as the print\nversion.\n5. Prior to\npublication, the newspaper had presented the investigation’s findings to the\ncomplainant, and they had provided the newspaper with a detailed statement in\nresponse, which had included criticism of the quality of the newspaper’s\ninvestigation and the findings of its expert. The article had reported the\ncomplainant’s statement, at each stage where a difference of opinion had\narisen.\n6. The complainant\nsaid that it was inaccurate to suggest that it had “fit up” or “ripped off” its\ncustomers: the limited issues identified in the article, had related to a difference\nof opinion between the complainant and the newspaper’s independent expert, and\ntherefore the use of this terminology, which implied systematic failings and a\ndeliberate or fraudulent attempt to overcharge customers, was not justified.\n7. The complainant\nsaid that the article had inaccurately reported that its employees had\nrecommended an “unnecessary” re-alignment of a vehicle’s wheels, at their\ngarage in Nottingham. It said that a pre-alignment reading of the wheel,\ncreated through use of a recently calibrated Hunter wheel alignment machine,\nhad shown that the offside front wheel had been slightly out of alignment, and\nfollowing the car’s service, the post-alignment reading had shown that this had\nbeen corrected. The complainant provided the print out from the wheel alignment\nmachine which it said showed this correction, and said that in those\ncircumstances, it was inaccurate to report that this diagram had shown\n“supposed” wheel alignment issues.\n8. It further said\nthat it had undertaken its own investigation into the alignment of the car’s\nwheels, following the issues the article had raised, and had found that the\ncar’s previous MOT had contained an Advisory Notice Item in relation to the\n“slight movement in the upper attachment” of the “nearside front upper\nMacpherson strut”. It said that this may have accounted for the discrepancy\nbetween the findings of their own wheel alignment reading, and the newspaper’s\nindependent expert’s view.9. The complainant\nsaid that the article had inaccurately reported that spark plugs hadn’t been\nchanged in the vehicle which had been serviced in its garage in Nottingham.\nPrior to publication, the complainant had undertaken its own investigation into\nthe matter by attending the garage. During the visit, it said that the\ninvestigator had found spark plugs in the waste container which had been\nclearly marked as Ford OE parts. It said that no other services had been\nconducted between the service on the reporter’s car and the complainant’s own\ninvestigation, and the spark plugs found in the waste container had been\nconsistent with those which are used in the model of car which had been\nserviced. The complainant accepted, however, that the spark plugs had not been\nchanged in the vehicle which had been serviced in its Birmingham garage.\n10. The complainant said that the article had distorted the\nconversation which had taken place between their employee, and the undercover\nreporter, at the complainant’s garage in Birmingham, by claiming that he had\nused “scare tactics”. The article had detailed the advice which their staff\nmember had given to the journalist, relating to the possible consequences if\nthey did not pay to get their wheel bearing replaced. It said that he had told\nthe reporter: “Like I says madam, I don't want to scare you because we're not\nin the game to scare you but in the worst case scenario they can actually dry\nup and they get hot, basically, and then dry up and it could actually\ncollapse.'” The complainant said that the article had inaccurately\ncharacterised this advice as “scare tactics”. It said that the advice had been\ngiven only after the reporter had queried the dangers associated with driving a\ncar with a damaged wheel bearing. The complainant said that another employee\nhad made clear that the potential for the wheel to come off was “very, very\nrare”.\n11. It further noted that this advice had not differed\nsubstantially from that of the newspaper’s independent expert, who had said: “'Detachment\nof a wheel due to a wheel bearing fault is extremely rare.”\n12. The complainant said that the use of the photograph of\ntheir employee in the article, had breached his privacy, and it said that the\nadvice he had given, did not justify the caption’s use of the word “warning”.\n13. The complainant said that the article had given the\nmisleading impression that the customer had been allowed to drive away from its\ngarage in Mansfield, in a vehicle in a dangerous state of repair. It said that\nthe garage had not been able to change the oil filter on the vehicle at the\ntime of the service, because the relevant part had not been in stock, but said\nthat, as made clear in the article, the customer had been informed and had been\ninvited to return the vehicle later that day, or the following weekend.\n14. The article had included a quote from the newspaper’s\nindependent expert, which said: “Had the leak not been detected and all the oil\nlost, the engine could potentially seize up and stop working. This would be\npotentially very dangerous if this occurred, say, on the outside lane of the\nmotorway.” The complainant said that this had significantly distorted the\nissues raised by the service, by presenting a worst case scenario, which would\nbe highly unlikely to arise.\n15. The complainant said that the article had provided no\nevidence to support the article’s assertion that the garage in Derby had not\nprovided the car with sufficient anti-freeze fluid in the screen wash tank.\n16. The newspaper did not accept a breach of the Code. It\nsaid that the service provided by the complainant had revealed failings, which\njustified the article’s claim that they “fit up” and “rip off” their customers.\nIt said that the complainant had charged for £201.55 of work which it said had\nbeen considered by its independent expert as unnecessary; this was just one\naspect of the poor service offered by the complainant which it said had\njustified the article’s headline. \n17. It said that it had conducted a careful investigation\nwith the assistance of a highly qualified professional vehicle examiner, who\nhad been a member of the UK Register of Expert Witnesses, and who had been\nworking as an expert witness since 1990. It said that the expert was registered\nwith the Engineering Council as an Engineering Technician, he was a full Member\nof the Institute of the Motor Industry and was also registered as an Advanced\nAutomotive Engineer.\n18. It further noted that it had offered the complainant an\nopportunity to examine and comment on the investigation’s findings prior to\npublication. Where there was any dispute between the independent expert’s\nfindings and the complainant’s own investigation, this had been made clear\nthroughout the article.\n19. The newspaper said that it had taken great care to\nensure that, prior to taking the car to the complainant’s garage in Nottingham,\na wheel alignment test had been accurately carried out on the vehicle. It said\nthat the car’s wheels had been fully aligned at the independent garage before\nbeing transferred to the complainant’s garage by flatbed truck to avoid jolts\nor damage. It said that in those circumstances, it was accurate for the article\nto suggest that the wheel alignment undertaken by the complainant had been\nunnecessary, and to characterise the results of the complainant’s alignment\nreading as showing “supposed” wheel alignment issues.\n20. It said that the characterisation of the advice which\nthe employee had given regarding changing the wheel bearing, as “scare tactics”\nwas justified; it was an accurate reflection of the conversation which the\nreporter had with the member of staff at the garage. It noted that the article\nhad taken care to include the fact that they had said that the wheel could come\noff in a “worst case scenario”.\n21. The newspaper said that the article had accurately\nreflected the findings of its independent expert, regarding his concerns that\nthe spark plugs had not been changed in the car serviced in Nottingham. It said\nthat the expert had found that the marks he had made in UV marker on the spark\nplugs, prior to the car’s service, were still visible on the plugs, and\ncombustion stains were present which were inconsistent with what would be\nexpected on brand new plugs.\n22. The newspaper said that in the garage in Mansfield, the\nreporter had paid for a full service, which had included the changing of the\noil filter, which had not taken place. Whilst it accepted that the reporter had\nbeen invited to return to the garage in order to have the filter changed once\nthe necessary parts had arrived, it said that she had been told that if she had\nnot returned, “nothing” would happen. It said that this advice was one example\nof the poor service provided by the complainant, given that the oil filter had\nbeen left leaking, and the newspaper’s independent expert had made clear the\npotential danger if this leak had been left undetected.\n23. The newspaper said that its independent expert had used\na calibrated Draper Expert Refractometer to test a sample of the screen wash\nsolution and discovered that the screen-wash strength had been left too weak.\nIt said that as a result, the fluid would have offered very little, if any\nprotection, below the freezing point of water. \n24. The newspaper did not accept that the article had\nbreached the privacy of the individual shown in the photograph. It said that\nthe individual pictured was a senior member of the team at the garage, and\ntherefore was required to take some personal responsibility for Kwik Fit’s\nfailings. The article did not name him, and, given that his job involved\ndealing with the public, it was not unreasonable to show his picture.\nRelevant Code Provisions\n25. Clause 1 (Accuracy)\ni) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not\nsupported by the text.\nii) A significant inaccuracy, misleading statement or\ndistortion must be corrected, promptly and with due prominence, and — where\nappropriate — an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator.\niii) A fair opportunity to reply to significant inaccuracies\nshould be given, when reasonably called for.\niv) The Press, while free to editorialise and campaign, must\ndistinguish clearly between comment, conjecture and fact.\nClause 2 (Privacy)\ni) Everyone is entitled to respect for his or her private\nand family life, home, health and correspondence, including digital\ncommunications.\nii) Editors will be expected to justify intrusions into any\nindividual's private life without consent. Account will be taken of the\ncomplainant's own public disclosures of information.\niii) It is unacceptable to photograph individuals, without\ntheir consent, in public or private places where there is a reasonable\nexpectation of privacy.\nFindings of the Committee\n26. The newspaper had undertaken tests on each of the five\nvehicles at an independent garage, prior to commencing its investigation. The\nnewspaper had, as part of that investigation, employed the assistance of a\nqualified expert witness, who had been asked to comment upon the service\nprovided by the complainant and, in doing so, had raised a number of concerns;\nthe newspaper had been entitled to rely on this opinion. The Committee further\nnoted that prior to publication, the newspaper had provided the complainant\nwith an opportunity to comment on the findings of the investigation, and where\na difference of opinion had arisen, the complainant’s position had been\nreported. The Committee acknowledged the steps which the newspaper had taken,\nin order to establish the basis of its criticism of the complainants, prior to\npublication; these steps had demonstrated that it had taken care to publish an\naccurate account of the concerns raised during its investigation. In those\ncircumstances, there was no breach of Clause 1 (i).\n27. It was clear, as reflected in the article, that there\nwere significant differences in opinion, between the findings of the\ncomplainant’s own investigation, and that of the newspaper’s independent\nexpert. It was a matter of debate as to whether the car’s wheel alignment had\nbeen “necessary” or the level of anti-freeze had been “sufficient”, whether the\nadvice which the complainant’s employee had given in Birmingham had been\nreasonable, or whether the failure to change the oil filter, had posed a significant\ndanger, nor whether or not the spark plugs in Nottingham had in fact been\nreplaced. The Committee’s role is not to adjudicate on these disputes, or to\nattempt to attempt to reconcile these conflicting accounts. Its role, under the\nterms of Clause 1, is to consider whether the article had characterised the\nissues raised by the newspaper’s investigation, in a significantly misleading\nway.\n28. The newspaper’s characterisation of the service provided\nby the complainant was strong: it had claimed that the complainant had “fit\nup”, and “ripped off” its reporter, and had employed “scare tactics” in order\nto do so. The Code does not prohibit editorialising or the use of hyperbolic\nheadlines in order to present to its reader the essence of a story, or to provide\na framework through which the body of the article can be understood. The\nCommittee considered that the article’s use of the phrase “fit up” would have\nbeen understood by its readers, in the context of the complainant’s name, “Kwik\nFit”. In those circumstances, and where the basis of the headline’s claim had\nbeen made clear throughout the article, the Committee did not conclude that the\narticle had given the significantly misleading impression that the complainants\ndeliberately defraud their customers, and the headline was supported by its\naccompanying text.\n29. The Committee further considered the use of the term\n“ripped off”. On balance this terminology had reflected the newspaper’s belief,\nbased upon the concerns raised by the newspaper’s independent expert, that\ntheir reporter had been overcharged and had received poor service. These\nconcerns had been set out clearly in the article, and the Committee had\nparticular regard to the newspaper’s decision to report the complainant’s\nposition, at each stage where a difference of opinion had arisen. There was no\nbreach of Clause 1.\n30. The image of the complainant’s employee had been taken\nin a public place, and did not disclose any private information about him.\nThere was no breach of Clause 2.\nConclusion\n31. The complaint was not upheld.Remedial action required32. N/ADate complaint received: 13/03/2017Date decision issued: 19/07/2017\nBack to ruling listing\n\n\n"
}