{
    "url": "/rulings-and-resolution-statements/ruling/?id=01837-14",
    "title": "01837-14 Adams v Belfast Telegraph",
    "provisions": [
        "12 (Discrimination) 2015",
        "4 (Harassment) 2015",
        "1 (Accuracy) 2015"
    ],
    "outcome": "No breach - after investigation",
    "publication": "The Belfast Telegraph (MEDIAHUIS UK)",
    "published_on": "2014-09-17 00:00:00",
    "received_on": "2014-11-18 00:00:00",
    "concluded_on": "2015-02-02 00:00:00",
    "complaint_processing_days": 76,
    "conclusion_long": "13. The complaint was not upheld.",
    "remedial_action": "N/A   Date complaint received: 18/11/2014",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee 01837-14 Adams v Belfast Telegraph\nSummary of complaint \n1. Gerry Adams TD complained to the Independent Press\nStandards Organisation that the Belfast Telegraph had breached Clause 1\n(Accuracy), Clause 4 (Harassment) and Clause 12 (Discrimination) of the\nEditors’ Code of Practice in an article headlined “Adams Press complaint\nrejected”, published on 17 September 2014. \n2. The article reported the outcome of a complaint he had\npreviously made to the Press Complaints Commission (PCC) in relation to an\narticle previously published by the newspaper. His complaint had not been\nupheld by the PCC. \n3. The complainant was particularly concerned about the\ninclusion in the article of a quotation from the PCC’s decision which referred\nto him as a “prominent British and Irish politician”. He said this was\ninaccurate, and that the newspaper would have recognised that this inaccuracy\nwas both significant and offensive, given its knowledge of his cultural and\npolitical background. The decision to include the quotation was therefore, in\nthe complainant’s view, an act of bad faith. \n4. In light of this, the complainant argued that the\nnewspaper was unable to rely on the fact that it was quoting directly from the\nPCC’s decision to avoid a breach of Clause 1. Instead, it had a duty to report\nan accurate description of him. He also contended that the quotation amounted\nto a pejorative reference to his nationality, and a breach of Clause 12\n(Discrimination) of the Code. \n5. Finally, the complainant said that the newspaper was\nengaged in a concerted campaign to undermine him through what he considered to\nbe wholly disproportionate coverage of his activities, of which the article\nunder complaint formed a part. He considered that this had breached Clause 4\n(Harassment) of the Code. \n6. The newspaper said that the phrase complained about was a\ndirect quotation from the PCC’s decision. It was entitled to report on the\noutcome of the complaint, and to quote from the ruling – particularly where the\ncomplainant had publicly criticised the article to which that ruling had\nrelated. Doing so did not raise any breach the Code; indeed, it argued that it\nwould have been inappropriate, and potentially a breach of the Code, for the\nquotation to have been altered in any way. \n7. The newspaper noted that the complainant is, and has\nbeen, the President of the second largest political party in Northern Ireland\nfor 34 Years, was a Member of the UK Parliament for 14 of those years, and is\nnow a sitting parliamentarian in the Republic of Ireland. His political\nactivities would inevitably attract considerable attention in the press. The newspaper\nsaid it was not alone in covering his career, as well as other events over the\npreceding 24 months that had generated newsworthy stories about him. In so\ndoing it was acting as a responsible publication; this could not raise a breach\nof Clause 4. \nRelevant Code Provisions\n8. Clause 1 (Accuracy) \ni) The Press must take care not to publish inaccurate,\nmisleading or distorted information, including pictures. \nii) A significant inaccuracy, misleading statement or\ndistortion once recognised must be corrected, promptly and with due prominence,\nand - where appropriate - an apology published. In cases involving the\nRegulator, prominence should be agreed with the Regulator in advance. \nClause 4 (Harassment) \ni) Journalists must not engage in intimidation, harassment\nor persistent pursuit. \nClause 12 (Discrimination) \ni) The press must avoid prejudicial or pejorative reference\nto an individual's race, colour, religion, gender, sexual orientation or to any\nphysical or mental illness or disability. \nii) Details of an individual's race, colour, religion,\nsexual orientation, physical or mental illness or disability must be avoided\nunless genuinely relevant to the story. \nFindings of the Committee\n9. The Committee recognised that the complainant had\nconsiderable concern about the manner in which he had been referred to in the\ndecision on his complaint to the Press Complaints Commission. \n10. Notwithstanding the complainant’s contention that the\nreference was deeply offensive to him, the newspaper’s decision to publish this\ndirect quotation in the article did not represent a failure to take care over\nthe accuracy of the article. The newspaper was entitled to publish a report of\nthe outcome of the complaint, and to refer to the PCC’s findings. This included\nby quoting from the decision. There was no breach of Clause 1. \n11. While recognising the particular political and cultural\nsensitivities raised by the complainant’s concerns, the Committee did not\nconsider that publication of a direct quotation from a decision of the PCC\ncould be said to amount to a pejorative reference for the purposes of Clause\n12. \n12. The Code does not include a requirement for balance and\nClause 1 (iii) makes clear that publications are free to be partisan. The\ncomplainant’s contention, that coverage of his activity, as an elected\nrepresentative, was disproportionate or sought to undermine him, did not raise\na breach of Clause 4 of the Code. \nConclusions\n13. The complaint was not upheld. \nRemedial Action Required\nN/A\n \nDate complaint received: 18/11/2014\nDate decision issued: 02/02/2015\nBack to ruling listing\n\n\n"
}