{
    "url": "/rulings-and-resolution-statements/ruling/?id=01835-17",
    "title": "01835-17 Cooper v The Sun",
    "provisions": [
        "2 Privacy (2016)",
        "3 Harassment (2016)",
        "1 Accuracy (2016)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "The Sun (News UK)",
    "published_on": "2017-03-07 00:00:00",
    "received_on": "2017-03-14 00:00:00",
    "concluded_on": "2017-08-15 00:00:00",
    "complaint_processing_days": 154,
    "conclusion_long": "17. The complaint was not upheld.",
    "remedial_action": "18. N/A Date complaint received: 14/03/2017",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee 01835-17 Cooper v The Sun\nSummary of complaint\n1. Graham\nCooper complained to the Independent Press Standards Organisation that The Sun\nbreached Clause 1 (Accuracy) Clause 2 (Privacy) and Clause 3 (Harassment) of\nthe Editors’ Code of Practice in an article headlined “I told Diana I was\ngay...she was the only woman who knew”, published on 7 March 2017, and in an\narticle headlined “After orgy Queen told me: Find nice girl & get married”,\npublished on 8 March. Both articles were published online with the respective\nheadlines “I'M GAY AND MARRYING MY LOVER' Princess Diana’s ‘rock’ Paul Burrell\ncomes out as gay and reveals he is about to marry long-term partner – and ‘she\nwas only woman who knew’”, and “DI'S ROCK FLOGS PALACE GAY SECRETS Paul Burrell\nreveals he had gay orgy on Royal Yacht Britannia, and the Queen KNEW about it…\nthen told him to find a nice girl and get married”.\n2. The first\narticle reported that Paul Burrell, the complainant’s husband, though fiancé at\nthe time of publication, had “come out as gay – and reveals he is about to\nmarry his long-term partner”. It reported that they were former business\npartners, and that they were “due to tie the knot in a circus-themed ceremony\nnext month at a five-star venue in the Lake District”. The article referred to\nthe complainant and Mr Burrell getting married, but also reported that it would\nbe a civil partnership ceremony. The article reported that a source had told\nthe newspaper that “guests have a rough idea of where it will take place…but to\nincrease suspense Paul and [the complainant] have kept the exact details of the\nvenue quiet”. The article reported the name of the village in which the\ncomplainant and his husband lived. The article was accompanied by an image of\nthe pair.\n3. The\nsecond article, which primarily reported on a separate story involving Mr\nBurrell, also reported that he would be marrying the complainant. The online\nand print versions of both articles were substantively the same.\n4. The\ncomplainant was concerned that the newspaper had publicly disclosed his\nsexuality, without his consent. He said that he had never disclosed his\nsexuality at a professional level. The complainant said that he realised that\nbecause of the marriage, and publication of the wedding banns, his sexuality\nwas in the public domain. However, he said that the articles had a focus on his\nsexuality, rather than the marriage, and that they were published 4 weeks\nbefore his marriage, and long after the marriage banns had been taken down. He\nsaid that the newspaper had failed to respect his private life, in breach of Clause\n2.\n5. The\ncomplainant said that the first article inaccurately suggested that the story\nwas printed with consent. He denied that he was Mr Burrell’s former business\npartner. He said that it was inaccurate to claim that the marriage would be a\ncivil partnership ceremony, that it would be circus-themed, that it would be\n“lavish”, or that “no expense has been spared”. He said it was inaccurate to\nreport that guests only had a “rough idea of where it will take place”, or that\nto “increase the suspense”, he and Mr Burrell had “kept the exact details of\nthe venue quiet”. \n6. The\ncomplainant said that after publication of the article, photographers working\nfor the newspaper stayed outside his house for a period of time. He said that\nas a result, he was unable to return to the property, which caused\ndistress. \n7. The\nnewspaper said that any expectation of privacy the complainant had in relation\nto his sexuality fell away both on the occasion of his marriage, and when the\nbanns were posted. It said that at the time of publication, an agent acting for\nMr Burrell was negotiating to sell the story, although it said that it\nrecognised that there was a dispute about whether this person could be\ndescribed as Mr Burrell’s agent or not. The newspaper noted that the\ncomplainant and Mr Burrell had subsequently sold pictures of their wedding to\nThe Sun.\n8. The\nnewspaper said that although it had taken place a week after the ceremony,\nthere was a “Big Top” or circus-themed party, and that it was part of the\nwedding celebration. It denied that the article was significantly inaccurate on\nthis point. It said that the article spoke of a marriage, and not a civil\nceremony. In relation to the claim that the complainant and Mr Burrell were\nbusiness partners, it said that Companies House records showed a company based\nin the complainant’s village, which was owned by the pair. It said that the\nclaim that the marriage would be “lavish” had come from a source, and the\nnewspaper had not stated it as fact. In any event, it said that the\ncelebrations would be seen as “lavish”, in comparison to many marriage\nreceptions. It said that the information about when guests were informed about\nthe venue had come from a source that had proven reliable about other details.\nIt said if the information was incorrect, it would be happy to remove it from\nthe online version of the article.\n9. The\nnewspaper said that a freelance reporter approached the complainant’s home once\nprior to publication, but did not return. After publication of the article, it\nsaid that a photographer was sent to the house on two occasions, but that no\none had been there. It denied that this represented harassment.\n10. The\ncomplainant said that the issue in his complaint was the action leading up to\npublication of the articles under complaint, and the articles themselves,\nrather than events after publication. He said that contrary to the newspaper’s\nsuggestion, neither he nor Mr Burrell were aware of any negotiation with it\nprior to publication. The complainant confirmed that there were two events: a\nmarriage ceremony followed by a party a week later. He said that although the\nparty was in a marquee that resembled a ‘big-top’, it was not a ‘circus-themed’\nwedding, as could be seen from the pictures.\nRelevant Code provisions\n11. Clause 1\n(Accuracy)\ni) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not\nsupported by the text.\nii) A significant inaccuracy, misleading statement or\ndistortion must be corrected, promptly and with due prominence, and — where\nappropriate — an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator. \niii) A fair opportunity to reply to significant inaccuracies\nshould be given, when reasonably called for.\niv) The Press, while free to editorialise and campaign, must\ndistinguish clearly between comment, conjecture and fact.\nClause 2 (Privacy)\ni) Everyone is entitled to respect for his or her private\nand family life, home, health and correspondence, including digital\ncommunications.\nii) Editors will be expected to justify intrusions into any\nindividual's private life without consent. Account will be taken of the\ncomplainant's own public disclosures of information.\niii) It is unacceptable to photograph individuals, without\ntheir consent, in public or private places where there is a reasonable\nexpectation of privacy.\nClause 3 (Harassment)\ni) Journalists must not engage in intimidation, harassment\nor persistent pursuit.\nii) They must not persist in questioning, telephoning,\npursuing or photographing individuals once asked to desist; nor remain on\nproperty when asked to leave and must not follow them. If requested, they must\nidentify themselves and whom they represent.\niii)  Editors must\nensure these principles are observed by those working for them and take care\nnot to use non-compliant material from other sources.\nFindings of the Committee\n12. The\narticles under complaint publicly disclosed the complainant’s sexuality, by\nreporting that he and Mr Burrell were to marry the following month. The\nCommittee made clear that details of an individual’s sexuality can form part of\ntheir private life, and can therefore receive protection under the terms of\nClause 2. However, marriage is a matter of public record. In this case, the\nfact of the complainant’s marriage to Mr Burrell had been publicly posted via\nthe marriage banns, and the ceremony was due to take place within a month. In\nthese circumstances, the fact the complainant would shortly be marrying Mr\nBurrell did not represent private information about him. Publication of this\ninformation, and by extension, the details of his sexuality, did not breach Clause\n2.\n13. The\nCommittee accepted the complainant’s position that – while the reception was in\na red-and-white big top marquee - neither the wedding ceremony nor the\nreception were “circus-themed”. However, the Committee considered that this\nclaim was not significantly misleading in the context of the article. The\nnewspaper had relied on information from a source in claiming that the wedding\nwould be “lavish”, or that exact details on the venue had been “kept quiet”,\nand that “guests will have a rough idea of where it will take place”. The\narticle made clear that these were claims that had been made to the newspaper\nby a source, rather than claims the newspaper had been able to establish as\nfact, and the Committee recognised that whether the wedding would be “lavish”\nwas partly a matter of subjective evaluation. The Committee acknowledged the\ncomplainant’s position that these claims were inaccurate, but considered that\nin the context of the article, they did not represent significant inaccuracies,\nsuch as to breach Clause 1. \n14. The first\narticle made a single reference to a “civil partnership ceremony”, which was\ninaccurate. However, the headline of the first article referred to the\ncomplainant and Mr Burrell getting married, and the article went on to refer to\nmarriage a number of times. The Committee considered that the reference to a\n“civil partnership ceremony” was not a significant inaccuracy, such as to\nbreach of Clause 1. Where the complainant and Mr Burrell were both former\ndirectors of the same company, it was not inaccurate to refer to them as\n“former business partners”.\n15. The\nCommittee noted the complainant’s concern that the article suggested he had\nconsented to the disclosure of information about his sexuality. The article’s\nfocus was on Mr Burrell, and reported that his spokesperson had confirmed the\nforthcoming marriage. The article did not suggest that the publication had\nobtained the complainant’s consent for publication of the article, and was not\nmisleading in the manner alleged. There was no breach of Clause 1 on this\npoint.\n16. The\nCommittee noted the complainant’s position that the freelance photographer’s\ntwo approaches to his home had caused him distress. Journalists representing\nthe newspaper did not persist in approaching the complainant’s house after\nbeing asked to desist. The Committee considered that, in the absence of a\nrequest to desist, the two approaches to the complainant’s house did not in\nthemselves represent harassment in this case, such as to breach Clause 3.\nConclusions\n17. The\ncomplaint was not upheld.\nRemedial Action Required\n18. N/A\nDate complaint received: 14/03/2017Date decision issued: 15/08/2017\nBack to ruling listing\n\n\n"
}