{
    "url": "/rulings-and-resolution-statements/ruling/?id=01843-21",
    "title": "01843-21 File v express.co.uk",
    "provisions": [
        "1 Accuracy (2021)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "express.co.uk (Reach PLC)",
    "received_on": "2021-02-20 00:00:00",
    "concluded_on": "2021-07-06 00:00:00",
    "complaint_processing_days": 136,
    "conclusion_long": "14. The complaint was not upheld.",
    "remedial_action": "15. N/A   Date complaint received: 20/02/2021",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee – 01843-21 File v\nexpress.co.uk\nSummary of Complaint\n1. Nigel File complained to the Independent Press Standards\nOrganisation that express.co.uk breached Clause 1 (Accuracy) in an article\nheadlined “Govt goes to WAR on 'woke' Sadiq Khan's bid to tear down London\nstatues”, published 20 February 2021.\n2. The sub-headline to the article claimed that “The\ngovernment has gone to war with London Mayor Sadiq Khan over his plans to tear\ndown historic statutes in London as part of a woke agenda\". The text\nexplained that the Housing Minister had “had written to Mr Khan to express\nconcern that he is using £250,000 of taxpayers money on a statues commission…”.\nThe article went on to include the minister’s demand that “the controversial\nstatues commission is ’disbanded'\" and quoted the minister’s letter in\nfull. The letter said that “Worryingly, it appears that council tax is being\nraised to pay for Labour town halls’ plans to tear down statues and wipe out\nhistoric street names. It has been reported that the ‘Commission for Diversity\nin the Public Realm’, which you established last summer, will cost Londoners\nover £250,000”.\n3. The complainant said the article was inaccurate as it\ngave the impression that the London Mayor and the Commission for Diversity in\nthe Public Realm (referred to in the article as the “statues commission”) had\n“plans to tear down historic statues in London”, which he said was not the\ncase. Further, he provided a press release from the mayoralty which stated that\nthe commission was to advise on better ways to raise public understanding\nbehind existing statues, street names, building names and memorials and was not\nestablished to preside over the removal of statues. He also said it was\ninaccurate to claim that the minister had demanded that “the controversial\nstatues commission is ’disbanded‘” as the minister had not used this term and\ninstead used the official name for the new body. He said the term “statues\ncommission” was misleading as to the commission’s role and purpose in any\nevent.\n4. The publication did not accept it had breached the Code.\nIt provided examples of interviews in which the mayor had stated that the\ncommission would “advise on” statue removal; that he considered that “some\n[symbols] of slavers [in the public realm] should be taken down”; and that he\n“hope[d]” the commission would recommend the removal of some statues. The\narticle did not state that the commission was set up with the specific purpose\nto remove statues, although it accepted that readers might have inferred this. The\npublication also provided a draft term of reference for the commission which\nindicated that it would make recommendations “for the addition of context to\nexisting works, or their removal”. The publication also noted that the\ncommission was set up in the wake of the discussion around the removal of\nstatues such as that of Edward Colston. Finally, the publication emphasised\nthat the mayoralty’s recent claim that the commission was not established to\npreside over the removal of statues could have meant simply that it was only\nable to make recommendations and did not have any authority to literally order\nstatue removals.\n5. With regard to the second alleged inaccuracy, the\npublication said it had not directly attributed the term “statues commission”\nto the government minister. In any event, it did not accept that this shorthand\nwas significantly misleading or inaccurate as to the minister’s view of the\ncommission where he had elsewhere used this term in correspondence with the\nmedia and had also linked the new commission to concerns about the removal of\nstatues.\n6. On receipt of the complaint, the publication amended the\narticle to make clear the commission’s official name and the fact that the\nmayoralty had said it was not set up to preside over the removal of statues. It\nrecorded the latter amendment in the following footnote:\nThis article has been amended to make clear that Sadiq Khan\nhas denied that the commission was set up to remove statues.  \n7. It also offered to make several further amendments to the\narticle.\n8. The complainant did not accept these actions or offers as\na resolution to his complaint.\nRelevant Code Provisions\n9. Clause 1 (Accuracy)\ni) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not\nsupported by the text.\nii) A significant inaccuracy, misleading statement or\ndistortion must be correction, promptly and with due prominence, and –where\nappropriate– an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator.\niv) The Press, while free to editorialise and campaign, must\ndistinguish clearly between comment, conjecture and fact.\nFindings of the Committee\n10. The article reported on a Government minister’s letter\nto the London Mayor criticising his support for the Commission for Diversity in\nthe Public Realm, which the article described as part of the Government’s “war\non woke”. The full text of the letter was quoted in the article, and it\naccurately reported that the Minister had criticised the Commission as forming\npart of “Labour town halls’ plans to tear down statutes”, of which this was one\nexample. The Committee established no breach of Clause 1(i) in relation to the\ncare taken over the article.\n11. The Committee next considered whether the reference to\n“plans” was significantly inaccurate or misleading. The publication had\ndemonstrated that the mayor had previously said he had “hope[d]” that the new commission\nwould recommend the removal of some statues and that “some [public symbols] of\nslavers…should be taken down”. It had also provided the draft terms of\nreference for the commission and several interviews given by the mayor, which\nindicated that it would advise on statue removal. In this context, and where\nthe article had correctly attributed the claim about the Mayor and commission’s\n“plans” to the Housing Minister, the Committee did not establish any\nsignificant inaccuracies or misleading claims requiring correction. There was\nno breach of Clause 1. The Committee nevertheless welcomed the publication’s\nefforts to resolve the complaint.\n12. The article did not directly attribute the term “statues\ncommission” to the government minister, whose letter was in any event published\nin full in the article for readers to see. There was no breach of Clause 1 in\nreporting the minister’s remarks.\n13. With regard to the use of the term “statues commission”,\nit was not in dispute that the new commission would address public statues in\nits work, and the Minister’s letter had referred to the commission in this\ncontext. In this context, there was no breach of Clause 1 with regard to the\nuse of this term.\nConclusions\n14. The complaint was not upheld.\nRemedial Action Required\n15. N/A\n \nDate complaint received: 20/02/2021\nDate complaint concluded by IPSO: 06/07/2021\nBack to ruling listing\n\n\n"
}