{
    "url": "/rulings-and-resolution-statements/ruling/?id=01840-14",
    "title": "01840-14 Sattar v The Sunday Telegraph",
    "provisions": [
        "2 (Opportunity to reply) 2015",
        "1 (Accuracy) 2015"
    ],
    "outcome": "No breach - after investigation",
    "publication": "The Sunday Telegraph (Telegraph Media Group Ltd)",
    "published_on": "2014-11-16 00:00:00",
    "received_on": "2014-11-18 00:00:00",
    "concluded_on": "2015-03-09 00:00:00",
    "complaint_processing_days": 111,
    "conclusion_long": "9. The complaint was not upheld.",
    "remedial_action": "N/A  Date complaint received: 18/11/2014",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee 01840-14 Sattar v The Sunday Telegraph\nSummary of complaint\n1. Saqib Sattar complained to the Independent Press\nStandards Organisation, on behalf of the iERA, that The Sunday Telegraph had\nbreached Clause 1 (Accuracy) and Clause 2 (Opportunity to reply) of the\nEditors’ Code of Practice in an article headlined “Friend of murdered hostage\nAlan Henning defends Isil online”, published on 16 November 2014. \n2. The article reported that Majid Freeman, a friend of Alan\nHenning, had posted messages on social media “promoting al-Qaeda and expressing\nsympathy for Syrian jihadist ‘martyrs’”. It said that “he is also promoting an\nevent with the Islamic Education and Research Academy [iERA], which sends\nnon-violent extremist preachers to speak at mosques and to Muslim audiences\nacross Britain.” \n3. The complainant said that iERA’s speakers were not\n“extremists”. It also said that the charity had not been contacted for comment,\nin advance of publication. \n4. The newspaper believed that it had been entitled to refer\nto iERA’s speakers as “extremists”, and provided a number of quotations to\nsubstantiate its position. It said that its speakers had stated in the past\nthat “a husband may use ‘physical force…a very light beating’ against his\nwife”; that “adultery is punishable by death and a slow and painful stoning”;\nthat “apostates who ‘fight against the community’ should be punished by\n‘beheading’”; that homosexuality is “obscene, filthy, shameless”; that flogging\nshould be reintroduced as a punishment for extra-marital sex; and that Jews\nwere “filth”. It said that, in light of these statements, it characterisation\nof the speakers was not inaccurate. \n5. The complainant said that these quotations were misleading\nand were not being considered in their full context. He also said that some of\nthe speakers quoted no longer worked for iERA, or were external speakers. The\ncomplainant said that iERA’s Chairman had made clear that in order for adultery\nto be proven it must be seen by four reliable witnesses. As such, it was\nunlikely that a person would ever actually be convicted and punished. The\ncomplainant also said that the quotation about “fighting against the community”\nwas misleading, as the punishment for treason in many societies is death, and\nso the reference to beheading in this context was not extreme. \nRelevant Code Provisions\n6. Clause 1 (Accuracy) \ni) The press must take care not to publish inaccurate,\nmisleading or distorted information, including pictures. \nii) A significant inaccuracy, misleading statement or\ndistortion once recognised must be corrected, promptly and with due prominence,\nand – where appropriate – an apology published. \nClause 2 (Opportunity to reply) \nA fair opportunity for reply to inaccuracies must be given\nwhen reasonably called for. \nFindings of the Committee\n7. The newspaper had explained its basis for its\ncharacterisation of iERA’s speakers as “extremists”, and the Committee did not\nconsider that the context provided by the complainant substantively changed the\nnature of the quotations cited by the newspaper. There was no failure to take\ncare over the accuracy of the article, and a correction was not required in\norder to comply with the terms of the Code. \n8. The terms of Clause 2 are engaged in circumstances where\ninaccuracies have been established. As that was not the case on this occasion,\nthere was no breach of Clause 2. \nConclusions\n9. The complaint was not upheld. \nRemedial Action Required\nN/A \nDate complaint received: 18/11/2014Date decision issued: 09/03/2015\nBack to ruling listing\n\n\n"
}