{
    "url": "/rulings-and-resolution-statements/ruling/?id=01855-16",
    "title": "01855-16 de Cadenet v Daily Mirror",
    "provisions": [
        "1 Accuracy (2016)",
        "3 Harassment (2016)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "Daily Mirror (Reach PLC)",
    "received_on": "2016-03-20 00:00:00",
    "concluded_on": "2016-07-19 00:00:00",
    "complaint_processing_days": 121,
    "conclusion_long": "20.  The complaint was not upheld.",
    "remedial_action": "N/A Date complaint received: 20/03/2016",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee 01855-16 de Cadenet v Daily Mirror\nSummary of Complaint\n1. Julia de Cadenet\ncomplained to the Independent Press Standards Organisation that the Daily\nMirror breached Clause 1 (Accuracy) and Clause 3 (Privacy) of the Editors’ Code\nof Practice in an article headlined “Slurs and abuse over dog fund cash riddle”,\npublished in print on 3 December 2015, and “Dog charity cash mystery as animal\nlovers hounded for asking where £70,000 donations have gone” published online\non 2 December 2015.\n2. The article\nreported that animal welfare campaigners who raised questions about a UK\ncharity No To Dog Meat had received “shocking online abuse”. It said that the\ncharity had raised more than £80,000 following an appeal to raise funds to save\nanimals destined for the Yulin Dog Meat Festival in China, and that the money was\ndue to go to a particular animal rescuer in the region; however, it said that\nonly £10,000 had made its way to her. The article quoted one of the\ncampaigners, an academic, saying that when he asked about the money, he started\nto receive online abuse. It also reported the academic’s claim that, legally,\nthe charity was obliged to return the money to the donors if it was not going\nto the named recipient, and that it could not divert the money for some other\npurpose. It also reported the claims of another campaigner, an actor, who had\nsaid he had received similar abuse online when he confirmed that that he was\nnot a supporter of the charity.\n3. The article\nquoted a volunteer from the charity who said that it had stopped sending money\nto the rescuer because she had not used any of it to save animals. This\nsentence was followed by a comment from the journalist that “these statements\nappear to be defamatory”. It also included a comment from the complainant, the\ncharity’s chief executive, who said “the charity commission is satisfied we are\ncompliant”, as well as from the Charity Commission itself, who said that they\nhad not concluded their assessment of the charity and were unable to comment\nfurther.4. The sub-headline\nof the online article said that the actor had received “smears when questions\nwere asked about No To Dog Meat”. Aside from this and the different headlines,\nthe articles were identical.\n5. The complainant\nsaid that the article was misleading because the academic had never directly\nasked the charity questions about the fundraising appeal, and the charity could\nnot answer questions it had not been asked; she also said that the sub-headline\non the online article was inaccurate as the actor had never asked questions of\nthe charity. She also said that neither the academic nor the actor had been\nabused by the charity and if anything, both had abused her. She did, however,\nprovide an email sent to her by the academic dated 19 November 2015, which\nincluded a link to his blog where he questioned where the money had gone.\n6. The complainant\nsaid the article suggested she was a ‘scammer’ and there was ‘missing money’.\nShe said that the charity had provided £10,000 from the fundraiser to the\nrescuer but after a visit to China by members of the charity, including the\ncomplainant, following concerns that the money was not being used correctly, it\nconcluded she was not a suitable recipient of the money raised. She said that\nthe academic’s assertion that the charity had to return the money to donors if it\nwas not given to the named recipient was incorrect. She said that the initial\ntarget for the fundraiser was £5,000 which was raised and sent to the rescuer,\nand that further payments above that target were then made to her. She said\nthat the fundraiser could not, therefore, be considered an ‘initial failure’\nand, as a result, donors were not lawfully entitled to a refund. She said that\nas the charity had been lawfully using the money to facilitate genuine rescue\nof dogs from China, the remaining funds from the appeal had been repurposed for\na similar purpose as that first intended. She said that the Charity Commission\nhad been informed about this, as had those who had donated to the appeal; she\nalso provided a blog posted on 24 November 2015 which explained why the charity\nhad decided that it could not provide further funds raised in the appeal to the\nrescuer.\n7. The complainant\nsaid that while the charity had received an email from the newspaper’s reporter\nasking a number of questions, it was not made clear in the email that he was\nconducting an interview. She said that a volunteer initially replied to the\nemail, and she herself followed that up with a further reply explaining why the\nrescuer was not a suitable recipient of the charity’s funding. She said she\noffered to speak to the reporter by phone, and he emailed stating that he would\ncall; however, he did not do so.\n8. The complainant\nsaid that the photograph of her accompanying the article was misleading because\nthe person beside her in the photograph, who was one of the charity’s trustees,\nwas cut out; she also said the photograph was “blown up” to present her in an\nunflattering light. She said that the publication of the photograph suggested\nthat she was responsible for the ‘missing money’ referred to in the article.\nShe said that the photograph was private, and its publication had affected her\nwork and private life.\n9. The newspaper\nsaid that the article did not report or imply that the academic had put\nquestions directly to the charity, but that he had merely asked “what had\nhappened to the balance”. It also said that the article did not assign the\nblame for the abuse suffered by the two animal welfare campaigners to the\ncharity, or members of the charity. It said that the academic’s questions had\nbeen posted on a social network site in August, after which he started to\nreceive abuse and threats from people online.\n10. The newspaper\ndenied that the academic’s assertion that the money should be returned to\ndonors was inaccurate. It said that he had contacted the Charity Commission\nabout the matter, and its journalist had conducted his own research and was\nsatisfied with the accuracy of the quote. It relied on material from the\nCharity Commission website and said that as the purpose of the appeal was\nspecifically to help the rescuer’s work at Yulin, and this was not  achieved, this was a case of ‘initial\nfailure’ where the donors would have a right to a refund. However, it said that\nas the complainant’s opinion on the matter differed, it would be willing to\npublish a clarification to set out the complainant’s position on the law.\n11. The newspaper\nsaid that its reporter had contacted the charity in advance of publication by\nemail, and had received responses from a volunteer and the complainant. It said\nthe email had asked questions about how much money was raised, how much had\nbeen sent to Mrs Yang and what would happen to the balance of the money. It\nsaid that the charity’s position in relation to the article’s claims was\nincluded in the article.  \nRelevant Code Provisions\n12.  Clause 1\n(Accuracy)\ni) The Press must take care not to publish inaccurate,\nmisleading or distorted information, including pictures.\nii) A significant inaccuracy, misleading statement or\ndistortion once recognised must be corrected, promptly and with due prominence,\nand - where appropriate - an apology published. In cases involving the\nRegulator, prominence should be agreed with the Regulator in advance.\nClause 3 (Privacy)\ni) Everyone is entitled to respect for his or her private\nand family life, home, health and correspondence, including digital\ncommunications.\nii) Editors will be expected to justify intrusions into any\nindividual's private life without consent. Account will be taken of the\ncomplainant's own public disclosures of information.\niii) It is unacceptable to photograph individuals, without\ntheir consent, in public or private places where there is a reasonable\nexpectation of privacy.\nFindings of the Committee\n13. The Committee acknowledged that the way in which the claims\nin the article were presented created some ambiguity as to who the questions\nhad been asked of, and who had abused the campaigners online. However, the article\nas a whole made clear the precise nature of the questions asked and the online\nabuse received by the campaigners, and on balance, the Committee did not\nconsider that the article stated that the charity had refused to answer\nquestions about the money raised, or had abused either of the two people\nmentioned in the article. There was no breach of Clause 1.\n14. The complainant had not addressed the questions asked by the\nacademic in his email to the charity of 19 November; in addition, the charity\nhad made no public announcements about its plans for the money raised until\nlate November, having visited China in August. While the Committee noted the\ncomplainant’s assertion that people who had contributed to the appeal had been\ninformed what would happen to the money, in circumstances where questions were\nbeing asked about the money raised, and the charity had allowed a number of\nmonths to pass before attempting to publicly clarify the situation, it was not\nmisleading to report that the academic’s concerns remained unanswered. In any\nevent, it noted that the complainant had been contacted by the reporter prior\nto publication, and that her comments outlining the charity’s position, and\nthose of a volunteer, had been included in the article. There was no breach of\nClause 1.\n15. While the sub-headline of the online article suggested that\nthe actor had received “smears when questions were asked about No To Dog Meat”,\nthe article reported that he received online abuse when he had said he was not\na supporter of the charity. In circumstances where the actor received online\nabuse in relation to his views on the charity, any inaccuracy as to what had\ntriggered this abuse was not significant in the context of the article as a\nwhole. There was no breach of Clause 1.16. The article reported that questions had been asked by a\ncampaigner about the funds raised during the appeal, that these concerns had\nnot been answered by the charity and that two animal welfare campaigners had\nreceived abuse online; it did not report or suggest that the complainant was a\n‘scammer’, or was responsible for the ‘missing money’. There was no breach of\nClause 1.17. The Committee noted the different positions taken by the\nnewspaper and the complaint in relation the legal status of the fundraising\nappeal, but was not in a position to decide whether the appeal was an ‘initial’\nor ‘subsequent’ failure. However, in the context of an article which primarily\nfocused on what had happened to the money raised during the appeal, and only\nbriefly mentioned the legal status of the funds in the form of a quote from a\ncritic of the charity, it did not consider that any inaccuracy on this point\nwould be significant. There was no breach of Clause 1.18. The editing of the photograph to exclude the person standing\nbeside the complainant did not give a misleading impression of her involvement\nin the charity, nor did publication of the photograph suggest that she was\npersonally responsible for any ‘missing’ money. There was no breach of Clause\n1.\n19. The photograph of the complainant was taken at a public\nevent, and did not reveal any private information about her. There was no\nbreach of Clause 3.\nConclusions\n20.  The complaint was\nnot upheld.\nRemedial Action Required\nN/A\nDate complaint received: 20/03/2016Date decision issued: 19/07/2016\nBack to ruling listing\n\n\n"
}