{
    "url": "/rulings-and-resolution-statements/ruling/?id=01863-22",
    "title": "01863-22 Francesco v walesonline.co.uk",
    "provisions": [
        "2 Privacy (2021)",
        "1 Accuracy (2021)"
    ],
    "outcome": "Breach - sanction: action as offered by publication",
    "publication": "walesonline.co.uk (Reach PLC)",
    "published_on": "2021-12-03 00:00:00",
    "received_on": "2022-02-28 00:00:00",
    "concluded_on": "2022-08-09 00:00:00",
    "complaint_processing_days": 162,
    "conclusion_long": "12. The complaint was upheld under Clause 1.",
    "remedial_action": "13. The published correction put the correct position on record and was offered promptly and with due prominence. No further action was required.   Date complaint received: 28/02/2022",
    "text": "\n\n\n\n\n\nDecision\nof the Complaints Committee – 01863-22 Francesco v walesonline.co.uk\nSummary\nof Complaint\n1. Mark\nFrancesco complained to the Independent Press Standards Organisation that\nwalesonline.co.uk breached Clause 1 (Accuracy) and Clause 2 (Privacy) of the\nEditors’ Code of Practice in an article headlined “Builder fabricated texts in\nattempt to get Welsh Government civil servant sacked”, published on 3rd\nDecember 2021.\n2. The article reported that the complainant\nsent “fraudulent texts” to a civil servant’s employer “claiming she had\ndisclosed classified information”. It stated that “[t]he complaint was taken\nseriously by the woman's employer who launched an investigation and\ndisciplinary proceedings against her”, and, although she was “exonerated”, “it\ntook 11 months before [the complainant] admitted the fraud”. The article said\nthat the woman had “complained about the quality and cost of [building] work he\nhad carried out on her home” and that during civil proceedings, he made the\n“false claims against the woman” that she had “had aired her personal opinions\non the Covid-19 response, elected leaders and First Minister Mark Drakeford”.\nThe article reported that the prosecution had said, “It is now accepted those\nmessages were completely false and fabricated and were deliberately and\nfraudulently inserted in a message chain to expose the victim to risk of loss\nwhich would have been the loss of her employment as a civil servant at the\nWelsh Government”. The article stated the complainant “pleaded guilty to\ncommitting fraud by false representation” and that he “was sentenced to six\nmonths imprisonment suspended for 12 months. He was also ordered to carry out\n80 hours unpaid work, a rehabilitation activity requirement of 30 days and was\nmade subject to a restraining order”\n3. The\ncomplainant said that the article was inaccurate in breach of Clause 1 because\nhe had not been sentenced to 30 days of rehabilitation activity but to 10 days.\nHe also said the article was inaccurate because it was not his intention to get\nthe woman “sacked” when he sent the texts, and this had never been proven in\ncourt. He said his barrister had argued in court that, although the civil\nservant was originally suspended, she was reinstated before it was established\nthe messages were fabricated. This meant there was no threat to her of losing\nher job.\n4. The\ncomplainant said the article also breached Clause 2 because it published his\nstreet level address. He said this was unnecessary information that put him and\nhis family at risk.\n5. The\npublication said it accepted that it was inaccurate for the article to report\nthat the complainant had been sentenced to 30 days of rehabilitation\nactivities. The parties had been in correspondence before the complaint to IPSO\nand during this correspondence, the publication had published a footnote\ncorrection:\nCorrection:\nA previous version of this article stated that Mark Francesco had been\nsentenced to a rehabilitation activity requirement of 30 days. In fact, it was\n10 days. We are happy to clarify this.\n6. The\npublication did not accept a breach of Clause 1 regarding whether the\ncomplainant had intended to get the civil servant “sacked”. It provided the\ncourt reporter’s notes which recorded that, during court proceedings, the\nprosecution said the complainant “deliberately and fraudulently inserted in a\nmessage chain to expose the victim to risk of loss which would have been the\nloss of her employment as a civil servant at the Welsh Government”.\nNotwithstanding this, at the start of IPSO’s investigation, the publication\namended the headline to say, “Builder fabricated texts which exposed Welsh\nGovernment civil servant to risk of getting sacked” and added a correction to\nthe top of the articl\nCorrection:\nA previous headline of this article stated as fact that Mark Francesco\nfraudulently made the texts in an attempt to get the civil servant sacked. We\nwould like to clarify that although Mr Francesco pleaded guilty to fraud, and\nthat the prosecution stated that he 'deliberately and fraudulently inserted in\na message chain to expose the victim to risk of loss', his defence barrister\nexpressed that the defendant did not want his victim to lose her job. We are\nhappy to clarify this.\n7. The\npublication did not accept a breach of Clause 2. It said it was entitled to\npublish the complainant’s partial address because it was heard in court and\nbecause it serves to help distinguish people with the same name.\nRelevant\nCode Provisions\nClause 1\n(Accuracy)\ni) The\nPress must take care not to publish inaccurate, misleading or distorted\ninformation or images, including headlines not supported by the text.\nii) A\nsignificant inaccuracy, misleading statement or distortion must be corrected,\npromptly and with due prominence, and — where appropriate — an apology\npublished. In cases involving IPSO, due prominence should be as required by the\nregulator. \niii) A\nfair opportunity to reply to significant inaccuracies should be given, when\nreasonably called for.\niv) The\nPress, while free to editorialise and campaign, must distinguish clearly\nbetween comment, conjecture and fact.\nClause 2\n(Privacy)*\ni)\nEveryone is entitled to respect for their private and family life, home,\nphysical and mental health, and correspondence, including digital\ncommunications.\nii)\nEditors will be expected to justify intrusions into any individual's private\nlife without consent. In considering an individual's reasonable expectation of\nprivacy, account will be taken of the complainant's own public disclosures of\ninformation and the extent to which the material complained about is already in\nthe public domain or will become so.\niii) It\nis unacceptable to photograph individuals, without their consent, in public or\nprivate places where there is a reasonable expectation of privacy.\nFindings\nof the Committee\n8. The\nCommittee first considered the reporting of how much rehabilitative activity\nthe complainant had been sentenced. The newspaper accepted that it had\ninaccurately reported that the complainant received 30 days of rehabilitation\nactivity, when he had actually received 10 days. The publication, therefore,\nhad not taken sufficient care over the accurate reporting of the complainant’s\nsentence and there was a breach of Clause 1 (i).\n9. The\nerror related to what had been heard in court and claimed the sentence the\ncomplainant had received was three times longer than was the case; it was\ntherefore significant and required correction under the terms of Clause 1(ii).\nThe publication had amended the article and added a footnote correction to the\narticle when it was made aware of the error by the complainant and before the\ncomplaint came to IPSO. This was sufficiently prompt. A footnote correction\nrepresented due prominence where the inaccuracy appeared towards the end of the\narticle and had been corrected. There was no breach of Clause 1(ii) on this\npoint.\n10. The\nCommittee then turned to the complaint regarding whether the complainant had\n“fabricated texts in [an] attempt to get Welsh Government civil servant\nsacked”. The court reporter’s notes showed that the prosecution had stated the\ncomplainant had “deliberately and fraudulently inserted in a message chain to\nexpose the victim to risk of loss which would have been the loss of her\nemployment as a civil servant at the Welsh Government”. The Committee noted\nthat the defence had stated the complainant “did not want his victim to lose\nher job”. However, where the texts lead to the instigation of disciplinary\nproceedings against the woman, the complainant had pleaded guilty to the\nsending of the messages, and where the prosecution had said it was “accepted\nthose messages […] were deliberately and fraudulently inserted in a message\nchain to expose the victim to risk of loss which would have been the loss of\nher employment”, the Committee concluded that it was not inaccurate or\nmisleading for the headline to claim the complainant had send the messages “in\nattempt to get [the woman] sacked”. This represented the publication’s\ncharacterisation and the article provided sufficient basis for this\ncharacterisation. There was no breach of Clause 1(i).\n11.\nFinally, the Committee considered the complaint under Clause 2. In accordance\nwith the principle of open justice, newspapers are generally entitled to report\ninformation that has been disclosed in open court and is not subject to a\nreporting restriction. The address of a defendant would typically be given in\ncourt, and the publication of a street address helps to accurately identify\ndefendants. There was, therefore, no reasonable expectation of privacy over the\ncomplainant’s street level address and no breach of Clause 2.\nConclusion(s)\n12. The\ncomplaint was upheld under Clause 1.\nRemedial\nAction Required\n13. The\npublished correction put the correct position on record and was offered\npromptly and with due prominence. No further action was required.\n\n\nDate\ncomplaint received: 28/02/2022\nDate\ncomplaint concluded by IPSO: 09/08/2022\nBack to ruling listing\n\n\n"
}