{
    "url": "/rulings-and-resolution-statements/ruling/?id=01866-14",
    "title": "01866-14 A woman v Derby Telegraph",
    "provisions": [
        "3 (Privacy) 2015",
        "5 (Intrusion into grief or shock) 2015",
        "6 (Children) 2015"
    ],
    "outcome": "Breach - sanction: publication of adjudication",
    "publication": "Derby Telegraph (Reach PLC)",
    "received_on": "2014-11-20 00:00:00",
    "concluded_on": "2015-02-13 00:00:00",
    "complaint_processing_days": 85,
    "conclusion_long": "15. The complaint was upheld.",
    "remedial_action": "16. Having upheld the complaint under Clause 3 (Privacy), Clause 5 (Intrusion into grief or shock) and Clause 6 (Children) of the Code, the Committee considered what remedial action should be required.  17. The Committee has the power to require the publication of a correction and/or adjudication, the nature, extent and placement of which is to be determined by IPSO. It may also inform the publication that further remedial action is required to ensure that the requirements of the Editors’ Code are met.  18. The Committee required that in order to address the breaches of the Editors’ Code, the newspaper should publish the Committee’s ruling upholding the complaint. The article under complaint had been published only on the newspaper’s website. The adjudication should, therefore, be published on the newspaper’s website and linked to the homepage for a minimum of 24 hours. The adjudication should then be archived and its terms searchable on the website.   19. The terms of the adjudication, which the newspaper should publish without addition or alteration under the headline “IPSO complaint upheld”, are as follows:  Following an article headlined “Girl involved in incident outside Derbyshire secondary school”, published on the website of the Derby Telegraph on 20 November 2014, a woman complained to the Independent Press Standards Organisation that the newspaper had breached Clause 3 (Privacy), Clause 5 (Intrusion into grief or shock), and Clause 6 (Children) of the Editors’ Code of Practice.  The article reported that a teenager was believed to have been knocked down by a car outside of a school. It was accompanied by a photograph of the scene, which showed the girl lying on the pavement, with her face pixelated. Next to her was another girl in a school uniform and two other passers-by. The two girls shown in the picture were 11-year-old sisters; the complainant was their mother.  IPSO’s Complaints Committee found that the Derby Telegraph had breached Clause 3 (Privacy), Clause 5 (Intrusion into grief or shock), and Clause 6 (Children) by publishing the article and required that the Telegraph publish its full decision on the matter.  The complainant said that the photograph depicted a distressing incident for both girls and had been taken at a time when everyone involved had been in shock, and the emergency services were yet to arrive. She said that the use of the photograph had added to the family’s distress; the incident was a private matter, and a photograph relating to the welfare of her children should not have been published without her consent. She was also concerned that the newspaper had not pixelated the face of her uninjured daughter.  After being made aware of the complaint, the Derby Telegraph had immediately removed the image from its website. The newspaper had also offered to remove the article from its website, and to write a private letter of apology to the complainant.  Before publishing the report, the newspaper had contacted the school, police and ambulance service and had received confirmation from the ambulance service that it had been called to attend a teenager with a suspected leg injury. It had not been able to contact the family of the child involved as her name had not been released at the time. The injured girl’s face had been pixelated prior to the publication of the article; the newspaper had not been aware that anyone else in the photograph was connected to the injured girl.  The Committee ruled that the immediate aftermath of an upsetting incident in which a young girl had been injured in full view of her sister was clearly an issue that related to the welfare of both girls. The uninjured sister was readily identifiable in the photograph, and the injured sister was likely to be identified because of her connection to her sister. Parental consent should have been sought for publication of the photograph; no exceptional public interest justified its publication without consent. The Committee upheld the complaint under Clause 6.  The photograph had been taken while the child had been awaiting medical treatment following what had clearly been a traumatic and distressing incident. Although the photograph had been taken on a public street, in these circumstances – and with regard for the young age of the child involved – the Committee took the view that the injured child had had a reasonable expectation of privacy. The photographing of the child represented a failure to respect her private life. The complaint was upheld under Clause 3.  Although the newspaper had pixelated the face of the injured child and had contacted the ambulance services to try to ascertain the severity of the injury, the publication of the photograph at a time when the newspaper had not been able to verify the identity of the child concerned or establish whether her parents had been informed of the incident represented a failure to handle publication with appropriate sensitivity. The photograph had been distressing for the family, and risked notifying friends and relatives about the accident. The complaint was upheld under Clause 5.  Date complaint received: 20/11/2014",
    "text": "\n\n\n\n\n\n·        Decision of the Complaints Committee 01866-14 A woman v Derby Telegraph   Summary of complaint \n1. A woman complained to the Independent Press Standards\nOrganisation that the Derby Telegraph had breached Clause 3 (Privacy), Clause 5\n(Intrusion into grief or shock), and Clause 6 (Children) of the Editors’ Code\nof Practice in an article headlined “Girl involved in incident outside\nDerbyshire secondary school”, published on the website of the Derby Telegraph\non 20 November 2014. \n2. The article reported that a teenager was believed to have\nbeen knocked down by a car outside of a school. It was accompanied by a\nphotograph of the scene, which showed the girl lying on the pavement, with her\nface pixelated. Next to her was another girl in a school uniform and two other\npassers-by. \n3. The two girls shown in the picture were 11-year-old\nsisters; the complainant was their mother. \nShe said that the photograph depicted a distressing incident for both\ngirls and had been taken at a time when everyone involved had been in shock,\nand the emergency services were yet to arrive. The complainant was concerned\nthat, at the time of publication, the newspaper had not been aware of the\nseverity of the girl’s injuries. \n4. She said that the use of the photograph had added to the\nfamily’s distress; although it took place in public, the incident was a private\nmatter, and a photograph relating to the welfare of her children should not\nhave been published without her consent. She was also concerned that the\nnewspaper had not pixelated the face of her uninjured daughter. \n5 After being made aware of the complaint, the newspaper had\nimmediately removed the image from its website. It had also offered to remove\nthe article from its website, and to write a private letter of apology to the\ncomplainant. \n6. It explained that the photograph had been taken by a\nmember of its staff who had been passing. Before publishing the report, it had\ncontacted the school, police and ambulance service. The school had not\nresponded but the ambulance service provided a statement confirming that it had\nbeen called to attend a teenager with a suspected leg injury. \n7. The newspaper had also contacted Derbyshire County\nCouncil’s press office, as it had been aware of a campaign by residents in the\narea for the speed limit to be reduced. In light of these on-going concerns, it\nconsidered that there had been a public interest in publishing the image and\nstory. \n8. The newspaper had not been able to contact the family of\nthe child involved as her name had not been released at the time. The injured\ngirl’s face had been pixelated prior to the publication of the article; the\nnewspaper had not been aware that anyone else in the photograph was connected\nto the injured girl. \nRelevant Code Provisions\n9. Clause 3 (Privacy)\ni) Everyone is entitled to respect for his or her private\nand family life, home, health and correspondence, including digital\ncommunications.\niii) It is unacceptable to photograph individuals in\nprivate places without their consent. Note – Private places are public or private\nproperty where there is a reasonable expectation of privacy. \nClause 5 (Intrusion into grief or shock)\ni) In cases involving personal grief or shock, enquiries\nand approaches must be made with sympathy and discretion and publication\nhandled sensitively. \nClause 6 (Children)\nii)A child under 16 must not be interviewed or photographed\non issues involving their own or another child’s welfare unless a custodial\nparent or similarly responsible adult consents. \nPublic Interest\n5) In cases involving children under 16, editors must\ndemonstrate an exceptional public interest to over-ride the normally paramount\ninterest of the child. \nFindings of the Committee\n10. The immediate aftermath of an upsetting incident in\nwhich a young girl had been injured in full view of her sister was clearly an\nissue that related to the welfare of both girls. The uninjured sister was\nreadily identifiable in the photograph, and the injured sister was likely to be\nidentified – notwithstanding the pixelation of her face – by virtue of the\nvisible part of her body and her connection with her sister. Parental consent\nshould have been sought for publication of the photograph. \n11. The newspaper had suggested that the incident was of\npublic interest, particularly against the background of previously-expressed\nconcerns about safety in the area. It had not explained, however, how the\npublication of this photograph – at a time when the newspaper had not been able\nto seek appropriate consent – contributed to that public interest. In any case,\nno exceptional public interest appeared to exist. The complaint under Clause 6\nwas upheld. \n12. The photograph had been taken while the child had been\nawaiting medical treatment following what had clearly been a traumatic and\ndistressing incident. Although the photograph had been taken on a public\nstreet, in these circumstances – and with regard for the young age of the child\ninvolved – the Committee took the view that the injured child had had a\nreasonable expectation of privacy. The photographing of the child represented a\nfailure to respect her private life. The complaint was upheld under Clause 3. \n13. Although the newspaper had pixelated the face of the\ninjured child and had contacted the ambulance services to try to ascertain the\nseverity of the injury, the publication of the photograph at a time when the\nnewspaper had not been able to verify the identity of the child concerned or\nestablish whether her parents had been informed of the incident represented a\nfailure to handle publication with appropriate sensitivity. The photograph had\nbeen distressing for the family, and risked notifying friends and relatives\nabout the accident. The complaint was upheld under Clause 5. \n14. While the complaint was upheld, the Committee welcomed\nthe newspaper’s attempts to address the complainant’s concerns once they had\nbeen drawn to its attention. \nConclusions\n15. The complaint was upheld. \nRemedial Action Required\n16. Having upheld the complaint under Clause 3 (Privacy),\nClause 5 (Intrusion into grief or shock) and Clause 6 (Children) of the Code,\nthe Committee considered what remedial action should be required. \n17. The Committee has the power to require the publication\nof a correction and/or adjudication, the nature, extent and placement of which\nis to be determined by IPSO. It may also inform the publication that further\nremedial action is required to ensure that the requirements of the Editors’\nCode are met. \n18. The Committee required that in order to address the\nbreaches of the Editors’ Code, the newspaper should publish the Committee’s\nruling upholding the complaint. The article under complaint had been published\nonly on the newspaper’s website. The adjudication should, therefore, be\npublished on the newspaper’s website and linked to the homepage for a minimum\nof 24 hours. The adjudication should then be archived and its terms searchable\non the website.  \n19. The terms of the adjudication, which the newspaper\nshould publish without addition or alteration under the headline “IPSO\ncomplaint upheld”, are as follows: \nFollowing an article headlined “Girl involved in incident\noutside Derbyshire secondary school”, published on the website of the Derby\nTelegraph on 20 November 2014, a woman complained to the Independent Press\nStandards Organisation that the newspaper had breached Clause 3 (Privacy),\nClause 5 (Intrusion into grief or shock), and Clause 6 (Children) of the\nEditors’ Code of Practice. \nThe article reported that a teenager was believed to have\nbeen knocked down by a car outside of a school. It was accompanied by a\nphotograph of the scene, which showed the girl lying on the pavement, with her\nface pixelated. Next to her was another girl in a school uniform and two other\npassers-by. The two girls shown in the picture were 11-year-old sisters; the\ncomplainant was their mother. \nIPSO’s Complaints Committee found that the Derby Telegraph\nhad breached Clause 3 (Privacy), Clause 5 (Intrusion into grief or shock), and\nClause 6 (Children) by publishing the article and required that the Telegraph\npublish its full decision on the matter. \nThe complainant said that the photograph depicted a\ndistressing incident for both girls and had been taken at a time when everyone\ninvolved had been in shock, and the emergency services were yet to arrive. She\nsaid that the use of the photograph had added to the family’s distress; the\nincident was a private matter, and a photograph relating to the welfare of her\nchildren should not have been published without her consent. She was also\nconcerned that the newspaper had not pixelated the face of her uninjured\ndaughter. \nAfter being made aware of the complaint, the Derby Telegraph\nhad immediately removed the image from its website. The newspaper had also\noffered to remove the article from its website, and to write a private letter of\napology to the complainant. \nBefore publishing the report, the newspaper had contacted\nthe school, police and ambulance service and had received confirmation from the\nambulance service that it had been called to attend a teenager with a suspected\nleg injury. It had not been able to contact the family of the child involved as\nher name had not been released at the time. The injured girl’s face had been\npixelated prior to the publication of the article; the newspaper had not been\naware that anyone else in the photograph was connected to the injured girl. \nThe Committee ruled that the immediate aftermath of an\nupsetting incident in which a young girl had been injured in full view of her\nsister was clearly an issue that related to the welfare of both girls. The\nuninjured sister was readily identifiable in the photograph, and the injured\nsister was likely to be identified because of her connection to her sister.\nParental consent should have been sought for publication of the photograph; no\nexceptional public interest justified its publication without consent. The\nCommittee upheld the complaint under Clause 6. \nThe photograph had been taken while the child had been\nawaiting medical treatment following what had clearly been a traumatic and\ndistressing incident. Although the photograph had been taken on a public\nstreet, in these circumstances – and with regard for the young age of the child\ninvolved – the Committee took the view that the injured child had had a\nreasonable expectation of privacy. The photographing of the child represented a\nfailure to respect her private life. The complaint was upheld under Clause 3. \nAlthough the newspaper had pixelated the face of the injured\nchild and had contacted the ambulance services to try to ascertain the severity\nof the injury, the publication of the photograph at a time when the newspaper\nhad not been able to verify the identity of the child concerned or establish\nwhether her parents had been informed of the incident represented a failure to\nhandle publication with appropriate sensitivity. The photograph had been\ndistressing for the family, and risked notifying friends and relatives about\nthe accident. The complaint was upheld under Clause 5. \nDate complaint received: 20/11/2014 \nDate decision issued: 13/02/2015\nBack to ruling listing\n\n\n"
}