{
    "url": "/rulings-and-resolution-statements/ruling/?id=01871-21",
    "title": "01871-21 Muslim Council of Britain v thejc.com",
    "provisions": [
        "1 Accuracy (2021)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "thejc.com (The Jewish Chronicle)",
    "published_on": "2021-02-22 00:00:00",
    "received_on": "2021-02-22 00:00:00",
    "concluded_on": "2021-06-30 00:00:00",
    "complaint_processing_days": 128,
    "conclusion_long": "8. The complaint was not upheld.",
    "remedial_action": "9. N/A   Date complaint received: 22/02/2021",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee – 01871-21 Muslim\nCouncil of Britain v thejc.com\nSummary of Complaint\n1. The Muslim Council of Britain (MCB) complained to the\nIndependent Press Standards Organisation that thejc.com breached Clause 1\n(Accuracy) of the Editors’ Code of Practice in an article headlined “Tory\nminister sparks anger after meeting Muslim Council of Britain’s new head”,\npublished on 22 February 2021.\n2. The article reported on the criticism faced by a minister\nafter a meeting she had with the leader of the Muslim Council of Britain\ndespite a “’non-engagement’ policy for ministers”. It reported that a\n“’non-engagement’ policy for ministers towards the group has existed since 2009”\nand that a “government spokesperson confirmed: ‘The UK government has a long\nstanding policy of not engaging with the MCB and that has not changed’”. The\narticle also said that “The last Labour government cut ties with the group\nafter a leading member backed calls for violence against Israel.”\n3. The complainant said that the article was inaccurate in\nbreach of Clause 1 as there was no “non-engagement” policy that had been in\nplace since 2009. The complainant said the correct position was that there had\nbeen a non-engagement policy instigated in 2009, but that this had not been\ncontinuous until the present time. It said the correct position was that Labour\nhad instigated a non-engagement approach in 2009, the Conservative party had\nsuch a policy during the coalition government from 2010-2015 and the government\nfrom 2015-present. The complainant provided several instances of interactions\nbetween itself and the government since 2009. It provided a Tweet by former\nLabour MP John Denham from 2018 which said it was wrong to say that Labour\nbroke relationships permanently with the complainant as he had re-established\nrelations in 2010 when he was Secretary of State for Communities and Local\nGovernment; an article from 2014 which said that the deputy prime minister had\nwritten to the complainant to express concern about Islamophobia in schools;\nand said that the complainant had engaged with the Home Office in 2017-2018 and\nthe Ministry of Housing, Communities & Local Government in 2019-2020.\n4. The publication did not accept a breach of the Code, but\naccepted that there had been meetings between the complainant and Government\nofficials on at least one occasion since 2009. It added the following sentence\nto the article: “The Labour government broke off all ties with the MCB in 2009,\nalthough Communities Secretary John Denham did meet them in 2010. After the\ncoalition took office in 2010 Conservative ministers reimposed the boycott,\nwhich was confirmed in 2015 as government policy”, and the following footnote:\nThis story has been updated. An earlier version implied the\nnon-engagement policy was a continuing process.\nThe publication noted, however, that a journalist had sought\ncomment from a Government spokesperson and had quoted their response\naccordingly in the article. The publication was not able to provide the notes\nof this exchange as the journalist had since left its employment.\nRelevant Code Provisions\nClause 1 (Accuracy)\ni) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not\nsupported by the text.\nii) A significant inaccuracy, misleading statement or\ndistortion must be corrected, promptly and with due prominence, and — where\nappropriate — an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator. \niii) A fair opportunity to reply to significant inaccuracies\nshould be given, when reasonably called for.\niv) The Press, while free to editorialise and campaign, must\ndistinguish clearly between comment, conjecture and fact.\nFindings of the Committee\n5. The complaint related to the statement that a\n“’non-engagement’ policy for ministers” towards the complainant had “existed\nsince 2009”, the accuracy of which was disputed by the complainant. The first\nmatter for the Committee to consider was the basis for this statement and\nwhether the publication had taken sufficient care over the accuracy of the\nreference. The Committee noted the newspaper’s position that before publication\nit had sought comment from a Government spokesperson, who had confirmed the existence\nof the policy. While the Committee noted with some concern that the publication\nhad not been able to provide corroboration, for example by providing notes, the\ncomplainant did not appear to dispute that it had taken place, or that it\naccurately represented the position of the current Government. Given that the\nclaim related to the Government’s approach to engagement with the complainant,\nthe Committee considered that this approach demonstrated care taken over the\naccuracy of the claim. In these circumstances, the Committee found that the\npublication had taken sufficient care not to publish inaccurate information and\nthere was no breach of Clause 1(i).\n6. The Editors’ Code calls for the correction of significant\ninaccuracies, even where care was taken to report information accurately.\nNotwithstanding its finding that there was no breach of Clause 1 (i), the\nCommittee therefore also had to consider whether the claim amounted to a\nsignificant inaccuracy which required correction.\n7. The Committee noted that article focused on criticism of\nthe minister who recently met with the complainant, and mentioned briefly the\nhistoric nature of the policy of “non-engagement”. The complainant had\ndemonstrated that there had been some contact between various MPs and the\ncomplainant over the period in question; however, this did not in itself mean\nthat the policy had necessarily been overturned: as with the recent example\nreported in this article, meetings could occur whilst an official policy of non-engagement\nremained in place. Such instances of interaction did not necessarily amount to\na withdrawal of the official policy. It was not in dispute that a formal policy\nof non-engagement commenced in 2009. Although the complainant had demonstrated\nthat there had been a few examples of interaction, there did not appear to be\nany communication stating the policy had ended. While the Tweet from former\nLabour MP John Denham suggested the policy instigated by his government in 2009\nwas overturned in 2010, where that Government was only in power for a few\nmonths of that year, it was not significantly inaccurate to omit reference to\nthis alleged brief hiatus. In these circumstances, the Committee did not find\nthe assertion that a policy of non-engagement had been in place since 2009\namounted to a significant inaccuracy or misleading statement, and no correction\nwas required under Clause 1(ii). It did, however, welcomed the newspaper’s\nattempts to clarify the article.\nConclusions\n8. The complaint was not upheld.\nRemedial Action Required\n9. N/A\n \nDate complaint received: 22/02/2021\nDate complaint concluded by IPSO: 30/06/2021\n \nIndependent Complaints Reviewer\nThe complainant complained to the Independent Complaints\nReviewer about the process followed by IPSO in handling this complaint. The\nIndependent Complaints Reviewer decided that the process was not flawed and did\nnot uphold the request for review.\nBack to ruling listing\n\n\n"
}