{
    "url": "/rulings-and-resolution-statements/ruling/?id=01888-20",
    "title": "01888-20 Saled v birminghammail.co.uk",
    "provisions": [
        "3 Harassment (2019)",
        "2 Privacy (2019)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "birminghammail.co.uk (Birmingham Live) (Reach PLC)",
    "published_on": "2020-03-20 00:00:00",
    "received_on": "2020-03-20 00:00:00",
    "concluded_on": "2020-08-07 00:00:00",
    "complaint_processing_days": 140,
    "conclusion_long": "11. The complaint was not upheld.",
    "remedial_action": "12. N/A Date complaint received: 20/03/2020",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee – 01888-20 Saled v\nbirminghammail.co.ukSummary of Complaint1. Abu Saled complained to the Independent Press Standards\nOrganisation that birminghammail.co.uk breached Clause 2 (Privacy) and Clause 3\n(Harassment) of the Editors’ Code of Practice in an article headlined “Shoppers\nqueue round the block at Asda Small Heath.”, published on 20 March 2020.2. The article reported on the impact of the coronavirus\npandemic at supermarkets and contained multiple photographs of people queuing\nto get into a supermarket,3. The complainant, who was one of the people photographed,\nsaid that he had been queuing to get into the supermarket when he saw the\nphotographer taking photos. He said that he, and a few other people in the\nqueue had asked him to stop taking photos, and that the complainant had asked\nhim where he was from, to which the photographer said he was “from space” and\nwas in a public place and could take photos. The complainant said that he had\nhid his face from the camera. The complainant said that this behaviour amounted\nto harassment in breach of Clause 3, and that the publication of the photos,\nwithout his consent, constituted a breach of Clause 2.4. The publication did not accept a breach of the Code. It\nsaid that no one had asked the photographer to stop taking photographs,\nalthough the photographer had heard someone shouting, but could not tell who it\nwas or what they were saying. It said that this could not amount to a request\nto desist from taking photographs, and there was therefore no breach of Clause\n3. The publication also provided all of the photos that had been taken that\nday, which it said showed that there was a clear distance between the\ncomplainant and the photographer. The images also showed that the complainant\nhad been facing away from the photographer. Prior to IPSO’s involvement the\npublication deleted the photos that the complainant had identified as a gesture\nof goodwill. Prior to the start of IPSO’s investigation, the complainant\nidentified a further photograph, which the publication also deleted. At the end\nof IPSO’s investigation, the complainant identified another two photographs,\nwhich showed him from behind. The publication said that the complainant was not\nidentifiable in the last set of images, and therefore did not delete them.5. The publication said that the images did not breach\nClause 2 as they had been taken in a public place, where the complainant had no\nreasonable expectation of privacy and they did not disclose any personal\ninformation about the complainant.Relevant Code Provisions6. Clause 2 (Privacy)*i) Everyone is entitled to respect for his or her private\nand family life, home, health and correspondence, including digital\ncommunications.ii) Editors will be expected to justify intrusions into any\nindividual's private life without consent. In considering an individual's\nreasonable expectation of privacy, account will be taken of the complainant's\nown public disclosures of information and the extent to which the material\ncomplained about is already in the public domain or will become so.iii) It is unacceptable to photograph individuals, without\ntheir consent, in public or private places where there is a reasonable\nexpectation of privacy.7. Clause 3 (Harassment)i) Journalists must not engage in intimidation, harassment\nor persistent pursuit.ii) They must not persist in questioning, telephoning,\npursuing or photographing individuals once asked to desist; nor remain on\nproperty when asked to leave and must not follow them. If requested, they must\nidentify themselves and whom they represent.iii) Editors must\nensure these principles are observed by those working for them and take care\nnot to use non-compliant material from other sources.Findings of the Committee8. Newspapers regularly take and publish photographs of\npeople in order to illustrate their stories, and doing so in and of itself does\nnot constitute a breach of Clause 3. The Committee noted that there was a\ndispute between the complainant and the publication regarding the behaviour of\nthe photographer who had taken images of the complainant outside a supermarket.\nThe complainant had said that he had spoken to the photographer directly and\nasked him to stop taking photos, and that the photographer had failed to\nidentify himself and who he represented when asked. The publication had said\nthat the photographer had stayed at a distance from the complainant at all\ntimes, and had only heard a shouting which could not be attributed to a\nspecific person. Based on the photographs which had been provided by the\npublication (which the publication said evidenced the full extent of the\ninteraction with the complainant), where the complainant appeared to be at a\ndistance from the photographer which supported the publication’s position that\nhe had been too far away for the photographer to be aware he was being\nparticularly addressed or was being specifically asked to desist. Therefore,\nthe Committee could not find that there had been any failure to respect a\nrequest to desist or that the photographer had failed to identify himself in\nbreach of Clause 3(ii).9. The photographs supplied by the publication appeared to\nsupport the publication’s assertion that the photographer had kept his distance\nfrom the complainant, that there had been no interaction between the\ncomplainant and the photographer, and that there was no grounds to find that\nthe photographer had engaged in intimidation, harassment or persistent pursuit.\nOn this basis there was no breach of Clause 3(i).10. The photographs in the article were taken in a public\nplace, and simply showed the complainant’s likeness. There was no information\nin the images in respect of which the complainant had a reasonable expectation\nof privacy. As such, there was no breach of Clause 2.Conclusions11. The complaint was not upheld.Remedial Action Required12. N/A Date complaint received: 20/03/2020\nDate complaint concluded by IPSO: 07/08/2020\nBack to ruling listing\n\n\n"
}