{
    "url": "/rulings-and-resolution-statements/ruling/?id=01888-14",
    "title": "01888-14 Hussain v Manchester Evening News",
    "provisions": [
        "4 (Harassment) 2015",
        "1 (Accuracy) 2015"
    ],
    "outcome": "No breach - after investigation",
    "publication": "Manchester Evening News (Reach PLC)",
    "published_on": "2014-11-20 00:00:00",
    "received_on": "2014-11-21 00:00:00",
    "concluded_on": "2015-03-16 00:00:00",
    "complaint_processing_days": 115,
    "conclusion_long": "10. The complaint was not upheld.",
    "remedial_action": "N/A Date complaint received: 21/11/2014",
    "text": "\n\n\n\n\n\nDecision of\nthe Complaints Committee 01888-14\nHussain v Manchester Evening News\nSummary of complaint \n1. Zhaida Hussain complained to the Independent Press\nStandards Organisation via a representative that the Manchester Evening News\nhad breached Clause 1 (Accuracy) in an article headlined “Mass brawl between\nfeuding families stops traffic in Levenshulme as dispute over conservatory\nturns violent”, published online on 20 November 2014, and in print on 21\nNovember 2014, and had harassed her and her family in breach of Clause 4\n(Harassment) of the Editors’ Code of Practice. 2. The article reported that a number of individuals,\nincluding the complainant, had been convicted of affray, following a street\nfight between two groups of neighbours. 3. The complainant said that the article was a biased\nattempt to frame the Hussain family, when another family, the Ahmeds, had been\nequally involved in the fighting. She said that the fight had not been about a\nconservatory, but about a reaction to an extension to the Ahmeds’ home, built\nsome time ago. She said that of the 20 people involved, a number were friends of\nthe Ahmed family. She also said that, contrary to the report, Nazia Akhtar had\nnot thrown a vacuum cleaner attachment at a passing car, nor had she used the\nattachment to hit an “unidentified figure”. The complainant also said that\nphotographers had harassed the subjects of the story. 4. The newspaper defended its coverage as an accurate\nreport of court proceedings. It noted that, while the complainant raised a\nnumber of points in her complaint, the only information from the article that\nshe claimed had not been heard by the court was the information relating to the\nvacuum cleaner. It provided the court reporter’s shorthand note of the\nprosecutor’s opening statement, which stated that Nazia Akhtar had thrown a\ntubular weapon at Umar Ahmed, narrowly missing a passing vehicle, and that she\nwas later shown “bent over a figure striking or delivering blows with what\nseemed like that tubular object”. While the phrase “vacuum cleaner attachment”\nwas not used in court, the reporter had seen documents which confirmed that the\n“tubular object” was a vacuum cleaner attachment. The photographs included in\nthe article had been taken from a distance in a public place, and there had\nbeen no harassment. Relevant Code Provisions 5. Clause 1 (Accuracy) i) The Press must take care not to publish inaccurate,\nmisleading or distorted information, including pictures. ii) A significant inaccuracy, misleading statement or\ndistortion once recognised must be corrected, promptly and with due prominence,\nand – where appropriate – an apology published. iii) The Press, whilst free to be partisan, must\ndistinguish clearly between comment, conjecture and fact. Clause 4 (Harassment) i) Journalists must not engage in intimidation,\nharassment or persistent pursuit. ii) They must not persist in questioning, telephoning,\npursuing or photographing individuals once asked to desist. Findings of the Committee 6. The Committee emphasised that the newspaper’s\nobligation was to report accurately the proceedings in court. In this instance,\nthe complainant had raised a number of concerns about the article, the majority\nof which arose from her concerns about the court proceedings rather than the\nnewspaper’s account of the proceedings. The article had included a list of\npeople convicted in relation to the incident, which included members of both\nfamilies. 7. The complainant did not dispute that the court had\nheard that Nazia Akhtar had thrown a tubular object at Mr Ahmed, which had\nnarrowly missed a passing vehicle, and that she was later seen bent over a\nfigure, who she was striking with this object. 8. The newspaper said it had seen court documents which\nshowed that the object in question was a vacuum cleaner attachment, but it was\nnot in possession of copies of these documents, and was therefore unable to\nprovide them to the Committee to establish the position in this regard.\nNonetheless, in light of the fact that it was accepted that a “tubular object”\nhad been thrown, the Committee did not consider that this was a matter of\nsignificance. Further, the issue of whether Ms Akhtar intended to throw the\nobject at a car, or if it had been thrown close to the car in an attempt to hit\nan individual, did also not represent a significant inaccuracy. While the\ncomplainant disputed the accuracy of some of the evidence given in court, the\narticle was not a misleading summary of this evidence. There was no breach of\nClause 1. 9. The complainant had alleged that she had been\nharassed, but had not detailed her complaint in this regard; she had not\ndisputed the newspaper’s contention that the photograph which had accompanied\nthe story had been taken outside court. There were no grounds to establish a\nbreach of Clause 4. Conclusions 10. The complaint was not upheld. Remedial Action Required N/A Date complaint received: 21/11/2014 \nDate decision issued: 16/03/2015\nBack to ruling listing\n\n\n"
}