{
    "url": "/rulings-and-resolution-statements/ruling/?id=01887-21",
    "title": "01887-21 Rahnama v The Mail on Sunday",
    "provisions": [
        "2 Privacy (2021)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "The Mail on Sunday (Associated Newspapers Limited)",
    "published_on": "2021-02-07 00:00:00",
    "received_on": "2021-02-23 00:00:00",
    "concluded_on": "2021-09-10 00:00:00",
    "complaint_processing_days": 199,
    "conclusion_long": "12. The complaint was not upheld.",
    "remedial_action": "13. N/A Date complaint received: 23/02/2021",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee – 01887-21\nRahnama v The Mail on SundaySummary of Complaint1. Ali Rahnama complained to the Independent Press Standards\nOrganisation that The Mail on Sunday breached Clause 2 (Privacy) of the\nEditors’ Code of Practice in an article headlined “Farcical”, published on 7\nFebruary 2021.2. The article reported that asylum seekers were being housed in a\nhotel near Heathrow despite the shortage of accommodation for passengers\nrequired to enter quarantine after arrival in the UK as part of measures to\nprevent the spread of Covid-19. It was illustrated with a large photograph of\nthree men in a group, two of whom were wearing face masks, standing or\ncrouching on a curbside. The photograph was captioned: “LAX: Asylum seekers in\nhotel grounds”. The article also quoted several comments by residents of the\nhotel, such as: “It’s not a good system – people are too close together”; and\n“We can walk around wherever we want. There are lots of people here.” The\narticle reported that “Groups of migrants can be seen chatting on smartphones\noutside the hotel or strolling to a parade of shops in nearby West Drayton”. It\nalso noted that the “apparent freedom afforded to the migrants contrasts with\nthe draconian measures awaiting passengers who will be placed in quarantine\nafter flying in to Britain.”3. The article also appeared online under the headline “As\nGovernment scrambles to find hotel rooms for its border quarantine plan, a\n[named hotel chain] two miles from Heathrow is home to 400 asylum seekers...\nand two nearby migrant detention centres stand almost empty”, published on 6\nFebruary in substantially the same form. The same image was used, with the\ncaption: “Hundreds of asylum seekers are being housed at a large hotel near\nHeathrow as the Government struggles to find accommodation for passengers\nforced to quarantine after arriving from virus hotspots”.4. The complainant was one of the men who appeared in the\nphotograph, wearing a facemask, which accompanied the article. He said that the\npublication of the photograph intruded into his private life, as it revealed\nhis status as an asylum seeker, and placed him at risk of serious harm, as he\nwas vulnerable for reasons which he explained during IPSO’s\ninvestigation.  He said that his friends and family abroad had been\ncontacted repeatedly by those who had identified him from the photograph, and\nhe worried that the global reach of the article placed his family in his home\ncountry at increased risk of harm. He also said that he had, since the\npublication of the article, been identified while out in public by individuals\nwith anti-immigration views, who had verbally abused and pointed at him. He\nsaid that, therefore, even though he was wearing a face mask, he was\nidentifiable from the photograph.5. The complainant said that the image had been taken in the car\npark of the hotel in which he was housed; this was not a public space and he\nconsidered it to be his home. On this basis, he believed that he had a\nreasonable expectation of privacy not to be photographed whilst standing there.\nHe said that he had not been aware that he was being photographed.6. The publication apologised if the publication of the photograph\ncaused the complainant distress or inconvenience, but did not accept a breach\nof the Code. It said that the fact of being an asylum seeker was not\ninformation in respect of which a person has a reasonable expectation of\nprivacy. The article did not describe the complainant’s arrival in the UK or\nasylum claim, but merely pictured him outside a residence housing asylum\nseekers. The newspaper maintained that the publication of images of asylum\nseekers in which they were identifiable was common practice in the media.7. The publication stated that the image had been taken while the\ncomplainant was standing in the hotel car park, in clear view of the public. It\nnoted that there was a hoarding around the hotel and part of the car park, but\nthe complainant was standing outside this protected area. Furthermore, a car\nwash business, which was signposted from the nearby motorway, was also present\nin the car park. The publication said that the complainant had no reasonable\nexpectation of privacy in these circumstances. It also provided an email from\nthe photographer who said he was taking photographs of the complainant and his\ncompanions for around 10-15 minutes; he believed that they were aware of his\npresence, as he was standing only about 40 metres away, but did not turn away\nor request that he stop taking photos. The publication said that there was no\nprivate information about the complainant in the image – it showed only his\nlikeness, and half his face was obscured by a mask. The publication also noted\nthat upon receipt of a complaint from another representative of the\ncomplainant, and prior to the complaint to IPSO, the photograph had been\nremoved from the online article.8. Furthermore, the publication stated that the publication of the\nimage served to illustrate comments in the article about the free circulation\nof residents in the hotel despite Covid restrictions.9. The publication said that whilst no public interest defence was\nnecessary, as there was no reasonable expectation of privacy, there was a\npublic interest in showing how the residents of the hotel had freedom to come\nand go, and how they were gathering in groups. It said that, prior to publication,\ndiscussions had taken place as to whether the faces of the men should be\npixelated. Upon viewing the final draft of the article and the manner in which\nthe photograph was presented, an editorial decision was made that there was no\nreason to obscure the faces of the complainant or his companions, as the\npublication did not believe the photograph amounted to an intrusion into their\nprivate lives. The publication said that, in any case, the publication of the\nimage was covered by the public interest exception of raising or contributing\nto a matter of public debate.Relevant Code ProvisionsClause 2 (Privacy)*i) Everyone is entitled to respect for their private and family\nlife, home, physical and mental health, and correspondence, including digital\ncommunications.ii) Editors will be expected to justify intrusions into any\nindividual's private life without consent. In considering an individual's\nreasonable expectation of privacy, account will be taken of the complainant's\nown public disclosures of information and the extent to which the material\ncomplained about is already in the public domain or will become so.iii) It is unacceptable to photograph individuals, without their\nconsent, in public or private places where there is a reasonable expectation of\nprivacy.Findings of the Committee10. Clause 2 states that everyone is entitled to respect for their\nprivate life, home and health and that it is unacceptable to photograph\nindividuals, without their consent, in places where they have a reasonable\nexpectation of privacy. The photograph of the complainant had been taken while\nhe stood in the car park of a hotel, outside the protected area surrounded by\nhoardings, and in full view of anyone visiting the car park. The photograph did\nnot contain any information over which the complainant had a reasonable\nexpectation of privacy: it simply showed him among a small group of people\nstanding outside whilst his face was partially obscured by a mask. The\nCommittee concluded that the complainant had not been in a location in which he\nhad a reasonable expectation of privacy: while the hotel was his current home,\nthe surrounding car park was accessible to members of the public, and he would\nhave been visible to anyone visiting the space, including residents of the\nhotel and patrons of the car wash. The publication of the photograph did not\nbreach Clause 2.11. The caption of the photograph in the print edition of the\nnewspaper stated “LAX: Asylum seekers in hotel grounds” and the caption to the\nphotograph in the online edition began “Hundreds of asylum seekers are being\nhoused….” The complainant said that these captions, in conjunction with the\nphotographs, revealed that he was an asylum seeker, which he said was private\ninformation. The Committee acknowledged that details concerning an individual’s\nimmigration status may, in certain circumstances, be information in respect of\nwhich they have a reasonable expectation of privacy. However, in this instance,\nthe complainant had been pictured outside a hotel which, according to the\nreport, housed hundreds of asylum seekers and in a location in which he did not\nhave a reasonable expectation of privacy. No additional details\nabout the complainant or his immigration status were included in the caption or\nin the article. The Committee concluded that, in these\ncircumstances, the publication of the article did not amount to an intrusion\ninto the complainant’s privacy. There was no breach of Clause 2.Conclusions12. The complaint was not upheld.Remedial Action Required13. N/A Date complaint received: 23/02/2021Date complaint concluded by IPSO: 10/09/2021\nBack to ruling listing\n\n\n"
}