{
    "url": "/rulings-and-resolution-statements/ruling/?id=01905-19",
    "title": "01905-19 Forbes v glasgowlive.co.uk",
    "provisions": [
        "1 Accuracy (2018)",
        "2 Privacy (2018)",
        "6 Children (2018)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "glasgowlive.co.uk (Reach PLC)",
    "published_on": "2019-03-01 00:00:00",
    "received_on": "2019-03-01 00:00:00",
    "concluded_on": "2019-05-25 00:00:00",
    "complaint_processing_days": 85,
    "conclusion_long": "9. The complaint was not upheld",
    "remedial_action": "10. N/A Date complaint received: 01/03/2019",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee 01905-19 Forbes v\nglasgowlive.co.uk\nSummary of complaint\n1. Gordon Forbes\ncomplained to the Independent Press Standards Organisation that\nglasgowlive.co.uk breached Clause 1 (Accuracy), Clause 2 (Privacy) and Clause 6\n(Children) of the Editors' Code of Practice in an article headlined\n\"Bighearted six-year-old doing sponsored walk raising funds to build\ntoilets in Bangladeshi school\" published on 1 March 2019.\n2. The article\nreported that a child, the complainant's son, was doing a sponsored walk in a\nbid to raise funds to build a sanitation block at a school in Bangladesh. The\narticle featured photographs of the child and included his age and the area\nwhere he lived. The article featured comments from the child's stepfather\nexplaining the child's motivation and praising his efforts.\n3. The complainant,\nthe child's father, said the article was inaccurate, as the man, reported to be\nthe child's stepfather, was not his stepfather. The complainant said that the\narticle breached the terms of Clause 6, as he had parental responsibility for\nhis son and he had not consented to the publication of the article or the\nphotographs. The complainant did not believe that the article's publication was\nin his son's best interests.\n4. The complainant\nalso said that the article intruded into his son's privacy in breach of Clause\n2, as it featured photographs taken by the man, which he did not have\npermission to share.\n5. The publication\ndenied any breach of the Code. It provided a statement from the child's mother\nconfirming that she consented to the article's publication and the inclusion of\nthe photographs. The statement also confirmed that the man was her partner.\nRelevant Code Provisions\n6. Clause 1\n(Accuracy)\ni) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not\nsupported by the text. \nii) A significant inaccuracy, misleading statement or\ndistortion must be corrected, promptly and with due prominence, and — where\nappropriate — an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator.\nClause 2 (Privacy)*\ni) Everyone is entitled to respect for his or her private\nand family life, home, health and correspondence, including digital\ncommunications.\nii) Editors will be expected to justify intrusions into any\nindividual's private life without consent. Account will be taken of the\ncomplainant's own public disclosures of information.\niii) It is unacceptable to photograph individuals, without\ntheir consent, in public or private places where there is a reasonable\nexpectation of privacy.\nClause 6 (Children)*\ni) All pupils should be free to complete their time at\nschool without unnecessary intrusion.\nii) They must not be approached or photographed at school\nwithout permission of the school authorities.\niii) Children under 16 must not be interviewed or photographed\non issues involving their own or another child’s welfare unless a custodial\nparent or similarly responsible adult consents.\nFindings of the Committee\n7. A custodial\nparent had consented to the publication of the information in the article and\nthe inclusion of the photographs; the publication did not need consent from\nboth parents. There was no breach of Clause 6 or Clause 2.\n8. Further, the\ncomplainant accepted that the man referred to in the article was in a\nrelationship with the mother of the child. In these circumstances it was not\nsignificantly inaccurate for the article to refer to him as the child’s\nstepfather. There was no breach of Clause 1 on this point.\nConclusion\n9. The complaint\nwas not upheld\nRemedial action required\n10. N/A\nDate complaint received: 01/03/2019Date decision issued: 25/05/2019\nBack to ruling listing\n\n\n"
}