{
    "url": "/rulings-and-resolution-statements/ruling/?id=01902-21",
    "title": "01902-21 A man and a woman v Haslemere Herald",
    "provisions": [
        "2 Privacy (2021)",
        "4 Intrusion into grief or shock (2021)",
        "9 Reporting of crime (2021)"
    ],
    "outcome": "Breach - sanction: publication of adjudication",
    "publication": "Haslemere Herald (Tindle Newspapers Limited)",
    "received_on": "2021-02-10 00:00:00",
    "concluded_on": "2021-06-10 00:00:00",
    "complaint_processing_days": 120,
    "conclusion_long": "17. The complaint was upheld under Clause 9.",
    "remedial_action": "18. Having upheld the complaint, the Committee considered what remedial action should be required. In circumstances where the newspaper had breached Clause 9 the publication of an adjudication was appropriate. 19. The Committee considered the placement of this adjudication. The adjudication should be published in print, on or before page 3, where the original article appeared. The headline to the adjudication should make clear that IPSO has upheld the complaint, give the title of the publication and refer to the complaint’s subject matter. The headline must be agreed with IPSO in advance. 20. The terms of the adjudication for publication are as follows: A man complained to the Independent Press Standards Organisation that the Haslemere Herald breached Clause 9 (Reporting of crime) in an article published in February 2021. The article reported on the court case of the complainant’s son who had admitted sexually assaulting a woman.  It gave details of the crime, and commented that the defendant was the son of the former chairman of a local parish council, naming both the parish council and the complainant. The article also contained a photograph of the defendant and the complainant, which was captioned: “[named defendant] with dad, and ex-parish council chair, [named father]”. It included a quote from the defendant, who worked as a producer, which had been taken from an interview with the same newspaper which referred to both his “dad” and “mum” having appeared as extras in a programme he was working on. The complainant said that the article breached Clause 9 as it identified him as the relative of someone convicted of a crime. The complainant said he had not consented to being named and photographed in the article, and that he was not genuinely relevant to the story, as he played no role in the crime and had not attended court proceedings. He said his relationship with his son would be known within his village, but was not widely known further afield. IPSO considered that the complainant had no part in the crime, or his son’s trial. While he had previously featured in articles which disclosed his relationship to his son with regard to his position as a producer, IPSO considered that this fell short of making him genuinely relevant to the story of the article under complaint: namely his son’s crime. IPSO acknowledged that there may be occasions where the nature of a familiar connection is so well-established in the public domain that the purpose for which Clause 9 is intended, of protecting innocent friends and relatives from association with crime and allegations of crime, is no longer relevant, but that was not the case here. There was no basis for a finding that the complainant was genuinely relevant to the story at the time of publication, and the newspaper had breached Clause 9 of the Editors’ Code. Date complaint received: 10/02/2021",
    "text": "\n\n\n\n\n\nDecision of the\nComplaints Committee 01902-21 A man and a woman v Haslemere Herald\nSummary of Complaint\n1. A man and a woman complained to the\nIndependent Press Standards Organisation that the Haslemere Herald breached\nClause 2 (Privacy), Clause 4 (Intrusion into grief and shock) and Clause 9\n(Reporting of crime) of the Editors’ Code of Practice in an article published\nin February 2021.\n2. The article reported on the court case of a\nman who had admitted sexually assaulting a woman. The complainants were the\nman’s parents.\n3. The article gave details of the crime, and\ncommented that the defendant was the son of the former chairman of a local\nparish council, naming both the parish council and the male complainant. The\narticle also contained a photograph of the defendant and the male complainant,\nwhich was captioned: “[named defendant] with dad, and ex-parish council chair,\n[named father]”. It included a quote from the defendant, who worked as a\nproducer, which had been taken from a previous interview with the same\nnewspaper which referred to both his “dad” and “mum” having appeared as extras\nin a programme he was working on. The defendant’s mother, the female\ncomplainant, was not named. The article also referred to the illness of the\ndefendant.\n4. The complainants said that the article\nidentified them as relatives of someone convicted of a crime in breach of\nClause 9. The father said he had not consented to being named and photographed\nin the article, and the mother had not consented to being referred to. They\nsaid that neither of them was genuinely relevant to the story, as they played\nno role in the crime and had not attended court proceedings. The complainants\nsaid that their relationship with their son would be known within their\nvillage, but was not widely known further afield.\n5. The complainants said that they had a\nreasonable expectation of privacy over their relationship to their son, and\nthat the focus on their relationship in the article intruded into their private\nlives. The complainants also said that due to their son’s illness and the\nstress of the court case, they were in a state of grief and shock, and that by\nidentifying them in the article the journalist had intruded into this.\n6. The publication did not accept a breach of\nthe Code. While the defendant’s father had been identified in the article, it\nbelieved that he was genuinely relevant to the story: he was a prominent public\nfigure in the area due to his work for the district and parish council over\nthree decades. Furthermore, some years earlier it had published an article,\nwritten with the family’s involvement and featuring images of the father and\nson together, which reported that the complainant had appeared as an extra in a\ntelevision programme produced by his son. This made the complainants relevant\nto their son’s career and their relationship with him was, in the view of the\npublication, well established in the public domain to the extent that Clause 9\nwould have no useful purpose. Furthermore, the publication believed that due to\nthe father’s position, his inclusion was in the public interest. It said that\nthe editorial team had discussed this issue in advance of publication, and\nconcluded that the previous article connecting the complainants and their son rendered\nthem relevant to the story. The publication said that the quote: “My mum also\nmade an appearance as an extra in the second series\" did not identify the\nother complainant.\n7. The publication said that for similar\nreasons, the article did not breach Clause 2; both complainants had publicly\ndisclosed their relationship with their son so they did not have a reasonable\nexpectation of privacy over this information and the newspaper was entitled to\nprint it.\n8. The publication expressed its condolences\nto the complainants over what their family was going through. However, it noted\nthat their son’s illness was spoken about in court as the reason for the delay\nin proceedings. It said that it had reported the article sensitively and had\nnot sensationalised the facts; the reporting was restrained and responsible,\nand it omitted details it was legally entitled to publish.\nRelevant Clause\nProvisions\n9. Clause 2 (Privacy)*\ni) Everyone is\nentitled to respect for their private and family life, home, physical and\nmental health, and correspondence, including digital communications.\nii) Editors will be\nexpected to justify intrusions into any individual's private life without\nconsent. In considering an individual's reasonable expectation of privacy,\naccount will be taken of the complainant's own public disclosures of\ninformation and the extent to which the material complained about is already in\nthe public domain or will become so.\niii) It is\nunacceptable to photograph individuals, without their consent, in public or\nprivate places where there is a reasonable expectation of privacy.\nClause 4 (Intrusion\ninto grief or shock)\nIn cases involving\npersonal grief or shock, enquiries and approaches must be made with sympathy\nand discretion and publication handled sensitively. These provisions should not\nrestrict the right to report legal proceedings.\nClause 9 (Reporting\nof Crime)*\ni) Relatives or\nfriends of persons convicted or accused of crime should not generally be\nidentified without their consent, unless they are genuinely relevant to the\nstory.\nii) Particular regard\nshould be paid to the potentially vulnerable position of children under the age\nof 18 who witness, or are victims of, crime. This should not restrict the right\nto report legal proceedings.\niii) Editors should\ngenerally avoid naming children under the age of 18 after arrest for a criminal\noffence but before they appear in a youth court unless they can show that the individual’s\nname is already in the public domain, or that the individual (or, if they are\nunder 16, a custodial parent or similarly responsible adult) has given their\nconsent. This does not restrict the right to name juveniles who appear in a\ncrown court, or whose anonymity is lifted.\nThe Public Interest\nThere may be\nexceptions to the clauses marked * where they can be demonstrated to be in the\npublic interest.\n1. The public\ninterest includes, but is not confined to:\nDetecting or exposing crime, or the\nthreat of crime, or serious impropriety.Protecting public health or safety.Protecting the public from being\nmisled by an action or statement of an individual or organisation.Disclosing a person or organisation’s\nfailure or likely failure to comply with any obligation to which they are\nsubject.Disclosing a miscarriage of justice.Raising or contributing to a matter of\npublic debate, including serious cases of impropriety, unethical conduct or\nincompetence concerning the public.Disclosing concealment, or likely\nconcealment, of any of the above.\n2. There is a public\ninterest in freedom of expression itself.\n3. The regulator will\nconsider the extent to which material is already in the public domain or will\nbecome so.\n4. Editors invoking\nthe public interest will need to demonstrate that they reasonably believed\npublication - or journalistic activity taken with a view to publication – would\nboth serve, and be proportionate to, the public interest and explain how they\nreached that decision at the time.\n5. An exceptional\npublic interest would need to be demonstrated to over-ride the normally\nparamount interests of children under 16.\nFindings of the\nCommittee\n10. Clause 9 makes clear that relatives or\nfriends of persons convicted or accused of crime should not generally be identified\nwithout their consent, unless they are genuinely relevant to the story.\n11. The Committee\nfirst considered the position of the defendant’s father, the male complainant.\nHe was named and photographed in the article, and it was not in dispute that he\nhad been identified. The Committee therefore considered whether he was\ngenuinely relevant to the story.\n12. The story centred\nthe crime of the complainants’ son. It was accepted that the complainants had\nno part in the crime, or their son’s trial. While the complainants had on\noccasion in the past featured in articles which disclosed their relationship to\ntheir son with regard to his position as a producer, the Committee considered\nthat this fell short of making them genuinely relevant to the story of the\narticle under complaint: namely their son’s crime.\n13. The publication\nhad said that the connection between the identified complainant and his son was\nso well established in the public domain that Clause 9 would have no useful\npurpose. The Committee acknowledged that there may be occasions where the\nnature of a familiar connection is so well-established in the public domain\nthat the purpose for which Clause 9 is intended, of protecting innocent friends\nand relatives from association with crime and allegations of crime, is no\nlonger relevant. However, in this case, the relationship between the\ncomplainant and his son clearly fell short of this threshold. There was a\nbreach of Clause 9 with relation to the defendant’s father, the male\ncomplainant.\n14. The second\ncomplainant had not been named or photographed within the article, and the only\nreference to her had been a quote from her son about her appearance as an\nextra, in which she was referred to only as “mum”. On this basis, the Committee\nconcluded that she had not been identified and Clause 9 was not engaged.\n15. The complainants\nalso said that the revelation of their family connection to their son breached\ntheir privacy and intruded into their grief and shock. Notwithstanding the\nbreach under Clause 9, the complainants did not have a reasonable expectation\nof privacy over their relationship to their son, which was a matter of public\nrecord and had been previous established in the public domain, albeit not\nwidely. There was no breach of Clause 2.\n16. The Committee\nfinally considered the complaint about intrusion into grief and shock. It noted\nthat this was a report of court proceedings, in which the defendant's illness\nwas mentioned, with additional material about the defendant's family\nbackground. Notwithstanding that the Committee had found a breach of Clause 9,\nthis did not constitute insensitive handling.\nConclusions\n17. The complaint was\nupheld under Clause 9.\nRemedial action\nrequired\n18. Having upheld the\ncomplaint, the Committee considered what remedial action should be required. In\ncircumstances where the newspaper had breached Clause 9 the publication of an\nadjudication was appropriate.\n19. The Committee\nconsidered the placement of this adjudication. The adjudication should be\npublished in print, on or before page 3, where the original article appeared.\nThe headline to the adjudication should make clear that IPSO has upheld the\ncomplaint, give the title of the publication and refer to the complaint’s\nsubject matter. The headline must be agreed with IPSO in advance.\n20. The terms of the\nadjudication for publication are as follows:\nA man complained to\nthe Independent Press Standards Organisation that the Haslemere Herald breached\nClause 9 (Reporting of crime) in an article published in February 2021.\nThe article reported\non the court case of the complainant’s son who had admitted sexually assaulting\na woman.  It gave details of the crime,\nand commented that the defendant was the son of the former chairman of a local\nparish council, naming both the parish council and the complainant. The article\nalso contained a photograph of the defendant and the complainant, which was\ncaptioned: “[named defendant] with dad, and ex-parish council chair, [named\nfather]”. It included a quote from the defendant, who worked as a producer,\nwhich had been taken from an interview with the same newspaper which referred\nto both his “dad” and “mum” having appeared as extras in a programme he was\nworking on.\nThe complainant said\nthat the article breached Clause 9 as it identified him as the relative of\nsomeone convicted of a crime. The complainant said he had not consented to\nbeing named and photographed in the article, and that he was not genuinely\nrelevant to the story, as he played no role in the crime and had not attended\ncourt proceedings. He said his relationship with his son would be known within\nhis village, but was not widely known further afield.\nIPSO considered that\nthe complainant had no part in the crime, or his son’s trial. While he had\npreviously featured in articles which disclosed his relationship to his son\nwith regard to his position as a producer, IPSO considered that this fell short\nof making him genuinely relevant to the story of the article under complaint:\nnamely his son’s crime. IPSO acknowledged that there may be occasions where the\nnature of a familiar connection is so well-established in the public domain\nthat the purpose for which Clause 9 is intended, of protecting innocent friends\nand relatives from association with crime and allegations of crime, is no\nlonger relevant, but that was not the case here.\nThere was no basis\nfor a finding that the complainant was genuinely relevant to the story at the\ntime of publication, and the newspaper had breached Clause 9 of the Editors’\nCode.\nDate complaint\nreceived: 10/02/2021\nDate complaint\nconcluded by IPSO: 10/06/2021 \nBack to ruling listing\n\n\n"
}