{
    "url": "/rulings-and-resolution-statements/ruling/?id=01902-15",
    "title": "01902-15 Afzal v The Sunday Telegraph",
    "provisions": [
        "1 (Accuracy) 2015"
    ],
    "outcome": "No breach - after investigation",
    "publication": "The Sunday Telegraph (Telegraph Media Group Ltd)",
    "received_on": "2015-03-23 00:00:00",
    "concluded_on": "2015-06-23 00:00:00",
    "complaint_processing_days": 92,
    "conclusion_long": ". There had been no overall failure to take care not to publish inaccurate information in breach of Clause 1 (i). Nonetheless, the assertion, made twice in the article, that the inspectorate had found a “narrowing of the curriculum” represented a significant inaccuracy in the context of an article reporting fears of extremist influences in schools.  9. In order to avoid a breach of Clause 1 (ii), it was necessary to correct the reference to a narrowing of the curriculum, which had not been included in the final version of the report. The newspaper had amended the online article on receipt of the complaint. The footnote to the article and stated the true position. The newspaper had also offered to publish a correction in print. The wording of this was sufficient to avoid a breach of 1 (ii), and page 2 was an appropriate position as the original article had appeared on page 16. This correction should now be published.  10. It was not in dispute that people involved in the “Trojan horse” plot had exchanged messages praising the school’s new head teacher, and suggesting that she might pursue an “Islamising agenda”. Furthermore, it was accepted that Small Heath School was one of 21 institutions that had been inspected when the existence of the “plot” had become public knowledge. The newspaper was entitled to refer to this context when reporting the findings of the Ofsted report and the article had not contained inaccurate information in this regard.  Conclusions 11. The complaint was not upheld.",
    "remedial_action": "N/A  Date complaint received: 23/03/2015",
    "text": "\n\n\n\n\n\n   Decision of the Complaints Committee 01902-15 Afzal v\nThe Sunday Telegraph\nSummary of\ncomplaint \n1. Feroza Afzal complained to the Independent Press\nStandards Organisation that The Sunday Telegraph had breached Clause 1\n(Accuracy) of the Editors’ Code of Practice in an article headlined “New school\n‘Islamising’ plot uncovered”/”Another Birmingham school put in special measures\namid ‘Trojan Horse’ fears”, published in print and online on 31 January 2015. \n2. The article reported that Ofsted had placed Small\nHeath School in Birmingham into special measures amid fears of the resurgence\nof the so-called “Trojan horse plot”. It noted that the report, which was not\npublicly available at the time the article was published, had found a\n“narrowing of the curriculum at the school”, following the appointment of a new\nhead teacher. The article quoted messages from messaging app WhatsApp, in which\n“key plotters” praised the new head teacher, and discussed how she might be\nable to pursue an “Islamising agenda” at the school. \n3. The complainant said that the article was inaccurate.\nThe Ofsted report had not found a “narrowing of the curriculum”; rather it had\npraised the breadth of the curriculum at the school, and noted that\n“discrimination is not tolerated in any form”. Furthermore, the complainant\nsaid that the Education Select Committee had found no evidence of a “Trojan\nhorse” plot, or any other extremist influences, at the school. \n4. The newspaper accepted that Ofsted had not found a\n“narrowing of the curriculum”. This reference had been included in an earlier,\ndraft version of the report, and the information about this had come from an\nauthoritative source, close to the school leadership. The assertion had been\ncontained in quotation marks, to make clear that it was attributable to a\nsource. The journalist had attempted to contact the local council and the head\nteacher prior to publication, but both parties had indicated that they did not\nwish to comment on the content of the report. On receipt of the complaint the\nnewspaper had removed this reference from the online article, and added the\nfollowing footnote: \nUpdate: This article has been amended since it was first\nposted. As the article stated, the school has been downgraded to “inadequate”\nand placed into special measures by Ofsted amid what the inspectorate called a\n“schism” between the new head teacher and her staff. However, the published\nreport did not find a narrowing of the curriculum. \nThe newspaper also offered to publish the following\ncorrection in its Corrections and Clarifications section on page 2: \nAn article of 1 Feb (“New school ‘Islamising’ plot\nuncovered”) stated that Small Heath School in Birmingham would be downgraded to\n“inadequate” and put into special measures by Ofsted, in part due to a finding\nof a ‘narrowing of curriculum’ at the school. Although the school was indeed\ndowngraded as stated, amid what the inspectorate termed a “schism” between the\nnew head teacher and her staff, the published Ofsted report did not find a\nnarrowing of the curriculum. We are happy to make this clear. \n5. The newspaper defended the wider accuracy of the\narticle. It was an incontestable fact that the school was one of 21 schools in\nBirmingham that was subject to an inspection after the existence of the “plot”\nbecame known. It was not misleading to report on the findings of the report in\nthis context, particularly in circumstances where the newspaper had access to\nmessages from some known participants in the “plot”, suggesting that the new\nhead teacher might pursue an “Islamising agenda” at the school. \nRelevant Code Provisions\n6. Clause 1 (Accuracy) \ni) The Press must take care not to publish inaccurate,\nmisleading or distorted information, including pictures. \nii) A significant inaccuracy, misleading statement or\ndistortion once recognised must be corrected, promptly and with due prominence. \nFindings of the Committee\n7. The Committee expressed some concern that the\nnewspaper had not made clear that, according to its source, the reference to a\n“narrowing of the curriculum” was contained in an early draft version of the\nreport. However, in circumstances where the article made clear that the final\nversion of the report had not yet been published, this did not raise a breach\nof Clause 1 (i). \n8. The Ofsted report had not been publicly available when\nthe article was published. The newspaper was entitled to rely on a source close\nto the school leadership, who had access to a draft version of the report, for\ninformation its findings. The council and school head teacher had declined to\ncomment on the report’s conclusions. There had been no overall failure to take\ncare not to publish inaccurate information in breach of Clause 1 (i).\nNonetheless, the assertion, made twice in the article, that the inspectorate\nhad found a “narrowing of the curriculum” represented a significant inaccuracy\nin the context of an article reporting fears of extremist influences in\nschools. \n9. In order to avoid a breach of Clause 1 (ii), it was\nnecessary to correct the reference to a narrowing of the curriculum, which had\nnot been included in the final version of the report. The newspaper had amended\nthe online article on receipt of the complaint. The footnote to the article and\nstated the true position. The newspaper had also offered to publish a\ncorrection in print. The wording of this was sufficient to avoid a breach of 1\n(ii), and page 2 was an appropriate position as the original article had\nappeared on page 16. This correction should now be published. \n10. It was not in dispute that people involved in the\n“Trojan horse” plot had exchanged messages praising the school’s new head\nteacher, and suggesting that she might pursue an “Islamising agenda”.\nFurthermore, it was accepted that Small Heath School was one of 21 institutions\nthat had been inspected when the existence of the “plot” had become public\nknowledge. The newspaper was entitled to refer to this context when reporting\nthe findings of the Ofsted report and the article had not contained inaccurate\ninformation in this regard. \nConclusions\n11. The complaint was not upheld. \nRemedial Action Required\nN/A \nDate complaint received: 23/03/2015\nDate decision issued: 23/06/2015\nBack to ruling listing\n\n\n"
}