{
    "url": "/rulings-and-resolution-statements/ruling/?id=01909-22",
    "title": "01909-22 Walker v Daily Mail",
    "provisions": [
        "1 Accuracy (2021)"
    ],
    "outcome": "Breach - sanction: action as offered by publication",
    "publication": "Daily Mail (Associated Newspapers Limited)",
    "published_on": "2022-01-25 00:00:00",
    "received_on": "2022-03-03 00:00:00",
    "concluded_on": "2022-08-08 00:00:00",
    "complaint_processing_days": 158,
    "conclusion_long": "23. The complaint was upheld under Clause 1(i).",
    "remedial_action": "24. The wording which was offered clearly put the correct position on record, and was offered promptly and with due prominence, and should now be published.    Date complaint received: 03/03/2022",
    "text": "\n\n\n\n\n\nDecision\nof the Complaints Committee – 01909-22 Walker v Daily Mail\nSummary\nof Complaint\n1. Peter\nWalker complained to the Independent Press Standards Organisation that the\nDaily Mail breached Clause 1 (Accuracy) of the Editors’ Code of Practice in an\narticle headlined “Bike lane Britain... the GREAT LEAP BACKWARDS”, published on\n25 January 2022.\n2. The\narticle was a comment piece which stated the columnist’s opinion on cyclists,\nthe development of city centres to provide more cycle paths as a result of\nCovid-19 and the changes to the updated Highway Code. When describing the\nchanges to the Highway Code the columnist wrote that: \"All you need to\nknow about this madness is that the transport department's 'consultation\nprocess' didn't include a single motoring organisation. Pro-bike extremists\nwere given a blank sheet of paper to write their own rules.\" The article\nalso stated that the “bike lanes built over the past couple of years 'because\nof Covid' are deserted most of the time\". The article described the\nupdated Highway Code as giving “priority to cyclists and pedestrians under all\ncircumstances\"; that “Bikers are encouraged to ride two or three abreast\nin the middle of the road, deliberately to slow traffic to a crawl\"; and\nthat \"Under the new rules, there is no requirement for cyclists to use\nexpensively installed bike lanes”. The article also stated that “Genghis Khan’s\nLondon looks as if it has been hit by a cluster of neutron bombs, which has\nleft the buildings and bike lanes intact and laid waste to all commercial\nactivity” and referred to “Town Hall Guardianista polar-bear huggers in thrall\nto cult of the great god cycling”.\n3. The\narticle also appeared online under the headline “RICHARD LITTLEJOHN: Bike lane\nBritain...the Great Leap Backwards. Under cover of Covid, officials have turned\nour city centres into crazy golf courses giving priority to Lycra-clad lunatics\non racing bikes”, published on 24 January in substantially the same format.\n4. The\ncomplainant said that the article was inaccurate in breach of Clause 1. He said\nthat it was inaccurate to report that no motoring organisations had taken part\nin the consultation process over the Highway Code. He said that the\nconsultation was an open process, and specifically noted that a large motoring\norganisation had confirmed their involvement with him, and others had published\ntheir involvement on Twitter.\n5. The\ncomplainant also said that it was inaccurate to report that bike lanes built\nwithin the past few years were “deserted most of the time.\" Whilst he\naccepted that some recently built lanes were less well-used, he said that many\nwere very well used.\n6. The\ncomplainant also had concerns regarding the way the article presented the new\nHighway Code. He said that it was inaccurate to report that the new Code gave\n“priority to cyclists and pedestrians under all circumstances\", and the\ncorrect position was that it created a “hierarchy of road users”. The\ncomplainant said that the hierarchy was a duty of mutual care and did not mean\ncyclists and pedestrians had priority under all circumstances, but rather in some\nspecific scenarios. He also said that “priority” was a specific and quasi-legal\nroad traffic term, which should not be used interchangeably with the hierarchy\nof road users.\n7. The\ncomplainant also said it was inaccurate to report that cyclists were\n\"encouraged\" to ride two or three abreast. He said the correct\nposition was that cyclists were told they could ride two abreast if it was\nsafer to do so, and noted the Highway Code did not refer to riding three\nabreast, but stated: “You can ride two abreast and it can be safer to do so,\nparticularly in larger groups or when accompanying children or less experienced\nriders.” He also considered that, where there were large groups of cyclists,\nriding two abreast could make it quicker for cars to overtake. He also said it\nwas inaccurate to refer to cyclists riding in the middle of the “road” as it\nshould have referred to the “lane” of the road instead.\n8. The\ncomplainant also thought it was misleading to state that \"Under the new\nrules, there is no requirement for cyclists to use expensively installed bike\nlanes\", as the previous iteration of the Highway Code did not require\ncyclists to use bike lanes and this was not, therefore, a change to the rules.\n9. The\npublication did not accept a breach of the Code. It said that the article\nshould be read in its context: the opinion piece of a columnist who was well\nknown for his satirical style and for expressing his strong personal opinions\nin a colourful way. The publication said that readers would be aware that much\nof the content of his columns was his own comment.\n10. The\npublication said that it had taken care over the claim that no motoring organisations\nhad been included in the consultation. It noted that the day the article was\npublished online a public radio show had featured the Director of Policy and\nResearch at IAM RoadSmart, which the publication described as the UK’s largest\nindependent road safety charity. The director had stated that: “There is a lot\nof ambiguity within these new rules because the rules were written by cycling\nand walking organisations – they were given a blank cheque to look at this\nabout a year and a half ago. There was a consultation – that consultation\nunfortunately was hijacked by the cycling lobby itself. They proudly told us\nthat of the 20,000 responses to the Highway Code Consultation, 16,000 came from\ncyclists […] nobody from the motoring organisations was involved in the initial\nconsultation”. The publication said that the article had accurately reported\nthe statement from the radio show, and that it was entitled to rely on a public\nstatement from a senior director at such a charity.\n11. The\npublication did, however, accept that some motoring organisations had\nparticipated in the consultation. Whilst it did not accept that this\nrepresented a significant inaccuracy in the context of the overall article, it\noffered to remove the following sentences from the article: “All you need to\nknow about this madness is that the transport department’s ‘consultation\nprocess’ didn’t include a single motoring organisation. Pro-bike extremists\nwere given a blank sheet of paper to write their own rules”. It also offered to\npublish the following clarification in its page two corrections and\nclarifications box and as a footnote to the online article:\nA column\non January 25 about updates to the Highway Code for cyclists said that the\n“consultation process” did not include “a single motoring organisation”. While\nthis claim was made by a leading road safety charity about the initial\nconsultation, we have since been informed that several motoring organisations\nwere involved at a later stage.\n12. The\npublication said that the statement within the article that cycle lanes built\nwithin “the past couple of years” were “deserted most of the time\" was not\na strict claim of fact, which was apparent from the context of the article. It\nsaid that the article was clearly a satirical comment piece in which the writer\noften drew upon his own experiences and observations for humorous hyperbolic\neffect. For example, elsewhere in the article, the writer said that: “Genghis\nKhan’s London looks as if it has been hit by a cluster of neutron bombs, which\nhas left the buildings and bike lanes intact and laid waste to all commercial\nactivity” and referred to “Town Hall Guardianista polar-bear huggers in thrall\nto cult of the great god cycling”. The publication said that, within the\ncontext of the article, readers would understand that the writer was not\nclaiming he had closely studied every recently built bike lane, and considered\nthat it would be difficult to find a strict definition of a bike lane being\n“deserted most of the time”. It said, however, that the point had a strong\nbasis of fact and provided IPSO with multiple articles which commented on\nunderused or empty bike lanes; examples of cycle lanes being removed or\nreconsidered because they were unsuitable, ill-considered, or dangerous to other\nroad users; and a Facebook group dedicated to images and videos of empty cycle\nlanes in London.\n13. The\npublication said that the new Highway Code featured a new “Hierarchy of Road\nUsers” which placed cyclists and pedestrians at the top. It said, therefore,\nthat it was not inaccurate to report that it gave “priority” to cyclists and\npedestrians above all other road users. The publication also said that the new\nHighway Code had removed the old rule which stated that cyclists “never ride\nmore than two abreast” and had added a new rule for cyclists to “ride in the\ncentre of [their] lane” in some circumstances. It said that it was clear that\nthese deliberate changes had the effect of encouraging bikers to ride two or\nthree abreast in the middle of the road, which it considered would indisputably\nslow traffic. The publication also stated that there was no significant\ndifference between the middle of the “road” and the middle of the “lane”. It\nsaid that a person cycling in the middle of a lane, would also be in the middle\nof the road - as opposed to cycling at its edge. The publication said that\nwhere the updated rules did not require cyclists to use bike lanes, and where\nthe article did not claim that this had not been present in the previous\niteration of the rules, it was not inaccurate to report the under “the new\nrules, there is no requirement for cyclists to use expensively installed bike\nlanes\".\n14. The\ncomplainant said that the correction offered by the publication was still\ninaccurate. He said it was not correct that motoring organisations took part in\nthe consultation \"at a later stage\". He said that there was a\nfixed-time consultation process, which everyone could submit their views before\nthe deadline including a number of motoring groups. He said that the term “at a\nlater stage” implied that motoring organisations had only taken part after\nother groups. The complainant also said that the publication had only\ndemonstrated that some bicycle lanes were empty at certain points, rather than\nall recently built bike lanes being deserted most of the time. He also\ndisagreed that the hyperbolic statements used as examples by the publication\nwere relevant to the claim that recently built bike lanes were deserted most of\nthe time. He said that these statements came earlier in the article, whereas\nthe phrase about deserted bike lanes came later, in the more serious and\nfactual part of the article.\n15. The\npublication said that motoring organisations had been involved in the public\nconsultation, which it understood to be the final stage of any consultation\nprocess, and therefore did not consider the wording it had offered to be\nmisleading. However, it amended the offered wording to remove the reference to\n“at a later stage” to state:\nA column\non January 25 about updates to the Highway Code for cyclists said that the\n“consultation process” did not include “a single motoring organisation”. While\nthis claim was made by a leading road safety charity about the initial\nconsultation, we have since been informed that several motoring organisations\nwere involved in the process.\nRelevant\nCode Provisions\nClause 1\n(Accuracy)\ni) The\nPress must take care not to publish inaccurate, misleading or distorted\ninformation or images, including headlines not supported by the text.\nii) A\nsignificant inaccuracy, misleading statement or distortion must be corrected,\npromptly and with due prominence, and — where appropriate — an apology\npublished. In cases involving IPSO, due prominence should be as required by the\nregulator. \niii) A\nfair opportunity to reply to significant inaccuracies should be given, when\nreasonably called for.\niv) The\nPress, while free to editorialise and campaign, must distinguish clearly\nbetween comment, conjecture and fact.\nFindings\nof the Committee\n16. The\nCommittee firstly noted that the article under complaint was a comment piece,\nand clearly distinguished as such by the tone, format and the by-line and\nphotograph of a well-known columnist. However, it also made clear that\nnewspapers have an obligation to take care not to publish inaccurate\ninformation, even in comment pieces.\n17. The\narticle had reported that “the transport department's 'consultation process'\ndidn't include a single motoring organisation”. Although it appeared in the\ncontext of an opinion piece, this was clearly a statement of fact, which the\npublication accepted was not accurate. The publication had reported the claim\nas fact after a director of a road safety charity had spoken on a radio\nprogram. The charity was not responsible for the consultation, nor did the\narticle attribute the claim to that person. Where the information about who was\ninvolved in the consultation was inaccurate and given that accurate information\nwas in the public domain or available by contacting motoring organisations, as\nthe complainant did, this fell short of the publication’s responsibility to\ntake care under Clause 1(i). Where the central argument presented in the\narticle was that the thinking of policy makers, and particularly the revised\nHighway Code, had been captured by the pro-cycling lobby at the expense of car\nusers, stating that no motoring organisations were involved in the consultation\nwas a significant inaccuracy that required correction.\n18. The\npublication had offered wording on this point which acknowledged the inaccuracy\nand put the correct position on record. The wording was offered in the\npublication’s first substantive response to the complaint after the complainant\ndemonstrated that motoring organisations had formed part of the consultation,\nwith the publication offering to revise the offered wording to reflect the complainant’s\nlater concerns. The wording was offered to be published as a footnote to the\nonline article, and in the newspaper’s established corrections and\nclarifications box, whereas the original article had appeared on page 19; and\nthe publication offered to delete the sentences from the article. The wording,\ntherefore, was both duly prompt and prominent and there was no breach of Clause\n1(ii).\n19. The\narticle stated that “bike lanes built over the past couple of years 'because of\nCovid' are deserted most of the time\". The Committee considered the\nstatement in the context of the article – which was clearly a satirical opinion\npiece. It also noted the articles and information provided by the publication,\nwhich gave many examples of pop-up cycle lanes being underused or even closed.\nWhere it had been reported that bike lanes were not being frequently used, and\nwhere the complainant accepted that several Covid bike lanes were not well used\nand in the context of a hyperbolic comment piece, the Committee did not\nconsider the phrase “deserted most of the time” to be an inaccurate statement\nof fact in the way the complainant suggested. There was no breach of Clause 1\non this point.\n20. The\ncomplainant also had concerns regarding the way the Highway Code had been\nportrayed in the article. The Committee considered that there was adequate\nbasis in the new Highway Code to support the publication’s characterisation of\nthe changes. On the first point, the new Highway Code featured a new “Hierarchy\nof Road Users”, which placed cyclists and pedestrians at the top. Again, in the\ncontext of an opinion piece in a newspaper, rather than a driving manual or\nlegal document, it was not inaccurate to characterise this as giving “priority\nunder all circumstance” to cyclists and pedestrians, where the complainant\naccepted that the “hierarchy of Road Users” placed cyclists and pedestrians\nabove other road users, and this hierarchy was intended to help road users\nunderstand and interpret the Highway Code. There was no breach of the Code on\nthis point.\n21. The\nCommittee noted that the new Highway Code did not state that cyclists could or\nshould ride three abreast. However, it was not in dispute that the new Highway\nCode had removed a prohibition on riding more than two abreast, while setting\nout more specifically the circumstances where riding two abreast might be\nappropriate. It also allowed for cyclists to ride in the centre of the lane.\nFor those reasons and in a comment piece that was clearly setting out the\nwriter’s concerns about the potential for cyclists to take up more road space\nand potentially obstruct traffic it was not inaccurate to report that “Bikers\nare encouraged to ride two or three abreast in the middle of the road”. In\naddition, the columnist was entitled to state his opinion that this was\n“deliberately to slow traffic to a crawl\" – this was distinguished as\nbeing his view by the use of the adverb “deliberately” being clearly satirical.\nThere was no breach of the Code on these points.\n22.\nWhere the complainant did not dispute that the new Highway Code did not require\ncyclists to use bike lanes, and where the article had not stated that this had\nchanged from the previous iteration of the Code, it was not inaccurate to\nreport that \"Under the new rules, there is no requirement for cyclists to\nuse expensively installed bike lanes\". There was no breach of Clause 1 on\nthese points.\nConclusion(s)\n23. The\ncomplaint was upheld under Clause 1(i).\nRemedial\nAction Required\n24. The\nwording which was offered clearly put the correct position on record, and was\noffered promptly and with due prominence, and should now be published.\n\n\n\nDate\ncomplaint received: 03/03/2022\nDate\ncomplaint concluded by IPSO: 08/08/2022\nBack to ruling listing\n\n\n"
}