{
    "url": "/rulings-and-resolution-statements/ruling/?id=01903-21",
    "title": "01903-21 A man and a woman v Bordon Herald",
    "provisions": [
        "2 Privacy (2021)",
        "4 Intrusion into grief or shock (2021)",
        "9 Reporting of crime (2021)"
    ],
    "outcome": "Breach - sanction: publication of adjudication",
    "publication": "Bordon Herald (Tindle Newspapers Limited)",
    "received_on": "2021-02-10 00:00:00",
    "concluded_on": "2021-06-10 00:00:00",
    "complaint_processing_days": 120,
    "conclusion_long": "16. The complaint was upheld under Clause 9.",
    "remedial_action": "17. Having upheld the complaint, the Committee considered what remedial action should be required. In circumstances where the newspaper had breached Clause 9 the publication of an adjudication was appropriate. 18. The Committee considered the placement of this adjudication. The adjudication should be published in print, on or before page 7, where the original article appeared. The headline to the adjudication should make clear that IPSO has upheld the complaint, give the title of the publication and refer to the complaint’s subject matter. The headline must be agreed with IPSO in advance. 19. The terms of the adjudication for publication are as follows: A man complained to the Independent Press Standards Organisation that the Bordon Herald breached Clause 9 (Reporting of crime) in an article published in February 2021. The article reported on the court case of the complainant’s son who had admitted sexually assaulting a woman.  It gave details of the crime, and commented that the defendant was the son of the former chairman of a local parish council, naming both the parish council and the complainant. The article also contained a photograph of the defendant and the complainant, which was captioned: “[named defendant] with dad, and ex-parish council chair, [named father]”. It included a quote from the defendant, who worked as a producer, which had been taken from an interview with the same newspaper which referred to both his “dad” and “mum” having appeared as extras in a programme he was working on. The complainant said that the article breached Clause 9 as it identified him as the relative of someone convicted of a crime. The complainant said he had not consented to being named and photographed in the article, and that he was not genuinely relevant to the story, as he played no role in the crime and had not attended court proceedings. He said his relationship with his son would be known within his village, but was not widely known further afield. IPSO considered that the complainant had no part in the crime, or his son’s trial. While he had previously featured in articles which disclosed his relationship to his son with regard to his position as a producer, IPSO considered that this fell short of making him genuinely relevant to the story of the article under complaint: namely his son’s crime. IPSO acknowledged that there may be occasions where the nature of a familiar connection is so well-established in the public domain that the purpose for which Clause 9 is intended, of protecting innocent friends and relatives from association with crime and allegations of crime, is no longer relevant, but that was not the case here. There was no basis for a finding that the complainant was genuinely relevant to the story at the time of publication, and the newspaper had breached Clause 9 of the Editors’ Code. Date complaint received: 10/02/2021",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee A man and a woman v Bordon HeraldSummary of Complaint\n1. A man and a\nwoman complained to the Independent Press Standards Organisation that the\nBordon Herald breached Clause 2 (Privacy), Clause 4 (Intrusion into grief and\nshock) and Clause 9 (Reporting of crime) of the Editors’ Code of Practice in an\narticle published in February 2021.\n2. The article\nreported on the court case of a man who had admitted sexually assaulting a\nwoman. The complainants were the man’s parents.\n3. The article gave\ndetails of the crime, and commented that the defendant was the son of the\nformer chairman of a local parish council, naming both the parish council and\nthe male complainant. The article also contained a photograph of the defendant\nand the male complainant, which was captioned: “[named defendant] with dad, and\nex-parish council chair, [named father]”. It included a quote from the\ndefendant, who worked as a producer, which had been taken from a previous\ninterview with the same newspaper which referred to both his “dad” and “mum”\nhaving appeared as extras in a programme he was working on. The defendant’s\nmother, the female complainant, was not named. The article also referred to the\nillness of the defendant.\n4. The complainants\nsaid that the article identified them as relatives of someone convicted of a\ncrime in breach of Clause 9. The father said he had not consented to being\nnamed and photographed in the article, and the mother had not consented to\nbeing referred to. They said that neither of them was genuinely relevant to the\nstory, as they played no role in the crime and had not attended court\nproceedings. The complainants said that their relationship with their son would\nbe known within their village, but was not widely known further afield.\n5. The complainants\nsaid that they had a reasonable expectation of privacy over their relationship\nto their son, and that the focus on their relationship in the article intruded\ninto their private lives. The complainants also said that due to their son’s\nillness and the stress of the court case, they were in a state of grief and\nshock, and that by identifying them in the article the journalist had intruded\ninto this.\n6. The publication\ndid not accept a breach of the Code. While the defendant’s father had been\nidentified in the article, it believed that he was genuinely relevant to the\nstory: he was a prominent public figure in the area due to his work for the\ndistrict and parish council over three decades. Furthermore, some years earlier\nit had published an article, written with the family’s involvement and\nfeaturing images of the father and son together, which reported that the\ncomplainant had appeared as an extra in a television programme produced by his\nson. This made the complainants relevant to their son’s career and their\nrelationship with him was, in the view of the publication, well established in\nthe public domain to the extent that Clause 9 would have no useful purpose.\nFurthermore, the publication believed that due to the father’s position, his\ninclusion was in the public interest. It said that the editorial team had\ndiscussed this issue in advance of publication, and concluded that the previous\narticle connecting the complainants and their son rendered them relevant to the\nstory. The publication said that the quote: “My mum also made an appearance as\nan extra in the second series\" did not identify the other complainant.\n7. The publication\nsaid that for similar reasons, the article did not breach Clause 2; both\ncomplainants had publicly disclosed their relationship with their son so they\ndid not have a reasonable expectation of privacy over this information and the\nnewspaper was entitled to print it.\n8. The publication\nexpressed its condolences to the complainants over what their family was going\nthrough. However, it noted that their son’s illness was spoken about in court\nas the reason for the delay in proceedings. It said that it had reported the\narticle sensitively and had not sensationalised the facts; the reporting was\nrestrained and responsible, and it omitted details it was legally entitled to\npublish.\nRelevant Clause Provisions\n9. Clause 2 (Privacy)*\ni) Everyone is entitled to respect for their private and\nfamily life, home, physical and mental health, and correspondence, including\ndigital communications.\nii) Editors will be expected to justify intrusions into any\nindividual's private life without consent. In considering an individual's\nreasonable expectation of privacy, account will be taken of the complainant's\nown public disclosures of information and the extent to which the material\ncomplained about is already in the public domain or will become so.\niii) It is unacceptable to photograph individuals, without\ntheir consent, in public or private places where there is a reasonable\nexpectation of privacy.\nClause 4 (Intrusion into grief or shock)\nIn cases involving personal grief or shock, enquiries and\napproaches must be made with sympathy and discretion and publication handled\nsensitively. These provisions should not restrict the right to report legal\nproceedings.\nClause 9 (Reporting of Crime)*\ni) Relatives or friends of persons convicted or accused of\ncrime should not generally be identified without their consent, unless they are\ngenuinely relevant to the story. \nii) Particular regard should be paid to the potentially\nvulnerable position of children under the age of 18 who witness, or are victims\nof, crime. This should not restrict the right to report legal proceedings.\niii) Editors should generally avoid naming children under\nthe age of 18 after arrest for a criminal offence but before they appear in a\nyouth court unless they can show that the individual’s name is already in the\npublic domain, or that the individual (or, if they are under 16, a custodial\nparent or similarly responsible adult) has given their consent. This does not\nrestrict the right to name juveniles who appear in a crown court, or whose\nanonymity is lifted.\nThe Public Interest\nThere may be exceptions to the clauses marked * where they\ncan be demonstrated to be in the public interest.\n1. The public interest includes, but is not confined to:\nDetecting or\nexposing crime, or the threat of crime, or serious impropriety.Protecting\npublic health or safety.Protecting\nthe public from being misled by an action or statement of an individual or\norganisation.Disclosing a\nperson or organisation’s failure or likely failure to comply with any obligation\nto which they are subject.Disclosing a\nmiscarriage of justice.Raising or\ncontributing to a matter of public debate, including serious cases of\nimpropriety, unethical conduct or incompetence concerning the public.Disclosing\nconcealment, or likely concealment, of any of the above.\n2. There is a public interest in freedom of expression\nitself.\n3. The regulator will consider the extent to which material\nis already in the public domain or will become so.\n4. Editors invoking the public interest will need to\ndemonstrate that they reasonably believed publication - or journalistic\nactivity taken with a view to publication – would both serve, and be\nproportionate to, the public interest and explain how they reached that decision\nat the time.\n5. An exceptional public interest would need to be\ndemonstrated to over-ride the normally paramount interests of children under\n16.\nFindings of the Committee\n9. Clause 9 makes\nclear that relatives or friends of persons convicted or accused of crime should\nnot generally be identified without their consent, unless they are genuinely\nrelevant to the story.\n10. The Committee first considered the position of the\ndefendant’s father, the male complainant. He was named and photographed in the\narticle, and it was not in dispute that he had been identified. The Committee\ntherefore considered whether he was genuinely relevant to the story.\n11. The story centred the crime of the complainants’ son. It\nwas accepted that the complainants had no part in the crime, or their son’s\ntrial. While the complainants had on occasion in the past featured in articles\nwhich disclosed their relationship to their son with regard to his position as\na producer, the Committee considered that this fell short of making them\ngenuinely relevant to the story of the article under complaint: namely their\nson’s crime.\n12. The publication had said that the connection between the\nidentified complainant and his son was so well established in the public domain\nthat Clause 9 would have no useful purpose. The Committee acknowledged that\nthere may be occasions where the nature of a familiar connection is so\nwell-established in the public domain that the purpose for which Clause 9 is\nintended, of protecting innocent friends and relatives from association with\ncrime and allegations of crime, is no longer relevant. However, in this case,\nthe relationship between the complainant and his son clearly fell short of this\nthreshold. There was a breach of Clause 9 with relation to the defendant’s\nfather, the male complainant.\n13. The second complainant had not been named or\nphotographed within the article, and the only reference to her had been a quote\nfrom her son about her appearance as an extra, in which she was referred to\nonly as “mum”. On this basis, the Committee concluded that she had not been\nidentified and Clause 9 was not engaged.\n14. The complainants also said that the revelation of their\nfamily connection to their son breached their privacy and intruded into their\ngrief and shock. Notwithstanding the breach under Clause 9, the complainants\ndid not have a reasonable expectation of privacy over their relationship to\ntheir son, which was a matter of public record and had been previous\nestablished in the public domain, albeit not widely. There was no breach of\nClause 2.\n15. The Committee finally considered the complaint about\nintrusion into grief and shock. It noted that this was a report of court\nproceedings, in which the defendant's illness was mentioned, with additional\nmaterial about the defendant's family background. Notwithstanding that the\nCommittee had found a breach of Clause 9, this did not constitute insensitive\nhandling.\nConclusions\n16. The complaint was upheld under Clause 9.\nRemedial action required\n17. Having upheld the complaint, the Committee considered\nwhat remedial action should be required. In circumstances where the newspaper\nhad breached Clause 9 the publication of an adjudication was appropriate.\n18. The Committee considered the placement of this\nadjudication. The adjudication should be published in print, on or before page\n7, where the original article appeared. The headline to the adjudication should\nmake clear that IPSO has upheld the complaint, give the title of the\npublication and refer to the complaint’s subject matter. The headline must be\nagreed with IPSO in advance.\n19. The terms of the adjudication for publication are as\nfollows:\nA man complained to the Independent Press Standards\nOrganisation that the Bordon Herald breached Clause 9 (Reporting of crime) in\nan article published in February 2021.\nThe article reported on the court case of the complainant’s\nson who had admitted sexually assaulting a woman.  It gave details of the crime, and commented\nthat the defendant was the son of the former chairman of a local parish\ncouncil, naming both the parish council and the complainant. The article also\ncontained a photograph of the defendant and the complainant, which was\ncaptioned: “[named defendant] with dad, and ex-parish council chair, [named\nfather]”. It included a quote from the defendant, who worked as a producer,\nwhich had been taken from an interview with the same newspaper which referred\nto both his “dad” and “mum” having appeared as extras in a programme he was\nworking on.\nThe complainant said that the article breached Clause 9 as\nit identified him as the relative of someone convicted of a crime. The\ncomplainant said he had not consented to being named and photographed in the\narticle, and that he was not genuinely relevant to the story, as he played no\nrole in the crime and had not attended court proceedings. He said his\nrelationship with his son would be known within his village, but was not widely\nknown further afield.\nIPSO considered that the complainant had no part in the\ncrime, or his son’s trial. While he had previously featured in articles which\ndisclosed his relationship to his son with regard to his position as a\nproducer, IPSO considered that this fell short of making him genuinely relevant\nto the story of the article under complaint: namely his son’s crime. IPSO\nacknowledged that there may be occasions where the nature of a familiar\nconnection is so well-established in the public domain that the purpose for\nwhich Clause 9 is intended, of protecting innocent friends and relatives from\nassociation with crime and allegations of crime, is no longer relevant, but\nthat was not the case here.\nThere was no basis for a finding that the complainant was\ngenuinely relevant to the story at the time of publication, and the newspaper\nhad breached Clause 9 of the Editors’ Code.\nDate complaint received: 10/02/2021Date complaint concluded by IPSO: 10/06/2021\nBack to ruling listing\n\n\n"
}