{
    "url": "/rulings-and-resolution-statements/ruling/?id=01921-14",
    "title": "01921-14 Hodder v Dorset Echo",
    "provisions": [
        "3 (Privacy) 2015",
        "4 (Harassment) 2015",
        "5 (Intrusion into grief or shock) 2015"
    ],
    "outcome": "No breach - after investigation",
    "publication": "Dorset Echo (Newsquest Media Group)",
    "published_on": "2014-09-02 00:00:00",
    "received_on": "2014-11-24 00:00:00",
    "concluded_on": "2015-04-16 00:00:00",
    "complaint_processing_days": 143,
    "conclusion_long": "13. The complaint was not upheld.",
    "remedial_action": "N/A  Date complaint received: 24/11/2014",
    "text": "\n\n\n\n\n\n·  Decision of the Complaints Committee 01921-14 Hodder v\nDorset Echo\nSummary of\ncomplaint \n1. Tracey Hodder complained to the Independent Press\nStandards Organisation that the Dorset Echo had breached Clause 3 (Privacy)\nClause 4 (Harassment) and Clause 5 (Intrusion into Grief or Shock) of the Editors’\nCode of Practice in an article headlined “Stag Party Tragedy”, published on 2\nSeptember 2014. \n2. The article reported that the complainant’s fiancé,\nPaul Bush, had died whilst on a friend’s stag weekend in Budapest. It included\na number of tribute messages that had been posted on Mr Bush’s open Facebook\nprofile. In addition, it was accompanied by an image of Mr Bush that had been\ntaken from his Facebook profile. A journalist from the newspaper spoke to the\ncomplainant during a visit to her house on 1 September, following Mr Bush’s\ndeath on 30 August. \n3. The complainant said that she made clear to the\njournalist that she did not want a story to be published about her fiancé’s\ndeath, and that the journalist responded by saying that he had no choice but to\nwrite the article, and that the Home Office had instructed him to do so and\nprovided him with her address. The complainant expressed concern that the\njournalist did not ask who he was speaking to, address her by her name, or\noffer his condolences. She said that he offered to provide her with the\nopportunity to read the article via email before it went to press, and that she\ncould sit next to him as he typed it if she wished. A friend of the complainant\nspoke to the newspaper later that evening on her behalf. The newspaper read the\nstory back, and made several of the suggested corrections. \n4. The newspaper said that it was made aware of Mr Bush’s\ndeath by a post on Facebook by a mutual friend of both a journalist and the\ndeceased. It then observed the comments paying tribute to Mr Bush on his open\nFacebook profile, and learnt that he had been engaged to the complainant. The\nnewspaper said it contacted the Foreign and Commonwealth Office (FCO) and\nreceived oral confirmation that it was aware of the death of a British national\nin Budapest. The journalist who visited the complainant was provided with this\ninformation in an email from a colleague before visiting the complainant’s\nhome. Later in the afternoon, the newspaper received written confirmation from\nthe FCO that it was aware of the death of a British national in Budapest, and\nthat it was in contact with the family. \n5. The newspaper said that journalist who visited the\ncomplainant identified himself, offered his condolences and asked the complainant\nwhether she or her family would like to pay a tribute to Mr Bush in the\nnewspaper article.  It said that in response to a question from the\ncomplainant about how he knew about Mr Bush’s death, the journalist mistakenly\ntold her that the Home Office had confirmed it, after the newspaper had seen\nthe information on Facebook. It said that when the complainant asked if the\njournalist could stop the story being published, he said that it was not his\ndecision, but that the story would probably be published as it was in the\npublic domain. The newspaper said that the journalist was certain that he had\nnot told the complainant that the Home Office had instructed him to write the\nstory. \nRelevant Code Provisions\n6. Clause 3 (Privacy) \ni) Everyone is entitled to respect for his or her private\nand family life, home, health and correspondence, including digital\ncommunications. \nii) Editors will be expected to justify intrusions into\nany individual's private life without consent. Account will be taken of the\ncomplainant's own public disclosures of information. \niii) It is unacceptable to photograph individuals in\nprivate places without their consent. Note - Private places are public or\nprivate property where there is a reasonable expectation of privacy. \nClause 4 (Harassment) \ni) Journalists must not engage in intimidation,\nharassment or persistent pursuit. \nii) They must not persist in questioning, telephoning,\npursuing or photographing individuals once asked to desist; nor remain on their\nproperty when asked to leave and must not follow them. If requested, they must\nidentify themselves and whom they represent. \niii) Editors must ensure these principles are observed by\nthose working for them and take care not to use non-compliant material from\nother sources. \nClause 5 (Intrusion into grief or shock) \ni) In cases involving personal grief or shock, enquiries\nand approaches must be made with sympathy and discretion and publication\nhandled sensitively. This should not restrict the right to report legal\nproceedings, such as inquests. \nFindings of the Committee\n7. The Committee recognises that deaths are generally a\nmatter of public record that newspapers are generally entitled to report on.\nHowever, Clause 5 (Intrusion into grief or shock) of the Editors’ Code of\nPractice requires newspapers to do so in manner which is sensitive to those who\nare in a vulnerable position in the aftermath of such an event. The Committee\nexpressed its sympathy for the complainant, who had clearly been upset by the\nvisit from the journalist, and the article under complaint. \n8. In this case, where the complainant’s fiancé had\nrecently died abroad, it was a matter of significant regret that the journalist\nhad misled the complainant as to the government agency which had provided him\nwith information about the death, and it was entirely understandable that this\nhad caused the complainant further distress at what was already a difficult\ntime.  However, there was no suggestion that the journalist had\nintentionally misled the complainant, and he had not asked any insensitive or\nintrusive questions, but had asked the complainant if she would like to provide\nany comment. The Committee took the view that, whilst the journalist’s mistake\nwas regrettable, there was no breach of Clause 5 on this point. \n9. In relation to the claim that the journalist had said\nthat he had been instructed to write the story by the Home Office, the\nCommittee recognised the possibility that there had been a misunderstanding\nbetween the parties, and was unable to establish with sufficient certainty what\nhad actually been said. As such, it did not have grounds for finding a breach\nof Clause 5 on this point.   \n10. Whilst the Committee recognised that the complainant\ndid not want the article to be published, it noted that it was a\nstraightforward report of the fact of the death, and did not speculate as to\nthe cause, nor contain any other insensitive details. The Committee welcomed\nthe newspaper’s decision to provide the complainant (via a representative) the\nopportunity to raise concerns of inaccuracy in the story in advance.\nPublication of the article had been handled sensitively, and there was no\nbreach of Clause 5 on this point. \n11. The Committee turned to the complaint under Clause 3\n(Privacy). The article contained a photograph of Mr Bush and the messages\npaying tribute to him which had been published on an open Facebook profile,\nwhich could be viewed by members of the public. This material was in the public\ndomain, and including them in the article did not represent a breach of Clause\n3. \n12. There were no grounds to establish that the newspaper\nhad behaved in a manner which constituted harassment. There was no breach of\nClause 4 (Harassment). \nConclusions\n13. The complaint was not upheld. \nRemedial Action Required\nN/A \nDate complaint received: 24/11/2014\nDate decision issued: 16/04/2015\nBack to ruling listing\n\n\n"
}