{
    "url": "/rulings-and-resolution-statements/ruling/?id=01922-19",
    "title": "01922-19 A woman v Grimsby Telegraph",
    "provisions": [
        "1 Accuracy (2018)",
        "2 Privacy (2018)",
        "6 Children (2018)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "Grimsby Telegraph (Reach PLC)",
    "published_on": "2019-03-02 00:00:00",
    "received_on": "2019-03-04 00:00:00",
    "concluded_on": "2019-05-23 00:00:00",
    "complaint_processing_days": 80,
    "conclusion_long": "21. The complaint was not upheld.",
    "remedial_action": "22. N/ADate complaint received: 04/03/2019",
    "text": "\n\n\n\n\n\nDecision of the Complaints\nCommittee 01922-19 A woman v Grimsby\nTelegraph \nSummary of complaint 1.    A woman complained to the Independent Press\nStandards Organisation that the Grimsby Telegraph breached Clause 1 (Accuracy),\nClause 2 (Privacy) and Clause 6 (Children) of the Editors' Code of Practice in\nan article headlined \"Filthy home from hell: Disgusting home where\n'two-year-old has learned to put himself to bed'\" published on 2 March\n2019. 2.    The article reported concerns\nwhich had been raised by the maternal grandmother and aunt of five young\nchildren. The women had approached the newspaper claiming that the children\nwere being “neglected” by their mother, and were living in a “disgusting”,\n“dirty” and “filthy” environment. The article did not name the children\nconcerned, nor did it name their mother, grandmother, or aunt. 3.    The article was accompanied by a\nnumber of photographs of the inside of the house which the children shared with\ntheir mother; the photographs depicted overflowing bins and carpets and\nsurfaces covered in rubbish. The article reported: “this is the shocking home\nfrom hell in [town] where five children under eight years old are forced to\nlive, despite attempts from family members to save them”. 4.    The article reported various\nclaims made by the grandmother and aunt about the state of the house and the\nchildren’s care: “the children regularly do not have food to eat”; “they rarely\nhave clean clothes”; “a two-year old has learned to put themselves to bed”;\n“one girl has had seven teeth removed because of poor dental care”; “[the\nmother] has allowed her children to miss important doctor and dental\nappointments”. 5.    In the piece, the grandmother claimed\nthat she had rung social services to explain the situation, and they had agreed\nthat she could take the children to her house. The grandmother said: “a few\ndays later [social services] rang back and said that the kids must be returned\nto the house to be with their mother”; “something needs to be done to remove my\ngrandchildren from that hellhole that they are living in”. The article reported\na statement from the local council: “we are looking into this case as a matter\nof urgency”. 6.    The article was published in\nsubstantially the same form online, under the headline, “The filthy home from\nhell where FIVE young children are being brought up by their 'uncaring' mum who\nis now pregnant with her sixth baby”. 7.    The complainant, the mother of\nthe five children, said that the article was an unjustified intrusion into her and\nher children’s private home and family life, in breach of Clause 2 and Clause 6.\nThe complainant said that the photographs of the inside of her home were taken\non private property, without her knowledge or consent by her mother and sister,\nwho she suggested were trespassing on the property at the time. The complainant\nsaid that despite not being named in the article, her children had been\nidentified as a consequence of members of the public commenting on the article published\non the newspaper’s Facebook page, and naming her as the children’s mother. 8.    The complainant also said that her\nmother’s claims were inaccurate and gave a misleading impression of the\nchildren’s care and the state of her house at the time of publication, in\nbreach of Clause 1. The complainant acknowledged that her home had looked as depicted\nin the photographs, but said that she had reached out to family and social\nservices for help and the house was looking much better. The complainant said\nthat the journalist came round to the house for a comment before the article was\npublished, saw how the house had changed, but did not reflect this in the\narticle. The complainant denied that there was “no food” in the house, or that\na child has to put themselves to be on their own, as claimed. She said that the\nchild’s teeth were not removed because of “poor hygiene”, they were removed for\nmedical reasons.  9.    The publication denied that it\nhad breached the Code. It said that appropriate steps and care was taken, prior\nto publication, to not identify the\nchildren or the complainant, or include any personal details that may lead to\nthe identification of anyone involved. The newspaper said that the only\ninformation revealed about the house was the town in which it was located; none\nof the photographs identified a particular house or area. The newspaper said\nthat further care was also taken to remove the ability to comment on the online\narticle, and all comments published on Facebook which named the\ncomplainant, and which were brought to its attention, were removed. 10. The newspaper said that the\nphotographs of the inside of the property were taken in the days before\npublication on the weekend of 23rd- 24th February, by the\ngrandmother and aunt, who were invited into the home by the children’s father.\nThe newspaper acknowledged that the complainant was not home at the time, but\nsaid that there was nothing to suggest that the women were trespassing on the\nproperty. 11. The newspaper said that there was\nan overriding public interest in the\npublication of the photographs of the inside of the complainant’s home, in\norder to highlight the poor living environment a number of young children were\nbeing raised in by their mother. It said that there were further concerns from\nfamily members who told the newspaper that social services were not taking\nappropriate action to ensure that the children were being cared for adequately.\nThe newspaper provided a copy of a series of emails which had been exchanged\nbetween the journalist and the council, prior to publication. The journalist\nhad asked the council to comment on the grandmother’s claim that the council\nwere not doing enough in response to her concerns; the council’s response was\nreported in the article. 12. The newspaper acknowledged that\nthe complainant disputed the claims made by the grandmother and aunt of the\nchildren, but said that these claims were clearly distinguished as such in the\narticle and were not adopted by the newspaper as fact.  The newspaper said that upon receipt of the\ncomplainant’s direct complaint, it had one of the disputed claims about poor\ndental hygiene, as a gesture of goodwill. 13. The newspaper also offered the\ncomplainant an opportunity to respond to the article in the form of a follow up\npiece. It said it had been willing to publish a response from the complainant\nto all of the grandmother’s claims in full, but had ultimately published an\nedited version, at the complainant’s request. That edited version had set out\nthe complainant’s position that her mother’s claims were “inaccurate”, and that\nher children are \"fed, clean and very well loved\". The complainant\nalso said, “\"I am receiving a great deal of help at the moment from the\ncouncil and those that love and care for the children. I can assure everyone\nthe matter has been addressed and will continue to be improved.\"  \nRelevant\nCode Provisions 14. Clause 1 (Accuracy) i) The Press must\ntake care not to publish inaccurate, misleading or distorted information or\nimages, including headlines not supported by the text.\nii) A significant\ninaccuracy, misleading statement or distortion must be corrected, promptly and\nwith due prominence, and — where appropriate — an apology published. In cases\ninvolving IPSO, due prominence should be as required by the regulator.\niii) A fair\nopportunity to reply to significant inaccuracies should be given, when\nreasonably called for.\niv) The Press,\nwhile free to editorialise and campaign, must distinguish clearly between\ncomment, conjecture and fact. \nClause 2 (Privacy)* i) Everyone is\nentitled to respect for his or her private and family life, home, health and\ncorrespondence, including digital communications.\nii) Editors will\nbe expected to justify intrusions into any individual's private life without\nconsent. In considering an individual's reasonable expectation of privacy,\naccount will be taken of the complainant's own public disclosures of\ninformation and the extent to which the material complained about is already in\nthe public domain or will become so.\niii) It is\nunacceptable to photograph individuals, without their consent, in public or\nprivate places where there is a reasonable expectation of privacy. \nClause 6\n(Children)*  \ni) All pupils\nshould be free to complete their time at school without unnecessary intrusion. \nThe Public\nInterest  \nThere may be\nexceptions to the clauses marked * where they can be demonstrated to be in the\npublic interest. \n1. The public\ninterest includes, but is not confined to: \n·        \nDetecting\nor exposing crime, or the threat of crime, or serious impropriety.\n·        \nProtecting\npublic health or safety.\n·        \nProtecting\nthe public from being misled by an action or statement of an individual or\norganisation.\n·        \nDisclosing\na person or organisation’s failure or likely failure to comply with any\nobligation to which they are subject.\n·        \nDisclosing\na miscarriage of justice.\n·        \nRaising\nor contributing to a matter of public debate, including serious cases of\nimpropriety, unethical conduct or incompetence concerning the public.\n·        \nDisclosing\nconcealment, or likely concealment, of any of the above. \n2. There is a\npublic interest in freedom of expression itself. \n3. The regulator\nwill consider the extent to which material is already in the public domain or\nwill become so. \n4. Editors\ninvoking the public interest will need to demonstrate that they reasonably\nbelieved publication - or journalistic activity taken with a view to\npublication – would both serve, and be proportionate to, the public interest\nand explain how they reached that decision at the time. \n5. An exceptional\npublic interest would need to be demonstrated to over-ride the normally\nparamount interests of children under 16. \nFindings\nof the Committee 15. The article, including the\nphotographs, had disclosed sensitive details about the complainant and her five\nchildren, including information which related to their upbringing, their home,\nand their relationship with each other. This information clearly concerned\ntheir family life and home in respect of which they had a reasonable\nexpectation of privacy. The Committee acknowledged that the newspaper had not\nnamed the individuals involved, and had taken steps to limit the extent to\nwhich the article might have identified the children, for example, the name of\nthe town was insufficient to identify the precise location of the property.\nHowever, the complainant had explained that readers commenting on the article\nhad named her as the subject of the article; it was apparent, that the family\nwere identifiable within their local community from the information contained\nin the article. Given this, and while taking into consideration the steps taken\nby the newspaper referred to above, the Committee considered that the\npublication of the information subject to complaint constituted an intrusion,\nalbeit to a limited extent. 16. The Committee considered that\nthere was an exceptional public interest in enabling the maternal grandmother\nand aunt to raise concerns about the welfare of these young children. The photographs\nillustrated these concerns in a way that would not been possible through words\nalone. In addition, there was an exceptional public interest in identifying the\ngrandmother’s particular criticism of social\nservices, who she claimed were not taking appropriate action to ensure that the\nchildren were being cared for adequately. The Committee noted that in response\nto the journalist’s enquires, the council said that it would be looking into\nthe case as a matter of “urgency”. The Committee concluded that in this\ninstance, an exceptional public interest justified the limited intrusion into\nthe complainant and her children’s privacy, and the children’s time at school.\nThere was no breach of Clause 2 or Clause 6. 17. The Committee then turned to\nconsider the complaint made under Clause 1. Care had been taken by the\nnewspaper to report the grandmother’s claims as her own testimony, and the\nnewspaper had not adopted her position as established fact. The presentation of\nthe woman’s claims clearly indicated that her account was one side of a complex\nstory. There was no breach of Clause 1 on this point. 18. The Committee acknowledged the\ncomplainant’s position that the state of the house had improved since the\nphotographs were taken. However, it was not in dispute that they accurately\nreflected the interior of the house at the time concerns had been raised to\nsocial services and the newspaper directly. Further, the Committee noted that the\nphotographs were taken only shortly before the date of publication. In those\ncircumstances, the Committee did not conclude that the photographs gave rise to\na misleading of the state of the complainant’s house, which required\ncorrection. This aspect of the complaint did not represent a breach of Clause\n1. 19. The complainant denied that her\nchildren had “no food”, or that they put themselves to bed on their own; she\nfurther denied that a child’s teeth had been removed because of “poor hygiene”,\nas claimed. The newspaper had published a follow up piece which made clear that\nthese claims were disputed by the complainant: it recorded her position that\nthe children were \"fed, clean and very well loved\". The Committee\nwere satisfied that the publication of the complainant’s denial to these claims\nwas sufficient to meet the terms of Clause 1 (ii). At the complainant’s\nrequest, the follow up piece had omitted the complainant’s explanation as to\nwhy one of her child’s teeth had been removed.  However, in these particular circumstances,\nthe Committee declined to make a further finding under Clause 1(ii) in respect\nof this claim. There was no public interest in requiring the publication of a\ncorrection which would result in the disclosure of medical information about a\nchild, without parental consent. There was no breach of Clause 1. 20. The Committee turned to consider\nthe reader comments which had been posted on the article after it had been\nshared by the publication on social media. The regulation by a publication of\nreader comments on a publication’s website falls within IPSO’s remit when there\nis a possible breach of the Editors’ Code of Practice, and where it can be\nshown that the comment has been subject to some level of editorial control\neither through pre or post moderation. If a comment is not removed following\nmoderation, the comment falls within IPSO’s remit. In this instance, each comment which was reported by the\ncomplainant, had been reviewed by the newspaper and removed. In light of this,\nthe reader comments in which the complainant had been named fell outside of\nIPSO’s remit.  \nConclusions 21. The complaint was not upheld. \nRemedial\nAction Required  \n22. N/ADate complaint received: 04/03/2019Date decision issued: 23/05/2019\nBack to ruling listing\n\n\n"
}