{
    "url": "/rulings-and-resolution-statements/ruling/?id=01923-14",
    "title": "01923-14 - Bray v Daily Express",
    "provisions": [
        "1 (Accuracy) 2015"
    ],
    "outcome": "Breach - sanction: publication of adjudication",
    "publication": "Daily Express (Reach PLC)",
    "received_on": "2014-11-24 00:00:00",
    "concluded_on": "2015-02-04 00:00:00",
    "complaint_processing_days": 72,
    "conclusion_long": "10. The complaint was upheld.",
    "remedial_action": "11. Having upheld the complaint under Clause 1, the Committee considered what remedial action should be required. The Committee has the power to require the publication of a correction and/or adjudication; the nature, extent and placement is to be determined by IPSO. It may also inform the publication that further remedial action is required to ensure that the requirements of the Editors’ Code are met.  12. The breach of the Code established by the Committee was sufficiently serious that the appropriate remedial action was the publication of an adverse adjudication, as opposed to a correction. As this finding related solely to the online version of the article, the publication was required to publish the following adjudication on its website, with a link to the adjudication published on its homepage for a period of no less than 48 hours. The link should first appear beneath the main highlighted story on the homepage – as is the newspaper’s general practice - and both the adjudication and link should carry the headline “IPSO complaint upheld – UKIP poll results”. The adjudication must then be archived, and remain searchable, on the newspaper’s website in the usual way. If, following receipt of this decision, the publication intends to continue to publish the online article on express.co.uk a link to the adjudication must also be published at the start of that article.  13. The terms of the adjudication, which the newspaper should publish without addition or alteration under the headline “IPSO complaint upheld – UKIP poll results”, are as follows:  Following an article published on express.co.uk on 24 November 2014, headlined “Ukip is now more popular than Labour”, Dr Robert Bray complained to the Independent Press Standards Organisation (IPSO) that the Daily Express had breached Clause 1 (Accuracy) of the Editors’ Code of Practice.  IPSO upheld the complaint, and found a breach of the Editors’ Code. IPSO required the Daily Express to publish this decision, by its Complaints Committee, to remedy the breach.  The article reported the findings of a YouGov survey of voting intentions. It claimed that this had shown that 38 per cent “of those surveyed” intended to vote Conservative, 28 per cent UKIP and 25 per cent Labour, in support of the headline claim.  The complainant said that the survey in question was a poll of 2,314 adults in Great Britain. The results reported in the article related only to those who informed the pollsters that they were Sun readers. Overall, however, the survey showed the Labour Party in first place – with 34 per cent – and UKIP in third with 15 per cent. In the complainant’s view, the claim that UKIP was more popular than Labour, without explanation of the fact that this reflected the views of readers of one newspaper specifically, was significantly misleading.  The Daily Express did not accept that the online article was significantly misleading. While it had not specifically reported that the survey was of Sun readers, it had noted that “more general voter surveys had Labour just ahead or tied with the Tories with UKIP in third place”. While the newspaper did not make amendments to the online article, it did append the following statement as a footnote:  ‘We would like to clarify that the poll referred to in this article, that puts Ukip ahead of Labour, is a poll of Sun readers carried out by YouGov.’ The complainant said that the clarification was inadequate. He suggested that the newspaper should publish an apology.  The Complaints Committee found that the online article was a significantly distorted account of the results of the poll. It suggested that, overall, Labour was less popular than UKIP, when in fact the poll had showed the opposite. The findings of the poll had been perfectly clear, and the newspaper did not provide a satisfactory explanation for the approach it had taken. This amounted to a serious breach of the requirements of Clause 1 (i) of the Code, and the complaint was upheld.  The Committee did not accept the newspaper’s contention that a reference to “more general voter surveys had Labour just ahead or tied with the Tories with UKIP in third place” had been sufficient to convey the true position to readers. The reference to “surveys” (in the plural), as well as to a variety of results said to arise from those surveys, gave the impression that this referred to the results of alternative polls, rather than the overall result of the poll reported.  No amendment had been made to correct the text of the online article, and the footnote published did not clearly identify the misleading information which required correction. The newspaper had failed to comply with the requirements of Clause 1 (ii), and this was a further breach of Clause 1. Publication of IPSO’s full adjudication on the matter was required to remedy these breaches of the Code.  Date complaint received: 24/11/2014",
    "text": "\n\n\n\n\n\n·         Decision of the Complaints Committee 01923-14 - Bray v Daily Express\nSummary of complaint\n1. Robert Bray complained to the Independent Press Standards\nOrganisation that the Daily Express had breached Clause 1  (Accuracy) of the Editors’ Code of Practice\nin an article headlined “Ukip is now more popular than Labour” published on its\nwebsite on 24 November 2014. \n2. The article reported the findings of a YouGov survey of\nvoting intentions. It claimed that this had shown that 38 per cent “of those\nsurveyed” intended to vote Conservative, 28 per cent UKIP and 25 per cent\nLabour, in support of the headline claim. A print version of the article reported\nthat this was a poll of “Sunday tabloid readers”; however, this information was\nomitted from the version of the article published online. \n3. The complainant said that the survey in question was a\npoll of 2,314 adults in Great Britain. Results had been broken down into\nvarious categories, one of which was “Sun readers”. It was the results from\nthis category of respondents which had been reported in support of the\narticle’s claim. Overall, the survey showed the Labour Party in first place –\nwith 34 per cent – and UKIP in third with 15 per cent. In the complainant’s\nview, the claim that UKIP was more popular than Labour, without an explanation\nof the fact that this reflected the views of readers of one newspaper\nspecifically, was significantly misleading. \n4. The newspaper did not accept that the online article was\nsignificantly misleading. While it had not specifically reported that the\nsurvey was of Sun readers, it did distinguish the results from those of the\nmore general voters’ poll, and reported what the results of that poll were,\nstating that “more general voter surveys had Labour just ahead or tied with the\nTories with UKIP in third place”. The article did not state that the results\nreported reflected a representative survey. While the newspaper did not make\namendments to the online article, it did append the following statement as a\nfootnote: \nWe would like to clarify that the poll referred to in this\narticle, that puts Ukip ahead of Labour, is a poll of Sun readers carried out\nby YouGov. \n5. The complainant said that the clarification fell short of\nwhat was necessary given that the article was seriously inaccurate and\nmisleading. He suggested that the newspaper should publish an apology. \nRelevant Code Provisions\n6. Clause 1 (Accuracy) \ni) The Press must take care not to publish inaccurate,\nmisleading or distorted information, including pictures. \nii) A significant inaccuracy, misleading statement or\ndistortion once recognised must be corrected, promptly and with due prominence,\nand - where appropriate - an apology published. In cases involving the\nRegulator, prominence should be agreed with the Regulator in advance. \nFindings of the Committee\n7. The online article was a significantly distorted account\nof the results of the poll. It suggested that, overall, Labour was less popular\nthan UKIP, when in fact the poll had showed the opposite. The findings of the\npoll had been perfectly clear, and the newspaper did not provide a satisfactory\nexplanation for the approach it had taken. This amounted to a serious breach of\nthe requirements of Clause 1 (i) of the Code, and the complaint was upheld. \n8. The Committee did not accept the newspaper’s contention\nthat a reference to “more general voter surveys had Labour just ahead or tied\nwith the Tories with UKIP in third place” had been sufficient to convey the\ntrue position to readers. The reference to “surveys” (in the plural), as well\nas to a variety of results said to arise from those surveys, gave the\nimpression that this referred to the results of alternative polls, rather than\nthe overall result of the poll reported. \n9. No amendment had been made to correct the text of the\nonline article, and the footnote published did not clearly identify the\nmisleading information which required correction. The newspaper had not\ncomplied with the requirements of Clause 1 (ii) and this was a further breach\nof Clause 1. \nConclusions\n10. The complaint was upheld. \nRemedial Action Required\n11. Having upheld the complaint under Clause 1, the\nCommittee considered what remedial action should be required. The Committee has\nthe power to require the publication of a correction and/or adjudication; the\nnature, extent and placement is to be determined by IPSO. It may also inform\nthe publication that further remedial action is required to ensure that the\nrequirements of the Editors’ Code are met. \n12. The breach of the Code established by the Committee was\nsufficiently serious that the appropriate remedial action was the publication\nof an adverse adjudication, as opposed to a correction. As this finding related\nsolely to the online version of the article, the publication was required to\npublish the following adjudication on its website, with a link to the\nadjudication published on its homepage for a period of no less than 48 hours.\nThe link should first appear beneath the main highlighted story on the homepage\n– as is the newspaper’s general practice - and both the adjudication and link\nshould carry the headline “IPSO complaint upheld – UKIP poll results”. The\nadjudication must then be archived, and remain searchable, on the newspaper’s\nwebsite in the usual way. If, following receipt of this decision, the\npublication intends to continue to publish the online article on express.co.uk\na link to the adjudication must also be published at the start of that article. \n13. The terms of the adjudication, which the newspaper\nshould publish without addition or alteration under the headline “IPSO\ncomplaint upheld – UKIP poll results”, are as follows: \nFollowing an article published on express.co.uk on 24\nNovember 2014, headlined “Ukip is now more popular than Labour”, Dr Robert Bray\ncomplained to the Independent Press Standards Organisation (IPSO) that the\nDaily Express had breached Clause 1 (Accuracy) of the Editors’ Code of\nPractice. \nIPSO upheld the complaint, and found a breach of the\nEditors’ Code. IPSO required the Daily Express to publish this decision, by its\nComplaints Committee, to remedy the breach. \nThe article reported the findings of a YouGov survey of\nvoting intentions. It claimed that this had shown that 38 per cent “of those\nsurveyed” intended to vote Conservative, 28 per cent UKIP and 25 per cent\nLabour, in support of the headline claim. \nThe complainant said that the survey in question was a poll\nof 2,314 adults in Great Britain. The results reported in the article related\nonly to those who informed the pollsters that they were Sun readers. Overall,\nhowever, the survey showed the Labour Party in first place – with 34 per cent –\nand UKIP in third with 15 per cent. In the complainant’s view, the claim that\nUKIP was more popular than Labour, without explanation of the fact that this\nreflected the views of readers of one newspaper specifically, was significantly\nmisleading. \nThe Daily Express did not accept that the online article was\nsignificantly misleading. While it had not specifically reported that the\nsurvey was of Sun readers, it had noted that “more general voter surveys had\nLabour just ahead or tied with the Tories with UKIP in third place”. While the\nnewspaper did not make amendments to the online article, it did append the\nfollowing statement as a footnote: \n‘We would like to clarify that the poll referred to in this\narticle, that puts Ukip ahead of Labour, is a poll of Sun readers carried out\nby YouGov.’\nThe complainant said that the clarification was inadequate.\nHe suggested that the newspaper should publish an apology. \nThe Complaints Committee found that the online article was a\nsignificantly distorted account of the results of the poll. It suggested that,\noverall, Labour was less popular than UKIP, when in fact the poll had showed\nthe opposite. The findings of the poll had been perfectly clear, and the\nnewspaper did not provide a satisfactory explanation for the approach it had\ntaken. This amounted to a serious breach of the requirements of Clause 1 (i) of\nthe Code, and the complaint was upheld. \nThe Committee did not accept the newspaper’s contention that\na reference to “more general voter surveys had Labour just ahead or tied with\nthe Tories with UKIP in third place” had been sufficient to convey the true\nposition to readers. The reference to “surveys” (in the plural), as well as to\na variety of results said to arise from those surveys, gave the impression that\nthis referred to the results of alternative polls, rather than the overall\nresult of the poll reported. \nNo amendment had been made to correct the text of the online\narticle, and the footnote published did not clearly identify the misleading\ninformation which required correction. The newspaper had failed to comply with\nthe requirements of Clause 1 (ii), and this was a further breach of Clause 1.\nPublication of IPSO’s full adjudication on the matter was required to remedy\nthese breaches of the Code. \nDate complaint received: 24/11/2014 \nDate decision issued: 04/02/2015\nBack to ruling listing\n\n\n"
}