{
    "url": "/rulings-and-resolution-statements/ruling/?id=01928-17",
    "title": "01928-17 McDonald v The Gazette",
    "provisions": [
        "1 Accuracy (2016)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "(DISCONTINUED) The Gazette (Reach PLC)",
    "received_on": "2017-03-15 00:00:00",
    "concluded_on": "2017-07-26 00:00:00",
    "complaint_processing_days": 133,
    "conclusion_long": "12. The complaint was not upheld.",
    "remedial_action": "13. N/ADate complaint received: 15/03/2017",
    "text": "\n\n\n\n\n\nDecision of the\nComplaints Committee 01928-17 McDonald v\nThe Gazette\nSummary of complaint\n1.  Raymond\nMcDonald complained to the Independent Press Standards Organisation that The\nGazette breached Clause 1 (Accuracy) of the Editors’ Code of Practice in an article\nheadlined “Dating conman who swindled string of vulnerable women branded 'a man\nwithout shame, gutless and a serial fraudster'”, published on 16 December\n2016, and in an article headlined “’Gutless’ fraudster jailed after preying on\nvulnerable women to fund lavish lifestyle,” published on 10 January 2017. Both\narticles were published online and in print. \n2. The articles reported that the\ncomplainant had been convicted of five counts of fraud by false representation,\nand reported on the evidence heard at the sentencing hearing. They claimed that\nhe refused to leave his cell to face his victims in court. \n3. The first article referred to the\ncomplainant as a “disgraced ex-serviceman” and stated that he had sold the\nwedding dress of a victim’s daughter and then “pocketed” the money. It also\nclaimed that he showed £45,000 worth of cash to a victim at her home. The second\narticle reported that the complainant had “initially denied the offence” and\nwas later sentenced to ten years imprisonment. It also reported that his victims lived in Teesside,\nDurham, Newcastle and Northumberland. \n4. The complainant said that the\narticles contained a number of inaccuracies. The complainant accepted that he\nwas not present at the sentencing hearing, but said that this was due to an\nadministrative error and he did not “refuse” to leave his cell. He said that\nthe first article was inaccurate because he was not a “disgraced”\nex-serviceman. The complainant also said\nthat he did not sell the wedding dress of a victim’s daughter, neither did he\nshow £45,000 to a victim. He said that the second article was inaccurate\nbecause he had never denied the offence, and because he was sentenced to\nseven-and-a-half years imprisonment, not ten years. The complainant also said that\nhis victims only lived in Newcastle, and not in Northumberland. \n5. The newspaper said that the\nreported information was taken from the reporter’s notes taken in court. The\nnotes showed that the court heard that the complainant had refused to leave his\ncell; sold the wedding dress of a victim’s daughter; shown a victim £45,000;\nthat he initially denied the offence; and that he had been dismissed from the\narmy. \n6.  The newspaper said that\ninformation regarding the complainant’s sentence and the areas in which his\nvictims lived was taken from an official Facebook post made by the Northumbria\npolice, under the reasonable belief that it was accurate. It did not accept\nthat there had been a breach of the Code on these points. The newspaper\ncontacted the police to confirm the length of the complainant’s sentence, and\nwas informed that it had been reduced by twenty five percent. The newspaper accepted that the length of the\ncomplainant’s sentence was reported inaccurately in the second article, and it\namended the article to reflect this. \nRelevant Code Provisions\n7. Clause 1 (Accuracy)\ni)\nThe Press must take care not to publish inaccurate, misleading or distorted\ninformation or images, including headlines not supported by the text. \nii)\nA significant inaccuracy, misleading statement or distortion must be corrected,\npromptly and with due prominence, and — where appropriate — an apology\npublished. In cases involving IPSO, due prominence should be as required by the\nregulator. Findings\nof the Committee \n8.\nThe first article was based on court proceedings; newspapers are not\nresponsible for the accuracy of information given in court, rather they have an\nobligation to accurately report proceedings. All of the points disputed by the complainant\nwere corroborated by the reporter’s notes. The complainant had not been present\nin court, and was not therefore in a position to dispute the accuracy of the\nnotes. There was no breach of Clause 1.  \n9.\nThe second article was based on a Facebook post made by the Northumbria police\nforce. This post claimed that the complainant was sentenced to ten years\nimprisonment, which was reported in the second article. The newspaper had\ncontacted the police who later confirmed that the complainant’s sentence was\nreduced to seven-and-a-half years, and it corrected the online article on this\npoint. The Committee was concerned that the newspaper did not respond to the\ncomplainant during IPSO’s referral period, which had a bearing on the\npromptness of the correction. Whilst the newspaper should have noted the\ninconsistency between the Facebook post and the court notes, the Committee did\nnot consider that the discrepancy between seven-and-a-half years and ten years\nwas significant in these circumstances. There was no breach of Clause 1. \n10.\nThe second article also reported that the complainant had “initially denied the\noffence”. The notes showed that when he was first interviewed by the police,\nthe complainant denied the allegations made against him. In circumstances where\nthe court heard that the complainant “initially denied” the offence, the\nCommittee did not consider that the article was inaccurate on this point. There\nwas no breach of Clause 1.   \n11.\nThe Facebook post also stated that some of the complainant’s victims lived in\nNorthumberland, which was reported in the second article. Although the notes of\nthe court proceedings made no reference to victims in Northumberland, the\nCommittee did not consider that this point was significant. There was no breach\nof Clause 1. \nConclusions\n12. The\ncomplaint was not upheld.\nRemedial action required\n13. N/ADate complaint received: 15/03/2017Date decision issued: 26/07/2017\nBack to ruling listing\n\n\n"
}