{
    "url": "/rulings-and-resolution-statements/ruling/?id=01933-21",
    "title": "01933-21 Muslim Council of Britain v thejc.com",
    "provisions": [
        "1 Accuracy (2021)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "thejc.com (The Jewish Chronicle)",
    "published_on": "2021-02-25 00:00:00",
    "received_on": "2021-02-25 00:00:00",
    "concluded_on": "2021-11-23 00:00:00",
    "complaint_processing_days": 271,
    "conclusion_long": "14. The complaint was not upheld.",
    "remedial_action": "15. N/A    Date complaint received: 25/02/2021",
    "text": "\n\n\n\n\n\nDecision\nof the Complaints Committee – 01933-21 Muslim Council of Britain v thejc.com\nSummary\nof Complaint\n1. Muslim\nCouncil of Britain (MCB) complained to the Independent Press Standards\nOrganisation that thejc.com breached Clause 1 (Accuracy) of the Editors’ Code\nof Practice in an article headlined “The Muslim Council of Britain should back\noff”, published on 25 February 2021.\n2. The\narticle was a comment piece about reactions to a BBC interview with the\nSecretary General of the Muslim Council of Britain. It said that after the\ninterview, a letter of complaint was sent to the BBC, stating that the\ninterview had been “strikingly hostile”, which had been signed by multiple\npeople, including Labour MPs and a Tory peer. It also stated that in “the 2010s,\nthe then-Labour government cut off all dialogue with the MCB because of its\nlinks to extremism” and that the “Labour government — and all governments since\n— rightly regarded the MCB as beyond the pale”. It stated that “MCB supporters\nin the media gleefully smeared the presenter” and that radical social media\nactivists wanted “to make sure that groups like the MCB have a free ride, not\njust on the BBC but in the culture as a whole”.\n3. The\npublication also posted a link to the article on its Twitter account with the\ncaption “The Muslim Council of Britain should back off”.\n4. The\ncomplainant said that the article was inaccurate in breach of Clause 1.\nFirstly, it said that the headline was not supported by the text. Whilst the\ncomplainant accepted that two former MCB officer-holders had been signatories\nto the letter, it said these two people did not currently form part of the\ncomplainant’s leadership and did not hold decision-making roles within the\norganisation. It said that the MCB was not a signatory to the letter, and the\nheadline gave the misleading impression that it was responsible for driving the\nletter, which was not the case. The complainant said the publication’s tweet\nwas misleading for the same reason.\n5. The\ncomplainant also said it was inaccurate to write that the Labour government\n“cut off all dialogue” with the complainant in the 2010s. It said that there\nhad been a brief suspension of dialogue of less than a year between the\ncomplainant and the Labour Party in 2009, and that communication was restored\nin 2010, prior to the general election that year. It provided a 2018 tweet from\nthe then-Secretary of State which stated he had “re-established relations in\n2010”. The complainant further said that the reason for the break in dialogue\nwas due the personal view of a particular individual who had a connection to\nthe complainant.\n6. Furthermore,\nthe complainant said it was inaccurate to publish that either the Labour\ngovernment of 1997-2010 or the coalition government of 2010-2015 regarded the\ncomplainant as “beyond the pale”. It noted several meetings with ministers\nbetween 2010-2015 as evidence further governments did not consider the\ncomplainant to be “beyond the pale”, in particular several meetings with\nLiberal Democrat MPs during the coalition.\n7. The\npublication did not accept a breach of the Code. It said that the article was a\ncomment piece and as such the headline was an assertive statement which\naccurately conveyed, reflected and summarised the writer’s sentiment for the\nrest of the article. It also said that the Labour government cut ties with the\ncomplainant in March of 2009, and it was not significantly inaccurate to\ndescribe 2009 as “the 2010s”. The newspaper said that in addition to the\ncessation of dialogue in 2009, the Government denied the complainant links\nthroughout the 2010s, and it was not misleading for the newspaper to summarise\nthis as “the then-Labour government cut off all dialogue” with the complainant\nin the 2010s.\n8. The\ncomplainant distinguished the complaint from a previous instance in which IPSO\nhas ruled on a related claim (01871-21 Muslim Council of Britain v thejc.com);\nthe article under complaint stated that “all” governments had found the\ncomplainant to be “beyond the pale” since 2010, whereas the previous article\nhad stated that a “’non-engagement’ policy for ministers towards the group has\nexisted since 2009”. The complainant considered that finding the complainant to\nbe “beyond the pale” was more of a statement of fact, and worse than the\nprevious reference to a “policy of non-engagement”.\n9. Finally,\nthe publication said that whilst individual ministers had, in a personal\ncapacity, engaged with the complainant, the article referred to government\npolicy. It said that it was clear that the complainant had no status as a\nrepresentative body in Whitehall and was not consulted on this basis. It said,\nthat as there was a government policy of non-engagement since 2009 and\ntherefore Labour, and following governments, could be described as regarding\nthe complainant as \"beyond the pale\".\nRelevant\nCode Provisions\nClause 1\n(Accuracy)\ni) The\nPress must take care not to publish inaccurate, misleading or distorted\ninformation or images, including headlines not supported by the text.\nii) A\nsignificant inaccuracy, misleading statement or distortion must be corrected,\npromptly and with due prominence, and — where appropriate — an apology\npublished. In cases involving IPSO, due prominence should be as required by the\nregulator. \niii) A\nfair opportunity to reply to significant inaccuracies should be given, when\nreasonably called for.\niv) The\nPress, while free to editorialise and campaign, must distinguish clearly\nbetween comment, conjecture and fact.\nFindings\nof the Committee\n10. The\nsuggestion in the headline that the complainant should “back off” was clearly\nan expression of personal opinion, and there was no complaint that it did not\naccurately reflect the views of the journalist about the complainant. The\nexpression of this opinion did not amount to a statement of fact that the\ncomplainant had itself been a signatory to the letter: neither the headline nor\nthe body of the article stated or implied this. The body of the article\nprovided the basis for the headline and referred to the actions of the\ncomplainant’s supporters and activists in response to the interview. While the\nCommittee acknowledged that the complainant appeared to disagree with this\nview, where the comment was clearly presented as an opinion and included no statement\nof fact, the publication was entitled to publish the journalist’s comment.\nThere was no breach of Clause 1 on this point.\n11. The\ncomplainant accepted that the Labour Government had suspended engagement with\nthe complainant in 2009. It also provided a tweet published in 2010 from the\nthen-Secretary of State which said that relations had been re-established. It\nsaid, therefore, that it could not be accurate to publish that all governments\nsince the Labour government “regarded the MCB as beyond the pale”. The\nCommittee noted that the phrase “beyond the pale” could be interpreted widely.\nWhere the Labour government had broken off dialogue with the complainant in\n2009, and the article explained the context of this, it was not inaccurate for\nthe newspaper to state that the Labour government “regarded” the complainant as\n“beyond the pale”. There was no breach of Clause 1.\n12.\nWhilst the complainant provided evidence to demonstrate it had engaged with\nindividuals in government since the break of dialogue in 2009, there did not\nappear to be any official communication stating that the policy of\nnon-engagement with the complainant had ended, nor was the complainant able to\nprovide examples of engagement with the government as a whole. As the Committee\nhad previously ruled in complaint 01871-21 Muslim Council of Britain v\nthejc.com, it was not inaccurate to suggest that a policy of non-engagement\nbetween the government and the complainant had been in place since 2009. Where\nthe successive governments had a policy of non-engagement with the complainant,\nit was not inaccurate to characterise this as further governments having regard\nto the complainant as “beyond the pale”. There was no breach of Clause 1 on\nthis point.\n13. The\ncomplainant had also said that the article misrepresented the reason for the\nLabour Party cutting off dialogue with the complainant. It said that the reason\nfor the dialogue being cut was due to the views of an individual, not “links to\nextremism”. However, the complainant did not dispute that the investigation\ninto the actions of an individual connected with the complainant related to the\nthen-government's definition of extremism. It was therefore not inaccurate to\nstate that \"the then-Labour government cut off all dialogue with the MCB\nbecause of its links to extremism\". There was no breach of Clause 1 on\nthis point.\nConclusions\n14. The\ncomplaint was not upheld.\nRemedial\nAction Required\n15. N/A\n\n\n\nDate\ncomplaint received: 25/02/2021\nDate\ncomplaint concluded by IPSO: 23/11/2021\nBack to ruling listing\n\n\n"
}