{
    "url": "/rulings-and-resolution-statements/ruling/?id=01933-14",
    "title": "01933-14 Kiely v Daily Mail",
    "provisions": [
        "3 (Privacy) 2015",
        "5 (Intrusion into grief or shock) 2015"
    ],
    "outcome": "No breach - after investigation",
    "publication": "Daily Mail (Associated Newspapers Limited)",
    "received_on": "2015-11-25 00:00:00",
    "concluded_on": "2015-03-12 00:00:00",
    "complaint_processing_days": -258,
    "conclusion_long": "10. The complaint was not upheld.",
    "remedial_action": "N/A  Date complaint received: 25/11/2015",
    "text": "\n\n\n\n\n\n·        Decision of the Complaints Committee 01933-14 Kiely v Daily Mail\nSummary of complaint \n1. Laura Kiely complained to the Independent Press Standards\nOrganisation that the Daily Mail had breached Clause 3 (Privacy) and Clause 5\n(Intrusion into grief or shock) of the Editors’ Code of Practice in an article\nheadlined “The Ultimate Betrayal”, published on 15 November 2014, and an\narticle headlined “The ultimate betrayal: As two teachers from the same school\nare jailed for having sex with the same 17 year old pupil, why ARE there so\nmany predators in our staff rooms?”, published online on 14 November 2014. \n2. The article reported that Jonathan Egan, the\ncomplainant’s husband, had been jailed for having sex with a 17-year-old pupil\nat the school where he taught. It began with a description of Mr Egan on his\nwedding day, and contrasted this with his subsequent conviction on seven\ncharges of sexual activity with a child while in a position of trust.  The online version of the article had been\naccompanied by three images of Mr Egan at his wedding. The print version of the\narticle contained a cropped version of one of these images. A journalist from\nthe newspaper contacted the complainant on 12 November, after the sentencing\nhearing on 7 November, to ask whether she would consider speaking to the\njournalist about Mr Egan’s sentence. In her reply, the complainant requested\nthat the article did not contain her name. \n3. The complainant said that following the arrest of her\nhusband, she had tried to distance herself from what had happened, and keep\nherself separate from the court proceedings involving her husband. She\nconsidered that the inclusion of the details about her wedding, and the use of\nphotographs taken at her wedding, was a breach of her privacy. She said that\nher hands, part of her dress, flowers and veil could be seen in several of the\nphotographs, and that she was identifiable by anyone who knew her. In addition,\nshe said that several members of her family and friends were recognisable in\none of the pictures. She was concerned about the effects the article would have\non her professional life. In addition, she said that the previous 8 months of\nher life had been extremely difficult, and that the newspaper’s use of her\nwedding pictures demonstrated no sensitivity. \n4. The newspaper said that it had taken care not to name or\npicture the complainant in the article. It said that any guests at the wedding,\nor people who knew Jonathan Egan before his criminal behaviour had been made\npublic, would have already been aware that the complainant had been his\nbride.  Furthermore, it said that\nmarriage is a public event, a matter of record and that any member of the\npublic may attend a church ceremony. In addition, it said that Mr Egan’s\nconviction was a matter of public interest, and that it was important to\nillustrate his life prior to his conviction. The newspaper said that\nphotographs had been sourced from a website on which users can voluntarily\nupload their wedding photographs. The newspaper noted that the photographs in\nquestion were uploaded by “Laura Kiely (Bride)”, and were accompanied by\ncaptions which appeared to have been written by the complainant. \n5. As a gesture of goodwill, the newspaper removed two of\nthe photographs from the online article. \nRelevant Code Provisions\n6. Clause 3 (Privacy) \ni) Everyone is entitled to respect for his or her private\nand family life, home, health and correspondence, including digital\ncommunications. \nii) Editors will be expected to justify intrusions into any\nindividual's private life without consent. Account will be taken of the\ncomplainant's own public disclosures of information.Clause 5 (Intrusion into grief or shock) \ni) In cases involving personal grief or shock, enquiries and\napproaches must be made with sympathy and discretion and publication handled\nsensitively. This should not restrict the right to report legal proceedings,\nsuch as inquests. \nFindings of the Committee\n7. The complainant did not dispute that she had published\nthe photographs on the internet and provided details about her wedding in the\nphotographs’ captions. Having regard for the complainant’s own public\ndisclosure of the information and photographs in question, the Committee did\nnot establish a breach of Clause 3.  \n8. Clause 5 relates to the obligations of newspapers when\nreporting on instances of personal grief or shock, and is designed to protect\nvictims, and their families, from unwanted journalistic intrusion and insensitivity\nwhen they are at their most vulnerable. Whilst the Committee recognised that\nthe complainant was still dealing with the personal consequences of the events\nrelating to her husband, it took the view that this was not a case of personal\nshock such as to engage the terms of Clause 5. Nevertheless, the Committee\nwelcomed the newspaper’s decision to crop the complainant out of the\nphotographs before publication, particularly in light of the terms of Clause 9\n(Reporting of Crime). \n9. The Committee also welcomed the newspaper’s decision to\nremove two of the photographs from the online article. \nConclusions\n10. The complaint was not upheld. \nRemedial Action Required\nN/A \nDate complaint received: 25/11/2015 \nDate decision issued: 12/03/2015\nBack to ruling listing\n\n\n"
}