{
    "url": "/rulings-and-resolution-statements/ruling/?id=01958-21",
    "title": "01958-21 Linehan v metro.co.uk",
    "provisions": [
        "1 Accuracy (2021)",
        "3 Harassment (2021)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "metro.co.uk (Associated Newspapers Limited)",
    "published_on": "2021-02-23 00:00:00",
    "received_on": "2021-02-26 00:00:00",
    "concluded_on": "2021-06-21 00:00:00",
    "complaint_processing_days": 115,
    "conclusion_long": "17. The complaint was not upheld.",
    "remedial_action": "18. N/A   Date complaint received: 26/02/2021",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee – 01958-21 Linehan v\nmetro.co.uk\nSummary of Complaint\n1. Graham Linehan complained to the Independent Press\nStandards Organisation that metro.co.uk breached Clause 1 (Accuracy) and Clause\n3 (Harassment) of the Editors’ Code of Practice in an article headlined “Dating\napp Her stands by transgender community after Father Ted creator Graham Linehan\nposes as trans woman”, published on 23 February 2021.\n2. The article, which only appeared online, reported on the\npublic statement from a dating app, which the article said was issued “after\nGraham Linehan set up a dating profile to mock transgender women” and was\nbanned from the app for doing so.  The\narticle explained further that the complainant had “...infiltrated the app and\nshared screenshots of trans women he deemed to be not feminine enough”. The\narticle went on to report that, since setting up the dating profile, Mr Linehan\n“continued his writings on his perceived ‘war on women’ by transgender people”\nand wrote the following on his blog: “To be serious for a second, I’m not doing\nthis [setting up the dating profile] JUST for a laugh. I’m doing this to\ndemonstrate that it’s impossible to tell the difference between men and\nself-identifying “trans-women”. I’m doing it to expose an ideology that is\nhomophobic, misogynistic and puts women and girls in danger.”\n3. The article went on to report on criticism that Mr\nLinehan had received from social media users over the “stunt”, and that he had\n“denied being transphobic in the past, saying in 2019: ‘Your sex is not\nassigned, your sex is observed and recorded. I follow a lot of intersex people\non Twitter, and they are sick of being weaponised in this way by this ideology.\nEven they believe that sex is observed, not assigned. I do believe [in gender\ndysphoria] and it’s a very serious thing, but the current widening of the\ndefinition actually puts these people in danger. Real transexuals will not\nreceive the help they need because they are being flooded by all sorts of\ndifferent types.” The article also stated that Mr Linehan has “in more recent\nyears […] become more known for his anti-trans rhetoric, previously comparing\ntransgender activism to Nazism and accusing LGBTQ+ group[s] of grooming.”\n4. The article closed by stating that “Metro.co.uk has\ncontacted Mr Linehan […] for comment.”\n5. The complainant contacted the publication prior to making\na complaint to IPSO.  Upon being\ncontacted by the complainant, the publication edited the article, making clear\nthat the complainant “denied being anti-trans” and amending the article so\nthat, rather than stating that the complainant was “known for his anti-trans\nrhetoric”, it stated that “he has become known for sharing his views on trans\npeople.” These changes were made on the day of the article’s publication.\n6. The complainant said that the article was inaccurate in\nbreach of Clause 1, as it misrepresented his reasons for joining the dating\napp; while he accepted that there was an element of humour to what he\ncharacterised as a “stunt”, the main purpose of his action was to draw\nattention to straight men using a lesbian dating app by self-declaring that\nthey were transwomen.  He provided a link\nto his blog, which he said set out his true position on the matter, which was\nthat he considered allowing self-declared trans-women on the app was\nhomophobic. He also said that the article was inaccurate to describe him as\n“anti-trans” and that he was “harassing transwomen”.  He finally said that, while the article said\nthat he had been contacted for comment, he had received no such contact from\nthe publication.\n7. The complainant also said that the article breached\nClause 3 (Harassment), where he said it portrayed him as anti-trans and was the\nlatest in a long line of articles to do so, and as such led to abuse from the\nwider public.\n8. The publication said it did not accept a breach of the\nEditors’ Code. Turning to the complainant’s Clause 1 concerns, it first noted\nthat – while the complainant stated that the article mischaracterised his\nreasons for joining the dating app – the article had quoted extensively from\nhis blog, which set out his reasons for joining the app. As such, the\npublication did not accept that the article had mischaracterised the\ncomplainant’s reasons for joining the app, which were clearly set out in the\nquoted blog piece.\n9. The publication then turned to the alleged inaccuracy\nidentified by the complainant, regarding claims that he was “harassing\ntranswomen” and was “anti-trans”. It first noted that the article did not refer\nto him “harassing” transwomen; rather, it stated that his actions were\n“mocking”. The publication considered this to be an accurate characterisation\nof the complainant’s own comments on why he had joined the app, where he had\nsaid “I’m not doing this JUST for a laugh” – confirming that a motivation for\nhim joining the app was to joke at the expense of transwomen. It also\nconsidered that it was accurate to state that the complainant was “known for\nhis anti-trans rhetoric”, noting that examples of this rhetoric were to be\nfound within the article, as the complainant had “previously compar[ed]\ntransgender activism to Nazism and accus[ed] LGBTQ+ group[s] of grooming.” The\npublication also noted that, at the time of publication, the complainant’s\nWikipedia entry  included a section\ntitled “Anti-transgender activism”, which included the complainant’s\n“comparison of the medical transition of children to Nazi experiments on\nchildren, and [his] suspension by Twitter for 'hateful conduct', following\nwhich [he] created a sockpuppet account posing as a trans man in order to call\nthe executive director of Amnesty Ireland 'a traitor to women, gay people and\nyourself' for signing an open letter expressing support for the transgender\ncommunity.” For these reasons, the publication did not accept that it\nmischaracterised the complainant’s position on trans issues or his reasons for\njoining the app.\n10. The publication also said that it had contacted a\nrepresentative of the complainant for comment, and as such it did not accept\nthat it was inaccurate for the article to report that the complainant was\ncontacted for comment. While it did not accept that the Code had been breached,\nit amended the article to make clear that it was a representative of the\ncomplainant who had been contacted for comment, and not the complainant himself.\n11. The publication said that the terms of Clause 3 were not\nengaged by the complaint, where the Clause relates to the behaviour of\njournalists and the methods by which they approach people in relation to\narticles.\n12. The complainant said that he still considered that the\narticle misrepresented his position and reasons for joining the dating app. The\ncomplainant accepted that the publication contacted his agent for comment, and\nnoted that his agent had not passed the request on. He finally said that he\nwould be willing to resolve his complaint should the publication publish a\ncorrection and an apology.\nRelevant Code Provisions\nClause 1 (Accuracy)\ni) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not\nsupported by the text.\nii) A significant inaccuracy, misleading statement or\ndistortion must be corrected, promptly and with due prominence, and — where\nappropriate — an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator. \niii) A fair opportunity to reply to significant inaccuracies\nshould be given, when reasonably called for.\niv) The Press, while free to editorialise and campaign, must\ndistinguish clearly between comment, conjecture and fact.\nClause 3 (Harassment)\ni) Journalists must not engage in intimidation, harassment\nor persistent pursuit.\nii) They must not persist in questioning, telephoning,\npursuing or photographing individuals once asked to desist; nor remain on\nproperty when asked to leave and must not follow them. If requested, they must\nidentify themselves and whom they represent.\niii)  Editors must\nensure these principles are observed by those working for them and take care\nnot to use non-compliant material from other sources.\nFindings of the Committee\n13. The Committee considered whether it was significantly\ninaccurate for the article to report that the complainant had created the\nprofile on the app to “mock transgender women.” The Committee noted that the\ncomplainant’s own blog on the subject – which the complainant had flagged for\nIPSO’s attention as the best source of information on his position – was quoted\nat length in the article. In one of the excerpts, the complainant said that he\nhad not created the dating profile “JUST for a laugh. I’m doing this to\ndemonstrate that it’s impossible to tell the difference between men and\nself-identifying ‘trans-women’. I’m doing it to expose an ideology that is\nhomophobic, misogynistic and puts women and girls in danger.” Given that the\ncomplainant’s blog had arguably referenced humour as one of his reasons for\ncreating the profile, the Committee found that it was not significantly\ninaccurate for the publication to characterise the reason he joined to app as\nbeing “to mock transgender women”, particularly when the article also included\nthe full explanation for creating the profile which was provided by the\ncomplainant on his blog. There was no breach of Clause 1 on this point.\n14. The Committee next considered the complainant's\ncomplaint that it was inaccurate for the article to have described him as\nsomeone who had become “known for his anti-trans rhetoric.” The article\ncontained examples of the comments which the complainant had made publicly on\nthe subject, as well as the criticism which he had attracted from social media\nusers. While the Committee understood that the complainant disputed the\npublication’s description of him in these terms, it found that the article was\nnot inaccurate in circumstances where it had set out the basis for the\ndescription and had also made clear that he denied being transphobic and\nincluded comments made by him on the subject in 2019; his position regarding\nthis description of him was therefore made clear  in the article. The Committee did not find\nthat Clause 1 had been breached on this point; nonetheless, it welcomed the\npublication’s decision to amend the article upon being contacted by the\ncomplainant, both to reiterate that the complainant denied being “anti-trans”\nand to remove the specific reference to “anti-trans rhetoric” which the\ncomplainant disputed.\n15. The complainant accepted that the publication had\ncontacted his representative for comment. As such, it was not inaccurate to\nreport that the complainant had been contacted for comment, and there was no\nbreach of Clause 1 on this point.\n16. The Committee noted that the complainant had issues with\nharassment from third-parties, which he considered was a direct result of\narticle such as the one under complaint. However, where Clause 3 relates to the\nconduct of journalists and not members of the public, the terms of Clause 3\nwere not engaged by the complainants’ concerns on this point. There was no\nbreach of Clause 3.\nConclusions\n17. The complaint was not upheld.\nRemedial Action Required\n18. N/A\n \nDate complaint received: 26/02/2021\nDate complaint concluded by IPSO: 21/06/2021\nBack to ruling listing\n\n\n"
}