{
    "url": "/rulings-and-resolution-statements/ruling/?id=01951-22",
    "title": "01951-22 Keegan v The Sunday Times",
    "provisions": [
        "1 Accuracy (2021)"
    ],
    "outcome": "Breach - sanction: publication of correction",
    "publication": "The Sunday Times (News UK)",
    "received_on": "2022-03-07 00:00:00",
    "concluded_on": "2022-10-17 00:00:00",
    "complaint_processing_days": 224,
    "conclusion_long": "that he was the source rested, in some part, on assumptions made by the publication. Taken in this context, and where the publication had not sought to verify the identity of this individual prior to publication – either by contacting the complainant or the former CEO of the Post Office – this represented a failure to take care under Clause 1 (i). 13. The complainant denied being responsible for the remark attributed to him and, in response to an enquiry from the newspaper following publication, the former CEO of the Post Office – in whose evidence the comment featured – had confirmed to the publication that the complainant was not the person to whom she had referred. In the context of an article about the significant ramifications of Fujitsu’s “flawed IT system”, incorrectly claiming that the CEO of the Post Office had identified the complainant as being the source of the claim about the security of that system while in post as CEO was significant and as such required correction under Clause 1 (ii). 14. The complainant’s representative had contacted the newspaper the day after the article’s publication, in May 2021, to notify it that this claim was inaccurate. However, it was only upon receipt of the complaint from IPSO in March 2022 and receiving clarification from the former CEO of the Post Office that the publication amended the online article and published a footnote clarification. While the Committee welcomed the steps taken by the publication, it noted that the information provided by the complainant did not materially add to the information already provided by the complainant’s representative nine months prior. In such circumstances, and given the significance of the claim, the Committee concluded that the steps taken by the publication were not prompt, and there was a breach of Clause 1 (ii). 15. The Committee next considered the complaint that the second article was misleading in describing the complainant as “playing a central role in [Fujitsu’s] dealings with the Post Office as it fought the sub-postmasters.” The complainant accepted that he held the position of Chief Executive between April 2014 to June 2015 over which period he had line responsibility for the Fujitsu business with the Post Office. The complainant also accepted that he had held the role of Chairman from 2015. However, he explained that his responsibilities for the Post Office had ended in June 2015 on becoming Head of the company’s EMEIA Technology Product Business, when line management responsibility for the Post Office passed to his successor. The Committee noted the complainant’s position that the litigation between the sub-postmasters and the Post Office did not commence until later, in 2016. The article reported, accurately, that the complainant had held the roles of UK Chief Executive and Chairman of the company between 2015 and 2018. However, it went further than identifying the roles held by the complainant and made the specific allegation that he had played “a central role” in Futjitsu’s dealing with the Post Office at a key time, namely “as [the Post Office] fought the sub-postmasters”; this suggested direct operational involvement by the complainant. The publication had not been able to evidence this specific allegation. Though in his position as CEO of Fujitsu UK the complainant was ultimately responsible for the accountability and governance of the company, the publication had not provided any evidence or any public record demonstrating that the complainant had a “central role” in the company’s dealings with the Post Office at the material time. The publication of this unsubstantiated claim represented a failure to take care over the accuracy of the article, in breach of Clause 1. In the context of an article which examined the responsibilities of those connected to the ‘Post Office Scandal’, the complainant’s relationship with the events was a matter of significance. As such, a correction was required under Clause 1 (ii). As the publication of a correction had not been offered by the newspaper, there was a further breach of Clause 1 (ii). Conclusion(s) 16. The complaint was upheld. Remedial Action Required 17. Having upheld the complaint against both articles, the Committee considered what remedial action was appropriate. In circumstances where the Committee establishes a breach of the Editors’ Code, it can require the publication of a correction and/or adjudication. The nature, extent, and placement of which is determined by IPSO. 18. With regards to the first article, the clarification published by the publication was insufficient to address the requirements of Clause 1(ii), particularly in relation to promptness. As such, the Committee decided that the appropriate remedy was the publication of a standalone correction. This correction should appear in the publication’s online Corrections and Clarifications column, and should acknowledge that the previous version of the article was inaccurate: the complainant had not been the individual who had described the Horizon System as ‘Fort Knox’ to the former CEO of the Post Office. The wording of this correction should state that it was published following an upheld ruling by the Independent Press Standards Organisation. The full wording should be agreed with IPSO in advance. 19. The Committee next considered the",
    "remedial_action": "for the second article. Though the Committee recognised that the complainant held various senior positions at Fujitsu UK, the publication had been unable to substantiate the specific allegation regarding the complainant’s direct involvement with the Post Office during this time. The Committee considered that the appropriate remedy was the publication of a correction to put the correct position on record. The Committee then considered the placement of this correction. This correction should appear as a standalone correction in the publication’s Corrections and Clarification’s column both in print and online. It should also appear beneath the headline of the online article should it remain unamended. If, however, the text of the article is amended this correction may appear as a footnote, recording the alternations made. The wording of this correction should be agreed with IPSO in advance and should make clear that it had been published following an upheld ruling.    Date complaint received: 07/03/2022",
    "text": "\n\n\n\n\n\nDecision\nof the Complaints Committee – 01951-22 Keegan v The Sunday Times\nSummary\nof Complaint\n1.\nMichael Keegan complained to the Independent Press Standards Organisation that\nThe Sunday Times breached Clause 1 (Accuracy) of the Editors’ Code of Practice\nin two articles headlined:\n· “Japanese\ngiant still stamping on Post Office victims”, published on 16 May 2021.\n· “Will\njustice finally be DELIVERED?”, published on 27 February 2022.\n2. The\nfirst article, which appeared online only, reported that the former Chief\nExecutive (CEO) of the Post Office told a Parliamentary Select Committee that\nshe had “repeatedly” asked whether the Post Office or Fujitsu – the company\nthat built and maintained the Horizon IT system which was responsible for the\nwrongful prosecution of numerous sup-postmasters – had the ability to access\nand alter information remotely: “I remember being told by Fujitsu’s then [UK]\nCEO when I raised it with him that the system was \"like Fort Knox”. The article\nthen explained that this CEO was the complainant.\n3. The\nheadline of the second article was followed by the sub-heading: “Those\nresponsible for the Post Office scandal went on to lucrative jobs. Some even\ngot bonuses. But they may yet be held to account”. This appeared beneath\nphotographs of 12 individuals, each accompanied by a summary of their\nrespective connections to the ‘Post Office scandal’. One of the photographs was\nof the complainant and the accompanying summary stated, “Keegan was UK [CEO]\nand chairman at Fujitsu between 2015 and 2018, playing a central role in its\ndealings with the Post Office as it fought the sub-postmasters”. It then stated\nthat he was “now a crown representative at the Cabinet Office dealing with\ndefence suppliers on behalf of taxpayers.” The text of the article stated that\nthe complainant had been “a board member” of Fujitsu before serving as CEO and\nChairman, and was “central to the firm’s dealings with the Post Office during a\ncritical period, as the experiences of sub-postmasters came to light and the\norganisation decided to fight them in court”.\n4. The\nsecond article also appeared online under the headline “Post Office scandal:\nwill justice ever be delivered?”. The text of this article was substantially\nthe same as the print version.\n5. The\ncomplainant said both articles were inaccurate, in breach of Clause 1\n(Accuracy). In relation to the first article, he denied that he was the\nindividual who had told the former CEO of the Post Office that the Horizon\nsystem was like “Fort Knox” and could not be accessed remotely by Fujitsu, nor\nwas he identified as such during her evidence to a Parliamentary Select\nCommittee. He had only met her once in 2014 and had no ongoing relationship\nwith her; he did not discuss or give her any assurances regarding Horizon’s\ncapabilities. The complainant said this false attribution had resulted in him\nbeing named as the person who had given misleading statements about Horizon\nwithin the Houses of Parliament and on social media.\n6. The\ncomplainant, through a representative, had contacted the newspaper the day\nafter the first article’s publication to express his concern that it was\ninaccurate in this regard. He added that, since the article’s publication, the\nnewspaper had been made aware that it was a different individual who had made\nthis particular remark, yet the record had not been corrected at that time.\n7. The\ncomplainant said the second article also breached Clause 1. He denied that he\nwas the “UK [CEO] and chairman at Fujitsu between 2015 and 2018”, or that he\nhad played a “central role” in the organisation’s dealing with the Post Office\nas it “fought the sub-postmasters” and “decided to fight them in the court”. He\nserved as Fujitsu’s UK CEO from May 2014 to June 2015. His responsibilities for\nthe Post Office account had ended when he became the Head of Fujitsu EMEIA’s\nTechnology Product Business in June 2015; a position he held until he left the\norganisation in 2018. He noted that the sub-postmasters did not commence their\nlitigation against the Post Office until 2016. While he accepted that he had\nbeen given the title of UK “Chairman” for Fujitsu, he said that he did not have\n“line management responsibility” for the Post Office account during this\nperiod, which he said was held by his successor as CEO for Fujitsu UK. He added\nthat he had only learnt of the sub-postmaster’s litigation from press coverage\nin 2019.\n8. The\ncomplainant also expressed concern that he had not been contacted for comment\nprior to the publication of either article.\n9. The\nnewspaper did not accept a breach of the Editors’ Code. The former CEO of the\nPost Office had told the Parliamentary Select Committee in 2021 that her\nprevious submissions had been based upon what she had been assured “by\nFujitsu’s then CEO” who “had been a trusted outsource partner and had the\nreputation of a highly competent technology sector CEO”. While the newspaper\naccepted that this individual had not specifically named the complainant during\nher evidence, it maintained that she could only have been referring to him: the\ncomplainant served as Fujitsu’s UK CEO from May 2014 to June 2015, which was\nthe timeframe in which she had previously given evidence to the committee; he\nhad held senior positions at the organisation since 2006; and was well-known\nfor his long experience in the technology sector. It added this was protected\nby Parliamentary reporting privilege; the newspaper was under no obligation to\nseek responses from those quoted from or referred to.\n10.\nNotwithstanding this, upon receipt of the complaint from IPSO in May 2022 the\nnewspaper contacted the former CEO of the Post Office, who confirmed that the\ncomplainant was not the individual who had described the Horizon system as\n“Fort Knox” to her. While the newspaper did not accept that this rendered the\narticle inaccurate or misleading, it amended the online article to reflect\nthis, noting that “the identity of [the] executive remains unclear” and added\nan update at the foot of the article, in a gesture of goodwill:\n“Following\npublication of this article [the former CEO of the Post Office] has confirmed\nthat the Fujitsu CEO to whom she referred in her evidence to the Commons\ncommittee in 2020 was not Michael Keegan. We are happy to make this clear.”\n11. In\naddition, the newspaper maintained that the second article’s characterisation\nof the complainant as \"playing a central role in [Fujitsu's] dealings with\nthe Post Office as it fought the sub-postmasters\" was fair and accurate.\nThe newspaper said that the complainant had served as CEO and Chairman of\nFujitsu UK and had ultimately held responsibility for the Post Office contract\nand for the operation of the Horizon software during this period; concerns\nabout defects in the software were well-documented before the complainant’s\ntenure as CEO and the organisation’s own knowledge of the defects significantly\npreceded public awareness of them – a point noted during a High Court ruling on\nthe subject. Furthermore, it argued that the complainant had taken no steps\nduring his time as CEO to correct the inaccurate position of the Post Office\nthat Fujitsu was unable to access and alter Horizon software remotely. It also\nnoted that the Post Office had launched a mediation scheme for sub-postmasters\nto raise grievances in 2014, with this scheme ongoing during the complainant’s\ntenure as CEO; the Post Office had commissioned a review to investigate allegations\nof defects in the Horizon software which reported that it was “not fit for\npurpose” in 2015 – four months after the complainant’s appointment as CEO; and\nthe Criminal Cases Review Commission began reviewing the prosecution of\nsub-postmasters in 2015. It also noted that the Post Office had submitted\nevidence to Parliament regarding the Horizon system in 2015, eight months after\nthe complainant’s appointment as CEO, which made suggestions that he must have\nknown were false: namely, that there was no technical facility within Horizon\nfor Fujitsu to alter branch data remotely. In the context, the publication said\nit was reasonable to conclude that the complainant, as the individual\nultimately responsible for Fujitsu’s UK operations at this time, was aware of\nthese issues.\nRelevant\nCode Provisions\nClause 1\n(Accuracy)\ni) The\nPress must take care not to publish inaccurate, misleading or distorted\ninformation or images, including headlines not supported by the text.\nii) A\nsignificant inaccuracy, misleading statement or distortion must be corrected,\npromptly and with due prominence, and — where appropriate — an apology\npublished. In cases involving IPSO, due prominence should be as required by the\nregulator. \niii) A fair\nopportunity to reply to significant inaccuracies should be given, when\nreasonably called for.\niv) The\nPress, while free to editorialise and campaign, must distinguish clearly\nbetween comment, conjecture and fact.\nFindings\nof the Committee\n12. The\nfirst article stated, as fact, that the complainant had been the CEO of Fujitsu\nUK who had likened the Horizon System to \"Fort Knox\" in a conversation with the\nformer CEO of the Post Office. While the newspaper was entitled to report on\nthe comments made in evidence by the former CEO of the Post Office to a\nParliamentary Select Committee, she had at no point identified the complainant\nby name as the source of the comment. The conclusion that he was the source\nrested, in some part, on assumptions made by the publication. Taken in this\ncontext, and where the publication had not sought to verify the identity of\nthis individual prior to publication – either by contacting the complainant or\nthe former CEO of the Post Office – this represented a failure to take care\nunder Clause 1 (i).\n13. The\ncomplainant denied being responsible for the remark attributed to him and, in\nresponse to an enquiry from the newspaper following publication, the former CEO\nof the Post Office – in whose evidence the comment featured – had confirmed to\nthe publication that the complainant was not the person to whom she had\nreferred. In the context of an article about the significant ramifications of\nFujitsu’s “flawed IT system”, incorrectly claiming that the CEO of the Post\nOffice had identified the complainant as being the source of the claim about\nthe security of that system while in post as CEO was significant and as such\nrequired correction under Clause 1 (ii).\n14. The\ncomplainant’s representative had contacted the newspaper the day after the\narticle’s publication, in May 2021, to notify it that this claim was\ninaccurate. However, it was only upon receipt of the complaint from IPSO in\nMarch 2022 and receiving clarification from the former CEO of the Post Office\nthat the publication amended the online article and published a footnote\nclarification. While the Committee welcomed the steps taken by the publication,\nit noted that the information provided by the complainant did not materially\nadd to the information already provided by the complainant’s representative\nnine months prior. In such circumstances, and given the significance of the\nclaim, the Committee concluded that the steps taken by the publication were not\nprompt, and there was a breach of Clause 1 (ii).\n15. The\nCommittee next considered the complaint that the second article was misleading\nin describing the complainant as “playing a central role in [Fujitsu’s]\ndealings with the Post Office as it fought the sub-postmasters.” The\ncomplainant accepted that he held the position of Chief Executive between April\n2014 to June 2015 over which period he had line responsibility for the Fujitsu\nbusiness with the Post Office. The complainant also accepted that he had held\nthe role of Chairman from 2015. However, he explained that his responsibilities\nfor the Post Office had ended in June 2015 on becoming Head of the company’s\nEMEIA Technology Product Business, when line management responsibility for the\nPost Office passed to his successor. The Committee noted the complainant’s\nposition that the litigation between the sub-postmasters and the Post Office\ndid not commence until later, in 2016. The article reported, accurately, that\nthe complainant had held the roles of UK Chief Executive and Chairman of the\ncompany between 2015 and 2018. However, it went further than identifying the\nroles held by the complainant and made the specific allegation that he had\nplayed “a central role” in Futjitsu’s dealing with the Post Office at a key\ntime, namely “as [the Post Office] fought the sub-postmasters”; this suggested\ndirect operational involvement by the complainant. The publication had not been\nable to evidence this specific allegation. Though in his position as CEO of\nFujitsu UK the complainant was ultimately responsible for the accountability\nand governance of the company, the publication had not provided any evidence or\nany public record demonstrating that the complainant had a “central role” in\nthe company’s dealings with the Post Office at the material time. The\npublication of this unsubstantiated claim represented a failure to take care\nover the accuracy of the article, in breach of Clause 1. In the context of an\narticle which examined the responsibilities of those connected to the ‘Post\nOffice Scandal’, the complainant’s relationship with the events was a matter of\nsignificance. As such, a correction was required under Clause 1 (ii). As the\npublication of a correction had not been offered by the newspaper, there was a\nfurther breach of Clause 1 (ii).\nConclusion(s)\n16. The\ncomplaint was upheld.\nRemedial\nAction Required\n17.\nHaving upheld the complaint against both articles, the Committee considered\nwhat remedial action was appropriate. In circumstances where the Committee\nestablishes a breach of the Editors’ Code, it can require the publication of a\ncorrection and/or adjudication. The nature, extent, and placement of which is\ndetermined by IPSO.\n18. With\nregards to the first article, the clarification published by the publication\nwas insufficient to address the requirements of Clause 1(ii), particularly in\nrelation to promptness. As such, the Committee decided that the appropriate\nremedy was the publication of a standalone correction. This correction should\nappear in the publication’s online Corrections and Clarifications column, and\nshould acknowledge that the previous version of the article was inaccurate: the\ncomplainant had not been the individual who had described the Horizon System as\n‘Fort Knox’ to the former CEO of the Post Office. The wording of this\ncorrection should state that it was published following an upheld ruling by the\nIndependent Press Standards Organisation. The full wording should be agreed\nwith IPSO in advance.\n19. The\nCommittee next considered the remedial action required for the second article.\nThough the Committee recognised that the complainant held various senior\npositions at Fujitsu UK, the publication had been unable to substantiate the\nspecific allegation regarding the complainant’s direct involvement with the\nPost Office during this time. The Committee considered that the appropriate remedy\nwas the publication of a correction to put the correct position on record. The\nCommittee then considered the placement of this correction. This correction\nshould appear as a standalone correction in the publication’s Corrections and\nClarification’s column both in print and online. It should also appear beneath\nthe headline of the online article should it remain unamended. If, however, the\ntext of the article is amended this correction may appear as a footnote,\nrecording the alternations made. The wording of this correction should be\nagreed with IPSO in advance and should make clear that it had been published\nfollowing an upheld ruling.\n\n\n\nDate\ncomplaint received: 07/03/2022\nDate\ncomplaint concluded by IPSO: 17/10/2022\n\n\n\nIndependent\nComplaints Reviewer\nThe\npublication complained to the Independent Complaints Reviewer about the process\nfollowed by IPSO in handling this complaint. The Independent Complaints\nReviewer decided that the process was not flawed and did not uphold the request\nfor review.\nBack to ruling listing\n\n\n"
}