{
    "url": "/rulings-and-resolution-statements/ruling/?id=01976-14",
    "title": "01976-14 Turner v Surrey Comet",
    "provisions": [
        "1 (Accuracy) 2015"
    ],
    "outcome": "No breach - after investigation",
    "publication": "Surrey Comet (Newsquest Media Group)",
    "received_on": "2014-11-26 00:00:00",
    "concluded_on": "2015-03-27 00:00:00",
    "complaint_processing_days": 121,
    "conclusion_long": "12. The complaint was not upheld.",
    "remedial_action": "N/ADate complaint received: 26/11/2014",
    "text": "\n\n\n\n\n\n   Decision of\nthe Complaints Committee 01976-14\nTurner v Surrey Comet\nSummary of complaint \n1. Richard Turner complained to the Independent Press\nStandards Organisation that the Surrey Comet had breached Clause 1 (Accuracy)\nof the Editors’ Code of Practice, in an article headlined “Serial killer Levi\nBellfield befriended Sarah Payne’s dad in Walton pub, mother reveals”,\npublished in print and online on 3 November 2014.2. The complainant is the brother of Levi Bellfield, who\nhas been convicted of the murders of three young women and the attempted murder\nof a fourth woman. The article was based on a report in a national newspaper,\nand stated that Mr Bellfield had befriended Michael Payne, the father of\nmurdered school girl Sarah Payne, during “weekly drinking sessions” at a pub in\nWalton, before Mr Bellfield’s arrest for the murders. It quoted Mr Payne’s\nbrother describing Mr Bellfield as “sick” and claimed that he had “boasted”\nabout the alleged friendship. It also reported that when police searched Mr\nBellfield’s home after his arrest in 2004, they found newspaper cuttings about\nSarah Payne’s murder.3. The complainant said that his brother had never been a\nneighbour of Michael Payne; he had not met or socialised with him. His brother\nhad moved out of his flat in Walton in March 2002, and had never visited the\npub in question; further, Michael Payne had not moved into the street until\n2004. By that time, the complainant’s brother was living in West Drayton, over\nten miles away.4. The complainant also raised concerns about a number of\nother points. His brother had been convicted of three murders, not four. No\nnewspaper cuttings had been found at the Walton flat, as the article suggested,\nand no cuttings had been found at either location relating to Sarah Payne.  Two cuttings had been found in a search of\nthe West Drayton home: a story about car clamping and a story about Amelie\nDelagrange, one of his victims. In support of his position, the complainant\nprovided a copy of a list of material recovered from the West Drayton home,\nwhich recorded two newspaper cuttings, along with an account by a police officer\nwho had been present at the search. The officer said that one of the cuttings\nhad been seized because it included a small article regarding the murder of Ms\nDelagrange. Beyond that, the officer said, “no other papers to the best of my\nknowledge were seized from the address during the period of the search. That is\nnot to say that there were no other newspapers there. I could not say either\nway in respect of that request.”5. The newspaper said that the story had been reported as\nthe accounts of Mr Payne’s family, as recounted in another newspaper. The pub\nhad been Mr Payne’s local, and Levi Bellfield had been one of its well-known\nregular customers. It maintained that it was feasible that Mr Bellfield had\ncontinued to drink at his former local after leaving the immediate area, and\nthat he had befriended Mr Payne at this time. The newspaper amended the online\narticle to make clear that police had found the newspaper cuttings at the West\nDrayton property and offered to make clear that the cuttings related to Amelie\nDelagrange, rather than Sarah Payne.6. The complainant said the newspaper had relied on pub\ngossip. An amendment to the online article was not sufficient; a correction\nshould also be published in print.Relevant Code Provisions7. Clause 1 Accuracyi) The Press must take care not to publish inaccurate,\nmisleading or distorted information, including pictures.ii) A significant inaccuracy, misleading statement or\ndistortion once recognised must be corrected, promptly and with due prominence,\nand - where appropriate - an apology published. In cases involving the\nRegulator, prominence should be agreed with the Regulator in advance.iii) The Press, whilst free to be partisan, must\ndistinguish clearly between comment, conjecture and fact.Findings of the Committee8. Levi Bellfield and Michael Payne had evidently not\nlived in Walton at the same time, and the Committee noted the complainant’s\nposition that this undermined the basis of the article. However, the article\nwas clearly based on the detailed recollections of Mr Payne’s family, including\nregarding his reaction on learning of Mr Bellfield’s convictions. The\npublication had been entitled to report their account, and the re-publication\nof the family’s claims, in this context, did not constitute a breach of Clause\n1.9. The Committee noted that the article had not made a\nspecific claim that the complainant’s brother and Mr Payne had been neighbours;\nit said that Mr Bellfield had “gravitated toward [Mr Payne] in the Ashley Park\npub, during weekly drinking sessions”. While Mr Bellfield and Mr Payne had\nlived on the street at different times, the Committee had not been provided with\ngrounds to establish that Mr Payne and Mr Bellfield had not met in this\ncontext, as was the clear account of the Payne family. No correction was\nrequired.10. The witness statement by the police officer who\nattended the search acknowledged that he could not confirm that no other\ncuttings had been present in Mr Bellfield’s West Drayton home at the time of\nthe search. The Committee did not consider that there were grounds to establish\nan inaccuracy on this point.11. A murder represents an appalling loss of life, and as\nsuch the Committee expressed concern about the careless inaccuracy regarding\nthe nature of Mr Bellfield’s convictions. Nonetheless, the Committee concluded\nthat, under the terms of the Code, a correction was not required to inform readers\nthat Mr Bellfield had been convicted of three murders and one attempted murder,\nrather than four murders; they would not be significantly misled as to the\ngravity of his crimes.Conclusions12. The complaint was not upheld.Remedial Action RequiredN/ADate complaint received: 26/11/2014\nDate decision issued: 27/03/2015\nBack to ruling listing\n\n\n"
}