{
    "url": "/rulings-and-resolution-statements/ruling/?id=01979-21",
    "title": "01979-21 Parish v express.co.uk",
    "provisions": [
        "1 Accuracy (2021)"
    ],
    "outcome": "Breach - sanction: action as offered by publication",
    "publication": "express.co.uk (Reach PLC)",
    "published_on": "2021-02-27 00:00:00",
    "received_on": "2021-03-01 00:00:00",
    "concluded_on": "2021-06-02 00:00:00",
    "complaint_processing_days": 93,
    "conclusion_long": "10. The complaint was partly upheld under Clause 1 (i).",
    "remedial_action": "11. N/A Date complaint received: 01/03/2021",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee – 01979-21 Parish v\nexpress.co.ukSummary of Complaint1. Vindhi Parish complained to the Independent Press\nStandards Organisation that express.co.uk breached Clause 1 (Accuracy) of the\nEditors’ Code of Practice in an article headlined “Heartbreak as two pensioners\ndie hours after receiving jabs in separate tragic incidents”, published on 27\nFebruary 2021.2. The article, which only appeared online, reported on the\nunrelated deaths of two pensioners, who had died in separate incidents shortly\nafter having separately received Covid-19 “jabs”. The sub-headline beneath the\nparagraph noted that one of the pensioners had died in a “mystery car\naccident”, while the article went on to report that the other pensioner had\ndied in a choking accident. The article then went on to report that “[t]he\nMedicines and Healthcare Products Regulation Authority (MHRA) is monitoring any\nadverse health effects or deaths soon after vaccination, but so far believes no\ndeaths have been linked to the vaccine.”3. The complainant said that the headline of the article was\nmisleading in breach of Clause 1, as it referred to the deaths of two recently\nvaccinated people without making clear that their deaths were not linked to the\nvaccination. The complainant considered that this would mislead readers into\nbelieving that the vaccinations were the cause of, or linked to, the deaths; this\nwas clearly not supported by the text of the article, which made clear the\nactual circumstances of their deaths. The complainant also noted that the\narticle went so far to report that no deaths had been linked to the Covid-19\nvaccine in the UK, which he considered directly contradicted the headline of\nthe article.4. The publication accepted that the headline may have been\nmisleading. On 9 March 2021, after receiving complaints about the article, the\npublication removed the article and published a stand-alone online\nclarification; the clarification read as follows:Deaths after Covid-19 vaccine - A ClarificationOur article of 27 February was headlined 'Heartbreak as two\npensioners die hours after receiving jabs in separate tragic incidents' and reported\nthe inquests of two individuals who had sadly passed away shortly after\nreceiving the Covid-19 vaccine.This article was removed as the headline did not make clear\nthat the causes of death were not related to the vaccine. We would like to make\nclear that one individual died in a car accident, and the other died in a\nchoking incident5. The complainant said that the removal of the article and\nthe publication of a clarification was not sufficient to resolve his complaint,\nas he did not consider that this adequately compensated for what he considered\nto be the damage caused by the article’s publication. He also did not consider\nthat the resolution of his complaint at this stage of the process would serve\nas a deterrent to the publication of similar articles in the future.Relevant Code ProvisionsClause 1 (Accuracy)i) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not\nsupported by the text.ii) A significant inaccuracy, misleading statement or\ndistortion must be corrected, promptly and with due prominence, and — where\nappropriate — an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator. iv) The Press, while free to editorialise and campaign, must\ndistinguish clearly between comment, conjecture and fact.Findings of the Committee6. Clause 1 (i) requires that publications take care not to\npublish headlines which are not supported by the text of the article. It does\nnot require a headline to give the full context of the story in question, but\nthe article must support the headline. The Clause also requires publications to\ntake care not to publish inaccurate, misleading, or distorted information; this\napplies to headlines as well as the body of articles.7. The headline linked the deaths of two individuals to the\nCovid-19 vaccine, but did not make clear that the deaths were unrelated to the\nvaccine – it referred only to them having died in “separate tragic incidents.”\nThe Committee found that the headline was misleading, where it linked two\ndeaths to the Covid-19 vaccine without making clear that there were no concerns\nthat the vaccine may have contributed or caused the deaths. The article itself\nmade clear the true cause of death in both cases and that the vaccine hadn’t\nbeen linked to the deaths; however, this was not sufficient to correct the\nmisleading headline. The headline was misleading and was not supported by the\ntext of the article, in breach of Clause 1 (i).8. The misleading headline was significant, where it related\nto a matter of national concern: the safety of the Covid-19 vaccine. For this\nreason, it required correction under the terms of Clause 1 (ii).9. Ten days after publication, the newspaper removed the\narticle and published a stand-alone online clarification, which appeared on its\nregular online Corrections & Clarifications page. The online clarification\nmade clear what was being corrected, and what the true position was. The\nclarification was published promptly upon the publication being made aware that\nthe headline may raise a possible breach of the Code, and was sufficiently\nprominent as a stand-alone web clarification appearing on an established\nCorrections & Clarification web page, where the original article only\nappeared online. For these reasons, there was no further breach of Clause\n1(ii), where the measures taken by the publication were sufficient to address\nthe original misleading statement.Conclusions10. The complaint was partly upheld under Clause 1 (i).Remedial Action Required11. N/A Date complaint received: 01/03/2021Date complaint concluded by IPSO: 02/06/2021 Independent Complaints ReviewerThe complainant complained to the Independent Complaints\nReviewer about the process followed by IPSO in handling this complaint. The\nIndependent Complaints Reviewer decided that the process was not flawed and did\nnot uphold the request for review.\nBack to ruling listing\n\n\n"
}