{
    "url": "/rulings-and-resolution-statements/ruling/?id=01972-22",
    "title": "01972-22 The Radcliffe School v miltonkeynes.co.uk",
    "provisions": [
        "1 Accuracy (2021)",
        "4 Intrusion into grief or shock (2021)",
        "6 Children (2021)"
    ],
    "outcome": "Breach - sanction: publication of adjudication",
    "publication": "miltonkeynes.co.uk (National World Publishing Ltd)",
    "published_on": "2022-02-08 00:00:00",
    "received_on": "2022-03-08 00:00:00",
    "concluded_on": "2022-08-09 00:00:00",
    "complaint_processing_days": 154,
    "conclusion_long": "25. The complaint was upheld under Clause 6.",
    "remedial_action": "26. Having upheld the complaint under Clause 6, the Committee consider the remedial action that should be required. Given the nature of the breach, the appropriate remedial action was the publication of an upheld adjudication. 27. The Committee considered the placement of this adjudication. The adjudication should be published on the newspaper’s website, with a link to the full adjudication appearing on the top half of the homepage for 24 hours; it should then be archived in the usual way. The headline to the adjudication should make clear that IPSO has upheld the complaint, refer to the subject matter and be agreed with IPSO in advance of publication. 28. The terms of the adjudication for publication are as follows: The Radcliffe School, acting on its own behalf and on behalf of the family of two of its pupils, complained to the Independent Press Standards Organisation that miltonkeynes.co.uk breached Clause 6 (Children) of the Editors’ Code of Practice in an article headlined “Pupils in shock after 'bullied' classmate aged 12 reportedly takes his own life in Milton Keynes”, published on 8 February 2022. The article reported on the response of the Radcliffe School to the death of one of its pupils. It included a social media post, made by the sister of the pupil who had died, commenting on allegations against the school. The complainant, acting on behalf of the child’s parents, said that the inclusion of the social media post breached Clause 6, where the publication had used the social media post of a minor – the sibling of the deceased child, a 15-year-old – in a published article without the express consent of a responsible adult. The publication did not accept that Clause 6 was breached: It said that the social media post was not an “interview”, and Clause 6 only requires consent from a custodial parent or similarly responsible adult in cases where a child is interviewed on a matter relating to their or another child’s welfare – rather than cases when a social media post is sourced from online. IPSO’s Complaints Committee noted that the Editors’ Code of Practice, in providing additional protections for children, acknowledges their particularly vulnerable position in relation to the press.  As such, honouring the full spirit of the Code means that what will constitute an “interview” for the purposes of Clause 6 is broader than circumstances where a journalist directly solicits comment or information from a child. Depending on the circumstances, and the nature of the published comments, unsolicited comments – such as the one republished in the article – may constitute an interview, and therefore parental consent would be required should the comment relate to the welfare of a child. In this instance, the comment – though unsolicited – had been portrayed in the article as the sister’s response to the subject matter of the article. Therefore, the Committee considered that it represented an interview as defined by Clause 6. The Committee also considered that the subject matter of the comment clearly related to the child’s welfare; it related to allegations of bullying in her school environment, and linked these allegations to the recent death of her sibling. The child’s parents had not consented to the publication of this comment, and there was therefore a breach of Clause 6. The Committee acknowledged that there was a public interest in reporting on the allegations against the school. However, the Committee did not consider that the public interest was so exceptional as to justify publishing the child’s social media post, and over-ride the paramount interest of that child.    Date complaint received: 08/03/2022",
    "text": "\n\n\n\n\n\nDecision\nof the Complaints Committee – 01972-22 The Radcliffe School v\nmiltonkeynes.co.uk\nSummary\nof Complaint\n1. The\nRadcliffe School, acting on its own behalf and on behalf of the family of two\nof its pupils, complained to the Independent Press Standards Organisation that\nmiltonkeynes.co.uk breached Clause 1 (Accuracy), Clause 4 (Intrusion into grief\nor shock) and Clause 6 (Children) of the Editors’ Code of Practice in an\narticle headlined “Pupils in shock after 'bullied' classmate aged 12 reportedly\ntakes his own life in Milton Keynes”, published on 8 February 2022.\n2. The\narticle, which appeared online only, reported that a “child who friends claim\nwas bullied because he was transgender has tragically died after reportedly\ntaking his own life”. It said that “[i]n a letter to the [publication] the\nstudents said: ‘X was a student at the Radcliffe school […] X has been bullied\nrelentlessly by his peers, which played a factor in his death, however the\nschool has not recognised this as the result of bullying on their premises, and\nhave outwardly tried to silence any and all claims of this.”\n3. The\narticle further reported that the child’s sibling had “also posted about her\ndissatisfaction with the school claiming homophobia is rife”, and directly\nquoted from the post in question. It then reported that the publication\n“contacted the Radcliffe School today to talk about the student’s claims. A\nspokesman told us: ‘We will not be commenting on this matter.’”\n4. The\narticle referred to the child who had died using male pronouns, in line with\nthe quoted concerns from the child’s fellow pupils in the article. This\ndecision – in quoting the article – refers to the child using the same pronouns\nused in the article, to avoid confusion. Representatives of the school and the\nchild’s parents, however, referred to the child using female pronouns.\n5. The\narticle was removed prior to the complainant contacting IPSO with its concerns.\n6. The\ncomplainant said that the article was inaccurate in breach of Clause 1, as it\nhad claimed that bullying suffered by the deceased child was “relentless[…]”,\nwhere it suggested that this claim had been made on the basis of a single\nsource. The complainant also said that including a post from the child’s sibling\n– who was 15 – was inaccurate, as no context was provided for the post. It\nfurther noted that it believed the post had actually been made a year prior to\nthe child’s death, rather than being posted in response to the death – as it\nconsidered the article implied. However, it could not say precisely when the\npost had been made.\n7. Regarding\nthe social media post, the complainant – on behalf of the child’s parents –\nsaid that its inclusion in the article also breached Clause 6, where the\npublication had used the social media post of a minor – the sibling of the\ndeceased child, a 15-year-old – in a published article without the express\nconsent of a responsible adult.\n8. The\ncomplainant then said that the approach it had made to the school breached\nClause 4, as the reporter who had phoned the school for comment has been rude\nto a member of staff and had subsequently hung up. It said that this was a\nbreach where each and every person at the school had been impacted by the\ndeath, which had happened soon before the phone call. The school further noted\nthat the approach was not sympathetic in circumstances where the school’s\npriority was helping its pupils and staff deal with the loss of one of the\nschool community.\n9. The\npublication said it refuted any suggestion that the article was inaccurate,\nmisleading, or distorted, or that it had not taken care over the accuracy of\nthe article. However, it accepted that the inclusion of the comment from the\nchild’s sibling could perhaps not be fully justified.\n10. The\nnewspaper said that the emails received from concerned friends of the deceased\nchild alleged that they had been bullied “relentlessly”, and that this was a factor\nin their death. It also said that it had a duty to accurately report the\ncomments of others, and that it had done so – pupils had alleged that the\nbullying was “relentless[…]”, and it had accurately reported these concerns. To\nsupport its position on this point, it provided an extract from an email which\nreferred to the child having been “bullied relentlessly”; it also provided\nextracts from further emails and messages outlining concerns about the school’s\napproach to LGBT+ students. The publication further noted that the school had\nbeen given the opportunity to comment on these concerns and set out its side of\nthe story, but had declined to do so. In addition, it said that it had been\ninformed by Ofsted and the local council that they were investigating\nallegations of bullying at the school; though it had not reported on these\ncomments, given the ongoing complaint from the school.\n11. The\nnewspaper further said that the comment from the sibling was recent, and\nprovided a redacted email from a concerned student referencing the comment as\nhaving been posted recently to support its position on this point; however, it\ncould not provide the original post as it had since been deleted.\n12. The\npublication did not accept that the reporter’s request for comment, made to the\nschool, breached Clause 4. It said that the reporter was polite at all times,\nand that a member of staff had hung up on her during the call – rather than\nvice versa. It further said that the approach had been made with sympathy and discretion,\nin line with the terms of Clause 4. It accepted that the school had other\npriorities than dealing with approaches from the press – however, its role as a\nnewspaper was to accurately report on issues in the local community, and part\nof ensuring that it did so was seeking comment from directly affected parties,\nsuch as the school.\n13.\nTurning to the alleged breach of Clause 6 arising from the social media post,\nthe publication said that the post had been made on a public social media\nforum. It was not, therefore, an interview as defined by Clause 6, as it had\nbeen shared to a wide audience – on a Facebook group with over 12,000 members –\nwithout additional comment. It also considered that the social media post did\nnot relate to the sibling’s welfare – it was a comment relating to the\nbehaviour of some pupils at the school and the lack of action from the school.\n14. The\nnewspaper also said that, prior to publishing the article, it had mistakenly\nbelieved that it had the blessing of the child’s family. It also noted its\nposition that the article related to an important matter of public interest,\nand that it had been approached by a number of people – including parents of\nchildren at the school – prior to the article’s publication, all of whom raised\na number of issues relating to the child’s death, the school’s response, and\nits track record on LGBT+ issues. Notwithstanding this, it said that it had\nremoved the article as soon as it had been advised that the article did not\nhave the family’s blessing.\n15. The publication said that any alleged breach\ncould be justified by the exceptional public interest in bringing allegations\nof serious bullying – which had allegedly led to the death of a child – to the\nattention of the public, and therefore help prevent similar situations\noccurring in the future. It said that it had also considered the statements and\nemails provided by the people who had contacted it, and the extent to which\nthere was already widespread discussion around the death. It further said that\nit had explored the possibility of deferring the publication until after the\ninquest but – considering the fact that a coroner could not be unduly\ninfluenced by media publications, and in light of the great concern of the\nstudents – ultimately reached the decision to publish the article prior to the\ninquest.\n16. The\npublication also set out its position that the publication of the comment from\nthe child’s sibling was published on the grounds of this exceptional public\ninterest, and said that the sibling was not named, interviewed, or\nphotographed. It also said that it had considered whether or not publishing the\npost was proportionate to the public interest served prior to publication, and\nhad considered that it was: it added great weight to the allegations against\nthe school, and specifically identified the deceased child as a bullying\nvictim.\n17.\nNotwithstanding that the publication did not accept a breach of the Code, it\nsaid that – considering the circumstances – it wished to resolve the complaint\nas a gesture of good will to the family. It offered to: write a private letter\nof apology to the family; make a £1000 donation to a charity of the family’s\nchoosing; publish a story exonerating the school, should the inquest find that\nthe claims of bullying were unfounded; provide the school with two-facing pages\nwithin the paper to showcase the school; and provide an assurance that the\narticle would not be republished.\n18. The\ncomplainant said that it had been told by the family that their child had never\ntold them that they had been bullied, nor had she sought to avoid going to\nschool. It further noted that it disputed that the sibling’s Facebook post was\nrecent and also provided comments from the child’s father noting that the post\nhad been made when the child was in a particularly vulnerable position, having\nlost their sibling. It also did not accept that publication’s response to be\nsufficient to address its concerns, and said that it wished for IPSO’s\nComplaints Committee to consider the matter further.\nRelevant\nCode Provisions\nClause 1\n(Accuracy)\ni) The\nPress must take care not to publish inaccurate, misleading or distorted\ninformation or images, including headlines not supported by the text.\nii) A\nsignificant inaccuracy, misleading statement or distortion must be corrected,\npromptly and with due prominence, and — where appropriate — an apology\npublished. In cases involving IPSO, due prominence should be as required by the\nregulator. \niii) A\nfair opportunity to reply to significant inaccuracies should be given, when\nreasonably called for.\niv) The\nPress, while free to editorialise and campaign, must distinguish clearly\nbetween comment, conjecture and fact.\nClause 4\n(Intrusion into grief or shock)\nIn cases\ninvolving personal grief or shock, enquiries and approaches must be made with\nsympathy and discretion and publication handled sensitively. These provisions\nshould not restrict the right to report legal proceedings.\nClause 6\n(Children)*\ni) All\npupils should be free to complete their time at school without unnecessary\nintrusion.\nii) They\nmust not be approached or photographed at school without permission of the\nschool authorities.\niii)\nChildren under 16 must not be interviewed or photographed on issues involving\ntheir own or another child’s welfare unless a custodial parent or similarly\nresponsible adult consents\niv)\nChildren under 16 must not be paid for material involving their welfare, nor\nparents or guardians for material about their children or wards, unless it is\nclearly in the child's interest.\nv)\nEditors must not use the fame, notoriety or position of a parent or guardian as\nsole justification for publishing details of a child's private life.\nThe\nPublic Interest (*)\nThere\nmay be exceptions to the clauses marked * where they can be demonstrated to be\nin the public interest.\n(1.) The\npublic interest includes, but is not confined to:\n- Detecting\nor exposing crime, or the threat of crime, or serious impropriety.\n- Protecting\npublic health or safety.\n- Protecting\nthe public from being misled by an action or statement of an individual or\norganisation.\n-\nDisclosing a person or organisation’s failure or likely failure to comply with\nany obligation to which they are subject.\n- Disclosing\na miscarriage of justice.\n- Raising\nor contributing to a matter of public debate, including serious cases of\nimpropriety, unethical conduct or incompetence concerning the public.\n- Disclosing\nconcealment, or likely concealment, of any of the above.\n(2.)\nThere is a public interest in freedom of expression itself.\n(3.) The\nregulator will consider the extent to which material is already in the public\ndomain or will become so.\n(4.)\nEditors invoking the public interest will need to demonstrate that they\nreasonably believed publication - or journalistic activity taken with a view to\npublication – would both serve, and be proportionate to, the public interest\nand explain how they reached that decision at the time.\n(5.) An\nexceptional public interest would need to be demonstrated to over-ride the\nnormally paramount interests of children under 16.\nFindings\nof the Committee\n19. The\nEditors’ Code of Practice, in providing additional protections for children,\nacknowledges their particularly vulnerable position. This is reflected in the\nterms of Clause 6 (Children) and in the requirement that an exceptional public\ninterest is required to over-ride the normally paramount interest of children\nunder 16. As such, honouring the full spirit of the Code means that what will\nconstitute an “interview” for the purposes of Clause 6 (iii) is broader than\ncircumstances where a journalist directly solicits comment or information from\na child. Depending on the circumstances, and the nature of the published comments,\nthe publication of unsolicited comments – such as the one republished in the\narticle – on issues that relate to a child’s welfare may engage the terms of\nClause 6 (iii) and therefore require consent from a parent or similarly\nresponsible adult.\n20. In\nthis instance, the comment was presented as the sister’s response to the\nallegations of homophobia and bullying at the school she attended, and in the\nview of the Committee, its publication in this context engaged the terms of\nClause 6 (iii) and it constituted an interview under the terms of the\nsub-Clause. The subject matter of the comment clearly related to the child’s\nwelfare; it related to allegations of bullying in her school environment, and\nlinked these allegations to the recent death of her sibling. The child’s\nparents had not consented to the publication of this comment.\n21. The\nCommittee acknowledged that there was a significant public interest in\nreporting on allegations of bullying and homophobia at the school and the role\nthat they might have played in the child’s death. However, there was an\nimportant distinction between the public interest in the story as a whole and\nthe specific public interest in publishing this comment, attributed to the\nsister (although unnamed) of the child who had died. The public interest in\npublishing the comment was not so exceptional as to override the interests of a\nchild, given the extremely sensitive subject matter and the child’s vulnerable\ncircumstances, immediately following the death of a sibling. The complaint\nunder Clause 6 (Children) was therefore upheld.\n22.\nTurning to the complainant’s Clause 1 concerns, the Committee noted that the\nschool was concerned that the article had published allegations about bullying\nwhich it considered to be unfounded. However, it noted that the terms of Clause\n1 make clear that publications are entitled to publish the opinions and views\nof individuals, provided they are correctly distinguished as such and from\nfact. In this case, each allegation was correctly distinguished as such – they\nwere attributed to “students” at the school. In addition, the publication had\nprovided copies of the redacted emails, which raised these concerns, and had\napproached the school for comment on the allegations – notwithstanding that the\nschool had declined to provide a comment. The Committee therefore did not\nconsider that the article had breached Clause 1 in reporting the allegations.\n23. The\nCommittee understood that there was a dispute of fact regarding the timing of\nthe social media post from the sibling. The complainant’s initial position was\nthat the post was made some time earlier, though it did not cite a specific\nalternative date. The publication had said that the post had been prompted by\nconcerns raised following the sibling’s death, and provided a redacted email\nfrom a third party who confirmed that they had read the comment\ncontemporaneously.  While the Committee\nexpressed some concern that the publication had not retained a copy of the\npost, on balance the Committee was satisfied that the publication had taken\ncare in reporting that the post was contemporaneous. There was no breach of\nClause 1.\n24.  In relation to Clause 4 about the\npublication’s approach to the school for comment, while the Committee noted\nthat the school was unhappy with the nature of the approach, the terms of the\nClause relate to personal grief or shock, rather than grief or shock shared\nacross a number of people in an organisation such as a school. The school did\nnot therefore have the standing to bring a complaint under this Clause in its\nown right, and the Clause was therefore not breached.\nConclusion(s)\n25. The\ncomplaint was upheld under Clause 6.\nRemedial\nAction Required\n26.\nHaving upheld the complaint under Clause 6, the Committee consider the remedial\naction that should be required. Given the nature of the breach, the appropriate\nremedial action was the publication of an upheld adjudication.\n27. The\nCommittee considered the placement of this adjudication. The adjudication\nshould be published on the newspaper’s website, with a link to the full\nadjudication appearing on the top half of the homepage for 24 hours; it should\nthen be archived in the usual way. The headline to the adjudication should make\nclear that IPSO has upheld the complaint, refer to the subject matter and be\nagreed with IPSO in advance of publication.\n28. The\nterms of the adjudication for publication are as follows:\nThe\nRadcliffe School, acting on its own behalf and on behalf of the family of two\nof its pupils, complained to the Independent Press Standards Organisation that\nmiltonkeynes.co.uk breached Clause 6 (Children) of the Editors’ Code of\nPractice in an article headlined “Pupils in shock after 'bullied' classmate\naged 12 reportedly takes his own life in Milton Keynes”, published on 8\nFebruary 2022.\nThe\narticle reported on the response of the Radcliffe School to the death of one of\nits pupils. It included a social media post, made by the sister of the pupil\nwho had died, commenting on allegations against the school.\nThe\ncomplainant, acting on behalf of the child’s parents, said that the inclusion\nof the social media post breached Clause 6, where the publication had used the\nsocial media post of a minor – the sibling of the deceased child, a 15-year-old\n– in a published article without the express consent of a responsible adult.\nThe publication\ndid not accept that Clause 6 was breached: It said that the social media post\nwas not an “interview”, and Clause 6 only requires consent from a custodial\nparent or similarly responsible adult in cases where a child is interviewed on\na matter relating to their or another child’s welfare – rather than cases when\na social media post is sourced from online.\nIPSO’s\nComplaints Committee noted that the Editors’ Code of Practice, in providing\nadditional protections for children, acknowledges their particularly vulnerable\nposition in relation to the press.  As\nsuch, honouring the full spirit of the Code means that what will constitute an\n“interview” for the purposes of Clause 6 is broader than circumstances where a\njournalist directly solicits comment or information from a child. Depending on\nthe circumstances, and the nature of the published comments, unsolicited\ncomments – such as the one republished in the article – may constitute an\ninterview, and therefore parental consent would be required should the comment\nrelate to the welfare of a child.\nIn this\ninstance, the comment – though unsolicited – had been portrayed in the article\nas the sister’s response to the subject matter of the article. Therefore, the\nCommittee considered that it represented an interview as defined by Clause 6.\nThe Committee also considered that the subject matter of the comment clearly\nrelated to the child’s welfare; it related to allegations of bullying in her\nschool environment, and linked these allegations to the recent death of her\nsibling. The child’s parents had not consented to the publication of this\ncomment, and there was therefore a breach of Clause 6.\nThe\nCommittee acknowledged that there was a public interest in reporting on the\nallegations against the school. However, the Committee did not consider that\nthe public interest was so exceptional as to justify publishing the child’s\nsocial media post, and over-ride the paramount interest of that child.\n\n\n\nDate\ncomplaint received: 08/03/2022\nDate\ncomplaint concluded by IPSO: 09/08/2022\nBack to ruling listing\n\n\n"
}