{
    "url": "/rulings-and-resolution-statements/ruling/?id=01985-21",
    "title": "01985-21 A woman v Metro.co.uk",
    "provisions": [
        "1 Accuracy (2021)",
        "2 Privacy (2021)",
        "4 Intrusion into grief or shock (2021)",
        "11 Victims of sexual assault (2021)",
        "12 Discrimination (2021)"
    ],
    "outcome": "Breach - sanction: publication of correction",
    "publication": "metro.co.uk (Associated Newspapers Limited)",
    "received_on": "2021-03-01 00:00:00",
    "concluded_on": "2021-09-17 00:00:00",
    "complaint_processing_days": 200,
    "conclusion_long": "22. The complaint was partly upheld under Clause 1.",
    "remedial_action": "23. Having upheld a breach of Clause 1, the Committee considered what remedial action should be required. In circumstances where the Committee establishes a breach of the Editors’ Code, it can require the publication of a correction and/or an adjudication, the terms and placement of which is determined by IPSO.24. The Committee found that the newspaper had published a significant inaccuracy. In circumstances where it was accepted by the parties this appeared to have arisen from a misunderstanding of a discussion that the journalist had initiated for the purpose of clarifying the complainant’s position, the Committee considered that the appropriate remedy was the publication of a correction to put the correct position on record.25. The Committee then considered the placement of this correction. This correction should be added to the article as a footnote. This wording should only include information required to correct the inaccuracy. The wording should also be agreed with IPSO in advance and should make clear that it has been published following an upheld ruling by the Independent Press Standards Organisation. If the publication intends to continue to publish the online article without amendment, the correction on the article should be published beneath the headline. If the article is amended, the correction should be published as a footnote which explains the amendments that have been made. Date complaint received: 01/03/2021",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee – 01985-21 A woman v\nMetro.co.ukSummary of Complaint1. A woman complained to the Independent Press Standards\nOrganisation that metro.co.uk breached Clause 1 (Accuracy), Clause 2 (Privacy),\nClause 4 (Intrusion into grief and shock), Clause 11 (Victims of sexual\nassault) and Clause 12 (Discrimination) of the Editors’ Code of Practice in an\narticle published in 2021.2. This decision is written in general terms, to avoid the\ninclusion of information which could identify an alleged victim of sexual\nassault. The complainant was the spouse who alleged to have been abused.3. The article reported on a court case between two spouses.\nIt included statements from lawyers and attributed various claims to the spouse\nmaking the complaint. It reported that this spouse alleged they had been\nsubject to abuse, which the judge did not make findings on. It also reported\nthat the judge had heard information about the marriage. Information regarding\nthe spouse’s profession was included. The article contained a quote from the\nother spouse’s barrister and an application this spouse made to the judge which\nwas denied.4. The complainant, one of the spouses referred to, said\nthat the article was inaccurate in breach of Clause 1. They said one of the\nstatements attributed to lawyers had not been heard in court, and was not\naccurate. The complainant also said that the article suggested inaccurately that\nthe information heard by the judge was true, \nwhich they disputed. They accepted that their spouse’s barrister had\nsaid this information in court, but that the judge had not made findings on it.\nThe complainant said it was inaccurate to report that no findings had been made\nover the allegations of abuse, as this had not formed part of the case, was not\nthe purpose of the hearing, and gave the impression that their allegations\nagainst their spouse were dismissed. The complainant also said they had not spoken\nin court, and therefore the article should have attributed claims to their\nbarrister. They also said that the quote from the spouses’ barrister was not\nadequately attributed, and that the claim was not true, though they accepted\nthis had been part of the court hearing.5. The complainant also said that the article represented an\nunjustified intrusion into their privacy in breach of Clause 2, as it\nidentified their profession and that they considered themselves a victim of\nabuse.6. The complainant said that the article breached Clause 4\nand Clause 11 by identifying them as a victim of sexual assault. The article\nnamed the complainant and included their allegations that their spouse had\nabused them. The complainant said the application by the complainant’s spouse,\nwhich was refused by the judge, amounted to them being a victim of sexual\nassault and therefore they should not have been named. The complainant said\nthat being named in the same article as their alleged abuser was highly\ndistressing and inappropriate in further violation of Clause 4, and that they\nhad suffered injuries to their mental health as a result of the publication of\nthe article.7. The complainant said that by identifying their profession\nand that they considered themselves a victim of abuse, the article had\ndiscriminated against them in breach of Clause 12.8. The publication stated that the court report had come\nfrom a press agency, and that a reporter had been present at court. The\npublication said that it had taken care not to publish inaccurate information\nby relying on this report. It provided an email from the agency stating that\nthe disputed sentence had not come from the court, but a phone call with the\ncomplainant’s barrister afterwards, which resulted in a misunderstanding. The\nagency amended its copy of the article. On receipt of the complaint, the\nnewspaper amended the article, and offered to amend it further during IPSO’s\ninvestigation to reflect a further email sent by the complainant’s barrister.\nNonetheless, it did not believe that this was a significant inaccuracy and\ntherefore it did not offer a correction.9. The publication said that it was a statement of fact that\nthe judge had not made a ruling on the allegations of abuse, and that the\narticle did not imply that it was a domestic abuse hearing. It said that the\ncomplaint’s spouse’s barrister’s skeleton argument had contained the\ninformation about the marriage, and that the judge confirmed this information.\nIt said it therefore was not inaccurate to report that the judge had heard the\ninformation about the marriage. The publication also said that it was\nconvention to attribute statements made in court to the relevant parties where\nmade by the parties’ legal representatives in court on their behalf, with their\nfull knowledge and consent as the legal representatives speak for the party\nconcerned. It said that the article made clear that the details were taken from\nwhat was heard and from the legal representatives’ position statements, and did\nnot claim that the complainant represented themselves.10. The publication said that the complainant’s profession\nand allegations of abuse against them were heard in public court, and therefore\nthe complainant had no reasonable expectation of privacy over the information.\nOn this basis, it said it was not a breach of Clause 2 to report this.11. The publication said the claims made by the complainant\nduring the proceedings that they were a victim of abuse did not constitute\nclaims that they were a victim of sexual assault. It said, therefore, that\nClause 11 was not engaged.12. The publication said that, in addition to the above, the\narticle was a fair and accurate report of a public hearing with no reporting\nrestrictions, and that therefore Clause 4 was not engaged.13. The publication also stated that the complainant’s profession\nand the allegation that they were a victim of abuse, though not sexual abuse,\nwere raised in the court case and was therefore genuinely relevant to the\narticle.Relevant Code ProvisionsClause 1 (Accuracy)i) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not\nsupported by the text.ii) A significant inaccuracy, misleading statement or\ndistortion must be corrected, promptly and with due prominence, and — where\nappropriate — an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator. iii) A fair opportunity to reply to significant inaccuracies\nshould be given, when reasonably called for.iv) The Press, while free to editorialise and campaign, must\ndistinguish clearly between comment, conjecture and fact.Clause 2 (Privacy)*i) Everyone is entitled to respect for their private and\nfamily life, home, physical and mental health, and correspondence, including\ndigital communications.ii) Editors will be expected to justify intrusions into any\nindividual's private life without consent. In considering an individual's\nreasonable expectation of privacy, account will be taken of the complainant's\nown public disclosures of information and the extent to which the material\ncomplained about is already in the public domain or will become so.iii) It is unacceptable to photograph individuals, without\ntheir consent, in public or private places where there is a reasonable\nexpectation of privacy.Clause 4 (Intrusion into grief or shock)In cases involving personal grief or shock, enquiries and\napproaches must be made with sympathy and discretion and publication handled\nsensitively. These provisions should not restrict the right to report legal\nproceedings.Clause 11 (Victims of sexual assault)The press must not identify or publish material likely to\nlead to the identification of a victim of sexual assault unless there is\nadequate justification and they are legally free to do so. Journalists are\nentitled to make enquiries but must take care and exercise discretion to avoid\nthe unjustified disclosure of the identity of a victim of sexual assault.Clause 12 (Discrimination)i) The press must avoid prejudicial or pejorative reference\nto an individual's, race, colour, religion, sex, gender identity, sexual\norientation or to any physical or mental illness or disability.ii) Details of an individual's race, colour, religion,\ngender identity, sexual orientation, physical or mental illness or disability\nmust be avoided unless genuinely relevant to the story.Findings of the Committee14. The Committee noted that the complainant’s spouse denied\nthe allegations of abuse and made clear that its role was to consider whether\nthe article complied with the Editors’ Code as a report on the proceedings,\nrather than to make findings on the veracity of claims heard as part of the\nproceedings, including the allegations of abuse which were in dispute between\nthe parties.15. The publication had relied on a court report from a\npress agency, which had been written by a journalist who was present at the\ncourt. In addition to the information heard in court, the journalist had\ncontacted the complainant’s barrister to provide clarity on one aspect of the\ncase. Newspapers are entitled to use reports provided by agencies, but in doing\nso they adopt responsibility for the care taken to ensure that information\ncontained in the published copy is not inaccurate, misleading or distorted.16. The first point considered by the Committee was the\ndisputed statement attributed to the complainant’s barrister. The publication\nsaid that this had not been said in court, but rather in a subsequent telephone\nconversation between the journalist and the complainant’s barrister. The\ncomplainant said that their barrister had denied this, and pointed out the\nstatement was not, in any case, correct. There was clearly a conflict in the\ntwo accounts given; in such instances the Committee would generally expect the\npublication to support its account in order to demonstrate it had taken\nsufficient care over the disputed claim. The publication did not provide any\nrecord or contemporaneous notes of the conversation with the complainant’s\nbarrister, but only the recollection of the journalist, obtained subsequent to\nthe complaint. This was not sufficient to demonstrate that care had been taken\nnot to publish inaccurate or misleading information, and the Committee found a\nbreach of Clause 1(i) of the Code.17. The publication said that there had been a\nmisunderstanding. It appeared to be accepted that there had been some\ndiscussion between the journalist and the barrister regarding the disputed\nstatement, but that there had been a misunderstanding as to what this impact\nwould be. This claim was significant and required correction under Clause\n1(ii). The publication had not offered to publish a correction and there was a\nbreach of Clause 1(ii).18. The complainant had accepted that the court had heard\nthat they were a victim of abuse, but that the court case was not a fact\nfinding case on these points. It was therefore accurate for the article to\nreport that the judge had not made findings on the allegations of abuse; this\ndid not imply that the allegations had been discounted. The article reported\nthat the judge heard information about the marriage. Where the complainant\naccepted that this was their spouse’s position in court, the article was not\ninaccurate on this point. The Committee noted that the complainant believed it\nwas inaccurate to report that they had said anything during the trial, as their\nbarrister had been the one to speak. The barrister had been representing the\ncomplainant in the proceedings; in this context, it was not inaccurate to refer\nin general terms to the claims made in support of the complaint’s case, on\ntheir instructions, as having been attributed to the complainant. It was not\ninaccurate to report what was written in the complainant’s spouse’s case\noutline, even in the complainant disputed the validity of the claim. There was\nno breach of Clause 1 on these points.19. With regards to Clause 11, the Committee made clear that\nit was not making a finding as to whether the complainant was a victim of\nsexual assault, but whether the article had identified them as such a victim.\nThe complainant had been named in court without reporting restrictions. During\nthe proceedings, there were allegations that they had been subjected to abuse.\nNeither of these allegations constituted an allegation of sexual abuse, and\nthere was no mention of sexual assault in the article. In these circumstances,\nthe complainant had not been identified as a victim of sexual assault and there\nwas no breach of Clause 11.11. The complainant’s religion, profession and the\nallegations of abuse against their spouse were heard in public through the\ncourt proceedings and were not subject to reporting restrictions. It was,\ntherefore, not a breach of their privacy under Clause 2 to repeat this\ninformation.20. The complainant also said the publication of the article\nwas intrusive in breach of Clause 4. The Committee noted that the article was a\nreport of the court proceedings. Clause 4 makes clear that it does not restrict\nthe right for publications to report on legal proceedings. The Committee\nunderstood that the publication of the article was upsetting for the\ncomplainant, but it was a report of contemporaneous proceedings that had been\nheard in court, and there was no breach of Clause 4.21. Clause 12 bars irrelevant and pejorative references to\ncertain characteristics of an individual. As stated, the Committee did not\nconsider that the complainant had been identified as a victim of sexual\nassault, and job titles are not a protected characteristic. There was no breach\nof Clause 12.Conclusions22. The complaint was partly upheld under Clause 1.Remedial Action Required23. Having upheld a breach of Clause 1, the Committee\nconsidered what remedial action should be required. In circumstances where the\nCommittee establishes a breach of the Editors’ Code, it can require the\npublication of a correction and/or an adjudication, the terms and placement of\nwhich is determined by IPSO.24. The Committee found that the newspaper had published a\nsignificant inaccuracy. In circumstances where it was accepted by the parties\nthis appeared to have arisen from a misunderstanding of a discussion that the\njournalist had initiated for the purpose of clarifying the complainant’s\nposition, the Committee considered that the appropriate remedy was the\npublication of a correction to put the correct position on record.25. The Committee then considered the placement of this\ncorrection. This correction should be added to the article as a footnote. This\nwording should only include information required to correct the inaccuracy. The\nwording should also be agreed with IPSO in advance and should make clear that\nit has been published following an upheld ruling by the Independent Press\nStandards Organisation. If the publication intends to continue to publish the\nonline article without amendment, the correction on the article should be\npublished beneath the headline. If the article is amended, the correction\nshould be published as a footnote which explains the amendments that have been\nmade. Date complaint received: 01/03/2021Date complaint concluded by IPSO: 17/09/2021 Independent Complaints Reviewer\nThe complainant and the publication complained to the\nIndependent Complaints Reviewer about the process followed by IPSO in handling\nthis complaint. The Independent Complaints Reviewer decided that the process\nwas not flawed and did not uphold the either of the requests for review.\nBack to ruling listing\n\n\n"
}