{
    "url": "/rulings-and-resolution-statements/ruling/?id=01984-21",
    "title": "01984-21 A woman v Mail Online",
    "provisions": [
        "1 Accuracy (2021)",
        "2 Privacy (2021)",
        "4 Intrusion into grief or shock (2021)",
        "11 Victims of sexual assault (2021)",
        "12 Discrimination (2021)"
    ],
    "outcome": "Breach - sanction: publication of correction",
    "publication": "Mail Online (Associated Newspapers Limited)",
    "received_on": "2021-03-01 00:00:00",
    "concluded_on": "2021-09-17 00:00:00",
    "complaint_processing_days": 200,
    "conclusion_long": "23. The complaint was partly upheld under Clause 1.",
    "remedial_action": "24. Having upheld a breach of Clause 1, the Committee considered what remedial action should be required. In circumstances where the Committee establishes a breach of the Editors’ Code, it can require the publication of a correction and/or an adjudication, the terms and placement of which is determined by IPSO. 25. The Committee found that the newspaper had published a significant inaccuracy. In circumstances where it was accepted by the parties this appeared to have arisen from a misunderstanding of a discussion that the journalist had initiated for the purpose of clarifying the complainant’s position, the Committee considered that the appropriate remedy was the publication of a correction to put the correct position on record. 26. The Committee then considered the placement of this correction. This correction should be added to the article as a footnote. This wording should only include information required to correct the inaccuracy. The wording should also be agreed with IPSO in advance and should make clear that it has been published following an upheld ruling by the Independent Press Standards Organisation. If the publication intends to continue to publish the online article without amendment, the correction on the article should be published beneath the headline. If the article is amended, the correction should be published as a footnote which explains the amendments that have been made.   Date complaint received: 01/03/2021",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee – 01984-21 A woman v Mail Online\nSummary\nof Complaint\n1. A\nwoman complained to the Independent Press Standards Organisation that the Mail\nOnline breached Clause 1 (Accuracy), Clause 2 (Privacy), Clause 4 (Intrusion\ninto grief and shock), Clause 11 (Victims of sexual assault) and Clause 12\n(Discrimination) of the Editors’ Code of Practice in an article published in\n2021.\n2. This\ndecision is written in general terms, to avoid the inclusion of information\nwhich could identify an alleged victim of sexual assault. The complainant was\nthe spouse who alleged to have been abused.\n3. The\narticle reported on a court case between two spouses. It included statements\nfrom lawyers and attributed various claims to the spouse making the complaint.\nIt reported that this spouse alleged they had been subject to abuse, which the\njudge did not make findings on. It also reported that the judge had heard\ninformation about the marriage. Information regarding the spouse’s profession\nwas included. The article contained a quote from the other spouse’s barrister\nand an application this spouse made to the judge which was denied. The article\nnamed the complainant’s profession.\n4. The\ncomplainant, one of the spouses referred to, said that the article was\ninaccurate in breach of Clause 1. They said one of the statements attributed to\nlawyers had not been heard in court, and was not accurate. The complainant said\nit was inaccurate to report that no findings had been made over the allegations\nof abuse, as this had not formed part of the case, was not the purpose of the\nhearing, and gave the impression that their allegations against their spouse\nwere dismissed. The complainant also said they had not spoken in court, and\ntherefore the article should have attributed claims to their barrister. The\ncomplainant also said that the article suggested inaccurately that the\ninformation heard by the judge was true, \nwhich they disputed. They accepted that their spouse’s barrister had\nsaid this information in court, but that the judge had not made findings on it.\nThey also said that the quote from the spouses’ barrister was not adequately\nattributed, and that the claim was not true, though they accepted this had been\npart of the court hearing.\n5. The\ncomplainant also said that the article represented an unjustified intrusion\ninto their privacy in breach of Clause 2, as it identified their profession,\ntheir religion and that they considered themselves a victim of abuse.\n6. The\ncomplainant said that the article breached Clause 4 and Clause 11 by\nidentifying them as a victim of sexual assault. The article named the\ncomplainant and included their allegations that their spouse had abused them.\nThe complainant said the application by the complainant’s spouse, which was\nrefused by the judge, amounted to them being a victim of sexual assault and\ntherefore they should not have been named. The complainant said that being\nnamed in the same article as their alleged abuser was highly distressing and\ninappropriate in further violation of Clause 4, and that they had suffered\ninjuries to their mental health as a result of the publication of the article.\n7. The\ncomplainant said that by identifying their profession, their religion and that\nthey considered themselves a victim of abuse, the article had discriminated\nagainst them in breach of Clause 12.\n8. The\npublication stated that the court report had come from a press agency, and that\na reporter had been present at court. The publication said that it had taken\ncare not to publish inaccurate information by relying on this report. It\nprovided an email from the agency stating that the disputed sentence had not\ncome from the court, but a phone call with the complainant’s barrister\nafterwards, which resulted in a misunderstanding. The agency amended its copy\nof the article. On receipt of the complaint, the newspaper amended the article,\nand offered to amend it further during IPSO’s investigation to reflect a\nfurther email sent by the complainant’s barrister. Nonetheless, it did not\nbelieve that this was a significant inaccuracy and therefore it did not offer a\ncorrection.\n9. The\npublication said that it was a statement of fact that the judge had not made a\nruling on the allegations of abuse, and that the article did not imply that it\nwas a domestic abuse hearing. It said that the complaint’s spouse’s barrister’s\nskeleton argument had contained the information about the marriage, and that the\njudge confirmed this information. It said it therefore was not inaccurate to\nreport that the judge had heard the information about the marriage. The\npublication also said that it was convention to attribute statements made in\ncourt to the relevant parties where made by the parties’ legal representatives\nin court on their behalf, with their full knowledge and consent as the legal\nrepresentatives speak for the party concerned. It said that the article made\nclear that the details were taken from what was heard and from the legal\nrepresentatives’ position statements, and did not claim that the complainant\nrepresented themselves.\n10. The\npublication said that the complainant’s profession, religion and allegations of\nabuse against them were heard in public court, and therefore the complainant\nhad no reasonable expectation of privacy over the information. On this basis,\nit said it was not a breach of Clause 2 to report this.\n11. The\npublication said the claims made by the complainant during the proceedings that\nthey were a victim of abuse did not constitute claims that they were a victim\nof sexual assault. It said, therefore, that Clause 11 was not engaged.\n12. The\npublication said that, in addition to the above, the article was a fair and\naccurate report of a public hearing with no reporting restrictions, and that\ntherefore Clause 4 was not engaged.\n13. The\npublication also stated that the complainant’s religion, profession and the\nallegation that they were a victim of abuse, though not sexual abuse, were\nraised in the court case and was therefore genuinely relevant to the article.\nIt said, therefore, that Clause 12 was not engaged.\nRelevant\nCode Provisions\nClause 1\n(Accuracy)\ni) The\nPress must take care not to publish inaccurate, misleading or distorted\ninformation or images, including headlines not supported by the text.\nii) A\nsignificant inaccuracy, misleading statement or distortion must be corrected,\npromptly and with due prominence, and — where appropriate — an apology\npublished. In cases involving IPSO, due prominence should be as required by the\nregulator. \niii) A\nfair opportunity to reply to significant inaccuracies should be given, when\nreasonably called for.\niv) The\nPress, while free to editorialise and campaign, must distinguish clearly\nbetween comment, conjecture and fact.\nClause 2\n(Privacy)*\ni)\nEveryone is entitled to respect for their private and family life, home,\nphysical and mental health, and correspondence, including digital\ncommunications.\nii)\nEditors will be expected to justify intrusions into any individual's private\nlife without consent. In considering an individual's reasonable expectation of\nprivacy, account will be taken of the complainant's own public disclosures of\ninformation and the extent to which the material complained about is already in\nthe public domain or will become so.\niii) It\nis unacceptable to photograph individuals, without their consent, in public or\nprivate places where there is a reasonable expectation of privacy.\nClause 4\n(Intrusion into grief or shock)\nIn cases\ninvolving personal grief or shock, enquiries and approaches must be made with\nsympathy and discretion and publication handled sensitively. These provisions\nshould not restrict the right to report legal proceedings.\nClause\n11 (Victims of sexual assault)\nThe\npress must not identify or publish material likely to lead to the\nidentification of a victim of sexual assault unless there is adequate\njustification and they are legally free to do so. Journalists are entitled to\nmake enquiries but must take care and exercise discretion to avoid the\nunjustified disclosure of the identity of a victim of sexual assault.\nClause\n12 (Discrimination)\ni) The\npress must avoid prejudicial or pejorative reference to an individual's, race,\ncolour, religion, sex, gender identity, sexual orientation or to any physical\nor mental illness or disability.\nii)\nDetails of an individual's race, colour, religion, gender identity, sexual\norientation, physical or mental illness or disability must be avoided unless\ngenuinely relevant to the story.\nFindings\nof the Committee\n14. The\nCommittee noted that the complainant’s spouse denied the allegations of abuse\nand made clear that its role was to consider whether the article complied with\nthe Editors’ Code as a report on the proceedings, rather than to make findings\non the veracity of claims heard as part of the proceedings, including the\nallegations of abuse which were in dispute between the parties.\n15. The\npublication had relied on a court report from a press agency, which had been\nwritten by a journalist who was present at the court. In addition to the\ninformation heard in court, the journalist had contacted the complainant’s\nbarrister to provide clarity on one aspect of the case. Newspapers are entitled\nto use reports provided by agencies, but in doing so they adopt responsibility\nfor the care taken to ensure that information contained in the published copy\nis not inaccurate, misleading or distorted.\n16. The\nfirst point considered by the Committee was the disputed statement attributed\nto the complainant’s barrister. The publication said that this had not been\nsaid in court, but rather in a subsequent telephone conversation between the\njournalist and the complainant’s barrister. The complainant said that their\nbarrister had denied this, and pointed out the statement was not, in any case,\ncorrect. There was clearly a conflict in the two accounts given; in such\ninstances the Committee would generally expect the publication to support its\naccount in order to demonstrate it had taken sufficient care over the disputed\nclaim. The publication did not provide any record or contemporaneous notes of\nthe conversation with the complainant’s barrister, but only the recollection of\nthe journalist, obtained subsequent to the complaint. This was not sufficient\nto demonstrate that care had been taken not to publish inaccurate or misleading\ninformation, and the Committee found a breach of Clause 1(i) of the Code.\n17. The\npublication said that there had been a misunderstanding. It appeared to be\naccepted that there had been some discussion between the journalist and the\nbarrister regarding the disputed statement, but that there had been a\nmisunderstanding as to what this impact would be. This claim was significant\nand required correction under Clause 1(ii). The publication had not offered to\npublish a correction and there was a breach of Clause 1(ii).\n18. The\ncomplainant had accepted that the court had heard that they were a victim of\nabuse, but that the court case was not a fact finding case on these points. It\nwas therefore accurate for the article to report that the judge had not made\nfindings on the allegations of abuse; this did not imply that the allegations\nhad been discounted. The article reported that the judge heard information\nabout the marriage. Where the complainant accepted that this was their spouse’s\nposition in court, the article was not inaccurate on this point. The Committee\nnoted that the complainant believed it was inaccurate to report that they had\nsaid anything during the trial, as their barrister had been the one to speak.\nThe barrister had been representing the complainant in the proceedings; in this\ncontext, it was not inaccurate to refer in general terms to the claims made in\nsupport of the complaint’s case, on their instructions, as having been\nattributed to the complainant. It was also not inaccurate to report what was\nwritten in the complaint’s spouses case outline, even in the complainant\ndisputed the validity of the claim. There was no breach of Clause 1 on these\npoints.\n19. With\nregards to Clause 11, the Committee made clear that it was not making a finding\nas to whether the complainant was a victim of sexual assault, but whether the\narticle had identified them as such a victim. The complainant had been named in\ncourt without reporting restrictions. During the proceedings, there were\nallegations that they had been subjected to abuse. Neither of these allegations\nconstituted an allegation of sexual abuse, and there was no mention of sexual\nassault in the article. In these circumstances, the complainant had not been\nidentified as a victim of sexual assault and there was no breach of Clause 11.\n20. The\ncomplainant’s religion, profession and the allegations of abuse against their\nspouse were heard in public through the court proceedings and were not subject\nto reporting restrictions. It was, therefore, not a breach of their privacy\nunder Clause 2 to repeat this information.\n21. The\ncomplainant also said the publication of the article was intrusive in breach of\nClause 4. The Committee noted that the article was a report of the court\nproceedings. Clause 4 makes clear that it does not restrict the right for\npublications to report on legal proceedings. The Committee understood that the\npublication of the article was upsetting for the complainant, but it was a\nreport of contemporaneous proceedings that had been heard in court, and there\nwas no breach of Clause 4.\n22.\nClause 12 bars irrelevant and pejorative references to certain characteristics\nof an individual. As stated, the Committee did not consider that the\ncomplainant had been identified as a victim of sexual assault, and job titles\nare not a protected characteristic. There was no breach of Clause 12.\nConclusions\n23. The\ncomplaint was partly upheld under Clause 1.\nRemedial\nAction Required\n24.\nHaving upheld a breach of Clause 1, the Committee considered what remedial\naction should be required. In circumstances where the Committee establishes a\nbreach of the Editors’ Code, it can require the publication of a correction\nand/or an adjudication, the terms and placement of which is determined by IPSO.\n25. The\nCommittee found that the newspaper had published a significant inaccuracy. In\ncircumstances where it was accepted by the parties this appeared to have arisen\nfrom a misunderstanding of a discussion that the journalist had initiated for\nthe purpose of clarifying the complainant’s position, the Committee considered\nthat the appropriate remedy was the publication of a correction to put the\ncorrect position on record.\n26. The\nCommittee then considered the placement of this correction. This correction\nshould be added to the article as a footnote. This wording should only include\ninformation required to correct the inaccuracy. The wording should also be\nagreed with IPSO in advance and should make clear that it has been published\nfollowing an upheld ruling by the Independent Press Standards Organisation. If the\npublication intends to continue to publish the online article without\namendment, the correction on the article should be published beneath the\nheadline. If the article is amended, the correction should be published as a\nfootnote which explains the amendments that have been made.\n \nDate\ncomplaint received: 01/03/2021\nDate\ncomplaint concluded by IPSO: 17/09/2021\n \nIndependent\nComplaints Reviewer\nThe\ncomplainant and the publication complained to the Independent Complaints\nReviewer about the process followed by IPSO in handling this complaint. The\nIndependent Complaints Reviewer decided that the process was not flawed and did\nnot uphold the either of the requests for review.\nBack to ruling listing\n\n\n"
}