{
    "url": "/rulings-and-resolution-statements/ruling/?id=01980-15",
    "title": "01980-15 Macalpine v Hendon & Finchley Times",
    "provisions": [
        "1 (Accuracy) 2015"
    ],
    "outcome": "No breach - after investigation",
    "publication": "Hendon & Finchley Times (Newsquest Media Group)",
    "published_on": "2015-03-09 00:00:00",
    "received_on": "2015-03-25 00:00:00",
    "concluded_on": "2015-08-05 00:00:00",
    "complaint_processing_days": 133,
    "conclusion_long": "had been drawn as to the truth of those allegations. Furthermore, the complainant said that although the coroner had noted that Mr McKellar must have been shocked to hear the allegations, he had not linked his death to those allegations in his summing up.  5. The complainant said that he had raised his concerns with the newspaper and had agreed some amendments to the online article. However, he remained dissatisfied as the article was not removed from the website immediately, and no an apology had been given.   6. The newspaper said that the evidence presented at the inquest by a friend of Mr McKellar had strongly suggested that Mr McKellar had believed he had lost his job. It provided a transcript of the evidence, in which the friend stated that “[Mr McKellar] phoned me immediately after the meeting with [his union representative] and was very upset. He told me that the upshot was that the school wanted him to accept two terms’ salary and they would provide a good reference”.  His friend also stated that after the subsequent meeting with the school governors, Mr McKellar had telephoned him and said “they don’t want me at Hendon anymore”. In addition, the newspaper said that after concluding that Mr McKellar had died as a consequence of an act of self-harm, the coroner added “he was dependent on his job. Anybody would have found this a colossal blow”.  7. The newspaper said the complainant had agreed to an amended version of the article, which had included the reference to the severance terms. It noted that Mr McKellar’s friend had expressed concerns regarding the rewritten version of the article because he felt the original piece had been entirely accurate.  Relevant Code Provisions 8. Clause 1 (Accuracy)  i) The Press must take care not to publish inaccurate, misleading or distorted information, including pictures.  ii) A significant inaccuracy, misleading statement or distortion once recognised must be corrected, promptly and with due prominence, and - where appropriate - an apology published. In cases involving the Regulator, prominence should be agreed with the Regulator in advance.  Findings of the Committee 9. Under Clause 1, the newspaper was obliged to report accurately on the inquest proceedings, but was not responsible for the accuracy of what was said in court.  While the complainant might dispute the accuracy of evidence heard at the inquest, the newspaper’s obligation was to report that evidence accurately. The evidence presented by a friend of Mr McKellar at the inquest had strongly implied that Mr McKellar believed he had lost his job at the time of his death. Although the complainant disputed that Mr McKellar had been offered severance terms, the newspaper had been entitled to report the evidence given during the inquest by Mr McKellar’s friend. The article reported that the inquest had been told that Mr McKellar was offered the severance terms at his meeting with the governors. The Committee noted that the transcript of Mr McKellar’s friend’s evidence suggested that the severance offer was in fact made to Mr McKellar during his earlier meeting with his union representative. However, this did not alter the fact that the inquest had heard that the school had made Mr McKellar a severance offer and that Mr McKellar believed that he had lost his job. There had been no failure to take care over the accuracy of the article in breach of Clause 1 (i). The article had not created a significantly misleading impression of the evidence heard at the inquest in breach of Clause 1 (ii).   Conclusions 10. The complaint was not upheld.",
    "remedial_action": "N/A  Date complaint received: 25/03/2015",
    "text": "\n\n\n\n\n\n·         Decision of the Complaints Committee 01980-15\nMacalpine v Hendon & Finchley Times\nSummary of\ncomplaint \n1. Andrew Macalpine complained to the Independent Press\nStandards Organisation that the Hendon & Finchley Times had breached Clause\n1 (Accuracy) of the Editors’ Code of Practice in an article headlined “Kevin\nMcKellar, Hendon School headteacher, died after losing the job that ‘defined\nhim’, inquest hears”, published online on 9 March 2015.  \n2. The article reported that an inquest had heard that\nthe headteacher of Hendon School had died as a consequence of an act of\nself-harm “days after he was told he had lost his job”. \n3. The complainant, the Chair of Governors at Hendon\nSchool, said the newspaper had inaccurately reported that Mr McKellar had died\n“after losing his job”. He said that Mr McKellar had not lost his job, and\nthere had been no reference to his losing his job during the inquest. \n4. The complainant noted that the newspaper had reported\nthat the inquest was told that shortly before Mr McKellar’s death, the school\ngovernors had offered him “two terms’ salary and a good reference” at a\nmeeting. The complainant denied that Mr McKellar had been offered severance\nterms, and said that the confidential minutes of the meeting made no reference\nto any such offer. He said that during the meeting with the governors, Mr\nMcKellar had been informed that the governors wished to investigate a number of\nallegations concerning his behaviour and illness; no conclusion had been drawn\nas to the truth of those allegations. Furthermore, the complainant said that\nalthough the coroner had noted that Mr McKellar must have been shocked to hear the\nallegations, he had not linked his death to those allegations in his summing\nup. \n5. The complainant said that he had raised his concerns\nwith the newspaper and had agreed some amendments to the online article.\nHowever, he remained dissatisfied as the article was not removed from the\nwebsite immediately, and no an apology had been given.  \n6. The newspaper said that the evidence presented at the\ninquest by a friend of Mr McKellar had strongly suggested that Mr McKellar had\nbelieved he had lost his job. It provided a transcript of the evidence, in\nwhich the friend stated that “[Mr McKellar] phoned me immediately after the\nmeeting with [his union representative] and was very upset. He told me that the\nupshot was that the school wanted him to accept two terms’ salary and they\nwould provide a good reference”.  His friend also stated that after the\nsubsequent meeting with the school governors, Mr McKellar had telephoned him\nand said “they don’t want me at Hendon anymore”. In addition, the newspaper said\nthat after concluding that Mr McKellar had died as a consequence of an act of\nself-harm, the coroner added “he was dependent on his job. Anybody would have\nfound this a colossal blow”. \n7. The newspaper said the complainant had agreed to an\namended version of the article, which had included the reference to the\nseverance terms. It noted that Mr McKellar’s friend had expressed concerns\nregarding the rewritten version of the article because he felt the original\npiece had been entirely accurate. \nRelevant Code Provisions\n8. Clause 1 (Accuracy) \ni) The Press must take care not to publish inaccurate,\nmisleading or distorted information, including pictures. \nii) A significant inaccuracy, misleading statement or\ndistortion once recognised must be corrected, promptly and with due prominence,\nand - where appropriate - an apology published. In cases involving the\nRegulator, prominence should be agreed with the Regulator in advance. \nFindings of the Committee\n9. Under Clause 1, the newspaper was obliged to report\naccurately on the inquest proceedings, but was not responsible for the accuracy\nof what was said in court.  While the complainant might dispute the accuracy\nof evidence heard at the inquest, the newspaper’s obligation was to report that\nevidence accurately. The evidence presented by a friend of Mr McKellar at the\ninquest had strongly implied that Mr McKellar believed he had lost his job at\nthe time of his death. Although the complainant disputed that Mr McKellar had\nbeen offered severance terms, the newspaper had been entitled to report the\nevidence given during the inquest by Mr McKellar’s friend. The article reported\nthat the inquest had been told that Mr McKellar was offered the severance terms\nat his meeting with the governors. The Committee noted that the transcript of\nMr McKellar’s friend’s evidence suggested that the severance offer was in fact\nmade to Mr McKellar during his earlier meeting with his union representative.\nHowever, this did not alter the fact that the inquest had heard that the school\nhad made Mr McKellar a severance offer and that Mr McKellar believed that he\nhad lost his job. There had been no failure to take care over the accuracy of the\narticle in breach of Clause 1 (i). The article had not created a significantly\nmisleading impression of the evidence heard at the inquest in breach of Clause\n1 (ii).  \nConclusions\n10. The complaint was not upheld. \nRemedial Action Required\nN/A \nDate complaint received: 25/03/2015\nDate decision issued: 05/08/2015\n\nBack to ruling listing\n\n\n"
}