{
    "url": "/rulings-and-resolution-statements/ruling/?id=01983-14",
    "title": "01983-14 Hartley v Lancaster Guardian",
    "provisions": [
        "5 (Intrusion into grief or shock) 2015"
    ],
    "outcome": "No breach - after investigation",
    "publication": "Lancaster Guardian (National World Publishing Ltd)",
    "published_on": "2014-11-20 00:00:00",
    "received_on": "2014-11-26 00:00:00",
    "concluded_on": "2015-02-20 00:00:00",
    "complaint_processing_days": 86,
    "conclusion_long": "that it was a case of suicide, rather than accidental death. However, the article had also made clear that the family did not agree.  7. The claims disputed by the complainant on factual grounds originated with information heard in court, and reported in good faith. Mr Tidswell’s family had been visibly distressed during proceedings, and it would not have been appropriate to approach them at such a time to verify the information. Nonetheless, the newspaper was happy to clarify Mr Tidswell’s age if the complainant wished. The use of Mr Tidswell’s mother’s first name was standard reporting procedure, but the newspaper apologised for any distress caused by the placement of the article. On receipt of the complaint it had withheld the article from its website and sister publication.  Relevant Code Provisions 8. Clause 5 (Intrusion into grief or shock)  i)  In cases involving personal grief or shock, enquiries and approaches must be made with sympathy and discretion and publication handled sensitively.  ii)  When reporting suicide, care should be taken to avoid excessive detail about the method used.  Findings of the Committee 9. The Committee considered first the complainant’s concern that the information about the position of the shotgun constituted “excessive detail” in breach of Clause 5 (ii). This detail had been expressly cited by the coroner as key to her conclusion that it had been an intentional act, despite the family’s disagreement. The inclusion of this information served an important purpose in explaining why the coroner had come to this decision; indeed, the coroner had stated that because of the placement of the gun, she “[could] not see an alternative explanation”. It was not, therefore, excessive; the report did not breach Clause 5 (ii).  10. The complainant also believed that the report had been handled insensitively, in breach of Clause 5 (i). The Committee expressed some concern about the reference to Mr Tidswell’s being “covered in blood”, and acknowledged that this detail had caused further distress to the family. It had regard, however, for the fact that this information – which had originated with a statement by Mr Tidswell’s father, which had been read in court – had formed part of a generally factual and non-sensational description of the circumstances in which the body had been found. In this context, the Committee concluded that, on balance, there was no breach of Clause 5 (i) in relation to the use of this phrase.  11. The complainant had raised a further concern under Clause 5 (i) in relation to the inclusion of inaccuracies in the article, which she said showed a lack of sensitivity. The article had been based on information heard in open court, which the newspaper was entitled to report. While some of the details given in court were inaccurate, and this was a matter of regret, in this context their inclusion did not constitute a failure to deal sensitively with publication, in breach of Clause 5. The Committee also wished to make clear that the Code does not include a requirement for balance. While it acknowledged that the complainant would have preferred for the article to include positive statements about Mr Tidswell’s state of mind which had been given in court, the omission of such information did not raise a breach of the Code, particularly as the article had made clear the essential point, that the family did not believe that it was an intentional act, and included their suggestion that he might have been testing the gun.  12. The newspaper was entitled to refer to Mr Tidswell’s mother by her first name, which had been given in court, in line with its house style. While the complainant considered this to be disrespectful, it did not raise a breach of Clause 5; nor did the placement of the article beneath a story that was positive in tone. Nonetheless, the Committee welcomed the newspaper’s apology to the complainant for having caused the family distress on the latter point. The decision to withhold the article from the newspaper’s website and sister publication to avoid causing further distress to the complainant was also welcomed.  Conclusions 13. The complaint was not upheld.",
    "remedial_action": "N/A  Date complaint received: 26/11/2014",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee 01983-14 Hartley v Lancaster Guardian\nSummary of complaint\n1. Anne Hartley complained to the Independent Press Standards\nOrganisation that the Lancaster Guardian had breached Clause 5 (Intrusion into\ngrief or shock) of the Editors’ Code of Practice in an article headlined “Man\ndies from gunshot injury”, published on 20 November 2014. \n2. The article was a report of the inquest into the death of\nPaul Tidswell, in which the coroner had concluded that he had taken his own\nlife with a shotgun. \n3. The complainant was Mr Tidswell’s aunt, and she was\ncomplaining on behalf of his parents. The complainant said that the family had\nbeen extremely upset by the publication of the article, which she considered\nhad contained excessive detail about the nature of Mr Tidswell’s death. She\nparticularly objected to the description of Mr Tidswell’s being “covered in\nblood” and to the inclusion of details regarding the position of the shotgun.\nFamily members had left the court while the post-mortem results were discussed,\nand some family members had chosen not to attend the proceedings at all; the\npublication of this information meant that they were subjected to further\ndistress. \n4. The complainant said that the article was unbalanced\nbecause it omitted evidence heard in court about Mr Tidswell’s “more positive”\nstate of mind in the weeks before his death and his interest in fixing things.\nThe family had discussed selling the gun, a family heirloom, and the family\nbelieved that Mr Tidswell intended to “check” the gun and did not intend to\ntake his own life. This should have been given more emphasis. Further, it was\ndisrespectful that Mr Tidwell’s mother had been referred to by her first name,\nand that the article had been placed beneath a separate item about an award to\nsome of the newspaper’s journalists. \n5. The complainant also said the article contained\ninaccuracies concerning Mr Tidswell’s age, details of his health, the\ncircumstances in which he had been found, and the state of the shotgun. While\nshe did not frame her complaint under Clause 1 (Accuracy), and emphasised that\nshe was not seeking a correction, she considered that this represented a\nfailure to handle publication of the report sensitively. Some of the disputed\nclaims originated with a statement by a family member, which had been read out\nin court; the family member had been extremely traumatised at the time he had\ngiven the statement, and the newspaper should have taken greater care to report\nit in a sensitive manner. \n6. The newspaper said that it was very sorry to learn of the\ncomplainant’s concerns about the article, which it considered to be a\nnon-sensational report of the court proceedings. It said that it had made an\neffort to ensure that the report was fair and accurate, and that no unnecessary\ndistressing information was included to upset Mr Tidswell’s family members or\nfriends further. The details regarding the manner of the death were from\nstatements by a family member and police who had attended the scene, and the\npathologist’s cause of death; graphic detail given by the pathologist while the\nfamily was out of the room was omitted. The report had included the information\nabout the positioning of the shotgun as it was central to the coroner’s\nconclusion that it was a case of suicide, rather than accidental death.\nHowever, the article had also made clear that the family did not agree. \n7. The claims disputed by the complainant on factual grounds\noriginated with information heard in court, and reported in good faith. Mr\nTidswell’s family had been visibly distressed during proceedings, and it would\nnot have been appropriate to approach them at such a time to verify the\ninformation. Nonetheless, the newspaper was happy to clarify Mr Tidswell’s age\nif the complainant wished. The use of Mr Tidswell’s mother’s first name was\nstandard reporting procedure, but the newspaper apologised for any distress\ncaused by the placement of the article. On receipt of the complaint it had\nwithheld the article from its website and sister publication. \nRelevant Code Provisions\n8. Clause 5 (Intrusion into grief or shock) \ni)  In cases\ninvolving personal grief or shock, enquiries and approaches must be made with\nsympathy and discretion and publication handled sensitively. \nii)  When reporting\nsuicide, care should be taken to avoid excessive detail about the method used. \nFindings of the Committee\n9. The Committee considered first the complainant’s concern\nthat the information about the position of the shotgun constituted “excessive\ndetail” in breach of Clause 5 (ii). This detail had been expressly cited by the\ncoroner as key to her conclusion that it had been an intentional act, despite\nthe family’s disagreement. The inclusion of this information served an\nimportant purpose in explaining why the coroner had come to this decision;\nindeed, the coroner had stated that because of the placement of the gun, she\n“[could] not see an alternative explanation”. It was not, therefore, excessive;\nthe report did not breach Clause 5 (ii). \n10. The complainant also believed that the report had been\nhandled insensitively, in breach of Clause 5 (i). The Committee expressed some\nconcern about the reference to Mr Tidswell’s being “covered in blood”, and\nacknowledged that this detail had caused further distress to the family. It had\nregard, however, for the fact that this information – which had originated with\na statement by Mr Tidswell’s father, which had been read in court – had formed\npart of a generally factual and non-sensational description of the\ncircumstances in which the body had been found. In this context, the Committee\nconcluded that, on balance, there was no breach of Clause 5 (i) in relation to\nthe use of this phrase. \n11. The complainant had raised a further concern under\nClause 5 (i) in relation to the inclusion of inaccuracies in the article, which\nshe said showed a lack of sensitivity. The article had been based on\ninformation heard in open court, which the newspaper was entitled to report.\nWhile some of the details given in court were inaccurate, and this was a matter\nof regret, in this context their inclusion did not constitute a failure to deal\nsensitively with publication, in breach of Clause 5. The Committee also wished\nto make clear that the Code does not include a requirement for balance. While\nit acknowledged that the complainant would have preferred for the article to\ninclude positive statements about Mr Tidswell’s state of mind which had been\ngiven in court, the omission of such information did not raise a breach of the\nCode, particularly as the article had made clear the essential point, that the\nfamily did not believe that it was an intentional act, and included their\nsuggestion that he might have been testing the gun. \n12. The newspaper was entitled to refer to Mr Tidswell’s\nmother by her first name, which had been given in court, in line with its house\nstyle. While the complainant considered this to be disrespectful, it did not raise\na breach of Clause 5; nor did the placement of the article beneath a story that\nwas positive in tone. Nonetheless, the Committee welcomed the newspaper’s\napology to the complainant for having caused the family distress on the latter\npoint. The decision to withhold the article from the newspaper’s website and\nsister publication to avoid causing further distress to the complainant was\nalso welcomed. \nConclusions\n13. The complaint was not upheld. \nRemedial Action Required\nN/A \nDate complaint received: 26/11/2014\nDate decision issued: 20/02/2015\nBack to ruling listing\n\n\n"
}