{
    "url": "/rulings-and-resolution-statements/ruling/?id=01987-21",
    "title": "01987-21 A woman v asianimage.co.uk",
    "provisions": [
        "1 Accuracy (2021)",
        "2 Privacy (2021)",
        "4 Intrusion into grief or shock (2021)",
        "12 Discrimination (2021)",
        "11 Victims of sexual assault (2021)"
    ],
    "outcome": "Breach - sanction: action as offered by publication",
    "publication": "asianimage.co.uk (Newsquest Media Group)",
    "received_on": "2021-03-01 00:00:00",
    "concluded_on": "2021-09-17 00:00:00",
    "complaint_processing_days": 200,
    "conclusion_long": "25. The complaint was partly upheld under Clause 1(i).",
    "remedial_action": "26. The correction which was offered clearly put the correct position on record, and was offered promptly and with due prominence, and should now be published.  Date complaint received: 01/03/2021",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee – 01987-21 A woman v asianimage.co.uk\nSummary\nof Complaint\n1. A\nwoman complained to the Independent Press Standards Organisation that\nasianimage.co.uk breached Clause 1 (Accuracy), Clause 2 (Privacy), Clause 4\n(Intrusion into grief and shock), Clause 11 (Victims of sexual assault) of the\nEditors’ Code of Practice in an article published in 2021.\n2. This\ndecision is written in general terms, to avoid the inclusion of information\nwhich could identify an alleged victim of sexual assault.\n3. The\narticle reported on a court case between two spouses. It included statements\nfrom lawyers and attributed various claims to one of the spouses. It reported\nthat this spouse alleged they had been subject to abuse, which the judge did\nnot make findings on. It also reported that the judge had heard information\nregarding the marriage. The article contained a quote from the other spouse’s\nbarrister and an application this spouse made to the judge which was\ndenied.  Information regarding the spouse’s\nreligion and profession were included.\n4. The\ncomplainant, one of the spouses referred to, said that the article was\ninaccurate in breach of Clause 1. They said one of the statements attributed to\nlawyers had not been heard in court, and was not accurate. The complainant said\nit was inaccurate to report that no findings had been made over the allegations\nof abuse, as this had not formed part of the case, was not the purpose of the\nhearing, and gave the impression that their allegations against their spouse\nwere dismissed. The complainant also said that it was inaccurate to report that\nthe judge had heard information about the marriage. The complainant also said\nthey had not spoken in court, and therefore the article should have attributed\nclaims to their barrister. They also said that the quote from the spouses’\nbarrister was not adequately attributed, and that the claim was not true,\nthough they accepted this had been part of the court hearing.\n5. The\ncomplainant also said that the article represented an unjustified intrusion\ninto their privacy in breach of Clause 2, as it identified their religion,\nprofession and that they considered themselves a victim of abuse.\n6. The\ncomplainant said that the article breached Clause 4 and Clause 11 by\nidentifying them as a victim of sexual assault. The article named the\ncomplainant and included their allegations that their spouse had abused them.\nThe complainant said that evidence heard in court, whilst not referenced in the\narticle, included an application by the complainant’s spouse, which was refused\nby the judge, the substance of which should have made clear to the journalist\nthat the complainant was a victim of sexual assault and therefore should not\nhave been named. The complainant said that being named in the same article as\ntheir alleged abuser was highly distressing and inappropriate in further\nviolation of Clause 4, and that they had suffered injuries to their mental\nhealth as a result of the publication of the article.\n7. The\ncomplainant said that by identifying their religion, profession and that they\nconsidered themselves a victim of abuse, the article had discriminated against\nthem in breach of Clause 12.\n8. After\nreceiving the complaint, the publication made an offer of resolution to the\ncomplainant. The parties did not agree on a resolution to the complaint and\nIPSO began its investigation.\n9. In\nits first round of correspondence during IPSO’s investigation, the publication\nstated that the court report had come from a press agency, and that a reporter\nhad been present at court. The publication said that it had taken care not to\npublish inaccurate information by relying on this report. It provided an email\nfrom the agency stating that the disputed sentence had not come from the court,\nbut a phone call with the complainant’s barrister afterwards, which resulted in\na misunderstanding. In its second substantive response to IPSO’s investigation,\nthe publication offered to publish a standalone correction on this point, the\nwording of which was confirmed later.\n10. The\npublication noted that the allegations of abuse had been aired in court, and\nthat the judge had not made a ruling on the allegations. It said it was\nimportant to report this for both parties. The publication provided an email\nfrom the reporter in attendance at court who said that the judge had stated the\nreported information about the marriage, and that this had also been said by\nthe barrister of the complainant’s spouse, and it was therefore accurate to\nstate that the judge had heard this information. It said that where the\ncomplainant’s barrister was speaking on their behalf, it was not inaccurate to\ncharacterise their barrister’s speech as being said by the complainant.\n11. The\npublication said that the complainant’s religion, profession and allegations of\nabuse against them were heard in public court, and therefore the complainant\nhad no reasonable expectation of privacy over the information. On this basis,\nit said it was not a breach of Clause 2 to report this.\n12. The\npublication said the claims made by the complainant during the proceedings did\nnot constitute claims that they were a victim of sexual assault. It said,\ntherefore, that Clause 11 was not engaged.\n13. The\npublication said that, in addition to the above, the article was a fair and\naccurate report of a public hearing with no reporting restrictions, and that\ntherefore Clause 4 was not engaged.\n14. The\npublication also stated that the complainant’s religion, profession and the\nallegation that they were a victim of abuse were raised in the court case and\nwas therefore genuinely relevant to the article.\nRelevant\nCode Provisions\nClause 1\n(Accuracy)\ni) The\nPress must take care not to publish inaccurate, misleading or distorted\ninformation or images, including headlines not supported by the text.\nii) A\nsignificant inaccuracy, misleading statement or distortion must be corrected,\npromptly and with due prominence, and — where appropriate — an apology\npublished. In cases involving IPSO, due prominence should be as required by the\nregulator. \niii) A\nfair opportunity to reply to significant inaccuracies should be given, when\nreasonably called for.\niv) The\nPress, while free to editorialise and campaign, must distinguish clearly\nbetween comment, conjecture and fact.\nClause 2\n(Privacy)*\ni)\nEveryone is entitled to respect for their private and family life, home,\nphysical and mental health, and correspondence, including digital\ncommunications.\nii)\nEditors will be expected to justify intrusions into any individual's private\nlife without consent. In considering an individual's reasonable expectation of\nprivacy, account will be taken of the complainant's own public disclosures of\ninformation and the extent to which the material complained about is already in\nthe public domain or will become so.\niii) It\nis unacceptable to photograph individuals, without their consent, in public or\nprivate places where there is a reasonable expectation of privacy.\nClause 4\n(Intrusion into grief or shock)\nIn cases\ninvolving personal grief or shock, enquiries and approaches must be made with\nsympathy and discretion and publication handled sensitively. These provisions\nshould not restrict the right to report legal proceedings.\nClause\n11 (Victims of sexual assault)\nThe\npress must not identify or publish material likely to lead to the\nidentification of a victim of sexual assault unless there is adequate\njustification and they are legally free to do so. Journalists are entitled to\nmake enquiries but must take care and exercise discretion to avoid the unjustified\ndisclosure of the identity of a victim of sexual assault.\nClause\n12 (Discrimination)\ni) The\npress must avoid prejudicial or pejorative reference to an individual's, race,\ncolour, religion, sex, gender identity, sexual orientation or to any physical\nor mental illness or disability.\nii)\nDetails of an individual's race, colour, religion, gender identity, sexual\norientation, physical or mental illness or disability must be avoided unless\ngenuinely relevant to the story.\nFindings\nof the Committee\n15. The\nCommittee noted that the complainant’s spouse denied the allegations of abuse\nand made clear that its role was to consider whether the article complied with\nthe Editors’ Code as a report on the proceedings, rather than to make findings\non the veracity of claims heard as part of the proceedings, including the\nallegations of abuse which were in dispute between the parties.\n16. The\npublication had relied on a court report from a press agency, which had been\nwritten by a journalist who was present at the court. In addition to the\ninformation heard in court, the journalist had contacted the complainant’s\nbarrister to provide clarity on one aspect of the case. Newspapers are entitled\nto use reports provided by agencies, but in doing so they adopt responsibility\nfor the care taken to ensure that information contained in the published copy\nis not inaccurate, misleading or distorted.\n17. The\nfirst point considered by the Committee was the disputed statement. The\npublication said that this had not been said in court, but rather in a\nsubsequent telephone conversation between the journalist and the complainant’s\nbarrister. The complainant said that their barrister had denied this, and\npointed out the statement was not, in any case, correct. There was clearly a\nconflict in the two accounts given; in such instances the Committee would\ngenerally expect the publication to support its account in order to demonstrate\nit had taken sufficient care over the disputed claim. The publication did not\nprovide any record or contemporaneous notes of the conversation with the\ncomplainant’s barrister, but only the recollection of the journalist, obtained\nsubsequent to the complaint. This was not sufficient to demonstrate that care\nhad been taken not to publish inaccurate or misleading information, and the\nCommittee found a breach of Clause 1(i) of the Code.\n18. The\npublication said that there had been a misunderstanding. It appeared to be\naccepted that there had been some discussion between the journalist and the\nbarrister regarding the disputed statement, but that there had been a\nmisunderstanding as to what this impact would be. This claim was significant\nand required correction under Clause 1(ii).\n19. The\nclarification offered by the publication acknowledged the initial inaccuracy\nand put the correct position on the record. As the article had been deleted,\nthe publication offered to publish a standalone clarification, which\nrepresented due prominence. The clarification was offered at the start of\nIPSO’s investigation, when it became clear that solely deleting the article\nwould not resolve the matter, which in the circumstances represented due\npromptness. This satisfied the publication’s responsibilities under Clause\n1(ii) and there was no breach.\n20. The\ncomplainant had accepted that the court had heard that they were a victim of\nabuse, but that the court case was not a fact finding case on these points. It\nwas therefore accurate for the article to report that the judge had not made\nfindings on the allegations of abuse; this did not imply that the allegations\nhad been discounted. The article reported that the judge heard information\nabout the marriage. Where the complainant accepted that this was their spouse’s\nposition in court, the article was not inaccurate on this point. The Committee\nnoted that the complainant believed it was inaccurate to report that they had\nsaid anything during the trial, as their barrister had been the one to speak.\nThe barrister had been representing the complainant in the proceedings; in this\ncontext, it was not inaccurate to refer in general terms to the claims made in\nsupport of the complaint’s case, on their instructions, as having been\nattributed to the complainant. It was also not inaccurate to report what was\nwritten in the complaint’s spouses case outline, even in the complainant\ndisputed the validity of the claim. There was no breach of Clause 1 on these\npoints.\n21. The\ncomplainant’s religion, profession and the allegations of abuse against their\nspouse were heard in public through the court proceedings and were not subject\nto reporting restrictions. It was, therefore, not a breach of their privacy\nunder Clause 2 to repeat this information.\n22. With\nregards to Clause 11, the Committee made clear that it was not making a finding\nas to whether the complainant was a victim of sexual assault, but whether the\narticle had identified them as such a victim. The complainant had been named in\ncourt without reporting restrictions. During the proceedings, there were\nallegations that they had been subjected to abuse. Neither of these allegations\nconstituted an allegation of sexual abuse, and there was no mention of sexual\nassault in the article. In these circumstances, the complainant had not been\nidentified as a victim of sexual assault and there was no breach of Clause 11.\n23. The\ncomplainant also said the publication of the article was intrusive in breach of\nClause 4. The Committee noted that the article was a report of the court\nproceedings. Clause 4 makes clear that it does not restrict the right for\npublications to report on legal proceedings. The Committee understood that the\npublication of the article was upsetting for the complainant, but it was a\nreport of contemporaneous proceedings that had been heard in court, and there\nwas no breach of Clause 4.\n24.\nClause 12 bars irrelevant and pejorative references to certain characteristics\nof an individual. As stated, the Committee did not consider that the\ncomplainant had been identified as a victim of sexual assault, and job titles\nare not a protected characteristic. The complainant’s religion had been heard\nin court, and was therefore genuinely relevant to an article involving a court\ncase. There was no breach of Clause 12.\nConclusions\n25. The\ncomplaint was partly upheld under Clause 1(i).\nRemedial\nAction Required\n26. The\ncorrection which was offered clearly put the correct position on record, and\nwas offered promptly and with due prominence, and should now be published.\n\nDate\ncomplaint received: 01/03/2021\nDate\ncomplaint concluded by IPSO: 17/09/2021\n \nIndependent\nComplaints Reviewer\nThe\ncomplainant complained to the Independent Complaints Reviewer about the process\nfollowed by IPSO in handling this complaint. The Independent Complaints\nReviewer decided that the process was not flawed and did not uphold the request\nfor review.\nBack to ruling listing\n\n\n"
}