{
    "url": "/rulings-and-resolution-statements/ruling/?id=01986-21",
    "title": "01986-21 A woman v The Daily Telegraph",
    "provisions": [
        "1 Accuracy (2021)",
        "4 Intrusion into grief or shock (2021)",
        "11 Victims of sexual assault (2021)"
    ],
    "outcome": "Breach - sanction: publication of correction",
    "publication": "The Daily Telegraph (Telegraph Media Group Ltd)",
    "received_on": "2021-03-01 00:00:00",
    "concluded_on": "2021-09-17 00:00:00",
    "complaint_processing_days": 200,
    "conclusion_long": "20. The complaint was partly upheld under Clause 1.",
    "remedial_action": "21. Having upheld a breach of Clause 1, the Committee considered what remedial action should be required. In circumstances where the Committee establishes a breach of the Editors’ Code, it can require the publication of a correction and/or an adjudication, the terms and placement of which is determined by IPSO. 22. The Committee found that the newspaper had published a significant inaccuracy. In circumstances where it was accepted by the parties this appeared to have arisen from a misunderstanding of a discussion that the journalist had initiated for the purpose of clarifying the complainant’s position, the Committee considered that the appropriate remedy was the publication of a correction to put the correct position on record. 23. The Committee then considered the placement of this correction. This correction should be added to the article as a footnote. This wording should only include information required to correct the inaccuracy. The wording should also be agreed with IPSO in advance and should make clear that it has been published following an upheld ruling by the Independent Press Standards Organisation. If the publication intends to continue to publish the online article without amendment, the correction on the article should be published beneath the headline. If the article is amended, the correction should be published as a footnote which explains the amendments that have been made.     Date complaint received: 01/03/2021",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee – 01986-21 A woman v The Daily Telegraph\nSummary\nof Complaint\n1. A\nwoman complained to the Independent Press Standards Organisation that The Daily Telegraph breached Clause 1 (Accuracy), Clause 4 (Intrusion into grief and shock),\nClause 11 (Victims of sexual assault) and Clause 12 (Discrimination) of the\nEditors’ Code of Practice in an article published in 2021.\n2. This\ndecision is written in general terms, to avoid the inclusion of information\nwhich could identify an alleged victim of sexual assault. The complainant was\nthe spouse who alleged to have been abused.\n3. The\narticle reported on a court case between two spouses. It included statements\nfrom lawyers and attributed various claims to the spouse making the complaint.\nIt reported that this spouse alleged they had been subject to abuse, which the\njudge did not make findings on. It also reported that the judge had heard\ninformation about the marriage. Information regarding the spouse’s profession\nwas included. The article contained a quote from the other spouse’s barrister\nand an application this spouse made to the judge which was denied. The article\nnamed the complainant’s profession.\n4. The\narticle also appeared online in substantially the same format.\n5. The\ncomplainant, one of the spouses referred to, said that the article was\ninaccurate in breach of Clause 1. They said one of the statements attributed to\nlawyers had not been heard in court, and was not accurate. The complainant said\nit was inaccurate to report that no findings had been made over the allegations\nof abuse, as this had not formed part of the case, was not the purpose of the\nhearing, and gave the impression that their allegations against their spouse\nwere dismissed. The complainant also said that the article suggested\ninaccurately that the information heard by the judge was true, which they\ndisputed. They accepted that their spouse’s barrister had said this information\nin court, but that the judge had not made findings on it. The complainant also\nsaid they had not spoken in court, and therefore the article should have attributed\nclaims to their barrister.\n6. The\ncomplainant said that the article breached Clause 4 and Clause 11 by\nidentifying them as a victim of sexual assault. The article named the\ncomplainant and included their allegations that their spouse had abused them.\nThe complainant said the application by the complainant’s spouse, which was\nrefused by the judge, amounted to them being a victim of sexual assault and\ntherefore they should not have been named. The complainant said that being\nnamed in the same article as their alleged abuser was highly distressing and\ninappropriate in further violation of Clause 4, and that they had suffered\ninjuries to their mental health as a result of the publication of the article.\n7. The\ncomplainant said that by identifying their profession, their religion and that\nthey considered themselves a victim of abuse, the article had discriminated\nagainst them in breach of Clause 12.\n8. The\npublication stated that the court report had come from a press agency, and that\na reporter had been present at court. The publication said that it had taken\ncare not to publish inaccurate information by relying on this report, however,\nit accepted that the press agency had filed an update to the article clarifying\nthe position. The publication amended the article, replacing the disputed\nsentence with one it said reflected a further email sent by the complainant’s\nbarrister. It also added a clarification as a footnote to the article, and\noffered to add it to their established corrections and clarifications column.\n9. The\npublication noted that the allegations of abuse had been aired in court, and\nthat it was a matter of fact that the judge had made no findings on these\nallegations. The publication said that both the reporter in attendance at court\nand the complainant’s barrister had confirmed that the judge had said the\nstatement of information. It also said the information had been said by the\ncomplainant’s spouse’s barrister and it was therefore accurate to state that\nthe judge had “heard” the information about the marriage.\n10. The\npublication said that at no time during the court proceedings was the\ncomplainant identified as a victim of sexual abuse. It said that the specific\nallegations of abuse raised in court did not automatically involve a sexual\noffence. It noted that it had a copy of the complainant’s Counsel’s skeleton\nargument and there was no suggestion that the complainant was a victim of\nsexual abuse within this document. It said, therefore, that Clause 11 was not\nengaged.\n11. The\npublication said that, in addition to the above, the article was a fair and\naccurate report of proceedings held in open court, and that therefore Clause 4\nwas not engaged.\nRelevant\nCode Provisions\nClause 1\n(Accuracy)\ni) The\nPress must take care not to publish inaccurate, misleading or distorted\ninformation or images, including headlines not supported by the text.\nii) A\nsignificant inaccuracy, misleading statement or distortion must be corrected,\npromptly and with due prominence, and — where appropriate — an apology\npublished. In cases involving IPSO, due prominence should be as required by the\nregulator. \niii) A\nfair opportunity to reply to significant inaccuracies should be given, when\nreasonably called for.\niv) The\nPress, while free to editorialise and campaign, must distinguish clearly\nbetween comment, conjecture and fact.\nClause 4\n(Intrusion into grief or shock)\nIn cases\ninvolving personal grief or shock, enquiries and approaches must be made with\nsympathy and discretion and publication handled sensitively. These provisions\nshould not restrict the right to report legal proceedings.\nClause\n11 (Victims of sexual assault)\nThe\npress must not identify or publish material likely to lead to the\nidentification of a victim of sexual assault unless there is adequate\njustification and they are legally free to do so. Journalists are entitled to\nmake enquiries but must take care and exercise discretion to avoid the\nunjustified disclosure of the identity of a victim of sexual assault.\nFindings\nof the Committee\n12. The\nCommittee noted that the complainant’s spouse denied the allegations of abuse\nand made clear that its role was to consider whether the article complied with\nthe Editors’ Code as a report on the proceedings, rather than to make findings\non the veracity of claims heard as part of the proceedings, including the\nallegations of abuse which were in dispute between the parties.\n13. The\npublication had relied on a court report from a press agency, which had been\nwritten by a journalist who was present at the court. In addition to the\ninformation heard in court, the journalist had contacted the complainant’s\nbarrister to provide clarity on one aspect of the case. Newspapers are entitled\nto use reports provided by agencies, but in doing so they adopt responsibility\nfor the care taken to ensure that information contained in the published copy\nis not inaccurate, misleading or distorted.\n14. The\nfirst point considered by the Committee was the disputed statement attributed\nto the complainant’s barrister. The publication said that this had not been\nsaid in court, but rather in a subsequent telephone conversation between the\njournalist and the complainant’s barrister. The complainant said that their\nbarrister had denied this, and pointed out the statement was not, in any case,\ncorrect. There was clearly a conflict in the two accounts given; in such\ninstances the Committee would generally expect the publication to support its\naccount in order to demonstrate it had taken sufficient care over the disputed\nclaim. The publication did not provide any record or contemporaneous notes of\nthe conversation with the complainant’s barrister, but only the recollection of\nthe journalist, obtained subsequent to the complaint. This was not sufficient\nto demonstrate that care had been taken not to publish inaccurate or misleading\ninformation, and the Committee found a breach of Clause 1(i) of the Code.\n15. The\npublication said that there had been a misunderstanding. It appeared to be\naccepted that there had been some discussion between the journalist and the\nbarrister regarding the disputed statement, but that there had been a\nmisunderstanding as to what this impact would be. This claim was significant\nand required correction under Clause 1(ii).\n16. The\npublication offered to publish a clarification as a footnote to the online\narticle and in print within its established corrections and clarifications\ncolumn, which represented due prominence. The clarification was offered in the\npublication’s first substantive response to the complainant, with its location\nbeing specified later, which represented due promptness. However, the\nclarification offered did not make clear that lawyers did not accurately\nreflect the position put forward by the complainant’s barrister. Where the\nclarification did not put the correct position on the record, it did not\nsatisfy the publication’s responsibilities under Clause 1(ii) and there was a\nfurther breach.\n17. The\ncomplainant had accepted that the court had heard that they were a victim of\nabuse, but that the court case was not a fact finding case on these points. It\nwas therefore accurate for the article to report that the judge had not made\nfindings on the allegations of abuse; this did not imply that the allegations\nhad been discounted. The article reported that the judge heard information\nabout the marriage. Where the complainant accepted that this was their spouse’s\nposition in court, the article was not inaccurate on this point. The Committee\nnoted that the complainant believed it was inaccurate to report that they had\nsaid anything during the trial, as their barrister had been the one to speak.\nThe barrister had been representing the complainant in the proceedings; in this\ncontext, it was not inaccurate to refer in general terms to the claims made in\nsupport of the complaint’s case, on their instructions, as having been\nattributed to the complainant. There was no breach of Clause 1 on these points.\n18. With\nregards to Clause 11, the Committee made clear that it was not making a finding\nas to whether the complainant was a victim of sexual assault, but whether the\narticle had identified them as such a victim. The complainant had been named in\ncourt without reporting restrictions. During the proceedings, there were\nallegations that they had been subjected to abuse. Neither of these allegations\nconstituted an allegation of sexual abuse, and there was no mention of sexual\nassault in the article. In these circumstances, the complainant had not been\nidentified as a victim of sexual assault and there was no breach of Clause 11.\n19. The\ncomplainant also said the publication of the article was intrusive in breach of\nClause 4. The Committee noted that the article was a report of the court\nproceedings. Clause 4 makes clear that it does not restrict the right for\npublications to report on legal proceedings. The Committee understood that the\npublication of the article was upsetting for the complainant, but it was a\nreport of contemporaneous proceedings that had been heard in court, and there\nwas no breach of Clause 4.\nConclusions\n20. The\ncomplaint was partly upheld under Clause 1.\nRemedial\nAction Required\n21.\nHaving upheld a breach of Clause 1, the Committee considered what remedial\naction should be required. In circumstances where the Committee establishes a\nbreach of the Editors’ Code, it can require the publication of a correction\nand/or an adjudication, the terms and placement of which is determined by IPSO.\n22. The\nCommittee found that the newspaper had published a significant inaccuracy. In\ncircumstances where it was accepted by the parties this appeared to have arisen\nfrom a misunderstanding of a discussion that the journalist had initiated for\nthe purpose of clarifying the complainant’s position, the Committee considered\nthat the appropriate remedy was the publication of a correction to put the\ncorrect position on record.\n23. The\nCommittee then considered the placement of this correction. This correction\nshould be added to the article as a footnote. This wording should only include\ninformation required to correct the inaccuracy. The wording should also be\nagreed with IPSO in advance and should make clear that it has been published\nfollowing an upheld ruling by the Independent Press Standards Organisation. If\nthe publication intends to continue to publish the online article without\namendment, the correction on the article should be published beneath the\nheadline. If the article is amended, the correction should be published as a\nfootnote which explains the amendments that have been made.\n \n \nDate\ncomplaint received: 01/03/2021\nDate\ncomplaint concluded by IPSO: 17/09/2021\n \nIndependent\nComplaints Reviewer\nThe\ncomplainant complained to the Independent Complaints Reviewer about the process\nfollowed by IPSO in handling this complaint. The Independent Complaints\nReviewer decided that the process was not flawed and did not uphold the request\nfor review.\nBack to ruling listing\n\n\n"
}