{
    "url": "/rulings-and-resolution-statements/ruling/?id=01982-15",
    "title": "01982-15 Oakes v Press & Journal (Aberdeen)",
    "provisions": [
        "3 (Privacy) 2015",
        "9 (Reporting of crime) 2015"
    ],
    "outcome": "No breach - after investigation",
    "publication": "Press & Journal (DC Thomson Group)",
    "published_on": "2015-03-12 00:00:00",
    "received_on": "2015-03-25 00:00:00",
    "concluded_on": "2015-06-16 00:00:00",
    "complaint_processing_days": 83,
    "conclusion_long": "9. The complaint was not upheld.",
    "remedial_action": "N/A  Date complaint received: 25/03/2015",
    "text": "\n\n\n\n\n\n·  Decision of the Complaints Committee 01982-15 Oakes v\nPress & Journal (Aberdeen)\nSummary of\ncomplaint \n1. Tina Oakes complained on behalf of her son, Robert\nOakes, to the Independent Press Standards Organisation that the Press &\nJournal had breached Clause 3 (Privacy) and Clause 9 (Reporting of crime) of\nthe Editors’ Code of Practice in an article headlined “Cop to face trial over\npolice station ‘fight’”, published on 12 March 2015. \n2. The newspaper had reported that the complainant’s son\nhad been charged with fighting and threatening members of the public, charges\nwhich he denied. \n3. The complainant was concerned that the article had\nincluded her son’s full address. She considered that the publication of this\ninformation represented an intrusion into his private and family life, and\nposed a threat to his family’s security. She said that her son and his\ncolleagues had been made aware that there was a “heightened security alert” in\nplace which applied to the police and the armed forces. She said that this had\nbeen in place since 2013. \n4. The complainant also said that the disclosure of this\ninformation represented a breach of Clause 9 (Reporting of crime). \n5. The newspaper said that the address had been listed in\ncourt documents, and that these had been open to the media and the public. It\nis normal practice for local newspapers to publish the addresses of accused\npeople who appear in court. It said that it was unaware of a “heightened\nsecurity alert”. \nRelevant Code Provisions\n6. Clause 3 (Privacy) \ni) Everyone is entitled to respect for his or her private\nand family life, home, health and correspondence, including digital\ncommunications. \nii) Editors will be expected to justify intrusions into\nany individual’s private life without consent. Account will be taken of the\ncomplainant’s own public disclosures of information. \nClause 9 (Reporting of crime) \ni) Relative of friends or persons convicted or accused of\ncrime should not generally be identified without their consent, unless they are\ngenerally relevant to the story. \nFindings of the Committee\n7. In the absence of any reporting restriction newspapers\nare generally entitled to publish information that has been disclosed in open\ncourt. Such information is already in the public domain and, given the\nimportance of the general principle of open justice, the Committee does not\nconsider that its publication represents a failure to respect an individual’s\nprivate life. The complainant’s concerns about a “heightened security risk”,\nwhich she said had been in place since 2013, and applied to all armed forces\nand police officers, was sufficiently general that it did not require the\nCommittee to consider whether it was necessary to deviate from its usual\nposition regarding the disclosure of such information. There was no breach of\nClause 3. \n8. As the article had not identified any friends or\nrelatives of Mr Oakes, the terms of Clause 9 were not engaged.  \nConclusions\n9. The complaint was not upheld. \nRemedial Action Required\nN/A \nDate complaint received: 25/03/2015\nDate decision issued: 16/06/2015\nBack to ruling listing\n\n\n"
}