{
    "url": "/rulings-and-resolution-statements/ruling/?id=01996-22",
    "title": "01996-22 Brown v spectator.co.uk",
    "provisions": [
        "1 Accuracy (2021)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "The Spectator (The Spectator)",
    "published_on": "2022-02-25 00:00:00",
    "received_on": "2022-03-10 00:00:00",
    "concluded_on": "2022-07-12 00:00:00",
    "complaint_processing_days": 124,
    "conclusion_long": "29. The complaint was not upheld.",
    "remedial_action": "30. N/A    Date complaint received: 10/03/2022",
    "text": "\n\n\n\n\n\nDecision\nof the Complaints Committee – 01996-22 Brown v spectator.co.uk\nSummary\nof Complaint\n1. Gordon\nBrown complained to the Independent Press Standards Organisation that\nspectator.co.uk breached Clause 1 (Accuracy) of the Editors’ Code of Practice\nin an article headlined “Gordon Brown’s Russian riches”, published on 25\nFebruary 2022. The article was updated three times after its initial\npublication; the second version of the article onwards appeared under the\nheadline: “Gordon Brown’s office took Russian bank’s money”.\n2. The\nfirst version of the article under complaint, which appeared online and was\nlinked to on the website’s homepage, reported that “Labour has been trying to\nmuch [sic] political capital out of Russian-linked donations to the Tory party”\nand that “Labour might want to check a little closer to home when it comes to\nchecking sums given to its party grandees. For Mr S has discovered that former\nPrime Minister Gordon Brown was paid over £100,000 by a newly sanctioned\nRussian bank. […]  The ex-Labour leader\nreceived £124,494 for a speech he gave to Sberbank and another corporate giant,\nTroika Diolog in February 2012. Sberbank, which is the largest financial\ninstitution in Russia, was yesterday sanctioned by the US Treasury department,\nas part of its punitive actions towards 13 Russian financial institutions to\n'impair' the Kremlin and Russia’s economy in the wake of its invasion of\nUkraine”.\n3. This\nversion of the article went on to report that “[d]espite the significant fee,\nBrown’s speech lasted only 4 hours, equating to £500 per minute or £8 a second.\nKerching!” It also stated that “[w]ith regards to the fee he received, Brown\nwrote at the time that he ‘was not receiving any money from the engagement\npersonally’ and that it was ‘being held by the Office of Gordon and Sarah Brown\nfor the employment of staff to support [his] ongoing involvement in public\nlife.’ At that time, Brown was already being paid a salary of £65,738 as the MP\nfor Kirkaldy and Cowdenbeath [sic] and earning thousands extra on the leisure\ncircuit. Unsurprisingly, the former PM did not respond to Steerpike’s request\nfor comment”.\n4. The\narticle ended with the following: “First Peter Mandelson’s strategy firm and\nnow Gordon Brown’s Russian roubles. How many more Moscow skeletons will come\nout of the Labour closet.”\n5. The\narticle was updated on 26 February. The second version of the article was\namended as follows: The headline was changed from “Gordon Brown’s Russian\nriches” to “Gordon Brown’s office took Russian bank’s money”; “Still, Labour\nmight want to check a little closer to home when it comes to checking sums\ngiven to its party grandees. For Mr S has discovered that former Prime Minister\nGordon Brown was paid over £100,000 by a newly sanctioned Russian bank. The\nex-Labour leader received £124,494 for a speech he gave to Sberbank and another\ncorporate giant, Troika Diolog in February 2012” was changed to read: “An\ninteresting question arises though as to which donations to politicians are\nlegitimate and for what reason. For Mr S has discovered that the office run by\nformer Prime Minister Gordon Brown was given more than £100,000 by a newly\nsanctioned Russian bank. The ex-Labour leader declared receiving £124,494 for a\nspeech he gave to Sberbank and another corporate giant, Troika Diolog in\nFebruary 2012”; and the sentence “At that time, Brown was already being paid a\nsalary of £65,738 as the MP for the Kirkaldy and Cowdenbeath and earning\nthousands extra on the circuit lecture. Unsurprisingly, the former PM did not\nrespond to Steerpike’s request for comment” was amended to read “At that time,\nBrown was already being paid a salary of £65,738 as the MP for the Kirkaldy and\nCowdenbeath. The former PM has subsequently spoken out consistently against\nPutin’s regime over recent years. Brown’s office did not initially respond to a\nrequest for comment”.\n6. The\nsecond version of the article also omitted the following: the word “Kerching!”;\nand the sentence “First Peter Mandelson’s strategy firm and now Gordon Brown’s\nRussian roubles. How many more Moscow skeletons will come out of the Labour closet?”.\n7. The\nfollowing sentence was also added to the end of the second version of the\narticle:  \"The Office of Gordon and\nSarah Brown was established to support Gordon and Sarah in their work and to\nfacilitate their ongoing involvement in public life. This includes their\ncharitable and pro bono work. The costs of the Office are paid from income\nreceived by the Office for consulting and paid speaking engagements undertaken\nby Gordon. Alongside paid speaking engagements Gordon and Sarah give regular\npro bono speeches to universities, charities and other organisations.”\n8. The\narticle was again updated on 27 February. \nThe sentence “An interesting question arises though as to which\ndonations to politicians are legitimate and for what reason” was removed from\nthe article; “For Mr S has discovered that the office run by…” was changed to\nread “But Mr S has discovered…”; and the following footnote was added to the\narticle:\nA\nprevious version of this piece referred to ‘Brown’s Russian riches’ and\n‘Brown’s Russian rubles’ [sic]. We are happy to make it clear that Gordon Brown\nnever personally benefited from the engagements or speeches referred to in this\npiece.\n9. The\ncomplainant said that every version of the article included several\ninaccuracies and instances of misleading and distorted information in breach of\nClause 1. Turning to the first version of the article, he said that the\nheadline – “Gordon Brown’s Russian riches” – and the reference to his “Russian\nroubles” inaccurately suggested that he had benefitted personally from the\nspeech made in 2012, when he had not. He said this inaccuracy was compounded by\nthe first version of the article including the word “Kerching!” when referring\nto the fee received. He further said that he had repeatedly made clear over the\nlast decade that money he received from such speeches was held by the Office of\nGordon and Sarah Brown – which had, as a result, donated over £4 million to\ncharitable causes – and that he does not receive a salary or any other income\nfrom the Office. He then said that the publication would have been aware of\nthis fact had they visited the website of the Office, or had they reviewed\nprevious rulings made by the Press Complaints Commission on the subject, of\nwhich there were several. The complainant also said that every version of the\narticle was inaccurate as each referred to the salary he was receiving for\nbeing an MP in conjunction with the reference to the fee his office received\nfor the speech – thereby creating the misleading impression that the fee\nreceived was intended for his personal use, as was the salary. He also said\nthat it was inaccurate to refer to Sberbank as a “newly sanctioned bank”, as it\nsuggested that the bank had been newly sanctioned at the time the complainant\nhad given the speech rather than in 2022. This information, in conjunction with\nthe phrase “kerching”, he said, gave the inaccurate impression that he had\nreceived the money in a personal capacity.\n10. The\ncomplainant also said that the first version of the article was inaccurate as\nit did not refer to the fact that he had “spoken out consistently against Mr\nPutin’s regime over recent years”. He then requested the immediate removal of\nthe article.\n11. The\ncomplainant also said that all versions of the article were inaccurate as they\nstated that he had been contacted for comment, with the first version of the\narticle stating that “Unsurprisingly, the former PM did not respond to\nSteerpike’s request for comment”; he said that referring to the request in\nthese terms gave the impression that he had intentionally avoided responding to\na request for comment from the publication because he had no answer to give. He\nsaid that, in fact, he had been contacted by a self-described “freelance\njournalist”, emailing from a University email account, at 11pm the night prior\nto publication.  The email requested a\nresponse within 1 hour, and did not state why a comment was being sought and\nfor what purpose; it also did not include any reference to the fact that a\ncomment was being sought for publication in a newspaper or magazine, rather\nthan for university work. The complainant provided the email, which said as\nfollows:\nI wanted\nto ask if you would be willing to give a statement about [a speech Mr Brown\ngave in 2012] and answer the following:\nWhy did\nMr Brown speak at Russia's largest bank?\nWhy did\nMr Brown receive £124, 494.99 fee he received for the 4 hour speech?\nWhat was\ndiscussed in the speech? Does Mr Brown regret this now?\nIn the\nregister of interests it states that this fee was “being held by the Office of\nGordon and Sarah Brown for the employment of staff to support [his] ongoing\ninvolvement in public life.” Could you shed more light on what this means?\nThis is\nan incredibly fast turn around piece, and my deadline is within the next hour,\nso I would really appreciate it if you could get back to me as quickly as\npossible.\n12. The\ncomplainant also provided a second, follow-up email from the freelance\njournalist; the follow-up email was sent two hours after the publication of the\nfirst version of the article, and was identical to the earlier email, with the\nexception of the sentence referring to the deadline for comment, which was\naltered to read:\nThis is\nan incredibly fast turn around piece, so I would really appreciate it if you\ncould get back to me as quickly as possible.\n13.  The publication said that it had invited a\ncomment from the complainant’s office prior to publication, and that it had\nincluded a statement from 2012 in the article setting out the complainant’s\nposition with regards to the fee received: “Brown wrote at the time that he\n‘was not receiving any money from the engagement personally’ and that it was\n‘being held by the Office of Gordon and Sarah Brown for the employment of staff\nto support [his] ongoing involvement in public life.’” It also said that the\narticle was published more than 12 hours after the initial request for comment,\nwhich it considered to be ample time for a response to be provided. It also\nsaid that the reference to the bank being “newly sanctioned” clearly meant that\nthe sanctions had been recently imposed, not that they were in place at the\ntime of the complainant’s speech.\n14.  The publication also disputed that the\nheadline of the first version of the article breached Clause 1; it noted that\nthe headline should be read in conjunction with the article, and that the\narticle made clear that the complainant had said in 2012 that he was not\nreceiving any money from the engagement personally and that it was being held\nby his office. It also noted that the office in question bore the complainant’s\nname and that he had significant control over it. Nevertheless, it amended the\nheadline and the article in the manner set out above in paragraphs 5 through 7.\nIt also said that it would be happy to add any comment the complainant may wish\nto make to the article.\n15. The\ncomplainant said that he was not content with the amendments which had been\nmade to the article, and considered that further inaccuracies had been\nintroduced to the second version of the article. He flagged particular concerns\nover the following sentence: “An interesting question arises though as to which\ndonations to politicians are legitimate and for what reason?” He said that this\ninaccurately implied that the fee received was a “donation”, similar to those\ngiven to political parties. He further said that the article’s reference to him\n“subsequently [speaking] out consistently against Putin’s regime over recent\nyears” was inaccurate, as he had spoken out against the regime prior to 2012.\nHe reiterated that he required the article to be removed, and for an apology to\nbe published.\n16. The\npublication, while not accepting that the article had breached the Code, made further\namendments to the article as set out in paragraph 8. It also accepted that the\nword “unsurprisingly” should not have been used in relation to the publication\nnot receiving a response from the complainant, but noted that the second\nversion of the headline included a claim that was not in dispute: that the\ncomplainant’s office had received money from a Russian bank. It then noted that\nit was under no obligation to refer to comments the complainant had made\nagainst the Russian government prior to 2012, where it was not in dispute that\n– since that year – he had been a vocal critic of the regime, as reported in\nthe article\n17. The\ncomplainant said that the publication remained in breach even following the\namendments, noting that it still referred to him having “received” money from\nthe bank which, he stated, was inaccurate – the fee had been received by his\noffice.\n18. The\npublication said that it was “deeply chilling” that the complainant was seeking\nthe removal of an article which, it said, was accurate and in the public\ninterest. It also said that it was not in dispute that a Russian bank had paid\nan enormous fee to the complainant’s office, and that he had refused repeated\nrequests to comment. It then noted that it could not be inaccurate to state\nthat the publication had contacted the complainant for comment and that he had\nrefused to give one, where he had been offered repeated chances to comment on\nthe article post publication.\n19. The\npublication then said that it had taken care over the accuracy of the article\nprior to publication: it had verified the House of Commons Register of Members’\nInterests to verify that the complainant’s office had received the fee from the\nRussian bank; had confirmed that the bank had been sanctioned; had reached out\nto the complainant for comment; and the article had passed through its own team\nof fact-checkers after the freelance journalist had approached it with the\nstory. It said that, should IPSO consider that the article required correction,\nthe clarification published at the bottom of the piece two days after\npublication was a sufficient remedy to any alleged inaccuracy and that no\napology to the complainant was required.\n20. The\ncomplainant reiterated his position that an apology was merited, where the\ninaccuracies were: serious; had caused significant personal distress; and had\ncaused serious harm to his reputation. To support his position on the latter\npoint, the complainant provided tweets from members of the public, which he\nsaid demonstrated that readers had understood the article to mean that he had\nreceived money personally from the engagement. One tweet stated that “ACCORDING\nTO THE SPECTATOR EX LABOUR PRIME MINISTER AND FACE OF SCOTTISH LABOUR UNIONISM\nGORDON BROWN POCKETED £125,000 FROM A NOW SANCTIONED RUSSIAN STATE BANK\n(SERBANK) FOR PROMOTING RUSSIAN INTERESTS, BOUGHT AND SOLD FOR RUSSIAN STATE\nCASH”, while another asked “is this what hes spending his rubles on?”\nRelevant\nCode Provisions\nClause 1\n(Accuracy)\ni) The\nPress must take care not to publish inaccurate, misleading or distorted\ninformation or images, including headlines not supported by the text.\nii) A\nsignificant inaccuracy, misleading statement or distortion must be corrected,\npromptly and with due prominence, and — where appropriate — an apology\npublished. In cases involving IPSO, due prominence should be as required by the\nregulator. \niii) A\nfair opportunity to reply to significant inaccuracies should be given, when\nreasonably called for.\niv) The\nPress, while free to editorialise and campaign, must distinguish clearly\nbetween comment, conjecture and fact.\nFindings\nof the Committee\n21. The\nCommittee understood that the complainant strongly objected to the tone of the\narticle and the language employed, including the reference to “Russian riches”\nand “Russian roubles”. It was not in dispute that the bank in question had paid\na fee for a speech given by the complainant. The question for the Committee was\nwhether the article claimed inaccurately that he had received the sum\npersonally from the bank, rather than the correct position (as the publication\naccepted) that it was received by “The Office of Gordon and Sarah Brown”, or\notherwise contained inaccurate or misleading claims about the exchange.\n22. The\nCommittee noted that the article did include references – for instance, the\nphrase “kerching” and the allusion to “Moscow skeletons” – which could be read\nas implying that the complainant had received the money in a personal capacity.\nHowever, it also noted that each version of the article made clear that the\ncomplainant “wrote at the time that he ‘was not receiving any money from the\nengagement personally’ and that it was ‘being held by the Office of Gordon and\nSarah Brown for the employment of staff to support [his] ongoing involvement in\npublic life.’” It was therefore satisfied that, reading each version of the\narticle as a whole, the true position was made clear: that the money paid by\nthe bank for the complainant’s speech had not been received in a personal\ncapacity, and was held by the office of the complainant and his wife. It\nfurther noted that, while the complainant had expressed concerns that the\nheadline was inaccurate, the article clarified what was meant by the headline’s\nreference to “Gordon Brown’s Russian riches”: the money exchanged for a speech\ndelivered by the complainant, which was received by the office bearing his\nname.  The articles were, therefore, not\ninaccurate, misleading, or distorted on this point.\n23. The\ncomplainant had said that the first version of the article was inaccurate as it\ndid not refer to the fact that he had “spoken out consistently against Mr\nPutin’s regime over recent years”. The article was subsequently amended on this\npoint to note that the complainant had “subsequently [spoken] out consistently\nagainst Putin’s regime over recent years”, which the complainant also\nconsidered to be inaccurate, where it did not account for the fact that he had\nspoken out against the regime prior to 2012 as well. The Committee noted that\npublications have the right to choose which pieces of information they publish,\nas long as this does not lead to a breach of the Code. It also noted that the\nphrasing which the complainant found objectionable – that “[t]he former PM has\nsubsequently spoken out consistently against Putin’s regime over recent years”\n– had been taken directly from correspondence with the complainant’s\nrepresentative, in which they had stated that he had “spoken out consistently\nagainst Mr Putin’s regime over recent years”. In this case, the Committee did\nnot consider that omitting the complainant’s opposition to the regime from the\nfirst version of the article, and omitting the complainant’s pre-2012\nopposition from subsequent versions of the article, rendered it inaccurate,\nmisleading, or distorted. It considered this to be the case where the omitted\ninformation did not materially affect the accuracy of the article, which was\nthat the complainant had delivered a speech to a since sanctioned Russian bank\nin exchange for payment of a fee to his office.\n24. The\ncorrect position regarding the recipient of the money had been recorded by the\ncomplainant in the register of members’ interests and noted in his previous\npublic statements, and this was repeated in the article; the complainant’s\ncomment was not required to establish this point.  Therefore, while the Committee expressed\nconcern over the nature of the request for comment by the freelance journalist\n– including its timing, the fact that the complainant was only given an hour to\nrespond, the fact that the request did not make clear that comment was being\nsought for an article being published by spectator.co.uk, and the fact that the\npublication had published the article prior to the second approach being made –\nit noted that there was no stand-alone requirement for the publication to have\ncontacted the complainant prior to publication, or to refer specifically to\nprevious rulings or the complainant’s office’s website, except where this was\nnecessary to fulfil a requirement to take care under Clause 1(i). The Committee\nhad not established any inaccuracies in the article, and there was no failure\nto take care on this point.\n25. Each\nversion of the article referenced the complainant’s salary while he was an MP,\nwhich the complainant considered to be in breach of Clause 1 – as he believed\nthat conflating his salary with the money paid by the bank gave the misleading\nimpression that he had received the money in a personal capacity. The Committee\nreiterated that, read in their entireties, each version of the article made\nclear that the complainant had not received the money in a personal capacity.\nIn addition, it noted that the accuracy of the reference to the salary itself\nwas not in dispute. There was no breach of Clause 1 on this point.\n26. The\noriginal article had stated that, “[u]nsurprisingly, the former PM did not respond\nto Steerpike’s request for comment”, which the complainant considered to be\ninaccurate in circumstances where the request for comment had not been from the\npublication or someone who identified themselves as Steerpike. The Committee\nnoted that the complainant had declined to provide a comment for publication,\neither prior to publication or post-publication – notwithstanding its concerns\nabout the nature of this approach. It also noted that what one considers to be\n“unsurprising” is necessarily subjective, and that the publication was not\nmaking any claim of fact as to why the office had not responded to its requests\nfor comment. Therefore, it did not consider the article to be significantly\ninaccurate on this point, and there was no breach of Clause 1.\n27. The\nCommittee did not consider that referring to Sberbank as a “newly sanctioned\nbank” was inaccurate, in circumstances where the same paragraph of the article\nmade clear that “Sberbank, which is the largest financial institution in\nRussia, was yesterday sanctioned by the US Treasury department, as part of its\npunitive actions towards 13 Russian financial institutions to 'impair' the\nKremlin and Russia’s economy in the wake of its invasion of Ukraine”.\n28. The\nCommittee did not find that any version of the article included significant\ninaccuracies or misleading information in need of correction. Nevertheless, the\nCommittee welcomed the steps the publication had taken to engage with the\ncomplainant’s concerns and provide additional clarity as to the nature of the\npayment.\nConclusion(s)\n29. The\ncomplaint was not upheld.\nRemedial\nAction Required\n30. N/A\n\n\n\nDate\ncomplaint received: 10/03/2022\nDate\ncomplaint concluded by IPSO: 12/07/2022\n\n\nIndependent\nComplaints Reviewer\nThe\ncomplainant complained to the Independent Complaints Reviewer about the process\nfollowed by IPSO in handling this complaint. The Independent Complaints\nReviewer decided that the process was not flawed and did not uphold the request\nfor review.\nBack to ruling listing\n\n\n"
}