{
    "url": "/rulings-and-resolution-statements/ruling/?id=01999-14",
    "title": "01999-14 Various Complainants v Daily Record",
    "provisions": [
        "1 (Accuracy) 2015"
    ],
    "outcome": "Breach - sanction: publication of correction",
    "publication": "Daily Record (Reach PLC)",
    "received_on": "2014-11-27 00:00:00",
    "concluded_on": "2015-02-20 00:00:00",
    "complaint_processing_days": 85,
    "conclusion_long": "8. The complaint was upheld.",
    "remedial_action": "9. Having upheld the complaint under Clause 1(i), the Committee considered what remedial action should be required. The Committee has the power to require the publication of a correction and/or adjudication, the nature, extent and placement of which is to be determined by IPSO. It may also inform the publication that further remedial action is required to ensure that the requirements of the Editors’ Code are met.  10. The Committee welcomed the newspaper’s prompt acknowledgement of the inaccuracy and offer of a correction. The wording and prominence of the print correction offered was sufficient to correct and address the initial error in the print article. In order to avoid a breach of the Code, this correction should now be published.  11. It noted that in some instances, depending on the nature of the original inaccuracy, it may be sufficient for a publication to amend the online article and append a footnote to the article. In this instance, however, the inaccuracy was particularly significant and prominent. In order to remedy the breach of Clause 1, the newspaper was now required to publish this wording both as a footnote to the online article under complaint, making clear to readers that the article had been amended, and as a stand-alone item linked for no less than 24 hours from the home page of the Daily Record’s website, with a headline indicating the subject of the correction. The stand-alone item should then be archived on the corrections and clarifications page of the Daily Record’s website.Date complaint received: 27/11/2014",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee 01999-14 Various Complainants v Daily Record\nSummary of complaint \n1. Six complainants complained to the Independent Press\nStandards Organisation that an article headlined “The Vow delivered”, published\nby the Daily Record on 27 November 2014, and an article headlined “The Vow\ndelivered: Scotland to be responsible for more tax and welfare worth billions\nof pounds in radical devolution package”, published on the Daily Record’s\nwebsite on 26 November 2014, were inaccurate, in breach of Clause 1 (Accuracy)\nof the Editors’ Code of Practice. \n2. The article was about the Report of The Smith Commission,\nwhich considered the further devolution of powers to the Scottish Parliament. A\nfront-page sub-headline in the print edition claimed, “Scottish Government\nbudget to nearly double”. The article went on to report that “the Scottish\nGovernment’s current budget of about £30 billion a year will rise by two thirds\nto about £50 billion”. The online article reported that “the historic power shift\nfrom Westminster should see the Scottish government’s current budget of about\n£30 billion boosted by over 50 per cent”. The newspaper said that the online\narticle appeared on the home page of the Daily Record’s website. \n3. The complainants said that the recommendations of the\nSmith Commission would not “nearly double” the Scottish Government’s budget.\nSome complainants referred to paragraph 95 (3) of the Smith Commission report,\nwhich stated that there should be no change in the size of the Scottish Government\nbudget simply as a result of the initial transfer of tax and/or spending\npowers, before considering how they were used. Some complainants said that\nwhile certain tax receipts would be devolved to the Scottish Government under\nthe recommendations, paragraph 95 (3) (a) made clear that this would be\naccompanied by an equivalent reduction in the block grant. \n4. The newspaper explained that it had received information\nabout the contents of the report shortly before its publication from a source\nwith first-hand knowledge. It accepted that it had misunderstood the\ninformation provided to it on this point. \nIt offered to publish a correction in the “Corrections and Complaints”\ncolumn on page 2 of the Daily Record. It proposed the following wording: \nIn our report of November 27 we stated that the Smith\nCommission on Devolution would recommend that the Scottish Government budget\nshould “nearly double” and that the current budget of about £30bn would rise to\nabout £50bn. This was based on a misunderstanding of information provided by a\nsource close to the Smith report. The estimated “doubling” related to the\nproportion of the budget raised from taxes devolved to the Scottish Government,\nrather than the overall size of the budget; the £50bn estimate for the\n“increased budget” was therefore incorrect. The impact of the increased\ndevolved powers such as tax, welfare, air passenger duty and Crown Estates\nbudget is yet to be fully determined. \n5. The newspaper amended the online article, and offered to\npublish a correction, which it said would either be published at the bottom of\nthe original online article, or as a stand-alone item published on the first\nnews page of the Daily Record’s website. It would then be published on the\ncorrections and clarifications page of the website. It proposed the following\nwording: \nIn our report of November 26 we stated that the Smith\nCommission on Devolution would recommend that the Scottish Government’s budget\nof about £30 billion could boosted by over 50%. This was based on a\nmisunderstanding of information provided by a source close to the Smith report.\nThe estimated increase related to the proportion of the budget raised from\ntaxes devolved to the Scottish Government, rather than the overall size of the\nbudget; the 50% estimate for the “increased budget” was therefore incorrect.\nThe impact of the increased devolved powers such as tax, welfare, air passenger\nduty and Crown Estates budget is yet to be fully determined. \nRelevant Code Provisions\n6. Clause 1 (Accuracy) \ni) The Press must take care not to publish inaccurate,\nmisleading or distorted information, including pictures. \nii) A significant inaccuracy, misleading statement or\ndistortion once recognised must be corrected, promptly and with due prominence,\nand - where appropriate - an apology published. In cases involving the\nRegulator, prominence should be agreed with the Regulator in advance. \nFindings of the Committee\n7. The Committee welcomed the newspaper’s prompt recognition\nof the fact that it had misunderstood the information provided to it by a\nsource. Nevertheless, in stating that the Scottish Government budget would\n“nearly double”, or that it would be “boosted by over 50 per cent”, the\nnewspaper was making significant claims. The newspaper’s publication of these claims,\nfollowing a significant misunderstanding of the information provided to it,\ndemonstrated a failure to take care not to publish inaccurate information. The\ncomplaint under Clause 1 (i) was therefore upheld. As a consequence of the\ninaccuracy, the article significantly misrepresented the fiscal consequences of\nthe Smith Commission’s recommendations. The article was therefore significantly\ninaccurate in a manner that required correction in accordance with Clause 1\n(ii). \nConclusions\n8. The complaint was upheld. \nRemedial Action Required\n9. Having upheld the complaint under Clause 1(i), the\nCommittee considered what remedial action should be required. The Committee has\nthe power to require the publication of a correction and/or adjudication, the\nnature, extent and placement of which is to be determined by IPSO. It may also\ninform the publication that further remedial action is required to ensure that\nthe requirements of the Editors’ Code are met. \n10. The Committee welcomed the newspaper’s prompt acknowledgement\nof the inaccuracy and offer of a correction. The wording and prominence of the\nprint correction offered was sufficient to correct and address the initial\nerror in the print article. In order to avoid a breach of the Code, this\ncorrection should now be published. \n11. It noted that in some instances, depending on the nature\nof the original inaccuracy, it may be sufficient for a publication to amend the\nonline article and append a footnote to the article. In this instance, however,\nthe inaccuracy was particularly significant and prominent. In order to remedy\nthe breach of Clause 1, the newspaper was now required to publish this wording\nboth as a footnote to the online article under complaint, making clear to\nreaders that the article had been amended, and as a stand-alone item linked for\nno less than 24 hours from the home page of the Daily Record’s website, with a\nheadline indicating the subject of the correction. The stand-alone item should\nthen be archived on the corrections and clarifications page of the Daily\nRecord’s website.Date complaint received: 27/11/2014\nDate decision issued: 20/02/2015 \nBack to ruling listing\n\n\n"
}