{
    "url": "/rulings-and-resolution-statements/ruling/?id=01999-16",
    "title": "01999-16 Family of Paul Tam v Express.co.uk",
    "provisions": [
        "4 Intrusion into grief or shock (2016)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "express.co.uk (Reach PLC)",
    "published_on": "2016-03-26 00:00:00",
    "received_on": "2016-03-29 00:00:00",
    "concluded_on": "2016-06-24 00:00:00",
    "complaint_processing_days": 87,
    "conclusion_long": "17. The complaint was not upheld.",
    "remedial_action": "N/A Date complaint received: 29/03/2016",
    "text": "\n\n\n\n\n\nDecision of the\nComplaints Committee 01999-16 Family of\nPaul Tam v Express.co.uk \nSummary of Complaint1.   \nThe\nfamily of Paul Tam complained to the Independent Press Standards Organisation\nthat Express.co.uk breached Clause 4 (Intrusion into grief or shock) of the\nEditors’ Code of Practice in an article headlined “GRAPHIC CONTENT: British\ntourist dies after being stabbed in the head during sick mugging”, published on\n26 March 2016.2.   \nThe\narticle reported that Paul Tam, a British tourist, had died in a San Francisco\nhospital a month after being stabbed in the head during a street robbery. It\nsaid that Mr Tam had been “ambushed by an unidentified man and woman” who had attempted\nto take his bag. It said that Mr Tam’s niece, who had been with him at the\ntime, had been unharmed. The article included a CCTV video of the incident, and\nthree still images taken from it. The piece said that the police were still\nsearching for both suspects and were treating the attack as a murder\ninvestigation.3.   \nThe\ncomplainant accepted that the newspaper had a right to report on Mr Tam’s\nmurder; however, he said that the publication of the CCTV footage showing the\n“horrific details” of the attack – one day after his death – was insensitive. He\nsaid that other publications had chosen only to publish stills of the video, or\nhad simply described the attack, with no loss of effect.4.   \nThe\ncomplainant said that the video, which had shown Mr Tam in fear and pain, had\nbeen used as “click bait” so that the publication could profit from his\nfriend’s death. This was demonstrated in the “graphic content” headline, which\nattracted readers to the footage. He noted that the article had rated “third-most\nclicked-through” on the day of its publication.5.   \nThe\npublication said that it could only imagine how deeply upsetting Mr Tam’s death\nmust have been for his family; however, it considered that the murder of a British\ncitizen in the US was a matter about which the British public had the right to\nbe informed. It said that it had a duty to report on such matters, however\ntragic.6.   \nThe\nnewspaper said that the US authorities had released the video in order to help\nthem identify Mr Tam’s attackers; it was unsure of the exact media agency\nthrough which it had obtained the material. It noted that virtually all UK\nmedia outlets had published it.7.   \nThe\nnewspaper said that it had not embellished or sensationalised the video, and its\ncontent was not “gratuitously gory”. The video had not shown Mr Tam’s face\nduring or after the attack, or the weapon; it had shown the attack at a\ndistance and at night; the body movements and facial features of the victim and\nhis attacker could not be seen; it lasted 42 seconds, and had not shown Mr\nTam’s death. The newspaper noted that had it not published the video, it would\nhave described the attack in the same detail in writing. It accepted that the\nvideo was “graphic” in that it had shown an act of random violence; it would\nnot have published it if it had shown the victim suffering or receiving medical\ntreatment.8.   \nThe\nnewspaper said that the video had been marked “graphic content” to give readers\nadvance warning of its content; it strongly denied that the label had been used\nto encourage readers to watch it. It considered that any account of Mr Tam’s\ndeath, published at any time, could have caused distress to his family and\nfriends. \nRelevant Code\nprovisions9.   \nClause\n4 (Intrusion into grief or shock)\nIn cases involving personal grief\nor shock, enquiries and approaches must be made with sympathy and discretion\nand publication handled sensitively. These provisions should not restrict the\nright to report legal proceedings. \nFindings\nof the Committee10. The Committee wished to express\nits sincere condolences to Mr Tam’s family and friends for their loss.11. News organisations play an\nimportant role in reporting crimes, matters about which the public have a\nlegitimate right to be informed. The Committee acknowledges that reports of\nserious crimes – even when handled responsibly and with proper sensitivity –\nwill risk causing distress to victims, their family members and friends.\nHowever, Clause 4 does not prohibit the reporting of distressing events, such\nas violent crimes; it requires instead that, in such cases, and insofar as is\npossible, publication is handled sensitively.12. In reaching its findings on\nsensitivity, the Committee had particular regard for the nature and contents of\nthe video, the manner in which it was presented within the article, and the\ncircumstances in which the video had been obtained.13.  The footage showed a horrifying moment;\nhowever, it was shot from a distance, was grainy, and did not include sound.\nNeither Mr Tam’s face nor the weapon used were visible, and while it clearly\ndepicted Mr Tam fleeing from his attacker before falling to the ground, the\nquality of the video was such that the specific moment of injury could not\nclearly be seen.14. The footage was published as an\nillustration of the incident described in the article and was therefore\ndirectly relevant to the story. The article itself was presented as a straight\nnews piece. The manner in which the video was published did not humiliate or\ndemean Mr Tam, nor his death.15. The video had been released by\nthe San Francisco Police department 18 days after the incident had taken place,\nand Mr Tam’s family had been given notification of release, and of its\ncontents, some days prior to publication. The footage had been released to a\nnumber of media outlets, in an attempt to find Mr Tam’s attackers, and had been\nwidely published, including on police social media accounts.16. The Committee understood that\nwatching the video of Mr Tam’s attack must have been extremely distressing to\nthose who knew him. However, in circumstances where the family were notified in\nadvance by the police that the video would be circulated to media outlets for\npublication, and given the way in which it was presented in this case, the\nCommittee did not consider that its inclusion in the article represented a\nfailure to handle publication sensitively in breach of Clause 4. \nConclusion17. The complaint was not upheld.\nRemedial action requiredN/A\nDate complaint received:\n29/03/2016\nDate decision issued: 24/06/2016\nBack to ruling listing\n\n\n"
}