{
    "url": "/rulings-and-resolution-statements/ruling/?id=02021-19",
    "title": "02021-19 A Woman & A Man v The Bolton News",
    "provisions": [
        "1 Accuracy (2018)",
        "2 Privacy (2018)",
        "3 Harassment (2018)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "The Bolton News (Newsquest Media Group)",
    "received_on": "2019-03-07 00:00:00",
    "concluded_on": "2020-01-03 00:00:00",
    "complaint_processing_days": 302,
    "conclusion_long": "23. The complaint was not upheld.",
    "remedial_action": "24. N/A   Date complaint received: 07/03/2019",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee 02021-19  A Woman & A Man v The Bolton News\nSummary of Complaint\n1. A woman and a man complained to the Independent Press\nStandards Organisation that The Bolton News breached Clause 1 (Accuracy),\nClause 2 (Privacy) and Clause 3 (Harassment) in the preparation and publication\nof an article which was published in March 2019.\n2. The article reported on a father’s account of “facing the\nnightmare that his children will soon have a convicted paedophile as a\nstep-father”. It said that a convicted child sex abuser, who it named as the\nmale complainant, was soon to marry the man’s ex-wife, who lives with their\nthree children. It reported that the male complainant “was convicted of abusing\nand grooming a 14-year-old girl in 2011” and said that he had used internet\nchatrooms to groom her before having sex with her on multiple occasions. It\nnoted that he was sentenced to seven years in jail with an extended licence of\neight years, and was placed on the sex offenders’ register for life, and quoted\na police officer’s comment at the time that his “’propensity for young girls is\nclear’”. The article stated that he had been released on licence in 2014, and\nthat “there is no suggestion he has committed any further offences since his\nrelease”.\n3. The article described the father’s “horror” at\ndiscovering the male complainant’s past convictions. It said that the children\n“were subject to a child protection plan but were removed from the register by\nBolton Children’s Services earlier this year”; it said that a spokesman for the\nCouncil “explained that they had reached a point where the plan was no longer\nnecessary”, stating that “’the decision to remove a child protection plan…is\nonly taken when it is agreed that a child is no longer at risk of serious\nharm’”.\n4. The article stated that, under the terms of the male\ncomplainant’s release “it is believed [he] cannot spend a night at his\ngirlfriend’s house when there are children present, according to the dad”. The\narticle stated that “when he marries his bride, the pair will only be able to\nbe in the presence of the children if there is another adult present, it is\nunderstood”. The article stated that “the mother” – the female complainant –\nhad declined to comment.\n5. The article also appeared online in substantially the\nsame format.\n6. The complainants said that the use of the term\n“paedophile” to describe the male complainant was inaccurate in breach of\nClause 1 (Accuracy). They said that this term referred to a persistent and\nfocused attraction to prepubescent children, which was not reflected by the\nfacts of the male complainant’s conviction. They also said that it was\ninaccurate for the article to state that the children involved in the case were\nremoved from the child protection register earlier in 2019, when they had been\nremoved in 2017, as the female complainant had stated in a phone call to the\neditor. The complainants noted that social services’ involvement had continued\nafter the children were removed from the register, until at least 2018. The\ncomplainants also said that it was inaccurate for the article to state that the\nmale complainant had to have another adult – distinct from the female\ncomplainant - present when interacting with the children involved. The female\ncomplainant said that she had stated this on the telephone to the editor prior\nto publication, and that the Probation Service and Children’s Services had\nconfirmed to her that they did not provide this information to the publication.\nThe complainants accepted that the male complainant was not able to stay\novernight at the children’s home.\n7. The complainants also said that the article breached\nClause 2 (Privacy) by reporting details of their domestic living arrangements,\nand repeating the claim that they had to have another adult present when in the\npresence of the children.\n8. The complainants also said that the conduct of the\npublication’s employees in the preparation of the article breached Clause 3\n(Harassment). They said that the editor’s behaviour during phone calls was\nantagonistic and intended to cause the female complainant distress and upset,\nfor instance by repeatedly referring to the male complainant as a “paedophile”\nor “rapist”. They said that the editor shouted at the female complainant on the\nphone, despite it being clear that her baby was crying at the time.\n9. The publication denied that the use of the term\n“paedophile” was inaccurate. It said that this term was in common usage in\nrelation to any individual who had had unlawful sexual relations with a child;\nit said that the male complainant had been convicted of abusing and grooming a\nchild, and engaging in sexual activity with a child, in 2011, and was still on\nlicence for these offences, which had led to a seven-year jail term, and to the\ncomplainant being placed on the sex offenders register for life. The\npublication said that a police officer had stated publicly, in reference to the\ncomplainant’s conviction, that his “propensity for young girls is clear”.\n10. The publication said that the information regarding the\ntime the children had been removed from the register had been provided by the\nlocal council, and had been checked again prior to publication, following a\nconversation with the female complainant in which she had declined to comment\non this point, but stated that it was incorrect. It noted that the female\ncomplainant had refused to comment on the record, and had not been willing to\nprovide the correct position on this point. The publication also denied that\nthe article gave an inaccurate account of the male complainant’s licence conditions,\nwith respect to his contact with the children. It said that this was supported\nby a statement provided by the Probation Service, and by guidance given by a\nnamed official at the Ministry of Justice, who, when presented with the facts\nof the complainants’ case, had commented to the effect that the male\ncomplainant would be unable to be alone in the presence of the relevant\nchildren, and that he would not be able to be in their presence with only the\nfemale complainant present, without a chaperone. The publication said that it\nhad attempted to put this point to the female complainant prior to publication,\nbut while she had said it was untrue, she had declined to put the correct\nposition on record. The publication said that its journalist had made shorthand\nnotes of her conversations with the named Ministry of Justice official, which\nhad been used in the publication’s initial responses to the complainant, but\nthese had subsequently been misplaced. In its first response to the complaint,\nthe publication offered to issue a clarification on these points, if the\ncomplainants would supply the correct position. When it became apparent during\nthe course of IPSO’s investigation that the complainants would consider such an\noffer, and when they had provided the correct position in relation to these\npoints, the publication offered the wording below. It said this would appear on\nits online homepage for 24 hours before being archived in the usual way, and on\npage 5 of its print edition:\nCLARIFICATION: [NAMED PARTY]\nIn an article headlined “[headline]”, published in March, we\ndescribed the case of a father whose children would “soon have a convicted\npaedophile as a step-father”. We said that the step-children in question had\nbeen removed from the child protection plan “earlier this year”, and that the\nstep-father, [named party], “will only be able to be in the presence of the\nchildren if there is another adult present”, in addition to his wife. Since the\narticle was published, the couple have contacted us to say that the\nstep-children were in fact removed from the child protection register in early\n2017. They also say that [named party] can spend time with the step-children\nsupervised only by his wife, and that this contact does not need to be\nsupervised by a third adult. We are happy to put their position on the record.\n11. The publication also denied any breach of Clause 2\n(Privacy). It said that the details of the male complainant’s convictions were\nalready in the public domain, and he had been extensively identified in\nrelation to them. It therefore denied that the story added to the existing risk\nof identification of the family as being connected to him; any such risk arose\nfrom the publicly-conducted nature of the complainants’ relationship. The\npublication said that it had nevertheless taken steps to remove identifying\ndetails from the article, by avoiding using any photographs of the male\ncomplainant; by omitting to name the female complainant, her children, and the\nman whose account was reported; and by omitting to refer to the number of\nchildren involved. It noted that there was a strong public interest in the\npublication of the story, given that it contributed to debate about the\naccommodation of serious child sex offenders in society after their release\nfrom prison, and about the concerns of divorced ex-partners for the welfare of\ntheir children in such circumstances.\n12. The publication also denied any breach of Clause 3\n(Harassment). It said that there was a significant public interest in the\nstory, and that its conduct was reasonable and proportionate. It said that its\neditor had contacted the female complainant by telephone on three occasions –\nfirstly, to offer her a chance to participate in the story; secondly, to\nrespond to concerns she had raised regarding its publication; and thirdly, to\nrequest a copy of a court order she had indicated would have bearing on the\nmatter. It said that when it was asked to desist contacting the complainant by\ntelephone, it had done so, despite further calls from her to its own newsroom. \n13. The complainants declined the publication’s offer of\nclarification.\nRelevant Code Provisions\n14. Clause 1 (Accuracy)\ni) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not\nsupported by the text.\nii) A significant inaccuracy, misleading statement or\ndistortion must be corrected, promptly and with due prominence, and — where\nappropriate — an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator. \niii) A fair opportunity to reply to significant inaccuracies\nshould be given, when reasonably called for.\niv) The Press, while free to editorialise and campaign, must\ndistinguish clearly between comment, conjecture and fact.\nClause 2 (Privacy)*\ni) Everyone is entitled to respect for his or her private\nand family life, home, health and correspondence, including digital\ncommunications.\nii) Editors will be expected to justify intrusions into any\nindividual's private life without consent. In considering an individual's\nreasonable expectation of privacy, account will be taken of the complainant's\nown public disclosures of information and the extent to which the material\ncomplained about is already in the public domain or will become so.\nClause 3 (Harassment)*\ni) Journalists must not engage in intimidation, harassment\nor persistent pursuit.\nii) They must not persist in questioning, telephoning,\npursuing or photographing individuals once asked to desist; nor remain on\nproperty when asked to leave and must not follow them. If requested, they must\nidentify themselves and whom they represent.\niii)  Editors must\nensure these principles are observed by those working for them and take care\nnot to use non-compliant material from other sources.\nThe Public Interest\nThere may be exceptions to the clauses marked * where they\ncan be demonstrated to be in the public interest.\n1. The public interest includes, but is not confined to:\nDetecting or exposing crime, or the threat of crime, or serious\nimpropriety.Protecting public health or safety.Protecting the public from being misled by an action or\nstatement of an individual or organisation.Disclosing a person or organisation’s failure or likely\nfailure to comply with any obligation to which they are subject.Disclosing a miscarriage of justice.Raising or contributing to a matter of public debate,\nincluding serious cases of impropriety, unethical conduct or incompetence\nconcerning the public.Disclosing concealment, or likely concealment, of any of the\nabove.\n\n\n\n\n\n\n2. There is a public interest in freedom of expression\nitself.\n3. The regulator will consider the extent to which material\nis already in the public domain or will become so.\n4. Editors invoking the public interest will need to\ndemonstrate that they reasonably believed publication - or journalistic\nactivity taken with a view to publication – would both serve, and be\nproportionate to, the public interest and explain how they reached that\ndecision at the time.\n5. An exceptional public interest would need to be\ndemonstrated to over-ride the normally paramount interests of children under\n16.\nFindings of the Committee\n15. In relation to the article’s claims regarding the\nchildren’s removal from the child protection register and the male\ncomplainant’s licence conditions, the publication said that it contacted the\nrelevant official bodies, although it could not provide notes of the telephone\nconversations, which was regrettable. The publication had also taken steps to\nverify these claims with the complainants, by contacting them directly and at\nlength multiple times prior to the publication of the article - but they had\ndeclined to make any on-the-record comment on these points in order to set out\nthe correct position. In these circumstances, the Committee did not consider\nthat there was any failure to take care over these claims, and there was no\nbreach of Clause 1(i). The Committee then turned to consider whether it was\nsignificantly inaccurate or misleading to report these claims.\n16. The Committee noted that the complainants accepted that\nthe male complainant would not be permitted to be alone with the children who\nwere referenced in the article and to stay in the same house as them overnight,\nbut that they said that it was not a requirement that a third individual also\nbe present, as the article had reported. The Committee noted that the article\nhad not reported the situation as categorical fact, only that it was “understood”\nthat the arrangements were as described. Where it was accepted that measures\nwere in place which imposed restrictions on the male complainant’s contact with\nthe children, the Committee did not consider that the presentation of the\narrangements in the article was significantly misleading so as to require\ncorrection. Nevertheless, the Committee welcomed the publication’s offer to\nclarify this point, which had been made promptly following receipt of the\ncomplaint.\n17. Similarly, where it was not in dispute that the children\nin question had been subject to a child protection plan, where it was accepted\nthat social services’ involvement had continued until relatively recently after\nthe removal of the plan, and where the article made clear the reasons for this\nplan being removed, based on a statement from the Council, the Committee did\nnot consider that the year in which they were removed from the plan was\nsignificant in the context of the article. The article did not give rise to any\nsignificantly misleading impression that required correction on this point.\nThere was no breach of Clause 1(ii) with respect to either point.\n18. The Committee noted the complainants’ position that the\nmale complainant was not a paedophile, because he did not have an attraction to\nprepubescent children, and the offence for which he was committed did not\ninvolve such children. However, the term “paedophile” is also in common usage\nto describe individuals who have been convicted of a sexual offence against an\nolder child. The complainants did not dispute that, as the article reported,\nthe male complainant had been convicted of “abusing and grooming a 14-year-old\ngirl…before having sex with her on multiple occasions”. Where the article made\nclear the nature of the male complainant’s conviction, it was not misleading to\ndescribe him as a “paedophile”. There was no breach of Clause 1 on this point.\n19. Turning to the complaint under Clause 2 (Privacy), the\nCommittee noted that the publication had not named the female complainant and\nher children; however, where the male complainant was identified by name, there\nwas a possibility that they too would be identified. The man whose views were\nreported in the article had a right to freedom of expression in relation to his\nposition.\n20. The Committee noted that the information regarding the\nmale complainant’s conviction was in the public domain, and reporting on this\nmatter did not intrude into his privacy. The publication said that the\ninformation regarding the arrangements concerning the complainants’ children\nhad been released by the relevant authorities; however, it was not able to\nprovide any evidence to support this position. In these circumstances, the\nCommittee considered that reporting details of the arrangements which concerned\nthe children was information in respect of which the female complainant and her\nchildren had a reasonable expectation of privacy, publication of which was\nintrusive. This information was not otherwise in the public domain and,\ntherefore, the publication needed to demonstrate an exceptional public interest\nto avoid a breach of Clause 2.\n21. The Committee accepted that there was a public interest\nin publishing the concerns of the father about the contact his children was\nhaving with an individual who had been convicted of child sex offences. The\nquestion for the Committee was whether the public interest was exceptional so\nas to justify the inclusion of the information concerning the arrangements\nrelating to the children. The Committee considered that the report contributed\nto a debate on a subject which had an exceptional public interest given that it\nconcerned the welfare of potentially vulnerable members of society.  In all these circumstances, the Committee\nconsidered that the private information published in the article was justified\nin the public interest. There was no breach of Clause 2. \n22. The female complainant had spoken with the editor by\ntelephone on a number of occasions. The complainants had not suggested that the\neditor had ignored any request to desist in contacting them and therefore, with\nthe benefit of the recordings, the Committee considered whether the conduct of\nthe editor during these calls amounted to intimidation or harassment. At times,\nthe conversations had touched on sensitive and difficult topics, and the tone\nof the conversations had been heated on both sides. However, it was clear that\nthe purpose of the phone calls was to give the complainants the opportunity to\nrespond to the matters which were to be published in the article.  The female complainant had engaged fully in\nthese discussions, continuing the conversations for long periods on each\noccasion, including after they had become heated. While the Committee accepted\nthat the phone calls had caused the female complainant distress, the Committee\ndid not consider that the editor had behaved in such a way which amounted to\nintimidation. There was no breach of Clause 3 (Harassment).\nConclusions\n23. The complaint was not upheld.\nRemedial action required\n24. N/A\n \nDate complaint received: 07/03/2019\nDate decision issued: 03/01/2020\nBack to ruling listing\n\n\n"
}