{
    "url": "/rulings-and-resolution-statements/ruling/?id=02025-21",
    "title": "02025-21 Cressman v The Sunday Telegraph",
    "provisions": [
        "4 Intrusion into grief or shock (2021)",
        "1 Accuracy (2021)"
    ],
    "outcome": "Breach - sanction: action as offered by publication",
    "publication": "The Sunday Telegraph (Telegraph Media Group Ltd)",
    "published_on": "2021-02-28 00:00:00",
    "received_on": "2021-03-03 00:00:00",
    "concluded_on": "2021-08-02 00:00:00",
    "complaint_processing_days": 152,
    "conclusion_long": "25. The complaint was upheld under Clause 1(i).",
    "remedial_action": "26. The clarification which was offered clearly put the correct position on record, and was offered promptly and with due prominence, and should now be published. Date complaint received: 03/03/2021",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee 02025-21 Cressman v The\nSunday Telegraph\nSummary of Complaint\n1. Rick Cressman\ncomplained to the Independent Press Standards Organisation that The Sunday\nTelegraph breached Clause 1 (Accuracy) and Clause 4 (Intrusion into grief and\nshock) of the Editors’ Code of Practice in an article headlined “'Trial by\ntelevision' of Fergie's killer aide”, published on 28 February 2021.\n2. The complainant\nis the brother of Tom Cressman, who was murdered in September 2000. The article\nwas a comment piece written by an individual who was described as the “friend”\nof the woman who was convicted of Mr Cressman’s murder and a campaigner on her\nbehalf. It reported that the “prosecution claimed that [the convicted woman]\nhad killed Cressman, a car accessories salesman with whom she had been in a\nrelationship for almost three years, with a cricket bat because he had refused\nto marry her.” It also contained allegations the convicted woman had made\nagainst Mr Cressman and said that she had “alleged” having been sexually abused\nby Mr Cressman, and that “she claimed” he had “threatened her with knives [and]\nbattered her”. The writer referred to a legal development regarding\n\"coercive control law” which she said “shone a light on the impact that\nmental torture can have” and she expressed the view that if the convicted woman\nwas “on trial today, [she] would probably have succeeded with a manslaughter\ndefence.”\n3. The article\nopened with a question posed by the writer: “When has a convicted murderer paid\ntheir dues?” and described the convicted woman as having been “relentlessly\npursued” since her arrest and said that whilst many who “served a life sentence\nquietly re-enter society”, the convicted woman had not been able to. It\ndescribed the convicted woman as “saying over and over that she was not a\nmurderer. That she deserved to be punished but that she did not kill in cold\nblood.” The article described the convicted woman’s time in prison, and said\nshe fled an open prison to see her parents, that she had been sent back to\nprison after police found accusations of harassment to have no substance, and\nincluded a quote from her in which she stated: “I begged the prison to let me\nwrite to the Cressmans to tell them how sorry I was”.\n4. The article also\nappeared online in substantially the same format.\n5. The complainant\nsaid that the article was inaccurate in breach of Clause 1.  He said that the convicted woman had been\nfound guilty of murder, and that the article suggested wrongly and misleadingly\nthat she should not have been, and that her case was an example of someone\nbeing treated unfairly by the media after a conviction. He also said it was inaccurate\nto refer to the convicted woman’s allegations against his brother, as these had\nbeen heard and dismissed at the trial and on appeal. The complainant provided a\ncopy of the judgment in the convicted woman’s appeal which made clear that she\nhad made allegations against the complainant’s brother as part of her defence\nand that they had not been accepted by the jury.\n6. The complainant\nsaid it was therefore inaccurate to report the allegations without making clear\nthat they had been heard and dismissed. He said that where the claims had been\nrejected in court, it was also misleading to report that if the convicted woman\nwere tried today that she “probably” would have succeeded with a manslaughter\ndefence.\n7. The complainant\nsaid that the article had also contained factual errors about his brother. He\nsaid that the cause of death had been reported wrongly, as it was not the\nattack with the cricket bat that had killed him, but the fact he had been\nstabbed through the heart. He also said that it was misleading to report that\nthe “prosecution claimed that” the convicted woman had killed his brother, when\nit had not just been “claimed” but proven in a court of law. The complainant\nsaid it was inaccurate to state that his brother was a car accessories salesman\nwhen in fact he was a director of a business, and that it was misleading to\ndescribe the relationship as lasting for “almost three years” when it was two\nyears and three months.8. The complainant\nsaid that the article was biased and misleading in order to inspire sympathy\nfor the convicted woman. He said that a life sentence was life, and that the\nconvicted woman was out on license. He said that it was therefore inaccurate to\nask when she had paid her dues, or to suggest that she had served a life\nsentence or should be allowed to “quietly re-enter society”. He also said many\nof the quotes from the convicted woman were inaccurate – he said she was\nconvicted of murder, and that the evidence accepted by the jury made clear she\nhad killed “in cold blood”. He said that there was no evidence that she had\nbeen “relentlessly pursued”; that she had left prison to see her parents or\nthat she had asked to write to his family to apologise. He said that the\nreporter was wrong to dismiss the allegations of harassment against the\nconvicted woman which had been made by a married man. The complainant also said\nthat the omission of her mental abuse towards his brother was misleading.\n9. The publication\napologised for any offence or upset caused by the article. It said that it was\nclearly presented as an opinion piece and made clear that the convicted woman\nhad admitted responsibility for killing Mr Cressman, that she had been\nconvicted of his murder and had served a prison sentence. It also said that the\npremise of the article – whether women receive more public scrutiny than men\nafter being convicted of serious crimes – was an important matter within the\npublic interest.\n10. The publication accepted that the article should have\nmade clear that the convicted woman’s allegations against Mr Cressman had been\ndiscounted by the jury during her trials. It offered to publish the following\nclarification in their corrections and clarifications column in print:\nIn an article 'Trial by television of Fergie's killer aide'\n(28, Feb) we reported allegations made by Jane Andrew's against Tom Cressman.\nThose allegations of abuse were discounted by the jury at her trial for murder\nand her appeal was unsuccessful. We are happy to offer this clarification.\nAnd to add the following as a footnote to the online\narticle:\nCLARIFICATION - The allegations of abuse made by Jane\nAndrew's against Tom Cressman were discounted by the jury at her trial for\nmurder and her appeal was unsuccessful. We are happy to offer this\nclarification.\n11. However, the publication did not accept that there were\nany further breaches of the Code. It said that the suggestion that the\nconvicted woman would probably make a successful defence of manslaughter today\nwas clearly presented as the opinion of the writer rather than as a statement\nof fact. The newspaper said that the prosecution’s case was that the convicted\nwoman had hit Mr Cressman with a cricket bat and then stabbed him. The\nnewspaper said it was not inaccurate to refer to this as a claim when referring\nto the presentation of the Crown’s case when the article confirmed the\nconvicted woman was convicted of murder. The publication did not consider that\ndescribing Mr Cressman as a “car accessories salesman” rather than director of\nthe company, nor characterising the two year and three month relationship as\nhaving lasted for “almost three years” as significantly misleading, however it\ndid offer to amend these on the basis that it would resolve the complaint.\n12. The publication reiterated that as an opinion piece, the\nwriter was entitled to ask whether the convicted woman had served her time and\nhad been relentlessly pursued, and noted the multiple documentaries and\nnewspaper coverage about her. It said that it was not necessary to include the\ncomplainant’s point about life sentences. The publication also said it was not\ninaccurate to include claims made by the convicted woman that the complainant\nwas not privy to, such as her belief she was not a murderer who killed “in cold\nblood” or that she had asked to write to the complainant’s family.\n13. The publication noted that it had been widely reported\nthat the convicted woman had escaped from prison at the time, and provided an\narticle from this period. The publication said that the article demonstrated\nthat she had left to see her parents. The newspaper noted that the article\nunder complaint did not state that the complainant was innocent of harassment, but\nthat the police recorded there was no substance to the allegations, which was a\nmatter of widely reported public record. It also said that as the article\ncentred on the media scrutiny of women who had committed serious crimes, rather\nthan a detailed history of this particular crime, it was not a breach of the\nCode to omit further allegations that were heard in court against the convicted\nwoman regarding mental abuse.\n14. The publication said Clause 4 was not engaged as it only\napplied to enquiries and approaches to families and others involved in a\ncurrent tragedy. \nRelevant Clause Provisions\nClause 1 (Accuracy)\ni) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not\nsupported by the text.\nii) A significant inaccuracy, misleading statement or\ndistortion must be corrected, promptly and with due prominence, and — where\nappropriate — an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator.\niii) A fair opportunity to reply to significant inaccuracies\nshould be given, when reasonably called for.\niv) The Press, while free to editorialise and campaign, must\ndistinguish clearly between comment, conjecture and fact.\nClause 4 (Intrusion into grief or shock)\nIn cases involving personal grief or shock, enquiries and\napproaches must be made with sympathy and discretion and publication handled\nsensitively. These provisions should not restrict the right to report legal\nproceedings.\nFindings of the Committee\n15. The Committee acknowledged that the article was a\ncomment piece regarding highly sensitive and difficult subjects: the treatment\nof people convicted of serious crimes by the media, and how cases involving\nallegations of coercive control are prosecuted. The Committee understood that\nthe publication of the article was distressing to the complainant and his\nfamily and expressed their sympathy for the family’s loss, but it made clear\nthat newspapers are entitled to publish comment pieces on sensitive and\ndifficult subjects as long as they adhere to the Code.\n16. The article contained allegations about the conduct of\nthe complainant’s brother towards the convicted woman. It was accepted by both\nparties that these claims had been heard and dismissed by the jury during the\ntrial of the convicted woman, with the judgment of the appeal court recording\nthat the jury could not have sided with the Crown “if they accepted that the\naccount given to them by the appellant might be right”. To include the\nallegations in the article, without making it clear that they had been heard\nand dismissed in court, represented a failure to take care not to report\nmisleading information under Clause 1(i) in circumstances where this\ninformation was publicly available. The newspaper had offered a clarification\nwhich put the correct position on record as soon as it was made aware of all of\nthe alleged inaccuracies by the complainant, which represented due promptness.\nPublishing the wording in its established corrections and clarifications column\nand as a footnote to the online article represented due prominence. There was\nno breach of Clause 1(ii).\n17. The article also referred to a legal development\nregarding coercive control which the writer said “shone a light on the impact\nthat mental torture can have”; the writer expressed the view that if the\nconvicted woman was “on trial today, [she] would probably have succeeded with a\nmanslaughter defence.” This was clearly distinguished as the comment of the\nwriter of the article and the word “probably” identified it as conjecture.\nWhilst the complainant may have disagreed, this did not mean that the article\nwas misleading; the article had clearly distinguished between comment,\nconjecture and fact. There was no breach of the Code.\n18. The Committee acknowledged the complainant’s distress\nthat full details of the cause of death had not been reported. However, it was\nnot in dispute that the convicted woman had used a cricket bat and the omission\nof details concerning the additional weapon used was not significantly\nmisleading given that the article made clear that the convicted woman had been\nfound guilty of a violent murder. In addition, where the article made clear\nthat the convicted woman had been convicted, it was not misleading to refer to\nan element of the prosecution’s case as a “claim”. In addition, the Committee\ndid not consider that referring to the complainant’s brother’s occupation as a\n“car accessories salesman”, or characterising the two year and three month\nrelationship as having lasted for “almost three years”, were significant\ninaccuracies which required correction. It did, however, welcome the\npublication’s offer to amend these points. There was no breach of Clause 1 on\nthese points.\n19. The writer’s account of the convicted woman’s\nexperiences in the years since the trial, including her opinion that she had\nbeen relentlessly pursued, and her question regarding when a convicted murderer\nhas served their time were clearly distinguished as comment rather than\nstatements of fact, and their inclusion in the article was not misleading. The\nCommittee did not find that it was misleading not to include the full legal\nposition on what a life sentence generally entailed, where the article\naccurately reported that the convicted woman had been sentenced to life and had\nserved a term in prison. The article had also included the convicted woman's\nposition that she was not a murderer who had “killed in cold blood”. The\nCommittee acknowledged that this was upsetting for the complainant, but noted\nthat the article made clear that the convicted woman was a convicted murderer,\nand had clearly attributed the comment to her. There was no breach of Clause 1\non these points.\n20. The complainant said he did not believe that the\nconvicted woman had asked to write to his family, but he was not in a position\nto know whether this was accurate. Similarly, the complainant stated that the\nconvicted woman had not escaped prison in order to see her parents, but was not\nin a position to know the convicted woman’s reason for escaping. Without\nknowing the correct position, the Committee was unable to make a finding on\nthese points.\n21. Finally, where the convicted woman’s crime had been\naccurately reported, and the article centred on media scrutiny after her\nconviction, it was not misleading for the article to omit additional\nallegations that were heard in court against the convicted woman.\n22. With regards to Clause 4, the Committee understood that\nthe re-publication of the information in the article, many years after the\nman’s death, had caused great distress to the complainant and his family and\nexpressed its condolences to them for their loss.\n23. Despite the years that had passed since the\ncomplainant’s brother’s murder, the Committee considered that given the\ntraumatic nature of the events and the effect on the complainant and his\nfamily, the publication of an article of this nature was a “case involving\ngrief or shock”. Clause 4 not only applies to enquiries and approaches made by\njournalists, but also requires that publication itself must be handled\nsensitively. Clause 4 was therefore engaged by the complaint.\n24. The Committee acknowledged the upset caused to the\ncomplainant by details of the case being repeatedly published in the media and\nunderstood that this had caused the family distress. It also noted that the\ntone of the article, which was sympathetic towards the convicted woman, would\nhave caused distress to him and his family. However, the test under Clause 4 is\nwhether publication is handled sensitively. Whilst the complainant may have\ndisagreed with the opinions of the writer which were presented in the article\nand found them upsetting, the Committee did not find that the article had been\ninsensitive in its publication.\nConclusions\n25. The complaint was upheld under Clause 1(i).\nRemedial action required\n26. The clarification which was offered clearly put the\ncorrect position on record, and was offered promptly and with due prominence,\nand should now be published.\nDate complaint received: 03/03/2021\nDate complaint concluded by IPSO: 02/08/2021 \nBack to ruling listing\n\n\n"
}