{
    "url": "/rulings-and-resolution-statements/ruling/?id=02034-18",
    "title": "02034-18 Cupis v bathchronicle.co.uk",
    "provisions": [
        "1 Accuracy (2018)",
        "2 Privacy (2018)",
        "3 Harassment (2018)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "(DISCONTINUED) bathchronicle.co.uk (Reach PLC)",
    "received_on": "2018-02-26 00:00:00",
    "concluded_on": "2018-05-23 00:00:00",
    "complaint_processing_days": 86,
    "conclusion_long": "13. The complaint was not upheld.",
    "remedial_action": "N/ADate complaint received: 26/02/2018",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee 02034-18 Cupis v bathchronicle.co.uk\nSummary of complaint\n1. Malcolm Cupis\ncomplained to the Independent Press Standards Organisation that the Bath\nChronicle breached Clause 1 (Accuracy), Clause 2 (Privacy) and Clause 3\n(Harassment) of the Editors’ Code of Practice in an article headlined “Bath\nConservatives refuse to reveal who sent infamous food poverty tweet”, published\non 23 February”.\n2. The article\nreported on an ongoing story about a Tweet from the Bath Conservative\nAssociation account. The Tweet was part of a conversation about free-school\nmeals. It argued that if a well-known food writer and activist could “feed\nherself & her child for £10 a week – not easily, but adequately, most\npeople can”. The publication’s first article reporting on the Tweet was\npublished on 18 February. The article under complaint reported that the Bath\nConservatives were refusing to say who had written the Tweet. The article\nreported that “various names…were linked to the Twitter account in the days\nfollowing the scandal”, including the complainant and another individual, both\nof whom were named. The article reported that a spokesperson for the Bath\nConservative Association had said that neither of these two people had access\nto the Twitter account in question, and that the person who had written the tweet\n“is deeply upset by the incident and the reaction it has caused”.\n3. The complainant\nsaid that he was not responsible for the Tweet. He said that he had been\nsubject to scrutiny and abuse, because the publication named him in the article\nunder complaint. He said that the Bath Conservative Association, of which he is\nnot a member, had only issued a statement naming him, and saying he did not\nhave access to its Twitter account, because the publication had asked it\nwhether he had been responsible.  The complainant\nsaid that he had become the subject of anonymous abuse on social media, which\nhad put him and his family at risk, and represented a breach of his privacy,\nand harassment.\n4. The publication\nsaid that the Bath Conservative Association had tweeted an apology for the\ntweet, in response to which the complainant had tweeted saying that the\n“fundamentals” of the earlier tweet had been right, arguing that “parents\nshould be primarily responsible for their children, not the state”. It said\nthat another Twitter user then tweeted an image of the complainant’s tweet on\n19 February, saying “the chap lots of us suspect of being the originator of the\npost tweeted this. He’s been strangely silent on @BathChron”, although she had\ncropped the image so it wasn’t possible to see who it was that she was\nreferring to. However, another Twitter responded to this saying “Thanks\nMalcolm”. The complainant then responded to both tweets, saying that he was not\nresponsible for the Bath Conservative’s Twitter account. He made a similar\nstatement on his Facebook page.\n5. The publication\nsaid that the complainant had also commented in the comments section of its\nfirst article on the story, which had not named him. In his comment, the\ncomplainant noted that he had been “implicated” on Twitter, that the\npublication had contacted him suggesting that he had been responsible for the\nTweet, and that he had no involvement with Bath Conservatives, and that he was\nnot responsible for the Tweet.\n6. The publication\nsaid that the fact the complainant had publicly denied involvement on Twitter\nand in the comment section of the earlier article, showed that there was\nspeculation about his involvement in the tweet. \nIt said that the Conservative Association’s denial that there was any\nconnection between the complainant and the Tweet, was published in the article\nunder complaint, and the publication denied any breach of the Code.\n7. The publication\nremoved the complainant’s name as a gesture of goodwill. It also offered to\npublish an article by the complainant, reiterating his denial, and commenting\nmore broadly on the effects of social media.\nRelevant Code provisions\n8. Clause 1\n(Accuracy)\ni) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not supported\nby the text.\nii) A significant inaccuracy, misleading statement or\ndistortion must be corrected, promptly and with due prominence, and — where\nappropriate — an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator.\niii) A fair opportunity to reply to significant inaccuracies\nshould be given, when reasonably called for.\niv) The Press, while free to editorialise and campaign, must\ndistinguish clearly between comment, conjecture and fact.\nClause 2 (Privacy)\ni) Everyone is entitled to respect for his or her private\nand family life, home, health and correspondence, including digital\ncommunications.\nii) Editors will be expected to justify intrusions into any\nindividual's private life without consent. In considering an individual's\nreasonable expectation of privacy, account will be taken of the complainant's\nown public disclosures of information and the extent to which the material\ncomplained about is already in the public domain or will become so.\niii) It is unacceptable to photograph individuals, without\ntheir consent, in public or private places where there is a reasonable\nexpectation of privacy.\nClause 3 (Harassment)\ni) Journalists must not engage in intimidation, harassment\nor persistent pursuit.\nii) They must not persist in questioning, telephoning,\npursuing or photographing individuals once asked to desist; nor remain on\nproperty when asked to leave and must not follow them. If requested, they must\nidentify themselves and whom they represent.\niii)  Editors must\nensure these principles are observed by those working for them and take care\nnot to use non-compliant material from other sources.\nFindings of the Committee\n9. Prior to\npublication of the article under complaint, an individual had said that the\ncomplainant was the person “lots of us suspect” of being responsible for the\ncontroversial Bath Conservative Association tweet. The complainant did not\nclaim that it was inaccurate to report that he had been “linked” to the Tweet;\nby his own account, a number of people had implicated him on social media. It\nwas not inaccurate to report that his name had been linked to the tweet.\n10. Notwithstanding whether it was accurate to report the\ncomplainant’s name had been “linked” to the tweet, the Committee considered\nwhether the article suggested that the complainant was or might have been\nresponsible for the tweet. The article reported that “various names”, of which\nthe complainant was one, “were linked to the account in the days following the\nscandal. The article then contrasted the fact that these links had been made\nwith the statement from the Bath Conservatives, the organisation ultimately\nresponsible for the Twitter account, saying that they knew who was responsible,\nthat they would not be naming them, but that the complainant did not have\naccess to the account. The Committee considered that the fact the article\nreported that the links had been made, did not suggest that the complainant was\nresponsible for the tweet; the article made clear via the statement from the\nBath Conservatives that he was not responsible. The article was not misleading\nin the manner alleged, and there was no breach of Clause 1.\n11. The complainant had publicly commented on his connection\nto the Tweet, via Twitter, Facebook and the comment section of the first\narticle reporting the story. In addition, the authorship of the Tweet was not a\nmatter relating to his private life. Taking into account the nature of the\ninformation, and the complainant’s own public disclosure of information, there\nwas no breach of Clause 2.\n12. Clause 3 generally relates to the conduct of journalists\nin the news gathering process. Publication of information would only represent\na course of conduct such as to represent harassment under the terms of Clause 3\nin exceptional circumstances. The fact that the complainant had been subject to\ncriticism and abuse on social media did not make publication of the article\nunder complaint harassment, under the terms of Clause 3.\nConclusions\n13. The complaint was not upheld.\nRemedial action required\nN/ADate complaint received: 26/02/2018Date decision issued: 23/05/2018  \nBack to ruling listing\n\n\n"
}