{
    "url": "/rulings-and-resolution-statements/ruling/?id=02055-16",
    "title": "02055-16 Martin v Bristol Post",
    "provisions": [
        "1 Accuracy (2016)"
    ],
    "outcome": "Breach - sanction: action as offered by publication",
    "publication": "Bristol Post (Reach PLC)",
    "published_on": "2016-03-28 00:00:00",
    "received_on": "2016-03-30 00:00:00",
    "concluded_on": "2016-07-25 00:00:00",
    "complaint_processing_days": 117,
    "conclusion_long": "22. The complaint was upheld.",
    "remedial_action": "23. Having upheld the complaint, the Committee considered what remedial action should be required. 24. The newspaper had promptly offered to publish a correction and to append a note to the online article, which identified the inaccuracies and made the correct position clear. 25. The newspaper should now publish the wording and make the amendments, as offered. Date complaint received: 30/03/2016",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee 02055-16 Martin v Bristol Post\nSummary of complaint\n1. Beverley Martin\ncomplained to the Independent Press Standards Organisation that the Bristol\nPost breached Clause 1 (Accuracy) of the Editors’ Code of Practice in an\narticle headlined “’It will be a challenge’ – new executive head takes over at\nSouth Gloucestershire’s biggest school”, published on 28 March 2016.\n2. The article\nreported that a new Executive Head Teacher had taken over the leadership of the\nRidings Federation, the education trust that runs the Winterbourne and Yate\nInternational Academies in South Gloucestershire. The article said that, in\nSeptember, more than 100 teachers had gone on strike at Winterbourne Academy\nfollowing “a row” between union members and senior management. It said that\nteachers had been blamed for the schools being rated “Requires Improvement” by\nOfsted. The article said that the complainant, the previous Executive Head\nTeacher, had “left under a cloud” less than six months after starting the role.\nIt said that more than 30 teachers had left Yate International during the\nprevious summer, and that Ofsted had visited again during the strikes, but had\nnot agreed to upgrade the school’s rating because it had not made sufficient\nimprovements. The piece said that both schools used to be “the most outstanding\nschools in South Gloucestershire”. It also included a time line of events.\n3. The complainant\nsaid that the article was intentionally biased against her and contained\nnumerous inaccuracies.\n4. She said that\nstaff at Yate Academy had not taken part in the strikes, as implied by the\narticle. She had also not been “Executive Head Teacher”, but Chief Executive\nPrincipal and Principal of Yate International Academy; and she had not left the\npost “under a cloud”, but of her own volition seven months after starting the\npost, not “less than six months”, as reported.\n5. In addition, she\ndisputed the report that “more than 30 teachers” had left Yate International in\nthe summer; in fact, approximately seven had left. She also denied that Ofsted\nhad visited the schools during the strikes: the strike at Yate International\nhad taken place in September, and the Ofsted inspection had taken place in\nOctober. She accepted that talks between the parties were still ongoing in\nOctober, but considered that the reference was deliberately emotive and\nmisleading.\n6. The complainant\ndisputed that the schools had once been “the most outstanding in South\nGloucestershire”. Winterbourne had never achieved a grade higher than “Good”,\nand Yate International had never achieved more than “Satisfactory”. She noted\nthat Yate had become part of the trust because it had been a failing school.\n7. The complainant\nsaid that she had not started as Executive Principal of the Ridings Federation\nin May 2015, as reported; she had been the “substantive” Chief Executive\nPrincipal and Principal of Yate Academy on 1 April 2015. In addition, Richard\nHaupt had started as Head Teacher on 1 June; not in May 2015.\n8. She also\nexpressed concern that the article had stated that Ofsted had found that there\nhad not been “enough progress under Mrs Martin’s leadership”. She said Ofsted\nhad never linked her role as the Chief Executive Principal of the Ridings’\nFederation to the schools’ inspection reports. She noted that the Winterbourne\nOfsted report had said that “the newly appointed Chief Executive Principal is\ncommitted to achieving the highest standards. She has taken swift action to\nimprove leadership”, and that the Yate Ofsted report had said that the Chief\nExecutive Principal had played no part in the inspection.\n9. The newspaper\nsaid that the article had not stated that staff at Yate had taken part in the\nstrikes; the previous sentence had made clear that it was staff at Winterbourne\nwho had taken strike action.\n10. The newspaper said that it had referred to a Ridings\nFederation press release, which had said that the complainant would be “taking\nthe helm” during term six of the 2014-15 academic year, which would normally\nstart in late May to early June. It said that it would be happy to amend the\nonline article to state that the complainant had, in fact, started on 1 April.\n11. The newspaper did not consider that it was significantly\nmisleading to state that the October 2015 Ofsted inspection had taken place\nduring the strike action. The protests had started in September, and talks were\nstill ongoing in mid-October.\n12. The newspaper said that it had relied on a school\nnewsletter, published in July 2015, which had said that 30 members of staff\nwere leaving that summer. It had understood that the newsletter covered only\nYate, but in fact it had covered all three Ridings Federation schools.\n13. The newspaper said that the article had not stated that\nthe schools had once been given an “Outstanding” Ofsted rating. It said that\nOfsted reports for both schools demonstrated that standards had fallen. It said\nthat Yate’s had fallen from “Satisfactory” to “Requires Improvement”, while\nWinterbourne’s had dropped from “Good” to “Requires Improvement”. It noted that\nin 2012, Winterbourne had also ranked first in the GCSE league table for South\nGloucestershire schools.\n14. However, as Yate had never achieved an Ofsted rating\nhigher than “Satisfactory”, it offered to amend the assertion that it had once\nbeen an “outstanding” school in the area. It also offered to address the\ncomplainant’s concern that 30 members of staff had not left Yate that summer.\nIt offered to publish the following correction in print on page two, with\nsimilar wording appended to the online article as a corrective footnote:\nOn March 29 we reported that Yate and Winterbourne\n\"used to be the most outstanding schools in South Gloucestershire\"\nand that 30 teachers left Yate in summer 2015. We are happy to make clear that\nwhile Winterbourne ranked highly in the league tables, Yate has only ever been\nrated \"satisfactory\" by Ofsted and that the 30 members of staff who\nleft the Ridings Federation in summer 2015 had worked across the three\nFederation schools, not just at Yate as originally reported.\n15. The newspaper did not consider that it was misleading or\ninaccurate to state that Ofsted had decided that not enough improvement had\nbeen made under the complainant’s leadership. Overall the Ofsted reports had\nmade clear that more work needed to be done, and that the schools’ ratings\nwould not be upgraded.\n16. The complainant noted that Ofsted had replaced its\n“Satisfactory” grade with “Requires Improvement”. As such, Yate’s grade\nchanging from “Satisfactory” to “Requires Improvement” did not indicate that\nstandards at the school had fallen.\nRelevant Code provisions\n17. Clause 1 (Accuracy)i. The Press must take care not to publish\ninaccurate, misleading or distorted information or images, including headlines\nnot supported by the text.\nii. A significant inaccuracy, misleading\nstatement or distortion must be corrected, promptly and with due prominence,\nand — where appropriate — an apology published. In cases involving IPSO, due\nprominence should be as required by the regulator.iii. A fair opportunity to reply to\nsignificant inaccuracies should be given, when reasonably called for.\niv. The Press, while free to editorialise\nand campaign, must distinguish clearly between comment, conjecture and fact.\nFindings of the Committee\n18. Yate International had only ever achieved an Ofsted\nrating of Satisfactory/Requires Improvement, which were in effect the same\ngrade, following revisions in 2012 to the Ofsted grading scheme. Yate\nInternational had never been one of the best schools in South Gloucestershire,\nas reported. This inaccuracy had given the significantly misleading impression\nthat Ofsted had found that standards at the school had fallen under the\ncomplainant’s leadership. This impression was compounded by the inaccurate assertion\nthat 30 members of staff had left Yate International in the summer of 2015.\nThis represented a failure to take care over the accuracy of the article in\nbreach of Clause 1(i). A correction was required in order to avoid a breach of\nClause 1 (ii).\n19. The newspaper had offered to publish a correction on\npage two – 10 pages further forward than the original article had appeared –\nwhich made clear that 30 members of staff had not left Yate in summer 2015, and\nthat Ofsted had never given Yate International a grade higher than\n“Satisfactory”. It had also offered to amend the online article and to append a\ncorrective footnote to it. The Committee considered that the newspaper’s offer\nto address the complaint was sufficient to meet the requirement of Clause 1\n(ii). There was no further breach of the Code on this point.\n20. Given that there was an ongoing industrial dispute\nbetween union members and senior management when the complainant left her post,\nthe Committee did not consider that it was significantly misleading for the\nnewspaper to state that she had “left under a cloud”. The Committee also did\nnot consider that it was significant that the complainant had left her role at\nthe Federation after seven months, rather than the reported six months, or that\nshe had started in April, not in May. In addition, as the schools’ Ofsted\nratings remained “Requires Improvement” under her leadership, it was not\nsignificantly misleading for the newspaper to report that Ofsted had found that\nthere had not been enough improvement while she had been in post. There was no\nbreach of the Code on these points.\n21. The Committee did not consider that the article had\ngiven the misleading impression that staff at Yate Academy had taken part in\nthe strikes; the piece had clearly referred to strikes at Winterbourne Academy.\nWhile it noted that the Ofsted inspection had taken place during talks between\nthe parties, and not during the strike action itself, the Committee did not\nconsider that this was a significant inaccuracy that required correction under\nthe terms of Clause 1. There was no breach of the Code on these points.\nConclusions\n22. The complaint was upheld.\nRemedial action required\n23. Having upheld the complaint, the Committee considered\nwhat remedial action should be required.\n24. The newspaper had promptly offered to publish a\ncorrection and to append a note to the online article, which identified the\ninaccuracies and made the correct position clear.\n25. The newspaper should now publish the wording and make\nthe amendments, as offered.\nDate complaint received: 30/03/2016Date decision issued: 25/07/2016\nBack to ruling listing\n\n\n"
}