{
    "url": "/rulings-and-resolution-statements/ruling/?id=02067-16",
    "title": "02067-16 Sheridan v The National",
    "provisions": [
        "1 Accuracy (2016)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "The National (Newsquest Media Group)",
    "published_on": "2016-03-26 00:00:00",
    "received_on": "2016-03-30 00:00:00",
    "concluded_on": "2016-06-13 00:00:00",
    "complaint_processing_days": 75,
    "conclusion_long": "16. The complaint was not upheld.",
    "remedial_action": "17. NA Date complaint received: 30/03/2016",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee 02067-16 Sheridan v The National\nSummary of complaint\n1. Tommy Sheridan\ncomplained to the Independent Press Standards Organisation that The National\nbreached Clause 1 (Accuracy) of the Editors' Code of Practice in an article\nheadlined \"Tommy Sheridan's Solidarity party is set for collapse after a\nmass exodus of senior figures\", published on 26 March 2016. \n2. The article\nreported that the Solidarity party, which is led by the complainant, was “on\nthe verge of collapsing” after “more than half” of its candidates for May’s\nelection had resigned. It said that 12 senior members, including nine\ncandidates, had left, and more were expected to follow. It reported that the\nresignations were due to concerns that complaints of bullying and harassment by\none of the party’s senior members had been ignored, and that people had been\nasked to “hold off” until after the election.\n3. The complainant\nsaid that the newspaper had inaccurately reported that “more than half” of the\nparty’s candidates for May’s election had resigned. He said, at the time of\npublication, the party had at least 38 candidates standing in the election;\nonly 10 individuals had resigned.\n4. He said that the\nmajority of the resignations were not by “senior members”, as reported: two\nindividuals had held official positions, one had been a member for more than 12\nmonths, and the rest had less than six months’ membership. He said the party’s\nCo-convener had not resigned, and neither had the National Secretary, who had\nbeen wrongly named in the article as Nicola Stevens. He said that Ms Stevens\nhad never held any position in the party, and had only been a member since\nFebruary 2016.\n5. The complainant\nsaid that the inaccurate article had been deliberately published at a time when\nmaximum damage would be inflicted on the party in the run up to the election.\n6. The newspaper\nsaid that half of the candidates listed on Solidarity’s website at the time of\npublication had resigned. The term “senior” had not indicated the length of\ntheir membership, but the seniority of their position in the party. Those who\nhad resigned were either candidates or members of the Executive Committee.\n7. The newspaper\nhad sought comment from the party before publication. It provided emails from\nthe reporter in which he requested comment on “…messages from people saying\nthat you’ve lost at least five of your candidates”, and on the allegation that\nthe resignations had been due to the party’s “unwillingness to properly uphold\ngrievance procedures”.\n8. The newspaper\naccepted that the National Secretary had not resigned, as reported. It said\nthat Nicola Stevens had resigned her position as Glasgow Regional Coordinator.\nIt noted that Ms Stevens had written an article for the Solidarity website in\nAugust 2015 entitled “Why I joined Solidarity”. It offered to publish the\nfollowing correction on page seven and online:\nIn our article ‘Tommy Sheridan’s Solidarity party is set for\ncollapse after a mass exodus of senior figures’ from March 26 2016, we said\nthat Nicola Stevens, one of the 12 who had left, was National Secretary of the\nparty. This was inaccurate – she was not National Secretary, she was Regional\nOrganiser for North-West Glasgow.\nRelevant Code provisions\n9. Clause 1\n(Accuracy)\ni) The Press must\ntake care not to publish inaccurate, misleading or distorted information or\nimages, including headlines not supported by the text.\nii) A significant\ninaccuracy, misleading statement or distortion must be corrected, promptly and\nwith due prominence, and — where appropriate — an apology published. In cases\ninvolving IPSO, due prominence should be as required by the regulator.\niii) A fair\nopportunity to reply to significant inaccuracies should be given, when\nreasonably called for.\niv) The Press, while free to editorialise and campaign, must\ndistinguish clearly between comment, conjecture and fact.\nFindings of the Committee\n10. The complainant contended that at the time of\npublication, Solidarity had 38 candidates set to stand in the election, but\nonly 10 individuals in total had resigned; not 12, as reported. However, he\nappeared to accept that those 38 candidates had not yet been officially listed\non the party’s website. Furthermore, he did not appear to dispute that half of\nthose who had been listed had, in fact, resigned.\n11. The newspaper had been entitled to rely on the\nSolidarity website as a source of accurate, up-to-date information about the\nparty. It had also sought comment from the party on the number of resignations,\nand the more serious allegations contained in the article concerning claims of\nharassment and bullying within the party. There was no failure to take care\nover the accuracy of the article on this point.\n12. The article had made clear the basis for the assertion\nthat “more than half the candidates had resigned”. It had stated that 12\nmembers, including nine candidates, had left the party, which was not\nsignificantly different to the complainant’s position that there had been 10\nresignations. The article had not given a significantly misleading impression\nof the number of people who had resigned in breach of Clause 1.\n13. The newspaper had been entitled to its view that those\nwho had held a position on the Executive Committee or as a candidate\nrepresented “senior members”. The characterisation of their positions in the\nparty was not misleading. The article had not asserted that the individuals had\nbeen longstanding party members. There was no breach of Clause 1 on this point.\n14. The Committee noted that the National Secretary had not\nresigned, and was not Nicola Stevens, as reported. However, Ms Stevens had\nresigned from the party. Regardless of whether she had held an official\nposition, the brief reference to her as “National Secretary” in the context of\nthis article did not represent a significant inaccuracy that required\ncorrection under the terms of Clause 1. \nThe Committee also noted that the article had stated elsewhere that the\nNational Secretary was, in fact, John Park. Nonetheless, the Committee welcomed\nthe newspaper’s offer of a correction in response to this point.\n15. The article had not reported that the party’s\nCo-convener had resigned. Rather, it had said that the newspaper had\n“understood” that she was “set to resign”. The reference to her resignation was\nclearly conjecture; it was not significantly misleading in breach of Clause 1.\nConclusions\n16. The complaint was not upheld.\nRemedial Action Required\n17. NA\nDate complaint received: 30/03/2016Date complaint concluded: 13/06/2016\n\nBack to ruling listing\n\n\n"
}