{
    "url": "/rulings-and-resolution-statements/ruling/?id=02069-19",
    "title": "02069-19 Jones v Daily Post",
    "provisions": [
        "1 Accuracy (2019)",
        "12 Discrimination (2019)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "Daily Post (Reach PLC)",
    "published_on": "2019-03-01 00:00:00",
    "received_on": "2019-03-09 00:00:00",
    "concluded_on": "2019-08-19 00:00:00",
    "complaint_processing_days": 163,
    "conclusion_long": "14. The complaint was not upheld.",
    "remedial_action": "15. N/A Date complaint received: 09/03/2019",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee – 02069-19 Jones v Daily\nPost\nSummary of complaint\n1. Llifon Huw Jones complained to the Independent Press\nStandards Organisation that the Daily Post breached Clause 1 (Accuracy) and\nClause 12 (Discrimination) of the Editors' Code of Practice in an article\nheadlined \"Inside the troubled mind of man who built machine gun\"\npublished on 1 March 2019.\n2. The article reported on the complainant's court case, in\nwhich he was made the subject of a hospital order. It reported that he was\nconvicted for attempting to build a submachine gun at his home, and that he had\nmade \"a series of posts online outlining dozens of conspiracy\ntheories\" which gave an insight into his \"warped mind\". The\narticle described some of the posts, which included declarations of his right\nto seize land under the Magna Carta. The article reported that the complainant\nhad posted notices on two properties in an area of North Wales in January 2018\nclaiming possession over them. The article reported that the occupants of one\nof the properties, described as remote, \"had never met or heard of Jones\nand alerted police\". The article went on to report that one of the\noccupants \"said they obtained a security door for their bedroom as they\nwere concerned someone might turn up at their remote property\". This was\nincluded in the article's sub-headline which read \"a fanatic who terrified\nhis neighbours so much they put a steel door on their bedroom\". The\narticle reported that the complainant had been \"described by the judge as\na 'danger to the public' who said he would 'not be released from hospital until\nit is safe\". The article went on to report that the complainant had seen\nactive service in the armed forces, had suffered from PTSD prior to his\ndischarge, and that he had been a patient at a medium secure unit since March\n2018.\n3. The article appeared in substantially the same format\nonline under the headline: \"Inside the mind of fanatic who terrified\nneighbours so much they put steel door on their bedroom\", published on 28\nFebruary.\n4. The complainant said that the article featured multiple\nexamples of discriminatory language in reference to his mental illness, for\nwhich he was receiving treatment, and highlighted that the article referred to\nhim as a \"rebel\" and a \"fanatic\" and made reference to his\n\"warped mind\". He said that referring to his mind as\n\"warped\" was an unacceptable and unethical way to describe an\nindividual with a mental health condition. Further, the complainant raised\nconcerns over the tone of the article, which he said was disrespectful in light\nof his illness, and the fact that he had seen active service for his country.\nThe complainant also said that the article had referenced posts he made on\nsocial media at a time he was ill, and this was an attempt to mock and\ndiscriminate against him based on his illness.\n5. The complainant also said that the article inaccurately\nreported that the occupants of the property who installed the security door\nwere his neighbours. He said that they lived remotely, some miles away, and\nthat there has never been any concern about him from his immediate neighbours.\n6. The publication apologised for the offence caused by the\narticle's publication but denied that the article represented a breach of the\nCode. It emphasised that the complainant's mental health was relevant to the\nstory, the court case, and his sentence. It said that the article did not refer\nto the complainant as a \"rebel\", only that he had set up the\n\"North Wales Rebellion Group\" which was referred to in court. It said\nthat the term \"fanatic\", refers to an individual who possesses an\nexcessive and single minded zeal, typically for extreme political and religious\ncauses. It emphasised that these were descriptive terms in reference to his\nstrong interests in unusual topics reflected in his social media posts and did\nnot represent pejorative references to the complainant's mental health.\n7. The publication denied that referring to the complainant's\nmind as \"warped\" or \"troubled\" represented pejorative\nreferences in breach of Clause 12. It said that the term \"troubled\"\nrefers to the exhibition of emotional or behavioural problems, which given the\nnature of the case, was not inaccurate or pejorative in the context of the\nstory. Further, the publication said that the term \"warped\", is\nwidely used editorially and is used to describe a view or outlook which is\ndifferent; the publication emphasised that the complainant had publicly\nexpressed strong views on uncommon topics on social media. The publication also\nsaid that warped can represent an abnormality, or distortion from the norm and\nthat a mental illness is by its very nature an abnormality of the mind. The\npublication emphasised that while some language is easily identifiable as\npejorative, \"warped\" fell within the margin of editorial appreciation\nand that the Committee should exercise caution when entering into in depth\nanalysis or discussion to rule on whether there was a breach of the Code, in\ncases where language is not instantly identifiable as pejorative.\n8. The publication did not accept a breach of Clause 1 in\nrespect of whether the couple were neighbours. It said that the article did not\nstate that the couple were direct next door neighbours. It acknowledged that\nthe term \"neighbour\" can refer to someone who lives next door but it\ncan also refer to someone who can live very close, or near. It highlighted that\nthe individuals lived close enough to be the recipients of the complainant's\nnotes.\n9. The publication said that it had offered to print a public\napology, which regrettably, the complainant turned down. \nRelevant Code Provisions\n10. Clause 1 (Accuracy) \ni) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not\nsupported by the text.\nii) A significant inaccuracy, misleading statement or\ndistortion must be corrected, promptly and with due prominence, and — where\nappropriate — an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator.\niii) A fair opportunity to reply to significant inaccuracies\nshould be given, when reasonably called for.\niv) The Press, while free to editorialise and campaign, must\ndistinguish clearly between comment, conjecture and fact. \nClause 12 (Discrimination)\ni) The press must avoid prejudicial or pejorative reference\nto an individual's, race, colour, religion, sex, gender identity, sexual\norientation or to any physical or mental illness or disability.\nii) Details of an individual's race, colour, religion, gender\nidentity, sexual orientation, physical or mental illness or disability must be\navoided unless genuinely relevant to the story.\nFindings of the Committee\n11. The Committee considered that the complainant's mental\nhealth was genuinely relevant to the story. The article was a report of the\ncomplainant's court case, where his mental health had been discussed; he had\nthen been made the subject of a hospital order by the court. The Committee acknowledged\nthe complainant's concern over the general tone of the article and noted that\nhe had found it offensive and in bad taste. However, the Editors' Code does not\nrelate to the tone of editorial content, or issues of taste. Instead, the terms\nof Clause 12 state: \"The press must avoid prejudicial or pejorative\nreference to an individual's, race, colour, religion, sex, gender identity,\nsexual orientation or to any physical or mental illness or disability\".\nTherefore the question for the Committee was whether the article contained\nspecific prejudicial or pejorative references to the complainant's mental\nhealth.\n12. The Committee considered that the term\n\"fanatic\" was employed by the publication to describe the complainant\nin light of the beliefs which his social media posts suggested he held, rather\nthan because of the state of his mental health. Similarly the reference to the\ncomplainant’s mind as “warped” was linked to, and made in respect of, the\nbeliefs he held which it had been alleged in court had motivated his actions\nand which provided the context in which the offences for which he had been\nconvicted had been committed. While the court had also heard evidence relating\nto the complainant’s mental health in mitigation, this did not necessarily mean\nthat criticism of the complainant and the views he held amounted to a breach of\nClause 12; the Committee considered that this reference fell within the\nboundaries of editorial discretion and that use of the term \"warped\"\nin these circumstances was not a pejorative reference to the complainant's\nmental health. Further, the Committee did not consider that the description of\nthe complainant as \"troubled\" represented a pejorative reference to\nthe complainant’s mental health in circumstances where the court had considered\nit appropriate to make the complainant the subject of a hospital order. The\nCommittee noted that the article did not describe the complainant as a\n\"rebel\". There was no breach of Clause 12 on any of these points.\nNevertheless, it commended the publication’s initial responses to the\ncomplainant's representative and its offer to apologise for the offence caused\nby the article.\n13. The Committee acknowledged the complainant's position\nthat the couple in question were not his neighbours as they lived miles away,\nand that his neighbours were fond of him. Where the couple lived miles away,\ncharacterising them as neighbours was potentially misleading. However, the\narticle made clear which individuals it was referring to, and the article did\nnot suggest that all of the complainant's \"neighbours\" were terrified\nby his actions. The Committee also noted that the article included the fact\nthat the couple had never met or heard of the complainant, which did not\nsuggest that they lived in close proximity. The Committee also considered that\nthe article stated that the complainant was from Penygroes and that the\nproperty was \"in the Penygroes area\" albeit a \"remote\" part\nof it. Therefore, where the article made clear who the individuals affected\nwere, and where their proximity and their familiarity with the complainant was\nspecified, it was not significantly misleading in the context of the article as\na whole to refer to the individuals as neighbours. There was no breach of\nClause 1.\nConclusions\n14. The complaint was not upheld.\nRemedial action required\n15. N/A\nDate complaint received: 09/03/2019 \nDate decision issued: 19/08/2019\nBack to ruling listing\n\n\n"
}