{
    "url": "/rulings-and-resolution-statements/ruling/?id=02064-17",
    "title": "02064-17 Saliba v thesun.co.uk",
    "provisions": [
        "1 Accuracy (2016)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "thesun.co.uk (News UK)",
    "published_on": "2016-10-17 00:00:00",
    "received_on": "2017-03-16 00:00:00",
    "concluded_on": "2017-06-06 00:00:00",
    "complaint_processing_days": 82,
    "conclusion_long": "8. The complaint was not upheld.",
    "remedial_action": "9. N/ADate complaint received: 16/03/2017",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee 02064-17 Saliba v thesun.co.uk\nSummary of Complaint\n1. Andrew\nSaliba complained to the Independent Press Standards Organisation that\nthesun.co.uk breached Clause 1 (Accuracy) of the Editors’ Code of Practice in\nan article headlined “SHAGGY'S TO DEATH Two elderly Brits feared to have been\n‘partied to death’ by seductress at bar in Malta”, published on 17 October\n2016.\n2. The\narticle reported on the circumstances surrounding the death of two British men in Malta. The article reported that during investigations into the men’s\ndeaths, Maltese police had arrested and bailed a “45-year-old Serbian\nseductress known for preying on elderly men in bars for booze, cigarettes and\ncondoms.” It reported that “two elderly Brit tourists are feared to have been\n“partied to death”” by the woman, who “picked them up at a bar called\nShaggy’s.” It continued by reporting that one of the men “was found suffocated”\nand the other, had died from “natural causes”. The article included a quote\nfrom a source, who had told the newspaper: “She’d make a beeline for boozy, old\nBrits in Shaggy’s.”\n3. The\ncomplainant, the representative of the owner of the bar ‘Shaggy’s’, expressed\nconcern that the article inaccurately reported that the woman referred to in\nthe article, had been a patron at the bar. It said that the prominence given to\nthe bar’s name in the article’s headline, was misleading, as it implied that\nthere was a link between the bar, and the police investigation taking place in\nMalta.\n4. The\nnewspaper did not accept a breach of the Code. It said that a local source had\ntold the journalist that the woman had met the men at the bar. The newspaper\nprovided the shorthand notes taken by the reporter; the transcript of the notes\nprovided by the newspaper recorded the source as saying \"People say she\nzeroes in on old English guys in Shaggy's Bar – it's full of them.\"\n5. It said\nthe story did not allege that the woman referred to in the article had\ncommitted a crime, that the bar was responsible for the men’s deaths, or that\nit was associated with the ongoing police investigation in Malta. It said that\nthe prominence given to the bar’s name in the headline was a decision taken\nonly on the basis that the name could be amusing to some readers.\nRelevant Code provisions\n6. Clause 1(Accuracy)\ni) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not\nsupported by the text.\nii) A significant inaccuracy, misleading statement or\ndistortion must be corrected, promptly and with due prominence, and — where\nappropriate — an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator.\niii) A fair opportunity to reply to significant inaccuracies\nshould be given, when reasonably called for.\niv) The Press, while free to editorialise and campaign, must\ndistinguish clearly between comment, conjecture and fact.\nFindings of the Committee\n7. The\nnewspaper had provided notes which recorded locals saying that the woman\nreferred to in the article, had been a patron at the bar. There was no failure\nto take care over the accuracy of the article on this point. The Committee did\nnot accept that by reporting this, the newspaper had suggested that the bar was\nassociated with, or responsible for the men’s deaths, so any inaccuracy was not\nsignificant. There was no breach of Clause 1.\nConclusion\n8. The complaint was not upheld.\nRemedial Action Required\n9. N/ADate complaint received: 16/03/2017 Date complaint concluded: 06/06/2017 \nBack to ruling listing\n\n\n"
}