{
    "url": "/rulings-and-resolution-statements/ruling/?id=02071-14",
    "title": "02071-14 A woman v Bridlington Free Press",
    "provisions": [
        "3 (Privacy) 2015",
        "7 (Children in sex cases) 2015",
        "1 (Accuracy) 2015",
        "5 (Intrusion into grief or shock) 2015"
    ],
    "outcome": "No breach - after investigation",
    "publication": "Bridlington Free Press (National World Publishing Ltd)",
    "received_on": "2014-11-27 00:00:00",
    "concluded_on": "2015-02-13 00:00:00",
    "complaint_processing_days": 78,
    "conclusion_long": "10. The complaint was not upheld.",
    "remedial_action": "N/A  Date complaint received: 27/11/2014",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee 02071-14 A woman v Bridlington Free Press\nSummary of complaint \n1. A woman complained to the Independent Press Standards\nOrganisation that an article published by the Bridlington Free Press in\nNovember 2014 had breached Clause 1 (Accuracy), Clause 3 (Privacy), Clause 5\n(Intrusion into grief or shock) and Clause 7 (Children in sex cases) of the\nEditors’ Code of Practice. \n2. The article reported that a man had been charged with\nrape, sexual activity with a child, and inciting a child to sexual activity.\nThe complainant said that the article was inaccurate, as the man had been\nsentenced to eleven years in prison, rather than the nine reported. She also\nsaid that the article had intruded into the privacy and shock of the victim and\nthe victim’s family, and that it risked identifying the child involved. The\ncomplainant provided grounds for this concern, which have been omitted from\nthis ruling to avoid identifying the victim. \n3. The newspaper accepted that the length of the sentence\nhad been misreported. There had been confusion on this point as there had been\nsome discussion in court about consecutive sentencing. The difference of two\nyears was not, however, material to the case. It asserted that to correct this\naspect would draw more attention to the story, contrary to the complainant’s\nwishes. \n4. The newspaper said that the article had not included any\ndetails about the victim, beyond that she was a schoolgirl. It did not believe\nthat the article would have contributed towards her identification. While the\noffender had caused misery to his victims, the newspaper did not consider that\nthe article would have intruded further into their grief and shock.\nFurthermore, it had chosen not to publish the article online, in order to avoid\nextra distress for the victim and her family. \n5. The case was reported as part of the newspaper’s duty to\ncover public courts. It had given the defendant’s address to contribute to his\naccurate identification, and to ensure that he was not confused with the other\n81 people with the same name in the county. The article had not included any\nprivate details about the victim, and the newspaper had not made contact with\nher or her family, so as not to intrude into their privacy. \nRelevant Code Provisions\n6. Clause 1 (Accuracy) \ni) The Press must take care not to publish inaccurate,\nmisleading or distorted information, including pictures.\nii) A significant inaccuracy, misleading statement or\ndistortion once recognised must be corrected, promptly and with due prominence,\nand – where appropriate – an apology published. \nClause 3 (Privacy)\ni) Everyone is entitled to respect for his or her private\nand family life, home, health and correspondence, including digital\ncommunications.\nii) Editors will be expected to justify intrusions into any\nindividual’s private life without consent. Account will be taken of the\ncomplainant’s own public disclosures of information. \nClause 5 (Intrusion into grief or shock)\ni) In cases involving personal grief or shock, enquiries\nand approaches must be made with sympathy and discretion and publication\nhandled sensitively. This should not restrict the right to report legal\nproceedings, such as inquests. \nClause 7 (Children in sex cases)\n1. The press must not, even if legally free to do so,\nidentify children who are victims or witnesses in cases involving sex offences.\n2. In any press report of a case involving a sexual offence\nagainst a child \n(i) The child must not be identified.\n(ii) The adult may be identified.\n(iii) The word “incest” must not be used where a child\nvictim might be identified.\n(iv) Care must be taken that nothing in the report implies\nthe relationship between the accused and the child. \nFindings of the Committee\n7. The newspaper had inaccurately reported the length of the\nsentence. This was a matter of considerable concern to the Committee, who\nemphasised that the newspaper should have taken greater care to report\naccurately from court. On balance, the Committee concluded that the error did\nnot materially affect the facts of the case, and did not therefore represent a\nsignificant inaccuracy meriting correction. \n8. The Committee acknowledged the distressing nature of the\ncase. It made clear, however, that the newspaper was free to report court\nproceedings, in the interests of open justice, and noted that the man’s\nconviction was of considerable public interest. The newspaper was entitled to\nreport the offender’s address, to aid his accurate identification. Having taken\ninto account the complainant’s specific concerns, which for reasons detailed\nabove are not included here, the Committee was satisfied that the article had\nnot included details which would have intruded into the victim’s privacy in\nbreach of Clause 3. No approaches had been made to the victim or her family,\nand the article was not an insensitive report of her experiences. There was no\nbreach of Clause 5. \n9. The Committee emphasised the importance of taking care\nnot to print details which could identify a child victim of a sex offence. In\nthis instance, it was satisfied that no such information had been included in\nthe article, and that the newspaper had taken care to conform to the terms of\nClause 7. \nConclusions\n10. The complaint was not upheld. \nRemedial Action Required\nN/A \nDate complaint received: 27/11/2014 \nDate decision issued: 13/02/2015\nBack to ruling listing\n\n\n"
}