{
    "url": "/rulings-and-resolution-statements/ruling/?id=02078-16",
    "title": "02078-16 Family of Paul Tam v Mail Online",
    "provisions": [
        "4 Intrusion into grief or shock (2016)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "Mail Online (Associated Newspapers Limited)",
    "published_on": "2016-03-26 00:00:00",
    "received_on": "2016-03-26 00:00:00",
    "concluded_on": "2016-06-24 00:00:00",
    "complaint_processing_days": 90,
    "conclusion_long": "19. The complaint was not upheld.",
    "remedial_action": "N/A Date complaint received: 26/03/2016",
    "text": "\n\n\n\n\n\nDecision of the\nComplaints Committee 02078-16 Family of\nPaul Tam v Mail Online\nSummary of Complaint1.   \nThe\nfamily of Paul Tam complained to the Independent Press Standards Organisation\nthat Mail Online breached Clause 4 (Intrusion into grief or shock) of the\nEditors’ Code of Practice in an article headlined “The horrifying moment a\nBritish tourist was fatally stabbed in the head trying to flee a bag snatcher\non a busy San Francisco street”, published on 26 March 2016.2.   \nThe\narticle reported that Paul Tam, a British tourist, had died in a San Francisco\nhospital a month after being stabbed in the head during a street robbery. It said\nthat CCTV footage showed a man wielding a knife as he chased Mr Tam, attacking\nhim twice before taking his bag. It said that Mr Tam’s niece, who had been with\nhim at the time, had been unharmed. The article included the CCTV video, and\nthree still images taken from it. The piece described both the attacker and his\n“female accomplice”, and said that the matter was “now being investigated as a\nhomicide”.3.   \nThe\ncomplainant said that the CCTV footage had been published the day after Mr\nTam’s death, when family and friends were still in shock, and that its\npublication had made the grieving process “very difficult” for them. He said\nthat police had informed Mr Tam’s brother that the video would be released, and\nhe was given general information about its contents. He had asked for the\nidentity of his daughter, Mr Tam’s niece, to be protected, but he had not been\ngiven the opportunity to object to the video’s release and believed he had “little\nchoice” but to agree.4.   \nThe\ncomplainant said that the video was “exceptionally graphic” and noted that it\nhad appeared with a capitalised warning that it contained “graphic content”. While\nhe noted that its publication in the US might have assisted the criminal\njustice process there, it served no purpose to publish the video in the UK. He\nsaid that while it was black-and-white CCTV footage, Mr Tam’s fear and pain were\nclearly visible and that the image would be “forever embedded” in his mind.5.   \nThe\ncomplainant said that the video had been used as “click bait” so that the\npublication could profit from Mr Tam’s death. This was demonstrated by the “graphic\ncontent” headline, which encouraged readers to watch the footage. He noted that\nadvertising had been carried on the page. He said if there had been a genuine\ndesire to appeal for witnesses then the article would have made that clear, and\nit would have given contact details for the San Francisco Police Department\n(SFPD).  6.   \nThe\npublication said that it was sorry that the video had caused distress at such a\ndifficult time; this had not been its intention. While it understood that the footage\nwas – by its very nature – upsetting, it did not consider that its publication raised\na breach of the Code.7.   \nThe\npublication said that the police had released the video to the media in order\nto appeal for information from the public. The publication said it has a\nsignificant US readership and had published the video because there was a clear\npublic interest in exposing the crime and assisting the police with their\ninvestigation. It noted that numerous other US-and UK-based websites had also\npublished the video.8.   \nThe\npolice had explained that Mr Tam’s brother was consulted before the video was\nreleased. He had known its contents, and he had not raised any objections at\nthat time. The only issue that had been raised concerned Mr Tam’s niece: the\nfamily had requested for the portion of the film in which she featured to be\nomitted; the police had edited the film accordingly. The police had made clear\nthat the video would not have been released had the family objected to it.9.   \nThe\npublication said that the footage was not gratuitous or gory: it was grainy,\nblack-and-white CCTV footage, and it had not shown the incident close up. The police\nhad also noted that “you really don’t see the vicious attack – you see the\nvictim being chased around and then you see the victim falling to the ground”. While\nthe police had wanted to show the “viciousness and savagery” of the attack, they\nhad made clear that they would not have released a video that was “too\ngraphic”.10. The publication said that it had\nbeen fully aware of its obligation to handle the story with sensitivity. It had\ndecided that advertising should not precede the video, and a warning was placed\non the film itself so that readers would be aware that the content might be\nupsetting. It said that it is commercially funded and its news pages therefore\ncarry advertising; it was not fair to suggest that the presence of advertising\non this story had rendered it “click bait”. \nRelevant Code\nprovisions11. Clause 4 (Intrusion into grief or\nshock)In cases involving personal grief\nor shock, enquiries and approaches must be made with sympathy and discretion\nand publication handled sensitively. These provisions should not restrict the\nright to report legal proceedings. \nFindings\nof the Committee 12. The Committee wished to express\nits sincere condolences to Mr Tam’s family and friends for their loss.13.  News organisations play an important role in\nreporting crimes, matters about which the public have a legitimate right to be\ninformed. The Committee acknowledges that reports of serious crimes – even when\nhandled responsibly and with proper sensitivity – will risk causing distress to\nvictims, their family members and friends. However, Clause 4 does not prohibit the\nreporting of distressing events, such as violent crimes; it requires instead that,\nin such cases, and insofar as is possible, publication is handled sensitively.14.  In reaching its findings on sensitivity, the\nCommittee had particular regard for the nature and contents of the video, the\nmanner in which it was presented within the article, and the circumstances in\nwhich the video had been obtained.15.  The footage showed a horrifying moment; however,\nit was shot from a distance, was grainy, and did not include sound. Neither Mr\nTam’s face nor the weapon used was visible, and while it clearly depicted Mr\nTam fleeing from his attacker before falling to the floor, the quality of the\nvideo was such that the specific moment of injury could not clearly be seen.16. The footage was published as an\nillustration of the incident described in the article and was therefore directly\nrelevant to the story. The article itself was presented as a straight news\npiece. The manner in which the video was published did not humiliate or demean\nMr Tam, nor his death. The Committee welcomed the publication’s decision not to\nprecede the video with advertising.17. The video had been released by\nthe San Francisco Police department 18 days after the incident had taken place,\nand Mr Tam’s family had been given notification of release, and of its\ncontents, some days prior to publication. The footage had been released to a\nnumber of media outlets, in an attempt to find Mr Tam’s attackers, and had been\nwidely published, including on police social media accounts.18. The Committee understood that\nwatching the video of Mr Tam’s attack must have been extremely distressing to\nthose that knew him. However, in circumstances where the family were notified\nin advance by the police that the video would be circulated to media outlets,\nfor publication, and given the way in which it was presented in this case, the\nCommittee did not consider that its inclusion in the article represented a\nfailure to handle publication sensitively in breach of Clause 4. \nConclusion19. The complaint was not upheld.\nRemedial action requiredN/A\nDate\ncomplaint received: 26/03/2016 Date\ndecision issued: 24/06/2016\nBack to ruling listing\n\n\n"
}