{
    "url": "/rulings-and-resolution-statements/ruling/?id=02077-14",
    "title": "02077-14 Harley v Daily Mirror",
    "provisions": [
        "1 (Accuracy) 2015",
        "2 (Opportunity to reply) 2015"
    ],
    "outcome": "No breach - after investigation",
    "publication": "Daily Mirror (Reach PLC)",
    "published_on": "2014-08-30 00:00:00",
    "received_on": "2014-11-27 00:00:00",
    "concluded_on": "2015-02-20 00:00:00",
    "complaint_processing_days": 85,
    "conclusion_long": "10. The complaint was not upheld.",
    "remedial_action": "N/A  Date complaint received: 27/11/2014",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee 02077-14 Harley v Daily Mirror\nSummary of complaint \n1. Lord Harley, also known as Alan Blacker, complained to\nthe Independent Press Standards Organisation that the Daily Mirror had breached\nClause 1 (Accuracy) and Clause 2 (Opportunity to reply) of the Editors’ Code of\nPractice in an article headlined “’Harry Potter’ lawyer reported to police over\nOrder of St John medal he wore in court”, published on 30 August 2014. \n2. The article reported that the complainant, a solicitor,\nhad been reprimanded by a judge for appearing in court wearing “ribbons and\nbadges” attached to his robes. \n3. The complainant said that the article had inappropriately\nquestioned his “bona fides”, including his membership of the Order of St. John.\nHe also said that the use by the newspaper of a photograph of him wearing his\nwig was a breach of his intellectual property rights, and that he had given a\nstatement to a reporter outside of the court, but his comments were not\nincluded in the article. \n4. The newspaper provided a press statement from the Order\nof St John in Wales, which said that “Lord Harley (Alan Blacker) is not a\nmember of the Order of St John and his name does not appear on the rolls of the\nPriory for Wales or England and he is therefore not a member of our Order.” \n5. It said that the photograph of the complainant in his wig\nhad been taken from his LinkedIn profile. It did not believe that its use\nengaged the terms of the Editors’ Code. Nonetheless, it removed the photograph\nfrom the online article. \nRelevant Code Provisions\n6. Clause 1 (Accuracy) \ni)  The press must\ntake care not to publish inaccurate, misleading or distorted information,\nincluding pictures. \nii) A significant inaccuracy, misleading statement or\ndistortion once recognised must be corrected, promptly and with due prominence,\nand – where appropriate – an apology published. \nClause 2 (Opportunity to reply) \nA fair opportunity for reply to inaccuracies must be given\nwhen reasonably called for. \nFindings of the Committee\n7. The newspaper was entitled to rely on the press release\nof the Order of St. John. To do so did not represent a failure to take care\nover the accuracy of the article. Further, given the contents of that press\nrelease, the Committee did not identify any significant inaccuracies, which\nwould require correction under the terms of the Code. \n8. An opportunity to reply is required where inaccuracies\nhave been identified. As that was not the case on this occasion, there was no breach\nof Clause 2. The concern that the newspaper had not included the complainant’s\ncomments did not engage the terms of Clause 2. \n9. The complaint that the newspaper had stolen the\ncomplainant’s intellectual property was outside the remit of the Editors’ Code. \nConclusions\n10. The complaint was not upheld. \nRemedial Action Required\nN/A \nDate complaint received: 27/11/2014\nDate decision issued: 20/02/2015\nBack to ruling listing\n\n\n"
}