{
    "url": "/rulings-and-resolution-statements/ruling/?id=02070-14",
    "title": "02070-14 - Jones v Berwick Advertiser",
    "provisions": [
        "1 (Accuracy) 2015"
    ],
    "outcome": "No breach - after investigation",
    "publication": "Berwick Advertiser (National World Publishing Ltd)",
    "concluded_on": "2015-04-14 00:00:00",
    "conclusion_long": "9. The complaint was not upheld.",
    "remedial_action": "N/ADate complaint received : 21/11/2014",
    "text": "\n\n\n\n\n\nDecision of\nthe Complaints Committee 02070-14 -\nJones v Berwick Advertiser\nSummary of complaint \n1. Gavin Jones complained to the Independent Press\nStandards Organisation that the Berwick Advertiser breached Clause 1 (Accuracy)\nof the Editors’ Code of Practice in an article headlined “Town clerk storms out\nof meeting”, published on 19 November 2014, and an article headlined “Deputy\nmayor boycotts council in protest against Georgina Hill”, published on 24\nNovember 2014.2. The articles under complaint both reported that the\ntown clerk had “stormed out” of a Berwick Town Council committee meeting, which\nthe complainant had chaired, after a “war of words” with a second councillor\nattending the meeting. The earlier article reported that it was a meeting of\nthe Environment and Regeneration Committee.3. The complainant did not dispute that the town clerk\nhad left the committee meeting, but said that she had politely requested to\nleave the room by saying: “Sorry, could I leave the room please until you have\narranged for [the second councillor] to apologise”, after which she turned\naround, and left the room. He said that the phrase “stormed out” was therefore\nmisleading. In addition, he said that it was a meeting of the Finance and\nResources Committee, rather than the Environment and Regeneration Committee.\nThe complainant said that he had been copied into an email from the newspaper’s\nreporter before publication, which was addressed to Berwick Town Council. He\nsaid that he was unable to reply to this email, as communication protocol meant\nthat he could not reply to an email addressed to Berwick Town Council.  He questioned whether a reporter from the\nnewspaper had attended the Committee meeting in light of the inaccuracy about\nthe name of the Committee.4. The newspaper said that there had been a heated\ndiscussion between the town clerk and the second councillor. It said that the\ntown clerk had a professional responsibility to attend the meeting, and without\ndiscussion with councillors, opted to walk out in a purposeful manner. It said\nthat the town clerk was already walking out of the room as she asked whether\nshe could leave the room. It said that in these circumstances, it was not\nmisleading to report that the town clerk had “stormed out” of the meeting. It\nsaid that a reporter from the newspaper had attended the meeting, and had\nemailed the complainant on the day before publication to ask why the meeting\nwas closed after 12 minutes, to which it did not receive a reply. It accepted\nthat the earlier article had wrongly identified the committee meeting\nconcerned, and offered to publish a clarification in the following week’s\npaper. It offered to consider for publication a letter from the complainant.5. The newspaper provided IPSO with an audio recording of\nthe meeting, in which the town clerk could be heard asking to leave the room by\nasking the question referred to by the complainant. This request had followed a\nheated discussion with the second councillor. \nThe audio recording suggested that the town clerk had walked out of the\nroom immediately after her request to leave.Relevant Code Provisions6. Clause 1 (Accuracy)i) The Press must take care not to publish inaccurate,\nmisleading or distorted information, including pictures.ii) A significant inaccuracy, misleading statement or\ndistortion once recognised must be corrected, promptly and with due prominence,\nand - where appropriate - an apology published. In cases involving the\nRegulator, prominence should be agreed with the Regulator in advance.iii) The Press, whilst free to be partisan, must\ndistinguish clearly between comment, conjecture and fact.Findings of the Committee7. The town clerk had walked out of an on-going council\ncommittee meeting after a heated discussion with the second councillor. Whilst\nthe town clerk had asked to leave the meeting, she did not appear to have\nawaited, or received, a response to her request; she took it upon herself to\nleave the meeting as a direct response to an uncomfortable exchange. The\nCommittee noted that the articles included details about what prompted the town\nclerk to leave the meeting, and her position that second councillor should\napologise to her before she was prepared to return. In these circumstances, the\nphrase “stormed out” was not a misleading interpretation of the town clerk’s\nleaving the meeting, and there was no breach of Clause 1.8. The earlier article was clear about the identities of\nthe individuals involved, and the subject matter of the dispute.  In this context, misidentifying the meeting\nin which the dispute arose was not significantly misleading, and there was no\nbreach of Clause 1 on this point. Nevertheless, the Committee welcomed the\nnewspaper’s offer to publish a correction on this point.Conclusions9. The complaint was not upheld.Remedial Action RequiredN/ADate complaint received : 21/11/2014\nDate decision issued: 14/04/2015\nBack to ruling listing\n\n\n"
}