{
    "url": "/rulings-and-resolution-statements/ruling/?id=02096-16",
    "title": "02096-16 A man v Hunts Post",
    "provisions": [
        "1 Accuracy (2016)",
        "4 Intrusion into grief or shock (2016)",
        "7 Children in sex cases (2016)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "Hunts Post (Newsquest Media Group)",
    "concluded_on": "2016-05-06 00:00:00",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee 02096-16 A man v\nHunts Post\n\n\nSummary of complaint\n1.  A man complained\nto the Independent Press Standards Organisation that the Hunts Post breached\nClause 1 (Accuracy), Clause 4 (Intrusion into grief or shock) and Clause 7\n(Children in sex cases) of the Editors’ Code of Practice.\n2.  The article\nreported that a defendant had been found guilty of sexual activity with a\nchild. It included details of some of the evidence heard in court, the age of\nthe child, and that one instance of sexual activity had taken place in a layby.\nIt said that the defendant had had a “sexual relationship” with the child.\n3.  The complainant\nsaid the information included in the article could allow the child to be\nidentified, in breach of Clause 7. In particular, the complainant was concerned\nby the article’s reference to the general location of a layby where one\ninstance of sexual activity had taken place; in combination with the disclosure\nof the child’s age, this detail would have allowed her to be identified in the\nlocal community. The complainant was also concerned by the reference to a\n“relationship” in the article, and suggested that this reference further\nbreached Clause 7 (iv).\n 4. The complainant\nalso said that the article inaccurately implied that the child had spent the\nnight with the defendant, in breach of Clause 1. In addition, he said that the\ncoverage had had a profound impact on the child and that it had intruded into\nthe grief of the child’s family at what was already a very difficult time, in\nbreach of Clause 4. He was concerned that the report included what he\nconsidered to be graphic details. The complainant considered this to be\nparticularly insensitive because other reports carried by the newspaper about\nsimilar cases had been less graphic.\n 5.  The newspaper apologised to the complainant\nfor any further distress caused to the family by the article, at what it\nacknowledged was a very difficult time. It did not however accept that its\ncoverage had breached the Code. It noted that there was a clear public interest\nin reporting court cases, and that it had taken great care to ensure that its\narticle included no details that would identify the child, in line with both\nits legal obligations, and its obligations under the Code.\n6. The newspaper did not consider that the reference to a\nlayby where one instance of sexual activity had taken place could allow the\nchild to be identified. Further, it said that its coverage did not  state that the child had spent the night with\nthe defendant on one occasion.\n7.  The newspaper also\nsaid that it had ensured that the report was not unnecessarily graphic – it had\ngiven the contents due consideration prior to publication, and said that it\nalways aims to be proportionate, ethical, fair and accurate in its coverage.\nNonetheless, as a gesture of goodwill, the newspaper removed the reference to a\n“relationship” which was originally included in the online headline.\nRelevant Code provisions \n8. Clause 1 (Accuracy)\ni) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not\nsupported by the text.\nii) A significant inaccuracy, misleading statement or\ndistortion must be corrected, promptly and with due prominence, and — where\nappropriate — an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator.\nClause 4 (Intrusion into grief or shock)\nIn cases involving personal grief or shock, enquiries and\napproaches must be made with sympathy and discretion and publication handled\nsensitively. These provisions should not restrict the right to report legal\nproceedings.\nClause 7 (Children in sex cases)\n1. The press must not, even if legally free to do so,\nidentify children under 16 who are victims or witnesses in cases involving sex\noffences.\n2. In any press report of a case involving a sexual offence\nagainst a child -\ni) The child must not be identified.\nii) The adult may be identified.\niii) The word \"incest\" must not be used where a\nchild victim might be identified.\niv) Care must be taken that nothing in the report implies\nthe relationship between the accused and the child.\nFindings of the Committee\n9.    While the\nCommittee understood the complainant’s desire to protect the identity of the\nchild, it was satisfied that the details included in the article – including\nthe reference to a “relationship” – were not likely to lead to the child’s\nidentification. Further, given the number of children living in the area where\nthe offences had taken place, the reference to the general location of the\nlayby was not likely to lead to the identification of the child.  There was no breach of Clause 7.\n10. The article was a report of proceedings held in open\ncourt. While the Committee noted that the complainant had found some of the\ndetails of the evidence heard distressing to read, in the context of a court\nreport, the Committee did not consider these to be insensitive in breach of\nClause 4.\n11. The Committee was satisfied that the article did not\nstate that the defendant and the child had spent the night together on one\noccasion. Further, the Committee noted that the word “relationship” had been\nused in reference to the fact that the defendant had met with the child on a\nnumber of occasions over a period of time. In this context, the reference to a\n“relationship”, in both the headline and the body of the text, and to a “sexual\nrelationship”, was not significantly misleading. There was no breach of Clause\n1.\nConclusions\n12. The complaint was not upheld.\nDate decision issued:\n06/05/2016\nBack to ruling listing\n\n\n"
}