{
    "url": "/rulings-and-resolution-statements/ruling/?id=02093-22",
    "title": "02093-22 Boreland v Sunday Life",
    "provisions": [
        "1 Accuracy (2021)"
    ],
    "outcome": "Breach - sanction: action as offered by publication",
    "publication": "Sunday Life (MEDIAHUIS UK)",
    "published_on": "2022-02-06 00:00:00",
    "received_on": "2022-03-17 00:00:00",
    "concluded_on": "2022-09-30 00:00:00",
    "complaint_processing_days": 197,
    "conclusion_long": "26. The complaint was partly upheld under Clause 1 (i).",
    "remedial_action": "27. The clarification which was offered clearly put the correct position on record, and was offered promptly and with due prominence, and should now be published.    Date complaint received: 17/03/2022",
    "text": "\n\n\n\n\n\nDecision\nof the Complaints Committee – 02093-22 Boreland v Sunday Life\nSummary\nof Complaint\n1. Marcus\nBoreland complained to the Independent Press Standards Organisation that the\nSunday Life breached Clause 1 (Accuracy) of the Editors’ Code of Practice in\ntwo articles headlined “UDA boss Boreland accuses rivals of dirty tricks over\nson’s ‘cocaine’ vid” and “Tensions rising on north coast as hotel raided and\nguns stolen”, both of which were published on 6 February 2022.\n2. The\narticles both appeared on page 8 of the newspaper. The article headlined “UDA\nboss Boreland accuses rivals of dirty tricks over son’s ‘cocaine’ vid” reported\non a video which allegedly showed the complainant’s son “pretending to cut\ncocaine”. It referred to the complainant as a “UDA chief” and a “leading\nloyalist”, going on to report that “[f]or his part the leading loyalist denies\nany links to criminality, telling this newspaper: ‘I’m not involved in\nanything. I never was and never will be.’”\n3. Following\nthe complainant’s quoted denial, the article went on to state that: “[T]his is\nat odds with Boreland’s conviction for phoning a Catholic work colleague to\ntell him he ‘would be shot by the Red Hand Defenders’ — a move that earned him\nnine months in prison. The 46-year-old served his sentence on the loyalist wing\nof Maghaberry Prison, admission to which is by invite only from the UDA or UVF.\nIn 2006 the high court seized half-a-million pounds worth of assets from\nBoreland which prosecutors said were obtained via VAT fraud.”\n4. The\narticle also reported that the complainant “was also arrested in connection\nwith the 2015 UDA murder of small-time drug dealer Brian McIlhagga […] before\nbeing freed without charge.”\n5. The\narticle headlined “Tensions rising on north coast as hotel raided and guns\nstolen“ reported on a police raid of a hotel. It reported that the “UDA in\nColeraine and Ballymoney is led by close friends [named individual…] and Marcus\nBorland, who sometimes works as a doorman at [the hotel which was raided]”.\n6. The\nfirst article appeared online in substantially the same form under the headline\n“Antrim UDA boss Marcus Boreland accuses rivals of dirty tricks over son’s\n‘cocaine’ video”. The second article also appeared online in substantially the\nsame form, under the headline “Northern Ireland hotel raided by police probing\nUDA criminality”.\n7. The\ncomplainant said that both articles were inaccurate in breach of Clause 1. With\nregards to the first article, he said that the headline’s use of the phrase\n“UDA boss” was extremely inaccurate. He said that the body of both articles\nwere also inaccurate, as the “unfounded allegation” that he was a UDA boss was\nrepeated, and the articles’ narrative placed him at the centre of criminal\nactivity. He said that this narrative had no foundation in reality.\n8. The\ncomplainant also said that, contrary to the first article’s statement that he\nhad been “arrested in connection with the 2015 UDA murder of small-time drug\ndealer Brian McIlhagga […] before being freed without charge”, he had never\nbeen arrested in relation to this alleged offence. To support his position, the\ncomplainant supplied an email from a solicitor, which said as follows:\nI\nconfirm that I have checked through my files and have no record of you having\nbeen questioned by police about the murder of Brian McElhagga [sic] on 5th\nJanuary 2015. You are adamant that you were never spoken to about this matter.\n9. The\npublication said it did not accept that either article was inaccurate. It said\nthat the information regarding the complainant’s alleged role as a “UDA leader”\nhad been gleaned from a number of reliable sources over the years, and it\nprovided several articles it had published over the previous decade which\nreferred to the complainant in this manner. The publication also noted that the\ncomplainant had not previously complained to the publication about the\nreporting of this allegation and – while it did not consider this to be proof\nof the truth of the allegation – said that the consideration of the history of\nuncontested reporting was part of the care taken over the accuracy of the\narticle.\n10. The\npublication further noted that the complainant had been jailed in 2016 for\n“making sectarian death threats on behalf of the Red Hand Defenders group”, and\nsaid that this group was a cover name for the UDA. To support its position on\nthis point, the newspaper provided an article from a different publication,\nwhich referred to the group as “a cover name used by elements in the UDA and\nLoyalist Volunteer Force”. The publication also said that the complainant had\nserved his sentence on “the segregated loyalist wing of Maghaberry Prison which\nis open only to UVF and UDA members”. It therefore did not consider that it was\na breach of Clause 1 to refer to the complainant as a “UDA leader”.\n11. The\nprevious articles provided by the publication to support its position on this\npoint referred to the complainant as: a “UDA gangster” who “heads up a small\nUDA unit”; the “UDA[‘s…] commander in the town”; a “paramilitary boss”; a “UDA\nboss”; and one of two “UDA leaders”. The articles were published between 31\nJuly 2011 and 6 December 2020.\n12. The\npublication said that it had put the allegation regarding the complainant’s\nalleged role within the UDA to him previously, for an article published in\nDecember 2020. The complainant had denied the allegation, and his denial was\nincluded in the first article under complaint.\n13. With\nregards to the first article’s claim that the complainant “was also arrested in\nconnection with the 2015 UDA murder of small-time drug dealer Brian McIlhagga\n[…] before being freed without charge”, it said that this information had also\nbeen provided by several sources and had been reported “extensively in the past\nwithout contradiction or complaint”; it provided its own article which it said  supported its position on this point. It said\nthat it had no way to check this allegation against court records or similar\nwhere – as acknowledged by the article – the complainant had never been charged\nin relation to the crime.\n14. The\narticle provided by the publication to support its position that there was a\nhistory of uncontested reporting regarding the complainant’s alleged arrest\nsaid as follows: “UDA members in the area murdered small-time drug dealer Brian\nMcIlhagga in 2015” and “Marcus Boreland […] was questioned by police following\nthe murder of Brian McIlhagga in Ballymoney last year. He was later freed\nwithout charge.”\n15. The\nnewspaper said that it had first reported the claim regarding the complainant’s\nalleged arrest in 2016 and – given the length of time that had passed since the\noriginal report and the subsequent complaint – the journalist had not retained\ntheir notes, and could not recollect if the complainant was contacted for\ncomment in relation to this allegation. It said that it had not considered it\nnecessary to put the allegation to the complainant on this occasion, given the\nfact that the information had been provided by trusted sources and where the\ncomplainant had not contested previous reporting of the alleged arrest.\n16.\nHowever, shortly after IPSO commenced its investigation and as a gesture of\ngood faith, the publication said that it would be prepared to publish a\nclarification setting out the complainant’s position with regards to the\nallegation:\nIn an\narticle published on 6 February, 2022 we stated that Marcus Boreland had been\narrested in connection with the 2015 UDA murder of small-time drug dealer Brian\nMcIlhagga in Ballymoney, before being freed without charge. Marcus Boreland has\nsubsequently contacted the Sunday Life, via the IPSO complaints process, to\nstate that he was never arrested in connection with the matter.\nIt\nproposed to publish the clarification on page 8 of its print edition and as a\nfootnote to the online article headlined “Antrim UDA boss Marcus Boreland\naccuses rivals of dirty tricks over son’s ‘cocaine’ video”.\n17. The\ncomplainant said that he had not previously complained to IPSO about the\nallegations which he considered to be inaccurate – the links between him and\nthe UDA, as well as the information about him having been arrested in relation\nto Mr McIlhagga’s death – because he was not aware of IPSO and the fact that it\ncould offer a way for complainant to raise alleged factual inaccuracies within\npublished articles. He said that he had previously contacted a journalist\nworking for the newspaper, via his solicitor, to make it aware that he\ncontested the accuracy of the claim that he had been arrested in relation to\nthe murder of Mr McIlhagga. However, he said that his legal representative had\nno record of this contact with the publication, as his acting solicitor had\nsince moved practice.\nRelevant\nCode Provisions\nClause 1\n(Accuracy)\ni) The\nPress must take care not to publish inaccurate, misleading or distorted\ninformation or images, including headlines not supported by the text.\nii) A\nsignificant inaccuracy, misleading statement or distortion must be corrected,\npromptly and with due prominence, and — where appropriate — an apology\npublished. In cases involving IPSO, due prominence should be as required by the\nregulator. \niii) A\nfair opportunity to reply to significant inaccuracies should be given, when\nreasonably called for.\niv) The\nPress, while free to editorialise and campaign, must distinguish clearly\nbetween comment, conjecture and fact.\nFindings\nof the Committee\n18. The\nCommittee considered first the complaint about the allegation that the\ncomplainant was a “UDA boss”. There was a history of reporting, dating back\nover a decade prior to the publication of the articles under complaint,\nreferring to the complainant as having some form of leadership role within the\nUDA. While any allegation of criminality was denied by the complainant – and\nthis position was set out in the first article under complaint – the\npublication had set out its basis for linking the complainant with the UDA: he\nhad been held in a prison-wing which was only accessible to UVF and UDA members\nand had been convicted for making death threats under a cover name for the\norganisation. The publication had also said that a number of anonymous sources\nhad linked the complainant with a leadership role in the UDA, though it had not\nprovided the sources submissions to IPSO. These points had not been disputed by\nthe complainant.\n19. Taking\nall these factors into account – the history of reporting which referred to the\ncomplainant as having some sort of leadership role in the UDA;  the links between the complainant’s conviction\nand subsequent incarceration on a prison wing which was only accessible to UVF\nand UDA members; and the inclusion of the complainant’s denial within one of\nthe articles (where, in print, both articles appeared on the same page and\nside-by-side) – the Committee considered, on balance, that the publication had\ntaken care in line with the terms of Clause 1 in reporting that the complainant\nwas a “UDA boss” (in the first article) and that he was one of two individuals\nwho “led” the “UDA in Coleraine and Ballymoney” (in the second article). There\nwas no breach of Clause 1 on this point.\n20. Turning\nto the claim that the complainant “was also arrested in connection with the\n2015 UDA murder of small-time drug dealer Brian McIlhagga […] before being freed\nwithout charge”, the Committee noted that the complainant’s comment had been\nsought on this specific allegation prior to publication. It further noted that\nwhile the newspaper was entitled to rely on anonymous sources, extra steps did\nneed to be taken to ensure that care was taken with regards to the accuracy of\nthe  claim, especially given the\nseriousness of the allegation. There was no record of the publication having\ntaken these extra steps – for instance, contacting the PSNI for an\non-the-record comment, or seeking comment from the complainant’s legal\nrepresentative. The publication had sought to rely on its own previous\nreporting to support its position on this point, but the article it had cited\nonly said that the complainant had been “questioned” in connection with the\nincident, rather than arrested.\n21. The\nCommittee recognised that, where the claim related to an arrest that allegedly\ntook place over 8 years ago, it may be difficult to corroborate the claim or\naccess its notes from its contemporaneous reporting. However, one step clearly\navailable to the newspaper was to contact the complainant and put the\nallegation to him. The publication had no record of having sought comment in\nrelation to the specific allegation regarding Mr McIlhagga’s death, and the\ncomplainant’s denial of this allegation was not included in the article under\ncomplaint.\n22. The\nCommittee did not consider, therefore, that the publication had taken care in\nreporting that the complainant “was also arrested in connection with the 2015\nUDA murder of small-time drug dealer Brian McIlhagga”, and there was a breach\nof Clause 1 (i) on this point, where it presented an allegation against the\ncomplainant as fact in a misleading manner, in circumstances where the\nnewspaper could not demonstrate that the complainant had been arrested and had\nnot published the complainant’s position on the matter.\n23. The\nCommittee noted that the email provided by the complainant from his solicitor\ndid not state, as fact, that the complainant had never been arrested in\nrelation to the matter; rather, it said that the writer had no record of the\narrest, and that the complainant strongly disputed that he had been arrested.\nTherefore, the Committee considered that it was not in a position to resolve\nthe discrepancy between the two accounts given by the publication and the\ncomplainant. However, it considered that – given the serious nature of the\nallegation – clarification was required under the terms of Clause 1 (ii),\nputting the complainant’s position on record.\n24. The\npublication had offered to publish the following wording, setting out the\ncomplainant’s position with regards to the allegation against him, on page 8 of\nthe print edition – the same page as the original article – and as a footnote\nto the online article:\nIn an\narticle published on 6 February, 2022 we stated that Marcus Boreland had been\narrested in connection with the 2015 UDA murder of small-time drug dealer Brian\nMcIlhagga in Ballymoney, before being freed without charge. Marcus Boreland has\nsubsequently contacted the Sunday Life, via the IPSO complaints process, to\nstate that he was never arrested in connection with the matter.\n25. The proposed wording clearly set out the\ncomplainant’s position that he had not been arrested in relation to the\ncharges. The Committee also considered that the locations proposed for the\nwording to be published were duly prominent, where they appeared in the same\napproximate location as the original misleading information. The publication\nhad proposed to publish the wording shortly after IPSO’s investigation had\nbegun, and had therefore proposed the remedy with sufficient promptness.\nTherefore, where the wording set out the complainant’s position and was offered\npromptly and the proposed location was duly prominent, there was no breach of\nClause 1 (ii).\nConclusion(s)\n26. The\ncomplaint was partly upheld under Clause 1 (i).\nRemedial\nAction Required\n27. The\nclarification which was offered clearly put the correct position on record, and\nwas offered promptly and with due prominence, and should now be published.\n\n\n\nDate\ncomplaint received: 17/03/2022\nDate\ncomplaint concluded by IPSO: 30/09/2022\nBack to ruling listing\n\n\n"
}