{
    "url": "/rulings-and-resolution-statements/ruling/?id=02093-16",
    "title": "02093-16 Smith v The Scottish Sun",
    "provisions": [
        "1 Accuracy (2016)",
        "12 Discrimination (2016)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "The Scottish Sun (News UK)",
    "received_on": "2016-04-01 00:00:00",
    "concluded_on": "2016-06-10 00:00:00",
    "complaint_processing_days": 70,
    "conclusion_long": "11. The complaint was not upheld.",
    "remedial_action": "N/ADate complaint received: 1/4/16",
    "text": "\n\n\n\n\n\nSummary of complaint1. John Smith\ncomplained to the Independent Press Standards Organisation that the Scottish\nSun breached Clause 1 (Accuracy) and Clause 12 (Discrimination) of the Editors’\nCode of Practice in an article headlined “Mind your banners”, published in\nprint on 10 March 2016, and “Mind your banners: Old Firm cops brush up on hate\nflags and songs”, published online on 10 March 2016.2. The article\nreported that police officers in Scotland were being trained to “spot offensive\nbanners and identify hate songs at the Old Firm showdown”, and quoted a “force\ninsider” explaining the guidance that officers would receive. It said that\nofficers would be issued with “dossiers of names, phrases and lyrics” linked to\nterrorists, as well as banned sectarian terms; however it said the word “hun”\nhad not been classified as offensive, but the police would look at the\ncontext. 3. The online\nversion was substantively similar to the print version, although it did contain\na list of songs that the article said it “understood” police officers had been\nbriefed on.4. The complainant\nsaid it was inaccurate to report that police officers were being trained to\nspot offensive banners and identify hate songs at the Rangers v Celtic match.\nHe provided a response to a Freedom of Information (FOI) request from Police\nScotland, which said that no briefing had taken place in respect of the match,\nand that no list of ‘banned’ banners or songs had been compiled. He also\nprovided previous responses to similar FOI requests which said that there was\nno list of banners or songs compiled by the Crown Office, Procurator Fiscal\nService or any other organisation. He did, however, accept that briefings were\nroutinely held for police officers before football matches.5. The complainant\nalso said that it was inaccurate to report that the word “hun” was not\nclassified as offensive under Scottish law, and that the reporting of such a\nfalsehood encouraged religious discrimination in breach of Clause 12. He provided\nan article reporting a conviction in 2008 of a man wearing a t-shirt with the\nwords “dirty horrible huns” as evidence that the use of the word was a criminal\noffence in Scotland.6. The newspaper\ndenied that the article was inaccurate. It said that it had been briefed about\nthe “training” by a senior police officer with extensive experience of policing\nfootball matches. It said that it understood that several layers of police\nbriefings took place, and believed the FOI responses provided by the complainant\nreferred to major official briefings, not “normal day to day briefings”. It\nprovided an official response from Police Scotland, sought after the complaint\nhad been made: this said that it was standard practice for officers to be\nbriefed before football matches on matters including flags, banners and\npyrotechnic devices. This response also said that the word “hun”, with no\naggravating behaviour associated with it, is not deemed criminal.Relevant Code Provisions7. Clause 1\n(Accuracy)i) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not\nsupported by the text.ii) A significant inaccuracy, misleading statement or\ndistortion must be corrected, promptly and with due prominence, and - where\nappropriate - an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator.Clause 12 (Discrimination)i)  The press must\navoid prejudicial or pejorative reference to an individual's, race, colour,\nreligion, sex, gender identity, sexual orientation or to any physical or mental\nillness or disability.ii)  Details of an\nindividual's race, colour, religion, gender identity, sexual orientation,\nphysical or mental illness or disability must be avoided unless genuinely\nrelevant to the story.Findings of the Committee8. The newspaper\nsaid it had been briefed by a confidential police source with experience of\npolicing football matches; the complainant had provided a number of documents\nwhich he believed contradicted this information. While these documents stated\nthat no briefing had taken place for the Rangers v Celtic match, and that there\nwas no official list of banned songs or flags provided by the Scottish\nauthorities, this did not preclude the possibility of informal briefings – such\nas pre-match briefings, which the complainant accepted took place – and lists\nof songs and banners being provided to officers in advance of the match. The\nCommittee noted that the response received by the newspaper from Police\nScotland following receipt of the complaint supported this. There was no breach\nof Clause 1.9. The court report\nprovided by the complainant referred to a case where the word “hun” was\naccompanied by aggravating behaviour; it was not inaccurate for the newspaper\nto include a quote from its police source saying that the use of the word on\nits own was not deemed to be offensive. There was no breach of Clause 1.10. The use of the word “hun” in the article did not relate\nto an individual, and did not therefore engage the terms of Clause 12.Conclusions11. The complaint was not upheld.Remedial Action RequiredN/ADate complaint received: 1/4/16Date complaint concluded 10/6/16\nBack to ruling listing\n\n\n"
}