{
    "url": "/rulings-and-resolution-statements/ruling/?id=02096-14",
    "title": "02096-14 Webber v The Daily Telegraph",
    "provisions": [
        "1 (Accuracy) 2015",
        "5 (Intrusion into grief or shock) 2015"
    ],
    "outcome": "No breach - after investigation",
    "publication": "The Daily Telegraph (Telegraph Media Group Ltd)",
    "published_on": "2014-11-13 00:00:00",
    "received_on": "2014-11-28 00:00:00",
    "concluded_on": "2015-02-19 00:00:00",
    "complaint_processing_days": 83,
    "conclusion_long": "18. The complaint was not upheld.",
    "remedial_action": "N/A  Date complaint received: 28/11/2014",
    "text": "\n\n\n\n\n\n·        Decision of the Complaints Committee 02096-14 Webber v The Daily Telegraph\nSummary of complaint \n1. Deborah Webber complained to the Independent Press\nStandards Organisation that The Daily Telegraph had breached Clause 1\n(Accuracy) and Clause 5 (Intrusion into grief or shock) of the Editors’ Code of\nPractice in an article headlined “Should we have jailed this teen girl for life\nfor killing a violent man”, published on 13 November 2014. \n2. The article reported that Stacey Hyde was appealing her\nconviction for the murder of the complainant’s brother, Vincent Francis. Mr\nFrancis had been involved in an altercation with his partner in their home,\nafter Ms Hyde and Mr Francis’ partner had returned from a nights’ drinking. It\nexplained that Ms Hyde had intervened during that incident, and that she had\nhad stabbed Mr Francis to death. \n3. The article detailed comments made by Stacey Hyde, and\nfamily members, in advance of the appeal. It set out the basis on which Ms Hyde\nand her supporters believed her original conviction was unsafe. \n4. Shortly after publication of the article, Ms Hyde’s\nappeal was allowed by the Court of Appeal, which ordered a retrial. \n5. The complainant said the article had set out to\ninaccurately portray Vincent Francis as a violent man. Mr Francis had not been\nheld responsible for 27 separate incidents of domestic violence. Further, the\narticle had failed to report that Ms Hyde could be violent when angry. The\ncomplainant was also concerned about a reference to the Mr Francis’ flat –\nwhich she believed had suggested that the flat was owned by his partner – as\nwell as the statement that his partner had called out for help; in fact she had\ncalled out Ms Hyde’s name. \n6. The complainant was also concerned that comments from\nindividuals quoted in the article were misleading. These suggested that Ms Hyde\nwould not harm other individuals; that she had no previous criminal\nconvictions, when the complainant said she had received a juvenile caution for\nshoplifting; that Mr Francis had a long history of violence against women; and\nthat Ms Hyde had received injuries during the confrontation which lead to Mr\nFrancis’ death. These comments were attributed to Ms Hyde’s aunt, and a Justice\nfor Women campaigner. \n7. The complainant said that, in the context of the\ndistressing circumstances of her brother’s death, the inaccuracies in the\narticle represented a separate breach of Clause 5 (Intrusion into grief or shock)\nof the Editors’ Code. \n8. The newspaper said that the original trial had heard\nsubstantial evidence that Mr Francis was routinely violent towards his partner.\nThe prosecution had accepted the defence’s position that there were 27 separate\nincidents of domestic violence, and the Judge had referred to evidence that Mr\nFrancis was violent in his summing up. The Forensic Medical Examiner had given\nevidence that Ms Hyde had received multiple injuries. The newspaper explained\nthat the details from the original trial had been provided by a source who\nattended those proceedings in full. The newspaper had also relied upon an\naccount of the original trial prepared for the Court of Appeal, and\ncontemporaneous news reports. \n9. The newspaper said that the article had not referred to\nMr Francis’ partner owning the flat – it simply referred to her living there,\nwhich was accurate. It did not accept that the complainant’s contention about\nthe “shout for help” could amount to a significant inaccuracy. While Ms Hyde had\nreceived a juvenile caution for shoplifting she had no previous criminal\nconvictions. It was clear that comments from named individuals represented the\nviews of those closely involved in the campaign to have Ms Hyde’s conviction\noverturned. \n10. The complainant did not appear to dispute that this\nevidence was given in court; however, she maintained that the claims had not\nbeen proven and were based solely on hearsay. \nRelevant Code Provisions\n11.Clause 1 (Accuracy) \ni)  The Press must\ntake care not to publish inaccurate, misleading or distorted information,\nincluding pictures. \nii) A significant inaccuracy, misleading statement or\ndistortion once recognised must be corrected, promptly and with due prominence,\nand - where appropriate - an apology published. In cases involving the\nRegulator, prominence should be agreed with the Regulator in advance. \nClause 5 (Intrusion into grief or shock)\ni) In cases involving personal grief or shock, enquiries\nand approaches must be made with sympathy and discretion and publication\nhandled sensitively. This should not restrict the right to report legal\nproceedings, such as inquests. \nFindings of the Committee\n12. It was entirely understandable that the complainant was\ndistressed by reference to evidence which suggested that Mr Francis had been\nviolent. Nonetheless, the newspaper was entitled to discuss the forthcoming\nappellate proceedings, in the context of a report of the campaign to overturn\nMs Hyde’s conviction: these were matters of public interest. In any case, the\nnewspaper was able to publish matters put into the public domain by the\noriginal trial. \n13. The Committee recognised the complainant’s position that\nthe specific allegations about Mr Francis’ conduct were based on evidence which\nshe described as “hearsay”; that Mr Francis had not been found responsible for\nincidences of domestic violence, nor arrested in relation to these; and that\nclaims made by the defence – including the specific allegation about 27\nseparate incidences of domestic violence – had not been proven. \n14. Nonetheless, she did not dispute that these had been\nclaims heard in evidence during the original trial, and were not disputed by\nthe prosecution. The newspaper was entitled to report details of that evidence.\nThe account of the proceedings it published clearly focused on the defendant’s\nposition in light of the forthcoming appeal. In this context, the manner in\nwhich the evidence had been reported did not represent a failure to take care\nover the accuracy of the article. \n15. The fact that Mr Francis’ partner had cried out Ms\nHyde’s name as opposed to an explicit cry for help did not amount to a\nsignificant inaccuracy; neither did the concern that readers might have been\nmisled as to the ownership of the flat. The Committee noted the complainant’s\nposition that Ms Hyde had received a juvenile caution for shoplifting. However,\nit did not consider that the reference to her having no previous convictions\nraised a breach of Clause 1; given the nature of the offence, the caution had\nno bearing on the case. \n16. It was clear from the article that the individuals\nquoted were supporters of the campaign for Ms Hyde’s conviction to be\noverturned. In this context, the comments made in support of her character and\nappeal did not breach Clause 1; they were clearly characterised as individual\ncomment. \n17. In light of the Committee’s findings regarding accuracy.\nthe publication of the details identified in the above paragraphs was not\ninsensitive. The complaint under Clause 5 was not upheld. \nConclusions\n18. The complaint was not upheld. \nRemedial Action Required\nN/A \nDate complaint received: 28/11/2014\nDate decision issued: 19/02/2015 \nBack to ruling listing\n\n\n"
}