{
    "url": "/rulings-and-resolution-statements/ruling/?id=02118-21",
    "title": "02118-21 Keen v That’s Life",
    "provisions": [
        "1 Accuracy (2021)",
        "2 Privacy (2021)",
        "6 Children (2021)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "That’s Life (H. Bauer Publishing)",
    "published_on": "2021-02-04 00:00:00",
    "received_on": "2021-03-04 00:00:00",
    "concluded_on": "2021-07-26 00:00:00",
    "complaint_processing_days": 144,
    "conclusion_long": "14. The complaint was not upheld.",
    "remedial_action": "15. N/A   Date complaint received: 04/03/2021",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee – 02118-21 Keen v\nThat’s Life\nSummary of Complaint\n1. William Keen complained to the Independent Press\nStandards Organisation that That’s Life breached Clause 1 (Accuracy), Clause 2\n(Privacy), and Clause 6 (Children) of the Editors’ Code of Practice in an\narticle headlined “Cheat in the birthing suite”, published on 4 February 2021.\n2. The article was told from a first-person perspective, and\ndetailed the experience of a woman who said she had discovered her partner had\nbeen having an affair while she was pregnant with his child, and their\nsubsequent separation. It reported, from the woman’s perspective, her discovery\nof the affair after seeing messages from a woman referred to in the article as\n“Tanya” on a phone used by her partner. The article included several pictures\nof the woman’s ex-partner, one of which showed the ex-partner holding their\nyoung child, and a screenshot of one of the messages reported to be from\n“Tanya”, with identifying details removed.\n3. The complainant was the woman’s ex-partner. He first said\nthat the article was inaccurate in breach of Clause 1 as he had not had an\naffair during his relationship, noting also that he had never met a woman named\nTanya. He said that he had had one phone conversation with the magazine, prior\nto the article’s publication, during which he had made clear that he did not\nagree with his ex-partner’s version of events. He said he had not heard again\nfrom the publication until the story was published over a year later.\n4. The complainant said that the article also breached\nClause 2, as it included several pictures of him, as well as one of his son,\nand he had not consented to the publication of these photographs, and he did\nnot believe that his son’s mother – with whom he shared custody of his son –\nhad. He said that a further breach of Clause 6 had arisen from the publication\nof the photograph of his son, noting that he was careful to keep his son’s\nlikeness off his social media platforms due to safety concerns and that – to\nthe best of his awareness – his son’s mother also did not post pictures of\ntheir son on public social media.\n5. The publication said it did not accept that the article\nhad breached the Editors’ Code. Turning first to the concerns raised by the\ncomplainant under the terms of Clause 1, it noted that it had seen messages\nbetween the complainant’s ex-partner and a woman who the article referred to as\n“Tanya” – to protect her identity – which confirmed that both women believed he\nhad been in romantic relationships with them when his ex-partner was pregnant.\nIt said that it had attempted to contact the complainant several times to get\nhis side of the story, and give him the opportunity to comment on his\nex-partner’s narrative. However, after saying that he would only comment over\nthe phone, and rearranging a phone call with the magazine twice, he had stopped\nanswering his phone and replying to the magazine’s messages. It also said that\na journalist had contacted him in response to a complaint he lodged with the\nmagazine following publication of the article, and had explained that the\nmagazine had tried to reach out to him several times but had been unable to\nmake contact. The publication provided a message exchanged between the\ncomplainant’s ex-partner and the woman with whom he had allegedly had an\naffair, to support its position that it had access to these messages prior to\npublication and therefore was satisfied that the ex-partner’s story was\naccurate. It also provided the messages and phone calls between the magazine\nand the complainant prior to the article’s publication; in the phone calls and\nmessages the complainant acknowledged the allegations, and said he would reply\nto them at a later time, ending both phone calls by rearranging for a later date.\n6. The publication said that it had permission from the\nman’s ex-partner, the mother of his son, to publish photographs of his son; it\nalso said that the man’s ex-partner’s had provided the pictures published in\nthe article. It provided a message between the ex-partner and the magazine,\ndemonstrating that she had given her permission for the publication of\nphotographs of the complainant’s son. It also provided screenshots of the\nex-partner’s social media profiles at the time of the article’s publication;\nthe screenshots showed similar pictures of both the complainant and his son to\nthose featured in the article, and demonstrated that they were – at the time of\nthe article’s publication – viewable by the general public.\n7. Finally, the newspaper noted that it was the right of the\ncomplainant’s ex-partner to tell her story, and share her experiences. This was\nher right, regardless of whether the complainant wished to keep the details of\ntheir relationship private.\n8. The complainant reiterated that he considered the article\nhad breached the Editors’ Code, noting that his ex-partner could not give\npermission for the publication of photographs which showed his likeness, and\nthat the photographs included in the article were not the same photographs\nwhich had been published on his ex-partner’s social media accounts. He also\nnoted that, in the recording of the phone calls, he had made no comment on the\naccuracy of the story; nor had the publication discussed his privacy or the\nprivacy of his young son in the phone calls.\nRelevant Code Provisions\nClause 1 (Accuracy)\ni) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not\nsupported by the text.\nii) A significant inaccuracy, misleading statement or\ndistortion must be corrected, promptly and with due prominence, and — where\nappropriate — an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator. \niii) A fair opportunity to reply to significant inaccuracies\nshould be given, when reasonably called for.\niv) The Press, while free to editorialise and campaign, must\ndistinguish clearly between comment, conjecture and fact.\nClause 2 (Privacy)*\ni) Everyone is entitled to respect for their private and\nfamily life, home, physical and mental health, and correspondence, including\ndigital communications.\nii) Editors will be expected to justify intrusions into any\nindividual's private life without consent. In considering an individual's\nreasonable expectation of privacy, account will be taken of the complainant's\nown public disclosures of information and the extent to which the material\ncomplained about is already in the public domain or will become so.\niii) It is unacceptable to photograph individuals, without\ntheir consent, in public or private places where there is a reasonable\nexpectation of privacy.\nClause 6 (Children)*\niii) Children under 16 must not be interviewed or\nphotographed on issues involving their own or another child’s welfare unless a\ncustodial parent or similarly responsible adult consents.\nFindings of the Committee\n9. While the magazine was entitled to share the ex-partner’s\nstory, it had to do so without breaching the terms of the Code. In relation to\nClause 1, this meant that the publication had to take care to ensure that the\narticle was not inaccurate, misleading, or distorted and – if appropriate –\ngive the complainant the opportunity to reply to inaccuracies.\n10. The publication had taken care to verify the\nex-partner’s story – it had sight of messages between the ex-partner and woman\nwith whom the complainant allegedly had an affair, which supported the\nnarrative of the ex-partner. In addition, it had attempted, several times, to\ncontact the complainant to allow him to put his side of the story on record. A\njournalist working for the publication had kept a record of the attempts to\ncontact the complainant, by recording the conversations and keeping the\nmessages attempting to set up a phone call. The Committee was satisfied that\nthe publication had taken care not to publish inaccurate, misleading, or\ndistorted information. It was also satisfied that the complainant had been\ngiven sufficient opportunity –  where over\na year had passed, according to the complainant, between when he was contacted\nby the magazine and the article’s publication – to  comment on the narrative of his ex-partner,\nand to dispute any points of fact which he considered to be inaccurate, misleading,\nor distorted. There was no breach of Clause 1.\n11. The article included three pictures of the complainant –\ntwo depicting the complainant and his former partner and one of the complainant\nwith his young son. He had not consented to the publication of these pictures.\nThe Committee was mindful of the terms of Clause 2, which state that everyone\nis entitled to respect for their private and family life, and that individuals\nshould not be photographed without their consent in public or private places\nwhere there is a reasonable expectation of privacy. The Clause also makes clear\nthat the Committee should, when assessing potential breaches of the Clause,\nhave mind of the complainant’s reasonable expectation of privacy with respect\nto the material complained of; this includes taking into account the extent to which\nthe material may be in the public domain.\n12. The photographs included in the article showed the\ncomplainant pictured beside his ex-partner and his infant son and did not show\nhim engaged in any private activity. \nWhilst the photographs did not appear to be publicly available on the\nsocial media of the complainant’s ex-partner, the photographs did not reveal\nany information about the complainant in respect of which he had a reasonable\nexpectation of privacy and the magazine was therefore not required to seek his\nconsent prior to the photographs’ publication. \nThe Committee noted also that the magazine had obtained the pictures\nfrom the complainant’s ex-partner and that, therefore, they had not been\nobtained in a manner which demonstrated a lack of respect for the man’s private\nlife. There was no breach of Clause 2 with respect to the publication of the\nphotographs of the complainant.\n13. The publication had obtained consent of the\ncomplainant’s ex-partner – the mother of his son, and a custodial parent – for\nthe publication of the article and photographs showing the complainant’s son.\nThe magazine had messages which demonstrated this, a copy of which had been\nforwarded to the Committee. The Committee noted that difficulties can arise\nwhen there is dispute between parents regarding whether a photograph should be\npublished. However, Clause 6 requires only that a custodial parent or similarly\nresponsible adult consent. The complainant had not disputed that his son’s\nmother was a responsible adult as defined by the terms of Clause 6; rather, he\nhad disputed that she had given her consent at all, and the publication was\nable to demonstrate that she had. Where the mother of the pictured child had\ngiven her consent for the publication of his photographs, there was no breach\nof either Clause 2 or Clause 6 with respect to the photographs of the\ncomplainant’s son.\nConclusions\n14. The complaint was not upheld.\nRemedial Action Required\n15. N/A\n \nDate complaint received: 04/03/2021\nDate complaint concluded by IPSO: 26/07/2021\nBack to ruling listing\n\n\n"
}