{
    "url": "/rulings-and-resolution-statements/ruling/?id=02148-18",
    "title": "02148-18 Young v dailyrecord.co.uk",
    "provisions": [
        "1 Accuracy (2018)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "dailyrecord.co.uk (Reach PLC)",
    "published_on": "2018-03-02 00:00:00",
    "received_on": "2018-03-03 00:00:00",
    "concluded_on": "2018-05-21 00:00:00",
    "complaint_processing_days": 79,
    "conclusion_long": "12. The complaint was not upheld.",
    "remedial_action": "13.  N/A Date complaint received: 03/03/2018",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee – 02148-18 Young v\ndailyrecord.co.uk\nSummary of complaint\n1. Ashley Young\ncomplained to the Independent Press Standards Organisation that\ndailyrecord.co.uk breached Clause 1 (Accuracy) of the Editors’ Code of Practice\nin an article headlined “Rolling Stones fans ripped off as touts break law by\ncharging £949 for pre-sale Murrayfield gig ticket”, published on 2 March 2018.\n2. The article\nreported that ticket touts were breaking consumer laws by ‘infiltrating’ the\nRolling Stones’ fan club to obtain “limited privileged presale tickets”, and\nselling the tickets on at high prices online before the general sale. This was\ndescribed in the sub-headline as “a clear breach of the law”. The article\nquoted an “industry investigator” who said “This is a slam-dunk breach of\nconsumer protection laws. Anyone selling tickets on secondary sites before the\ngeneral sale simply has to be breaking the law”. The article said that “touts\nare also breaking the Consumer Rights Act, which states that the block, row and\nseat number of tickets should be stated, along with the face value of tickets\nat the point of resale”.  It included a\nstatement from the Rolling Stones saying that “Fans should not trust secondary\nticketing sites”. The sub-headline of the article described the tickets as\n“gold-dust briefs”.\n3. The complainant\nsaid that it was inaccurate to say that secondary ticket sellers were breaking\nthe law by selling presale tickets. He said that the individuals quoted in the\narticle were also mistaken on this point. The complainant said that all tickets\navailable on the one resale website mentioned in the article did include the\nseat information required. He also said that it was inaccurate to describe the\ntickets as “gold-dust briefs” when tickets for the shows were still available,\nand to say that sellers were “charging £949” for tickets, when this was not the\naverage price of the tickets. He also said he did not believe that the\nquotation from the Rolling Stones included in the article had in fact been made\nby them. Finally, he said that the article had omitted information about the\n“industry investigator”, which gave a misleading impression of his expertise.\n4. The publication\ndenied that the article breached the Code. The publication said that the\narticle’s claim that the sellers were breaking the law was based on its\ninterpretation of the Consumer Protection from Unfair Trading Regulations 2008,\nwhich stated that “falsely representing oneself as a consumer” was considered\nan unfair trading practice. The Rolling Stones ticket presale was presented as\nan exclusive opportunity for fan club members (a “fan presale”), so by\npurchasing these tickets with the intention of selling them, the sellers were\nmisrepresenting themselves as consumers, in breach of this regulation. The\npublication provided news coverage indicating that ticket touts had previously\nbeen arrested for allegedly breaching this regulation.\n5. The publication\nsaid that the article had said that “ticket touts” were breaching the Consumer\nRights Act by not providing adequate seat information in relation to tickets;\nthis claim did not refer to any particular resale website. It said that the\nCompetition and Markets Authority had provided a list of factors, including the\nexact seat location, which it considered revealed a breach of the law and which\nare mandatory to include; this was the basis for the claim that sellers had\nbreached the Act. It provided examples of Rolling Stones tickets from a\nreselling website which did not include this information.6. The publication\nprovided evidence in the form of a screengrab from a resale website that\nsellers were “charging £949” for tickets: the article said that the tickets\nwere being sold for amounts “up to” this figure, and this was not misleading.\nIt said that posts on social media suggested that many fans did not manage to\nobtain a ticket, so it was reasonable to characterise the tickets as “gold dust\nbriefs”. The quotation attributed to the Rolling Stones had been sent directly\nto the journalist by the band’s spokespeople, and the “industry investigator” quoted\nwas regarded as one of the country’s leading authorities on ticket touts; his\nexternal business affairs were not relevant to the article, and omitting them\nwas not misleading.\n7. The complainant\nsaid it was for the courts, and not the publication, to judge whether the\nunfair trading regulations had been broken, and that the publication had not\nprovided any evidence of any prosecutions under this interpretation of the\nregulations. He said it was wrong to say that the tickets were part of a “fan\npresale”: they were available to anyone on the band’s mailing list, and fans\ncould simply have bought extra tickets to sell to pay for their own tickets. He\nsaid that the tickets the publication had used as evidence for the omission of\nseat information were from a different site to the one referred to in the\narticle.\nRelevant Code Provisions\n8. Clause 1 (Accuracy)\ni) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not\nsupported by the text.\nii) A significant inaccuracy, misleading statement or\ndistortion must be corrected, promptly and with due prominence, and — where\nappropriate — an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator.\niii) A fair opportunity to reply to significant inaccuracies\nshould be given, when reasonably called for.\niv) The Press, while free to editorialise and campaign, must\ndistinguish clearly between comment, conjecture and fact.\nFindings of the Committee\n9. The article’s\ncharacterisation of the tickets as “gold dust briefs” clearly reflected the\npublication’s own interpretation of the value and limited availability of the\ntickets. Where the publication had provided a basis for its position that some\nfans were struggling to buy tickets, and that tickets were being sold at high\nprices, this was not misleading. Similarly, stating that the sellers were\n“charging £949” for tickets was not misleading: tickets were available for this\nprice, and the article accurately reported that they were available at prices\n“up to” this amount; there was no suggestion this was an average amount. The\ncomplainant was not in a position to dispute that the Rolling Stones’ spokesman\nhad provided the quotation in the article, as the publication stated, and this\nwas not presented in a misleading manner. It would be for the band itself to complain,\nwere it to consider that it had been misrepresented. The publication was also\nentitled to describe the “industry investigator” in these terms, because he had\nspoken widely on the subject of ticket touting. There was no breach of Clause 1\non these points.\n10. The article had\nstated as fact that “touts” were breaking the law. The first paragraph stated\nthat this breach lay in “charging Rolling Stones fans almost £1000 a ticket”,\nand the article went on to make clear that the alleged breach lay in touts\n“infiltrating” a fan site to obtain tickets and subsequently re-selling them\nbefore the general sale. The publication supported this claim with quotations\nfrom an “industry investigator”, and was able to provide details of the\nregulation which it considered had been broken. By referring to “touts”, the\npublication had distinguished individuals who bought tickets with the express\npurchase of selling them – who might be in breach of the law, as they could be\nargued to be presenting themselves falsely as consumers – from consumers who\nwere selling unwanted tickets which had originally been purchased for their own\nuse. It was also able to provide evidence to suggest that ticket touts have\nbeen charged in relation to ticket sales under the regulation it identified.\nClearly, it was a matter of dispute whether the law had in fact been breached,\nand it would ultimately be a matter for the legal system to judge on this\npoint; however, the complainant’s position that there had been no prior\nconvictions under this regulation did not mean that a breach of the law had not\noccurred. The publication was able to provide a basis for its claim that the\nlaw had been broken, and had limited this claim to the actions of “touts”; this\nassertion was supported by the claims of the “industry investigator”. In these\ncircumstances, there was no failure to take care over the accuracy of this\npoint in breach of Clause 1(i). In addition, the publication was entitled to\nassert, on the basis of an identified breach of an Act, that it considered the\nlaw to have been broken, and this was not misleading. This meant it did not\nrequire correction under Clause 1(ii).\n11. The article had stated as fact that secondary ticketing\nsites were breaking the Consumer Rights Act by not including all the necessary\ninformation on tickets. This claim was not attributed to any particular site,\nand the publication was able to provide evidence that some sites were acting in\nthis way. The fact that a different site was mentioned in the article did not mean\nthat it was misleading to state that “touts” were acting in this way, and there\nwas no breach of Clause 1 on this point.\nConclusions\n12. The complaint was\nnot upheld.\nRemedial action required\n13.  N/A\nDate complaint received: 03/03/2018Date decision issued: 21/05/2018\nBack to ruling listing\n\n\n"
}