{
    "url": "/rulings-and-resolution-statements/ruling/?id=02168-14",
    "title": "02168-14 Ward v Daily Mail",
    "provisions": [
        "3 (Privacy) 2015",
        "1 (Accuracy) 2015"
    ],
    "outcome": "No breach - after investigation",
    "publication": "Daily Mail (Associated Newspapers Limited)",
    "published_on": "2014-11-24 00:00:00",
    "received_on": "2014-12-02 00:00:00",
    "concluded_on": "2015-02-23 00:00:00",
    "complaint_processing_days": 83,
    "conclusion_long": "9. The complaint was not upheld.",
    "remedial_action": "N/A  Date complaint received: 02/12/2014",
    "text": "\n\n\n\n\n\n·        Decision of the Complaints Committee 02168-14 Ward v Daily Mail\nSummary of complaint \n1. Emily Ward complained to the Independent Press Standards\nOrganisation that the Daily Mail had breached Clause 1 (Accuracy) and Clause 3\n(Privacy) of the Editors’ Code of Practice in an article headlined “Sky Sports\nNews personnel have made a habit of sending out joke tweets that could easily\nbe misinterpreted despite the 24/7 scrutiny of the Twittersphere — not least by\ntheir own TV station”, published on 24 November 2014. \n2. The article, a\nsport diary piece, reported that the complainant had found herself in “hot\nwater” with her employer, having posted a “saucy” image on Instagram\naccompanied with the message “would you like some penis with your coffee”. The\nword “penis” had appeared in the article as “p****”. \n3. The complainant\nexplained that the image was of the foam on top of a cup of coffee, which in\nher view resembled a penis. She had posted the image and caption as a joke. She\nwas concerned that the newspaper had not reproduced the image, and that the\nword “penis” had not been spelled out in full. She considered that this gave\nthe misleading impression that the image she had posted was sexual or\npornographic, and that she had used offensive or obscene language. She\nsuggested that the omission of the final four letters of the word “penis”\nimplied that she had used the term “pussy” in the posting, or a similar word. \n4. The complainant\nsaid that the post had no connection with her profession. In any case, she did\nnot occupy a high profile position. She had been distressed by publication, and\nconsidered that it amounted to a failure to respect her private life. The\ncomplainant acknowledged that her Instagram page had not been set to private at\nthe time of the post. \n5. The newspaper did\nnot accept that the article had contained any inaccuracy. The image had\naccurately been described as “saucy” and this did not carry the connotations of\nobscenity which the complainant claimed. It was entitled to decline to publish\nthe image in question – which some readers may have found offensive – and to\nuse asterisks when spelling out the word “penis”. This would not have misled\nreaders. Reporting the fact that the complainant had made the posting disclosed\nno private information about her; there was no breach of Clause 3.  \nRelevant Code Provisions\n6. Clause 1 (Accuracy) \ni) The Press must take care not to publish inaccurate,\nmisleading or distorted information, including pictures. \nii) A significant inaccuracy, misleading statement or\ndistortion once recognised must be corrected, promptly and with due prominence,\nand - where appropriate - an apology published. In cases involving the\nRegulator, prominence should be agreed with the Regulator in advance. \nClause 3 Privacy \ni) Everyone is entitled to respect for his or her private\nand family life, home, health and correspondence, including digital\ncommunications. \nii) Editors will be expected to justify intrusions into any\nindividual's private life without consent. Account will be taken of the\ncomplainant's own public disclosures of information. \nFindings of the Committee\n7. It was not inaccurate for the newspaper to have described\nthe image which the complainant had posted as “saucy”, and the Committee did\nnot accept that the story had suggested that the image had been pornographic or\nobscene. Any misleading impression given by the use of asterisks was not\nsignificant in the context of the article, which made clear the nature of the\nposting. \n8.  The image was\nposted publicly on the internet by the complainant. It did not disclose any\nprivate information about her, nor was the fact that she had posted the image\nprivate. Publication of information about her post did not raise a breach of\nClause 3, and the newspaper was not therefore obliged to demonstrate that\npublication had been justified with reference to the public interest. \nConclusions\n9. The complaint was not upheld. \nRemedial Action Required\nN/A \nDate complaint received: 02/12/2014\nDate decision issued: 23/02/2015\nBack to ruling listing\n\n\n"
}