{
    "url": "/rulings-and-resolution-statements/ruling/?id=02167-14",
    "title": "02167-14 McAllister v Daily Record",
    "provisions": [
        "12 (Discrimination) 2015",
        "1 (Accuracy) 2015"
    ],
    "outcome": "No breach - after investigation",
    "publication": "Daily Record (Reach PLC)",
    "published_on": "2014-10-25 00:00:00",
    "received_on": "2014-12-02 00:00:00",
    "concluded_on": "2015-03-27 00:00:00",
    "complaint_processing_days": 115,
    "conclusion_long": "11. The complaint was not upheld.",
    "remedial_action": "N/A Date complaint received: 02/12/2014",
    "text": "\n\n\n\n\n\n    Decision of the Complaints Committee 02167-14\nMcAllister v Daily Record\nSummary of complaint \n1. Billy McAllister complained to the Independent Press\nStandards Organisation that the Daily Record breached Clause 1 (Accuracy) and\nClause 12 (Discrimination) of the Editors’ Code of Practice in an article\nheadlined “Anti-gay row Nat is suspended”, published on 25 October 2014.\n2. The article, sub-headlined “Councillor who abused\ndisabled man is accused of rant against black rival”, reported that the\ncomplainant, a Glasgow City Councillor, had been suspended from the Scottish\nNational Party following an alleged “anti-gay outburst” directed at Graham\nCampbell, a political consultant. It noted that “another man has also been\nreported for an alleged assault”, and quoted a police spokesman: “we can\nconfirm that a 47 year-old man was reported to the procurator fiscal for an\nalleged assault and a sixty-year-old man for an alleged homophobic breach of\nthe peace during an incident in Maryhill Road on August 26”. It also reported\nthat the complainant had previously pleaded guilty to acting in a threatening\nand abusive manner towards John Park, a member of the Solidarity Party, and\nquoted a Labour councillor who referred to Mr Park as disabled.\n3. The complainant explained that he had been victim of\nthis alleged assault, and that the allegation was against Mr Campbell. He said\nthat the omission of this information suggested to readers that he was the\nprotagonist during the incident; in reality he had been a victim of violence.\nFurther, the complainant said that the use of the word “disabled” to describe\nMr Park was inaccurate; it was wrong to use the word “disabled” simply because\nan individual considered themselves to be disabled.\n4. The complainant said that the reference to Mr\nCampbell’s skin colour in the sub-headline breached Clause 12 because there was\nno racial element to the incident, and it was therefore not genuinely relevant\nto the story.\n5. The newspaper said that at the time of publication, it\nwas not aware that there had been an allegation that Mr Campbell had assaulted\nthe complainant; the Police Scotland Press Office had declined to identify the\naccused assailant when asked by its reporter. A journalist from the newspaper\nhad emailed the complainant at 5pm on the day before publication to ask if he\nwould like to comment on a story being run the next day. The newspaper said\nthat the journalist had also tried to call the complainant. The complainant had\nresponded to the email at 8:30pm with a short account of the incident, in which\nhe alleged that Mr Campbell had assaulted him. The journalist had by that time\nfinished his shift, and only received the email the next morning. The newspaper\noffered to resolve the complaint by updating the online article to make clear\nthat proceedings against the complainant and Mr Campbell were not being\npursued.\nRelevant Code Provisions\n6. Clause 1 (Accuracy)\ni) The Press must take care not to publish inaccurate,\nmisleading or distorted information, including pictures.\nii) A significant inaccuracy, misleading statement or\ndistortion once recognised must be corrected, promptly and with due prominence,\nand – where appropriate – an apology published. In cases involving the\nRegulator, prominence should be agreed with the Regulator in advance.\niii) The Press, whilst free to be partisan, must\ndistinguish clearly between comment, conjecture and fact.\nClause 12 (Discrimination)\nii) Details of an individual's race, colour, religion,\nsexual orientation, physical or mental illness or disability must be avoided\nunless genuinely relevant to the story.\nFindings of the Committee\n7. The complainant contended that by referring to the\nalleged assault without identifying the individuals concerned as himself and Mr\nCampbell, the article was not an accurate or fair report of the incident. The\nfocus of the article was the complainant’s action and his subsequent suspension\nfrom the SNP, based on information provided to the newspaper by the police. It\nwas not suggested that Mr Campbell’s actions had provoked or provided\njustification for the behaviour which led to the complainant’s being reported\nto the procurator fiscal. In these circumstances, the omission of the\nallegation against Mr Campbell did not distort or misrepresent the nature of\nthe complainant’s actions. Whilst the Committee expressed concern about the\nextent of the newspaper’s attempts to contact the complainant prior to\npublication, the article was not significantly misleading, and there was no\nbreach of Clause 1 on this point.\n8. The Committee considered that the term “disabled” has\na broad meaning and that its application was therefore open to interpretation.\nThe article described Mr Park’s physical impairment by stating that “Park, 48,\nwalks with the aid of a stick as he has metal plates in his legs”, and by doing\nso, it made clear the basis on which Mr Park had been described as “disabled”.\nIn these circumstances, the article was not significantly misleading, and there\nwas no breach of Clause 1 on this point.\n9. The complainant had not raised a concern that the\narticle had discriminated against Mr Campbell; rather, he was concerned that\nthe reference to a “black rival” suggested that there was a racial motive to\nhis actions. This did not raise a breach of Clause 12.\n10. Although the complaint was framed under Clause 12,\nthe Committee considered the question of whether the reference to Mr Campbell’s\nskin colour was misleading and inaccurate, contrary to Clause 1. The article\nstated that the allegations against the complainant related to homophobia, and\nnot to racism. In this context, the reference to Mr Campbell’s skin colour was\nnot significantly misleading in the manner contended by the complainant.\nConclusions\n11. The complaint was not upheld.\nRemedial Action Required\nN/A\nDate complaint received: 02/12/2014\nDate decision issued: 27/03/2015\nBack to ruling listing\n\n\n"
}