{
    "url": "/rulings-and-resolution-statements/ruling/?id=02176-18",
    "title": "02176-18 Chandler v The Mail on Sunday",
    "provisions": [
        "1 Accuracy (2016)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "The Mail on Sunday (Associated Newspapers Limited)",
    "received_on": "2018-03-06 00:00:00",
    "concluded_on": "2018-08-21 00:00:00",
    "complaint_processing_days": 168,
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee 02176-18 Chandler v The Mail on Sunday\nSummary of complaint\n1. Christopher Chandler complained to the\nIndependent Press Standards Organisation that The Mail on Sunday breached\nClause 1 (Accuracy) of the Editors’ Code of Practice in an article headlined\n“Putin link to Boris and Gove Brexit 'coup'”, published on 26 November 2017,\nand an article headlined “Secretive institute behind No 10 ‘hijack’ letter\nfaces probe by charity watchdog”, published on 3 December 2018.\n2. The articles\nwere published as part of a wider investigation by the newspaper into\nallegations of Russian influence in British politics, in particular, the policy\ndecisions behind the UK’s exit from the European Union.\n3. The first\narticle reported that a “Russian link to Boris Johnson and Michael Gove’s\nsuccessful plot to persuade Theresa May to take a tougher stance on Brexit” had\nbeen revealed by the newspaper. The article identified the complainant as the\nRussian link. It explained that a “secret letter” sent to the Prime Minister by\ntwo government ministers had been co-ordinated by a senior figure within a UK\nthink tank, the Legatum Institute Foundation, which had been founded by the\ncomplainant.\n4. The article\nreported that the complainant had “netted millions” from Russian gas deals\nfollowing the collapse of the Soviet Union. The article said that a “leading\nMP” had called for an investigation by Parliament’s intelligence and security\ncommittee “into Legatum Institute and its influence on the government”. The\nonline article made one reference to the complainant as a “Russian tycoon”; it\nalso reported that the complainant was born in New Zealand.\n5. The complainant,\nalong with his three partners, founded the Legatum Group in 2006: this is a\nprivate investment partnership based in Dubai. The Legatum Group, through its\nphilanthropic arm, Legatum Foundation Limited, is a donor to the think tank,\nthe Legatum Institute Foundation; the first article under complaint reported\nthat the Institute received £3 million in funding last year, of which £3.9\nmillion came from the Legatum Foundation Limited. The Legatum Group and the\nLegatum Institute Foundation have each made clear that the Legatum Institute\nFoundation is an entirely separate entity from the Legatum Foundation Limited\nand operates as an independent charity.\n6. In the years\n2000 and 2001, the complainant’s company, Sovereign Global, was a minority\nshareholder in Gazprom.\n7. The article\nreported that the complainant had “helped President Vladimir Putin’s associates\ntake control of Russia’s state energy giant Gazprom”. It explained that in\n2000, shortly after Putin became Russian President for the first time, the\ncomplainant “angered by the corruption [he] had witnessed in Gazprom, [was]\ncredited with helping to trigger a boardroom coup which subsequently led to\nAlexey Miller being installed as head of the company”. The article reported\nthat Mr Miller was a “close ally and confidant of Putin”.\n8. The article\nreported a statement from a spokesperson from the Legatum Institute regarding\nSovereign Global and its alleged involvement in the changes to Gazprom’s board:\n“Sovereign Global sided with many minority foreign and\ndomestic investors to improve the corporate governance of Gazprom by lobbying\nfor better management. [It] did not have the power to place anyone in a\nposition of authority at Gazprom. It was the Gazprom board that installed\nAlexey Miller. No one from Sovereign Global Investment ever personally met with\nPresident Putin, chose Miller for his role or even vetted him.”\n9. The second\narticle was a follow up piece, which reported that the Charity Commission had\nlaunched an inquiry into the Legatum Institute. It said that “the controversial\nthink tank which played a key role in the secret Brexit Letter… is being probed\nby Britain’s charity watchdog”. It reported that the inquiry by the Charity\nCommission had followed the newspaper’s investigation into the Institute’s\n“secret role in pushing the Government towards a ‘hard Brexit’ withdrawal from\nthe EU”. The article identified the complainant and reported that “his allies\ncut deals with President Vladimir Putin’s associates”.\n10. The first article was published in substantially the\nsame form online on 25 November 2017, under the headline: “Putin’s link to\nBoris and Gove’s Brexit ‘coup’ revealed: Tycoon who netted millions from\nRussian gas deal funds think tank that helped write the minister’s letter\ndemanding May take a tougher stance on leaving the EU”. The second article was\npublished in substantially the same form online on 2 December 2017, under the\nheadline: “Secretive institute behind Boris and Gove’s Brexit letter to\n‘hijack’ Number 10 faces probe by charity watchdog”.\n11. The complainant said that the articles had created a\nwholly misleading impression of his role, the Legatum Institute Foundation and\n- insofar as connected to them - Russia in the UK’s Brexit planning. He said\nthat on that basis, the article had seriously misled the public concerning a\nmatter of great public interest.\n12. The complainant denied using his influence to trigger a\nboardroom coup to install Mr Miller to the CEO of Gazprom. The complainant\nexplained that in May 2000, along with other minority shareholders, he had\nbacked a campaign to elect a single minority shareholder representative\ndirector, Boris Fyodorov, to the board of Gazprom. The complainant said that Mr\nFyodorov’s appointment was spearheaded by United Funding Group, which acted as\ncustodian of between 6% – 8% of Gazprom’s shares at the time. It was UFG which\nco-ordinated the minority shareholders to help effect this change to the\nGazprom board, with Mr Fyodorov as their representative board member.\n13. The complainant said that Mr Fyodorov was not an ally of\nPutin’s, and was independent of the Russian government. The complainant said\nthat it was this reconfigured board of directors that voted to emplace Alexey\nMiller as the CEO of Gazprom in May 2001, ten months after the appointment of\nMr Fyodorov. The complainant said that he would have had to be a clairvoyant to\nhave foreseen the result of the actions of the minority shareholders some ten\nmonths earlier. He said that at no time did he have any ability to influence or\naffect the composition of the Gazprom board which replaced the former CEO in\nMay 2001.\n14. The complainant\nreferred to an article published by the Institutional Investor, dated March\n2006 which stated:\nAt [Gazprom’s] annual general meeting in July 2000,\nSovereign and other minority investors succeeded in getting Fyodorov elected to\nthe board over a management candidate. By teaming up with the five government\nappointees, who were sympathetic to complaints about management abuses\nfollowing the election of President Vladimir Putin in March 2000, Fyodorov\nchanged the balance of power at Gazprom. In May 2001 the board removed\nVyakhirev as chief executive, kicking him upstairs to the largely ceremonial\nposition of chairman, and installed Alexey Miller, then deputy Energy minister,\nas his replacement.”\n15. The complainant said that the first article had further\ncreated a distorted impression of his alleged links with President Putin and\nthe Russian state. He expressed concern that the online article had referred to\nhim as a “Russian tycoon”, despite the fact that he was born in New Zealand, as\nmade clear in the article. He said that the article was prominently illustrated\nwith photographs of him, labelled “PAYMASTER”, alongside images of Putin. The\ncomplainant said that this gave the clearly misleading impression that he was a\nperson or part of an organisation that had a degree of financial control over\nthe Russian President, and that the full caption, “PAYMASTER: [the\ncomplainant], head of the Legatum Group that ultimately funds the Institute”,\ndistorted his role as a mere donor to the Legatum Institute Foundation.\n16. The complainant said that the first article further\nmisled the public because it did not inform the reader that his involvement in\nGazprom had ended eight years ago. He said the claims made about him in the\narticle were written in the present tense, namely that he and President Putin\nare “connected” and that they “have” links through Gazprom. He said that\npresenting the claims in that way was significantly misleading because he had\nno current connection with Gazprom and no links with Putin of any kind.\n17. The complainant said that for the reasons set out above,\nthere was no truth in the allegation that his “allies cut deals with President\nVladimir Putin’s associates”, as reported in the second article.\n18. The newspaper did not accept a breach of the Code. It\nsaid that the complainant’s involvement in the changing composition of the\nGazprom board between 2000 and 2001 was a matter of public record. It provided\nextensive source material relating to the complainant’s role in Gazprom, and\nthe appointments of Mr Fyodorov and Mr Miller.\n19. The newspaper noted that the first article had made it\nclear that the complainant had never met President Putin. It said that all the\nallegations were put to the complainant, via the Legatum Institute, prior to\npublication. The newspaper provided this pre-publication correspondence. In it,\nthe journalist requested a response to a number of questions relating to the\ncomplainant’s knowledge of the letter which was the subject of the article. The\njournalist also noted to the Institute that an MP had “called for the\nIntelligence Select Committee to investigate the source of the Chandler’s money\nand their influence over Legatum” and had “cited Christopher’s work with\nPutin's associates to install Alexey Miller, Putin's old deputy, as head of\nGazprom after Putin's election as President in 2000.”\n20. The newspaper provided the article published by the\nInstitutional Investor, referred to by the complainant above. It noted that the\narticle described how following his appointment in 2000, Mr Fyodorov\nsubsequently colluded with the five Putin government appointees on the board of\nGazprom to oust the existing CEO and install Alexey Miller in May 2001. It said\nthat prior to his appointment Mr Miller was deputy Energy Minister and a\nconfidant of President Putin. The newspaper said that by virtue of his vote the\ncomplainant had facilitated the appointment of Mr Fyodorov to the board of\nGazprom. It said that this appointment, in turn, facilitated the subsequent\nboardroom coup which resulted in the ousting of the then CEO and the installing\nof President Putin’s ally, Mr Miller: this was set out accurately in the\narticle.\n21. During the course of IPSO’s investigation, the newspaper\nprovided a prospectus which had been published by the complainant’s brother’s\ncompany, Clermont Group, in April 2018, which described how the Chandler\nbrothers had made reforming changes at companies in which they had a stake,\nincluding Gazprom. The newspaper said that the document revealed how the\ncomplainant had installed Mr Fyodorov, and then appealed directly to President\nPutin regarding the changes he wanted to make at Gazprom. The prospectus\nstated:\n“Responding to the Russian government’s expressed interest\nin liberalising Gazprom’s ownership structure, Sovereign also prepared a series\nof recommendations on how the ownership structure could be reformed… After\nproducing several papers outlining Sovereign’s vision of reform for Gazprom,\nSovereign eventually appealed directly to President Vladimir Putin. As a\nresult, Alexey Miller, a young economist and close ally of the president,\nreplaced Gazprom CEO Rem Vyakhirev in 2001.\n22. The newspaper also provided an investment profile of\nGazprom published by a company owned by the complainant, Orient Global, which\nwas created in 2006 following the demerger of Sovereign Global. It said that\nthis document set out how the complainant had been instrumental in forcing\nreforms in Gazprom’s governance: the complainant ensured that Mr Fyodorov was\nappointed to the board and, in turn, he was important in the boardroom coup\nthat gave advantage to Mr Putin and his allies. The document stated:\n“Sovereign, being the largest shareholder in Gazprom after\nthe Russian government, assured the Presidential administration that they could\nrely upon the support of minority shareholders whose votes could be essential\nin providing the crucial swing seat on the Gazprom board.”\n23. The newspaper said that the first article did not state\nthat the complainant was involved directly in the subsequent coup which\ninstalled Mr Miller; it said that he helped President Putin’s associates take\ncontrol and that he “helped trigger” the coup.\n24. The newspaper noted the complainant’s position that he\nhad no way of knowing or ensuring that the vote to install Mr Fyodorov would\nlead to the election of Putin’s ally Mr Miller as CEO. The newspaper said that\neven if that was so, that was the effect. It suggested that President Putin\nwould have been grateful that the complainant assisted in installing Mr\nFyodorov, who was an important figure in the boardroom coup which resulted in\nMr Miller’s appointment as CEO. The newspaper provided previous coverage which\nreported that Mr Fyodorov’s vote, along with the five government controlled\nseats on the Gazprom 11-seat board, constituted the majority vote which put Mr\nMiller on the board.\n25. The newspaper said that the first article was clear\nthroughout that the connection with Gazprom was historic. It said that the\narticle had made clear that the events took place in the early noughties and\nnoted that the details of these events were written in the past tense. It said\nthat although the complainant’s relationship with Gazprom terminated eight\nyears ago, it did not follow that it was misleading to suggest that the\ncomplainant has any links with President Putin. The basis for this link was set\nout in the article, which also made clear that neither the complainant, nor\nanyone from Sovereign Global, had met President Putin.\n26. The newspaper said that the reference to the complainant\nas a “Russian tycoon” appeared in the online version of the article only. It\nsaid that it was online for a matter of hours before the mistake was noticed\nand removed. While the newspaper acknowledged that the complainant was not a\nRussian citizen, the newspaper said that a reasonable reader would understand\nthat the reference to “Russian” related to Mr Chandler’s extensive business\ninterests in the country, rather than his nationality, particularly where the\narticle made clear that the complainant was born in New Zealand.\nNotwithstanding this, the newspaper offered to publish a footnote clarification\nto the online article as a gesture of goodwill, as well as a standalone\ncorrection online for 24 hours. It suggested the following wording:\n“An earlier version of this article labelled Mr Christopher\nChandler as a “Russian tycoon”. We would like to make it clear that Mr Chandler\nis not a Russian citizen, but rather a New Zealander”.\n27. The newspaper noted that the word “paymaster” appeared\nin a picture caption, which stated: “PAYMASTER: Christopher Chandler, head of\nthe Legatum Group that ultimately funds the institute”. It said that this was\nan accurate description of the complainant’s position in relation to the\nInstitute. It said that readers would be able to decide for themselves if the\nword “paymaster” was relevant. The newspaper further noted that the word\n“connected” had appeared in a picture caption which stated: “CONNECTED”: Mr\nChandler has never met President Putin, but they have links through Gazprom”:\nthe alleged link between the complainant and Putin was made clear.\n28. The newspaper did not accept that the second article was\ninaccurate. It said that as set out above, the complainant and his brother had\nacknowledged being instrumental in installing the late Boris Fyodorov to the\nboard of Gazprom in 2000. It said that Mr Fyodorov later collaborated with five\nappointees of the Putin government to oust the company’s existing CEO and\nreplace him with Alexey Miller, an ally of President Putin.\n29. The complainant said that neither he, nor the Legatum\nGroup, is associated with the Clermont Group and therefore bore no\nresponsibility for the contents of the literature it produced. The complainant\nsaid that this marketing pamphlet had been accept by Clermont to be an\ninaccurate account of the events in question, and noted that Clermont had\ncorrected it. In relation to the Orient Global document, the complainant said\nthat it set out a wholly inaccurate account of events, for the reasons set out\nabove.\nRelevant Code Provisions\n30. Clause 1 (Accuracy) \ni) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not\nsupported by the text.\nii) A significant inaccuracy, misleading statement or\ndistortion must be corrected, promptly and with due prominence, and — where\nappropriate — an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator.\niii) A fair opportunity to reply to significant inaccuracies\nshould be given, when reasonably called for.\niv) The Press, while free to editorialise and campaign, must\ndistinguish clearly between comment, conjecture and fact.\nFindings of the Committee\n31. The first article had claimed that the complainant had\n“helped President Vladimir Putin’s associates take control of Russia’s state\nenergy giant Gazprom”; it credited him as “helping to trigger” a boardroom coup\nwhich “subsequently led” to Alexey Miller being installed as head of the\ncompany”. The newspaper had identified the complainant’s association with the\nchanging composition of the board of Gazprom as a Russian link in the context\nof a wider investigation by the newspaper into the extent of Russian influence\nin the affairs of current UK politics. This was a significant claim which\nrequired justification. The Committee carefully scrutinised the care taken over\nthe presentation of this alleged “link”, which had been used by the newspaper\nas the core justification for its investigation into the complainant.\n32. It was not in dispute that Mr Fyodorov’s platform in\nstanding for election to the Board of Directors was the reform of Gazprom,\nwhich, in this context meant voting with the government appointees on the Board\nof Directors, against the company’s executive leadership, namely its then-Chief\nExecutive. It was also accepted that the complainant’s company, a significant\nshareholder in Gazprom, had supported Mr Fyodorov’s candidacy specifically on\nthe basis that he was seeking to reform Gazprom, and that Mr Fyodorov had\naccordingly gone on to vote with the government appointees, including to\ninstall Alexey Miller as CEO. Further, it was accepted that Mr Miller was a\nclose associate of Vladimir Putin. The complainant’s company had actively\nsupported Mr Fyodorov’s candidacy on the basis that he would vote against the\ncompany’s executive leadership. Mr Fyodorov had joined government appointees to\nvote for Mr Miller. In those circumstances, the Committee did not establish\nthat it was a failure to take care over the accuracy of the article to report\nthat the complainant had “helped President Vladimir Putin’s associates take\ncontrol”.33. The complainant said that the article implied,\nmisleadingly, that he had acted in order to install Mr Miller; in fact he could\nnot have known that his vote in 2000 would lead to the installation of Mr\nMiller ten months later. However, the newspaper had not claimed that the\ncomplainant had acted to install Mr Miller. It had explained that the\ncomplainant and his brother had “built a substantial holding Gazprom” but\naround 2000 had become “angered by the corruption they had witnessed”, and were\n“credited with helping to trigger a boardroom coup”, a reference to the\nelection of Mr Fyodorov with the complainant and his brother’s support. It\nnoted the complainant and his brother’s position that they “helped to bring\n‘transparency and accountability’ to the company”, and recorded accurately that\nMr Miller had “subsequently” been made Chief Executive by the newly constituted\nBoard of Directors. This was an accurate account of the chain of events that\nhad led to Mr Miller’s appointment and did not suggest that the complainant had\nacted directly to install Mr Miller or had known that his support for Mr\nFyodorov would result in Mr Miller’s appointment. There was no breach of Clause\n1(i), nor was the article misleading or inaccurate such that a correction was\nrequired on these points under the terms of Clause 1(ii).\n34. A photograph of President Putin was accompanied with the\ncaption: “CONNECTED: Mr Chandler has never met President Putin – but they have\nlinks through Gazprom”. The Committee noted the complainant’s position that the\ncaption’s use of the present tense had failed to make clear that his\ninvolvement with Gazprom had come to an end eight years ago.\n35. However, the article had been clear throughout that the\nevents which were the subject of the newspaper’s investigation into the\ncomplainant had occurred in the early 2000s. The newspaper had complied with\nits obligations to take care over the article’s accuracy on this point. The\nfact that the events being described related to the early 2000s did not mean,\nhowever, that there was no “link”. The complainant’s involvement in Russia over\na period of years and his highly profitable investment in Gazprom remained an\nimportant part of his public profile and a key feature in his career. The\nCommittee did not establish that the complainant’s relationship with Gazprom\nand any alleged association with Putin, was presented in a misleading way. This\naspect of the complaint did not breach Clause 1.\n36. The article, in print and online, had made clear that\nthe complainant had been born in New Zealand, and resided in Dubai. In this\ncontext, and where the complainant’s link to Russia was the subject of the\narticle, the Committee did not find that the single reference to him as a\n“Russian tycoon” represented a failure to take care over the accuracy of the\narticle in breach of Clause 1 (i). Nor was it a significant inaccuracy\nrequiring correction under the terms of 1(ii). Nonetheless, the Committee\nwelcomed the offer of an amendment and footnote on this point. \n37. A photograph of the complainant had been accompanied\nwith the caption: “PAYMASTER: Christopher Chandler, head of the Legatum Group\nthat ultimately funds the institute”. The complainant objected to the use of\nthe term “paymaster”, as he said it suggested that he had funded Putin or was\nthe “paymaster” of the Legatum Institute, and mis-described his role, which was\nlimited to being one of the institute’s funders.  The Committee did not accept that the photo\ncaption implied that the complainant had “funded” Putin; it referred directly\nto his role in funding the institute. It considered the remainder of the\ncomplaint about the caption in the context of the article’s explanation of the\ncomplainant’s financial links with the institute. The article had detailed the\ncomplainant’s role in the funding of the institute, explaining that he it had\nbeen “set up using some of the [complainant’s] fortune”, and that the institute\nreceived £3.9million of its total of £4.4million funding from the Legatum\nFoundation, the “development wing” of the Legatum The complainant did not\nappear to dispute these points. The article had included a statement by a\nspokesman for the Institute that the complainant was “not involved in running\nthe Legatum Institute” or had “no role” in the appointment of its current\neconomics director, and noted that the Legatum Group states that the Institute\n“is a completely independent charity with its own trustees”. It had also quoted\nthe Institute’s denial that the complainant had “any role” in relation to the\nletter that was the main subject of the article. The article had accurately\nreported the complainant’s role as a major funder of the Institute and recorded\nthe positions of both the Legatum Group and the Institute that the two groups\noperated independently. In this context, the Committee not considered that the\nreference to the complainant as a “paymaster” who “ultimately funds” the\ninstitute was misleading. There was no breach of Clause 1 on this point.\n38. The second article had reported that complainant’s\n“allies cut deals with President Vladimir Putin’s associates”. For the reasons\nset out above in paragraph 33, this did not represent a failure to take care,\nor a significant inaccuracy. The complainant had accepted being instrumental in\ninstalling Fyodorov to the board of Gazprom in 2000; Fyodorov had later\ncollaborated with five appointees of the Putin government to oust the company’s\nexisting CEO and replace him with Alexey Miller, an ally of President Putin.\nThere was no breach of the Code.\nConclusion\n39. The complaint was not upheld.\nRemedial Action\n40. N/ADate complaint received: 06/03/2018Date decision issued: 21/08/2018  \nBack to ruling listing\n\n\n"
}