{
    "url": "/rulings-and-resolution-statements/ruling/?id=02182-16",
    "title": "02182-16 Martinez v Hampstead & Highgate Express",
    "provisions": [
        "1 Accuracy (2016)"
    ],
    "outcome": "Breach - sanction: action as offered by publication",
    "publication": "Ham and High Express (Newsquest Media Group)",
    "published_on": "2016-02-11 00:00:00",
    "received_on": "2016-04-05 00:00:00",
    "concluded_on": "2016-06-16 00:00:00",
    "complaint_processing_days": 72,
    "conclusion_long": "11. The complaint was upheld.",
    "remedial_action": "12. Having upheld the complaint under Clause 1(i), the Committee considered what remedial action should be required. The wording of the correction offered by the newspaper addressed the inaccuracies in the article, and had been offered promptly. The newspaper had offered to publish the correction on the front page of the newspaper if the Committee felt this was appropriate; given the significantly misleading impression this front-page article gave of events on the evening in question, the Committee believed that, in the circumstances, this was necessary. In light of the Committee’s decision, it should now be published promptly both in print and online.  Date complaint received: 05/04/2016",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee 02182-16 Martinez v\nHampstead & Highgate Express\nSummary of Complaint\n1. Herminio\nMartinez complained to the Independent Press Standards Organisation that the\nHam & High breached Clause 1 (Accuracy) of the Editors’ Code of Practice in\nan article headlined “’Shylock’ jibe after bitter flats protest” published on\n11 February 2016.\n2. The front-page\narticle reported that two property developers were the subject of anti-Semitic\nabuse after a “fracas broke out in the aftermath of a key planning decision”.\nIt said that cries of “you’re anti-Semitic” and “you’re a fascist” could be\nheard in the lobby of Haringey civic centre after the developers’ scheme was\napproved by the council. It said that the complainant had admitted to the\nnewspaper that he called one of the developers “Shylock”, but he did not\nbelieve his words were anti-Semitic. The article was accompanied by a\nsub-headline which read “Developer claims anti-Semitic abuse was hurled\nfollowing planning win”.\n3. The print and\nonline versions of the article were identical.  \n4. The complainant\nsaid he had not admitted to the newspaper that he called one of the developers\n“Shylock”. He said he had been asked for the spelling of his first name by the\njournalist, but told her he did not want his name in the article, and said he\ndid not wish to talk to her. He said that immediately after the council\nmeeting, he left the chamber and was called fascist and anti-Semitic by the two\ndevelopers.\n5. The complainant\nsaid that the “Shylock” comment was made at a public consultation meeting in\n2015. He said that on being introduced to one of the developers, he made the\nremark in the context of comparing the developer to bankers, investors and\ndevelopers down through the ages who had destroyed society. He said he did not\nknow the developer was Jewish, and his remarks were not anti-Semitic.\n6. The newspaper\nsaid that its journalist was part a group of people, which included the\ncomplainant, who were engaged in conversation after the meeting. It said that\nduring this conversation, the complainant explained the meaning of the\n“Shylock” comment to the group. It said that its journalist was part of the\nconversation, and had introduced herself as a journalist as soon as she joined\nthe group. It said that the complainant had initially engaged in conversation\nwith the journalist, but when she had asked him his name, he said that he did\nnot wish to give it and did not want to comment. The newspaper was unable to\nprovide notes from either of these conversations. However, it said it did have\nfurther off-the-record conversations with witnesses prior to publication.\n7. The newspaper\naccepted that the “Shylock” comment had not been made during the conversation.\nIt said that its journalist believed, from the atmosphere of the conversation\nand the degree of confrontation, that the comment had only just been made; it\nsaid it was an honest misunderstanding. The newspaper removed the online\narticle once it received the complaint, met with the complainant on a number of\noccasions and offered to publish the following correction on pages 4, 5, or 6\nof the newspaper, as well as online. It said it would publish the correction on\npage 1 if required to do so under the Code:\nOur front page story of February 11 quoted community\ncampaigner Herminio Martinez as “admitting to the Ham & High” that he had\nused the word ‘Shylock’ to describe developers planning to build luxury flats\nat the Richardson’s site in Highgate. We would like to point out that this is\nnot so. Mr Martinez did not speak to our reporter at the time and the ‘Shylock’\nreference referred to a conversation he had with one of the developers at a\nconsultation event last year. Mr Martinez did not use the word in an\nanti-Semitic sense and we accept that no such meaning was intended on his part.\nRelevant Code Provisions\n8. Clause 1\n(Accuracy)\ni) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not\nsupported by the text.\nii) A significant inaccuracy, misleading statement or distortion\nmust be corrected, promptly and with due prominence, and — where appropriate —\nan apology published. In cases involving IPSO, due prominence should be as\nrequired by the regulator.\nFindings of the Committee\n9. It was not in dispute that the complainant had compared one\nof the developers to “Shylock”. However, the newspaper accepted that this\ncomment was not made in the aftermath of the planning decision, as was claimed\nin the sub-headline and first line of the article, and that the complainant had\nnot commented directly to the newspaper about this, as the article reported.\nThe failure of the newspaper to verify when the comment had been made, and its\ninability to provide material to support the claims made in the article, such\nas notes, represented a failure to comply with the requirements of Clause 1(i)\nof the Code. These inaccuracies gave the significantly misleading impression\nthat the complainant’s “Shylock” comment was made in the aftermath of the\nplanning decision, this comment had caused a “fracas to break out”, and the\ncomplainant had “admitted” his role in this incident; a correction was required\nunder Clause 1(ii).\n10. The newspaper had promptly offered to publish a correction,\nin print and online, which addressed the inaccuracies identified in the\narticle. While it had offered to publish the correction on page 4, 5, or 6 of\nthe newspaper, the Committee did not consider, given the significantly\nmisleading impression the article gave of events on the night in question, that\nthis was sufficient to comply with the “due prominence” requirements of the\nCode. However, the newspaper had also said that it was willing to publish the\ncorrection on page 1 if required to do so. This was a sufficiently prominent\nposition for the correction to appear; there was no breach of Clause 1(ii)\nConclusions\n11. The complaint was upheld.\nRemedial Action Required\n12. Having upheld the complaint under Clause 1(i), the\nCommittee considered what remedial action should be required. The wording of\nthe correction offered by the newspaper addressed the inaccuracies in the\narticle, and had been offered promptly. The newspaper had offered to publish\nthe correction on the front page of the newspaper if the Committee felt this\nwas appropriate; given the significantly misleading impression this front-page\narticle gave of events on the evening in question, the Committee believed that,\nin the circumstances, this was necessary. In light of the Committee’s decision,\nit should now be published promptly both in print and online. \nDate complaint received: 05/04/2016Date decision issued: 16/06/2016\nBack to ruling listing\n\n\n"
}