{
    "url": "/rulings-and-resolution-statements/ruling/?id=02184-14",
    "title": "02184-14 Rooney v Wetherby News",
    "provisions": [
        "1 (Accuracy) 2015"
    ],
    "outcome": "Breach - sanction: action as offered by publication",
    "publication": "Wetherby News (National World Publishing Ltd)",
    "published_on": "2014-10-03 00:00:00",
    "received_on": "2014-12-03 00:00:00",
    "concluded_on": "2015-02-20 00:00:00",
    "complaint_processing_days": 79,
    "conclusion_long": "12. The complaint was upheld in part under Clause 1.",
    "remedial_action": "13. Having partially upheld the complaint under Clause 1 (i), the Committee considered what remedial action should be required. The Committee has the power to require the publication of a correction and/or adjudication, the nature, extent and placement of which is to be determined by IPSO. In cases where a publication’s arrangements for enforcing standards and compliance have been found to be at fault, IPSO may also inform the publication that further remedial action is required to ensure that the requirements of the Editors’ Code are met.  14. The Committee noted that the newspaper had offered to publish a front-page correction acknowledging the error and making clear the correct position. The Committee welcomed the offer of a particularly prominent correction, following the complaint to IPSO. In all the circumstances, this was sufficient to remedy the established breach of the Code, and the newspaper should publish it promptly, in print and online, in order to avoid a breach of Clause 1 (ii).  15. However, the newspaper’s failures in the handling of the complaint demonstrated that its arrangements for enforcing standards and compliance were at fault. IPSO will therefore be notifying the publication that further remedial action is required to answer the criticism made of its processes above. The publication will be required to take further steps to ensure that its staff are aware of the proper operation of its complaints procedure, and to provide assurances to IPSO that it has taken steps to implement an appropriate confidentiality procedure for complainants’ correspondence, including clear guidance as to when and how such correspondence may be disclosed to third parties.  Date complaint received: 03/12/2014",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee 02184-14 Rooney v Wetherby News\nSummary of complaint \n1. Anna Rooney complained to the Independent Press Standards\nOrganisation that the Wetherby News had breached Clause 1 (Accuracy) of the\nEditors’ Code of Practice in an article headlined “New leaders set to stay at\nhigh school”, published on 3 October 2014. The complainant further complained\nthat the newspaper had breached Clause 3 (Privacy) in handling her complaint\nabout the article. \n2. The article reported a partnership between two local\nschools, Wetherby High and Carr Manor Community School, and included comments\nfrom the acting head teacher of Wetherby High. The complainant is the deputy\nhead teacher at a nearby school. \n3. The complainant said that Carr Manor Community School had\nnever been rated “outstanding” overall by Ofsted. Further, the quoted claim by\nthe acting head teacher of Wetherby High that “we are not in partnership [with\nCarr Manor] because there is anything wrong with the school” was also\ninaccurate, as the school had been judged to “require improvement”. The\ncomplainant had initially contacted the reporter to raise her concerns about\nthe accuracy of the article, suggesting that parents considering where to place\ntheir children would be misled by these claims. She decided not to pursue the\nmatter further, but subsequently learned that information about her complaint\nhad been passed to a local councillor and her employer, at which point she\ncomplained to IPSO. She said that the disclosure of information about her\ncomplaint had represented an intrusion into her privacy and had caused her\nsignificant embarrassment and distress. \n4. When first contacted by the complainant, the reporter had\ndenied that the newspaper had inaccurately reported the Ofsted grading for Carr\nManor; she said that under the new grading scheme, “outstanding” had been\nreplaced by “good”. After receiving the complaint via IPSO, however, the\nnewspaper had acknowledged the inaccuracy and offered to print the following\ncorrection on page 1 of a forthcoming edition: \n“An article in the Wetherby News on October 3, 2014,\nreferred to Carr Manor school as having an Ofsted grade of Outstanding. We have\nbeen asked to point out that the correct Ofsted grade for Carr Manor school is\n‘Good’ and we apologise for the error”. \n5. The newspaper said that it had accurately reported the\ncomments of the acting head teacher, and had distinguished them as her opinion.\nIt did not believe that this aspect of the article raised a breach of the Code. \n6. The newspaper said that the reporter had received two\nsimilar complaints about the accuracy of the article, one of which was the\ncomplainant’s, in which she had described herself as a “senior leader in\nsecondary education”.  The reporter had\nbeen concerned that there was a campaign being mounted against Carr Manor\nCommunity School, and had therefore asked a local contact if he knew who the\ncomplainant was. The newspaper said that the reporter had disclosed only the\ncomplainant’s name, and the fact that she had complained about the article, not\nthe details of her correspondence. It said that the journalist had emphasised\nthe confidential nature of her query to the third party, and the contact\nconfirmed that the information would not be passed on. It accepted that the third\nparty – who it declined to identify, regarding them as a confidential source –\nhad subsequently disclosed the information to others. This was a matter of\nregret, but it was not the responsibility of the newspaper. \nRelevant Code Provisions\n7. Clause 1 (Accuracy) \ni) The press must take care not to publish inaccurate,\nmisleading or distorted information, including pictures. \nii) A significant inaccuracy, misleading statement or\ndistortion once recognised must be corrected, promptly and with due prominence,\nand – where appropriate – an apology published. \niii) The press, whilst free to be partisan, must\ndistinguish clearly between comment, conjecture and fact. \nClause 3 (Privacy) \ni)  Everyone is\nentitled to respect for his or her private and family life, home, health and\ncorrespondence, including digital communications. \nFindings of the Committee\n8. The newspaper had not explained persuasively why it had\ndisclosed information about the complaint to a third party. Furthermore, on\nreceipt of the first contact from the complainant raising concerns about the\naccuracy of the article, the newspaper should have recognised that an\ninaccuracy had been published, and promptly offered to remedy it. The\ninaccuracy regarding Carr Manor’s Ofsted rating was significant in the context\nof the report, and its publication constituted a failure to take care not to\npublish inaccurate or misleading information. A correction was necessary; this\naspect of the complaint was upheld. \n9. On both of these points, the newspaper’s handling of the\ncomplainant’s concerns represented extremely poor practice. This was a matter\nof concern. \n10. The Committee did not find a further breach of Clause 1\nin relation to the inclusion of the claim by the acting head teacher of\nWetherby High regarding the reasons for the school’s partnership with another\ninstitution. This was clearly distinguished as her opinion and was not\nsignificantly misleading. \n11. The newspaper accepted that it had disclosed the\ncomplainant’s name, and the fact that she had complained about its coverage of\nWetherby High, to a third party. As the complainant had pointed out – in the\ncourse of questioning why the newspaper had decided to make enquiries as to her\nidentity – the complaint related to a general point of fact. It did not contain\ninformation about the complainant which could reasonably be considered private.\nFor these reasons, while this disclosure constituted poor practice, it did not\nbreach Clause 3. \nConclusions\n12. The complaint was upheld in part under Clause 1. \nRemedial Action Required\n13. Having partially upheld the complaint under Clause 1\n(i), the Committee considered what remedial action should be required. The\nCommittee has the power to require the publication of a correction and/or\nadjudication, the nature, extent and placement of which is to be determined by\nIPSO. In cases where a publication’s arrangements for enforcing standards and\ncompliance have been found to be at fault, IPSO may also inform the publication\nthat further remedial action is required to ensure that the requirements of the\nEditors’ Code are met. \n14. The Committee noted that the newspaper had offered to\npublish a front-page correction acknowledging the error and making clear the\ncorrect position. The Committee welcomed the offer of a particularly prominent\ncorrection, following the complaint to IPSO. In all the circumstances, this was\nsufficient to remedy the established breach of the Code, and the newspaper\nshould publish it promptly, in print and online, in order to avoid a breach of\nClause 1 (ii). \n15. However, the newspaper’s failures in the handling of the\ncomplaint demonstrated that its arrangements for enforcing standards and\ncompliance were at fault. IPSO will therefore be notifying the publication that\nfurther remedial action is required to answer the criticism made of its\nprocesses above. The publication will be required to take further steps to\nensure that its staff are aware of the proper operation of its complaints\nprocedure, and to provide assurances to IPSO that it has taken steps to\nimplement an appropriate confidentiality procedure for complainants’\ncorrespondence, including clear guidance as to when and how such correspondence\nmay be disclosed to third parties. \nDate complaint received: 03/12/2014 \nDate decision issued: 20/02/2015\nBack to ruling listing\n\n\n"
}