{
    "url": "/rulings-and-resolution-statements/ruling/?id=02183-14",
    "title": "02183-14 Independent Police Complaints Commission v The Times",
    "provisions": [
        "1 (Accuracy) 2015"
    ],
    "outcome": "No breach - after investigation",
    "publication": "The Times (News UK)",
    "published_on": "2014-10-28 00:00:00",
    "received_on": "2014-12-03 00:00:00",
    "concluded_on": "2015-02-26 00:00:00",
    "complaint_processing_days": 85,
    "conclusion_long": "16. The complaint was not upheld.",
    "remedial_action": "N/A Date complaint received: 03/12/2014",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee 02183-14 Independent\nPolice Complaints Commission v The TimesSummary of\ncomplaint1. The Independent Police Complaints Commission\ncomplained to the Independent Press Standards Organisation that The Times had\nbreached Clause 1 (Accuracy) of the Editors’ Code of Practice in an article\nheadlined “Police watchdog hid truth about Duggan shooting”, published on 28\nOctober 2014 in print and online. 2. The article claimed that the newspaper had obtained\nnew information, through a Freedom of Information Act request, which showed\nthat the IPCC “hid the truth” about the fatal shooting of Mark Duggan “to\nprotect Scotland Yard from ‘anti-police feelings’”. This referred to a decision\nby the IPCC to delay for four days the release of a ballistics report showing\nthat a bullet which had lodged in a police officer’s radio during the incident,\nnarrowly avoiding injury to him, was police-issue. (It was subsequently\nestablished that, in fact, Mr Duggan had not fired a gun during the encounter.)\nThe IPCC had received the ballistics report on 5 August and released it on 9\nAugust. The article noted that on the same day, another newspaper had published\na report questioning the likelihood that Mr Duggan had fired at police. 3. It further claimed that the IPCC had “suppressed” the\nreport, which it said “indicated that Mark Duggan had not shot at officers when\nhe was stopped by police”. It quoted an “internal briefing note” by then-IPCC\nCommissioner Rachel Cerfontyne, giving as a reason for delaying publication\n“our knowledge that a number of community events are taking place this weekend,\nwhere it is considered that tensions and anti-police feeling will be high”. The\narticle acknowledged that Ms Cerfontyne had also cited as a reason the fact\nthat the police officers involved were shortly to be interviewed, and were as\nyet unaware of the results. 4. The complainant said the claims that it had “hid the\ntruth” in order to protect the police, and that the ballistics report\n“indicated that Mark Duggan had not shot at officers when he was stopped by\npolice” were inaccurate, damaging, and not substantiated by the material the\nnewspaper had obtained via the FOI request. The ballistics report did not\nestablish that Mr Duggan had not fired at police; it only ruled out the bullet\nlodged in the radio as possible evidence that he had done so. It was not, at\nthat stage, clear whether a non-police-issue weapon found at the scene had been\nfired. The article suggested wrongly that Ms Cerfontyne had failed to act\nimpartially. 5. Further, the article had misled readers as to the\nreason for the delay. Ms Cerfontyne had cited three reasons in her internal\nnote setting out the reasons why the information would not be published “at\nthis stage”: “Our preference for the officers to provide their statements…\nwithout being aware of this[;] The unpredictability of the community impact of\nthis information, and our knowledge that a number of community events are\ntaking place this weekend, where it is already considered that tensions and\nanti police feeling will be high[;] Our inability to context the information,\nso it would only be partial and we could not control the interpretation or\nspeculation, the [post mortem]  result,\ntotal number of shots discharged and further forensic analysis will enable us\nto provide a fuller and more comprehensive account”. Ms Cerfontyne concluded by\nstating that it was her “strong wish that we issue this information in a\ncontrolled and managed way”. Ms Cerfontyne had given an interview to the\nnewspaper, prior to publication, in which she had explained further the reasons\nshe had decided to delay publication of the report; this information was not\nproperly reflected in the published article. 6. The complainant argued that in light of the concerns\nit had raised, the newspaper should withdraw the article from its website. 7. The newspaper defended its report as fair and\naccurate. The IPCC had made a deliberate decision not to release information\nwhich it knew contradicted widely-circulated accounts of the shooting. This was\nsignificant in the context of widespread reporting during this period that there\nhad been an “exchange of fire” at the scene. This followed a briefing by a\nmember of the IPCC press office, for which the IPCC had subsequently apologised\n(although the newspaper did not dispute the complainant’s position that Ms\nCerfontyne had not been aware of that briefing at the time). The ballistics\nreport was the first piece of information to undermine this narrative. 8. It was perfectly accurate to describe that decision as\nsuppression, and given that the report challenged the false narrative that Mr\nDuggan had fired at officers, it was not inaccurate to use the phrase “hid the\ntruth”. Ms Cerfontyne’s reasons for not releasing the report had been quoted at\nlength in the article; three substantial paragraphs had explained the IPCC’s\nposition on this point. 9. The article had not claimed that the ballistics report\nhad “established” that Mr Duggan had not fired at police; it said that the\nreport “indicated” this. This was accurate: the only evidence to support the\nidea of an “exchange of fire” – which had been promulgated by the IPCC itself –\nhad been the bullet lodged in the police radio. Police officers present at the\nscene may have feared that Mr Duggan would shoot them, but they had never\nstated that he actually did so. 10. The newspaper saw no reason to remove the article\nfrom its website. While it did not believe it was required to do so under the\nterms of the Code, after receiving a complaint direct from the IPCC the\nnewspaper had published a clarification in its regular corrections and\nclarifications column – and as a footnote to the online article – as follows: We stated (News, Oct 28) that a ballistics report the day\nafter the shooting of Mark Duggan “indicated that [he] had not shot at officers\nwhen he was stopped by police.”  The\nIndependent Police Complaints Commission has asked us to clarify that the\nreport revealed only that the bullet which hit a policeman and lodged in his\nradio was police-issue; it was not known at that stage whether Duggan’s gun had\nbeen fired.” Relevant Code Provisions 11. Clause 1 (Accuracy) i) The Press must take care not to publish inaccurate,\nmisleading or distorted information, including pictures. ii) A significant inaccuracy, misleading statement or\ndistortion once recognised must be corrected, promptly and with due prominence,\nand - where appropriate - an apology published. In cases involving the\nRegulator, prominence should be agreed with the Regulator in advance. iii) The Press, while free to be partisan, must\ndistinguish clearly between comment, conjecture and fact. Findings of the Committee 12. The complainant strongly denied that the documents\nobtained by the newspaper justified its claim that the complainant had “hid the\ntruth” or “suppressed” the report. 13. These claims represented an interpretation of the\ndocuments obtained under a FOI request, which had been extensively quoted from.\nThe IPCC had accepted that, in the immediate aftermath of the shooting, a\nmember of its staff had added credibility to false claims in circulation that\nMr Duggan had fired at officers, and had later apologised. The decision to\nwithhold the ballistics report prevented the public circulation of information\nthat tended to undermine these false claims. The Committee acknowledged Ms\nCerfontyne’s position that she had not been aware of this at the time. The\nCommittee concluded that the references were not significantly misleading in\nthis context. 14. As both parties accepted, the ballistics report did\nnot prove that Mr Duggan had not fired at police; however, it did rule out one\npotential piece of evidence that some had taken to suggest that he had. In this\ncontext, it was not significantly misleading to say that the ballistics report\n“indicated” this. Similarly, “anti-police feeling” was among the three reasons\ncited by the IPCC Commissioner who had made the decision not to release the\nreport. 15. Finally, the Committee did not agree that characterising\nthe Commissioner’s comments about “anti-police feeling” as a desire to “protect\nScotland Yard” suggested that the Commissioner had failed to act impartially.\nIt had clearly been part of her consideration that releasing this information\ncould further inflame tensions with the police. This aspect of the\nCommissioner’s email was quoted in full, and the article had set out the other\nreasons she had given for not releasing information about the report. Conclusions 16. The complaint was not upheld. Remedial Action Required N/A Date complaint received: 03/12/2014\nDate decision issued: 26/02/2015\nBack to ruling listing\n\n\n"
}