{
    "url": "/rulings-and-resolution-statements/ruling/?id=02196-17",
    "title": "02196-17 Rooney v Evening Telegraph",
    "provisions": [
        "2 Privacy (2016)",
        "1 Accuracy (2016)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "Evening Telegraph (Dundee) (DC Thomson Group) ",
    "published_on": "2017-02-08 00:00:00",
    "received_on": "2017-03-22 00:00:00",
    "concluded_on": "2017-08-10 00:00:00",
    "complaint_processing_days": 141,
    "conclusion_long": "9. The complaint was not upheld.",
    "remedial_action": "10. N/ADate complaint received: 22/03/2017",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee 02196-17 Rooney v Evening TelegraphSummary of complaint\n1.  Patricia Rooney complained to the Independent Press\nStandards Organisation that the Evening Telegraph breached Clause 1 (Accuracy)\nand Clause 2 (Privacy), of the Editors’ Code of Practice in an article\nheadlined “Man ‘arranged to meet child’”, published on 8 February 2017. \n2. The article reported that the\ncomplainant’s son had been charged with sending written sexual communication to\na child via Facebook and with making arrangements for the child to travel and\nmeet with him, with the intention of engaging in unlawful sexual activity. The\narticle also reported that a legal debate would be taking place at a later\ndate. \n3. The complainant said that since\npublication, the charges against her son had been dropped and that the\npublication of the article had intruded into her son’s private life. The\ncomplainant contacted the newspaper by email on 14 April 2017 to request that it\npublish an update on the case, and did not receive a response. \n4.  The newspaper apologised for its\nlack of contact with the complainant, and explained that her email was\noverlooked in error and that it did not intend to ignore her request. It said\nthat due to a misunderstanding within the editorial team the update was not\npublished but nonetheless, shortly after it had been made aware of the\ncomplaint by IPSO, it contacted the complainant and arranged for the\npublication of a follow-up article, in line with its obligations under the\nCode. The newspaper published a second article which reported that the\ncomplainant’s son would no longer face proceedings over the claim, “after\ncareful consideration of the facts and circumstances of the case”. This article\nincluded comment made by the Crown Office and Procurator Fiscal Service,\nstating that the Crown reserves the right to proceed with the case should\nfurther evidence become available. \n5.  The complainant noted that the\npublication of the second article had caused her son further distress, because\nit reported that the case could be re-opened in the future. \nRelevant Code Provisions\n6. Clause 1 (Accuracy)\ni)\nThe Press must take care not to publish inaccurate, misleading or distorted\ninformation or images, including headlines not supported by the text. \nii)\nA significant inaccuracy, misleading statement or distortion must be corrected,\npromptly and with due prominence, and — where appropriate — an apology\npublished. In cases involving IPSO, due prominence should be as required by the\nregulator. \niii)\nA fair opportunity to reply to significant inaccuracies should be given, when\nreasonably called for. \niv)\nThe Press, while free to editorialise and campaign, must distinguish clearly\nbetween comment, conjecture and fact.\nClause\n2 (Privacy)\ni)\nEveryone is entitled to respect for his or her private and family life, home,\nhealth and correspondence, including digital communications. \nii)\nEditors will be expected to justify intrusions into any individual's private\nlife without consent. Account will be taken of the complainant's own public\ndisclosures of information. \niii)\nIt is unacceptable to photograph individuals, without their consent, in public\nor private places where there is a reasonable expectation of privacy. \nFindings of the Committee\n7.\nThe newspaper had accurately reported the original court proceedings. Where a\nnewspaper is made aware of the outcome of court proceedings, by a defendant or\notherwise, it may be appropriate to publish an update to keep readers informed\nof the status of the case. The initial email from the complainant to the\npublication was not framed as a complaint, and was overlooked in error. However,\nonce the newspaper was made aware of the complainant’s concerns, it took active\nsteps in response to the complainant’s concerns and promptly published an\nupdated article. There was no breach of Clause 1. \n8.\nIn the absence of reporting restrictions, the newspaper was entitled to report\non public court proceedings. As such, the Committee did not find that the\nnewspaper had intruded into the complainant’s son’s private life. There was no\nbreach of Clause 2. \nConclusions\n9.\nThe complaint was not upheld.\nRemedial action required\n10.\nN/ADate complaint received: 22/03/2017Date decision issued: 10/08/2017 \nBack to ruling listing\n\n\n"
}