{
    "url": "/rulings-and-resolution-statements/ruling/?id=02200-22",
    "title": "02200-22 Taffurelli v The Sun",
    "provisions": [
        "1 Accuracy (2021)",
        "9 Reporting of crime (2021)",
        "4 Intrusion into grief or shock (2021)",
        "14 Confidential sources (2021)"
    ],
    "outcome": "Breach - sanction: publication of correction",
    "publication": "The Sun (News UK)",
    "published_on": "2022-03-17 00:00:00",
    "received_on": "2022-03-25 00:00:00",
    "concluded_on": "2022-09-27 00:00:00",
    "complaint_processing_days": 186,
    "conclusion_long": "14. The complaint was partially upheld under Clause 1.",
    "remedial_action": "15. Having upheld a breach of Clause 1, the Committee considered what remedial action should be required. In circumstances where the Committee establishes a breach of the Editors’ Code, it can require the publication of a correction and/or an adjudication, the terms and placement of which is determined by IPSO. 16. The article was inaccurate with regards to the complainant’s conviction. The Committee considered a correction to be the appropriate remedy to this breach, where the misleading information was limited to the text of the article, and the publication had offered a correction that was both prompt and duly prominent, even if the content was not quite sufficient. Therefore, on balance, the Committee considered that a correction, putting the complainant’s position on record, to be an appropriate remedy. 17. The Committee then considered the placement of this correction. The article only appeared in print and so the correction should be published in the established Clarifications and Corrections column. The wording should address the original inaccuracy and make clear the correct position: the complainant had been found guilty of criminal damage, not attempted burglary. The wording should be agreed with IPSO in advance and should make clear that it has been published following an upheld ruling by the Independent Press Standards Organisation.    Date complaint received: 25/03/2022",
    "text": "\n\n\n\n\n\nDecision\nof the Complaints Committee – 02200-22 Taffurelli v The Sun\nSummary\nof Complaint\n1.\nDarren Taffurelli complained to the Independent Press Standards Organisation\nthat The Sun breached Clause 1 (Accuracy), Clause 4 (Intrusion into grief or\nshock), Clause 9 (Reporting of crime), and Clause 14 (Confidential sources) of\nthe Editors’ Code of Practice in an article headlined “Virus test wait rage”,\npublished on 17th March 2022.\n2. The\narticle reported that the complainant “tried to break into a Covid test centre\nafter waiting three days at Heathrow for his PCR result”. It stated that the\n“delay” meant he “miss[ed] a connecting flight”. The article said that he had\nbeen “drinking” and went to the testing centre’s offices to “demand\ncompensation but caused £1,264 damage to a padlock”. It continued by stating\nthat the complainant “was found guilty of attempted burglary” and that his\nlawyer said “’This was not a revenge attack, this was a cry for help’”.\n3. The\ncomplainant said that the article was inaccurate in breach of Clause 1 because\nhe was not convicted of attempted burglary. He said that, whilst he had been\ncharged with this initially, the prosecution offered no evidence in respect of\nthis charge and it was dropped. He said that, instead, he was convicted of\ncriminal damage. The complainant provided a letter from his legal representative\nwhich confirmed this. He said the article was also inaccurate because he had\nnot attended the test centre in order to demand compensation at the time; but\nacknowledged that he did subsequently seek and receive compensation. He said he\nhad visited late in the evening so as to avoid confrontation with any staff. He\nsaid his intention was to cause disruption so as to be noticed by those higher\nup in the company.\n4. The\ncomplainant also said the article was inaccurate because it used the term\n“rage”. He said that, whilst he had been upset, he was not angry. He stated\nthat “rage” connoted “uncontrollable, violent, [and] aggressive”, whereas he\nhad superglued the locks, phoned the police and then waited casually for them\nto arrive. The complainant said the article was also inaccurate because he had\nnot been waiting in Heathrow for three days. He said that if he was at\nHeathrow, he would have been able to order a new Covid-19 test. He stated he\nhad first travelled to Zurich to catch a connecting flight to Thailand, and\nthen travelled to Frankfurt to try and get a connecting flight to Thailand,\nduring the waiting period. The complainant also said the article was inaccurate\nbecause it portrayed him as an “angry drunk” or a “drunken thug”. He said he had\nconsumed a couple of drinks but was not drunk.\n5. The\ncomplainant said the article also breached Clause 4 because he was experiencing\ndifficult personal circumstances at the time of the incident and his mother’s\nsister had just passed away and the article had adversely affected him. He said\nthe article also breached Clause 9 and Clause 14 because it inaccurately\nreported his crime and there was a misunderstanding between the court reporter\nand the publication.\n6. The\npublication said it did not accept a breach of Clause 1. It said that the only\ncharge before the court was attempted burglary with intent to cause criminal\ndamage, and that this appeared on the published list at the magistrates’ court.\nIt accepted that this charge had later been dropped but asserted that it was\nnot significantly inaccurate to report that the complainant had been convicted\nof attempted burglary, where the focus of the article was on reporting that he\nappeared to want revenge on the testing company and was not about the legal\nnuances of his position. Nevertheless, it offered to publish a correction in\nits established Corrections and Clarifications column in the newspaper:\n“After\ntrying to break into a Covid testing centre at Heathrow, Darren Taffurelli was\nconvicted of criminal damage, not attempted burglary as our 17 March article\nstated”.\n7. Regarding\nwhether the complainant had been in a “rage”, “drunk”, and had demanded\ncompensation, the publication did not accept a breach of Clause 1. It provided\nan extract from the court reporter’s notes and an earlier un-subedited version\nof the article, which stated the defence had said “[the complainant] contacted\nthe company and asked for compensation […] he kept checking the website and saw\nthat numerous people had been saying they had not received compensation. What's\nreally bizarre about this is that [the complainant] did not intend to do\nanything on the day in question […] He found himself in this bizarre\npredicament outside the company, clearly it was locked and he then called the\npolice saying, I'm outside the premises, I'm very upset, can anyone do\nsomething to help me?”, and “[h]e had had a bit to drink, found himself there,\nnot knowing what he was doing” The publication asserted that this showed\ncomplainant’s defence lawyer had linked the complainant’s actions to his desire\nfor compensation. It also said “very upset” indicated that the complainant was\nangry, and in addition, it asserted that he was sufficiently motivated by the\nstrength of his feelings to travel to the Covid-19 test centre and commit\ncriminal damage.\n8. The\npublication said it also did not accept a breach of Clause 1 in relation to\nwhether the complainant was at Heathrow for three days. It said the court\nreporter’s notes stated that “[w]hen [the complainant] tried to return to\nThailand in December, a delayed PCR test meant that couldn't get his connecting\nflight from Frankfurt and he spent three days stuck in the airport trying to\nget his results”. It said that it was not significant which airport the\ncomplainant was at as it did not alter the central point of the story (what had\ncaused his irritation with the Covid-19 test centre and the complainant’s\nsubsequent actions). It added that the article was very short and so the\nspecific details of where exactly the complainant had been waiting was not the\nfocus of the article.\n9. The\npublication also said Clause 4 and Clause 14 were not engaged, and that, as the\narticle made no reference to the complainant’s friends or relatives, Clause 9\nwas similarly not engaged.\nRelevant\nCode Provisions\nClause 1\n(Accuracy)\ni) The\nPress must take care not to publish inaccurate, misleading or distorted\ninformation or images, including headlines not supported by the text.\nii) A\nsignificant inaccuracy, misleading statement or distortion must be corrected,\npromptly and with due prominence, and — where appropriate — an apology\npublished. In cases involving IPSO, due prominence should be as required by the\nregulator. \niii) A\nfair opportunity to reply to significant inaccuracies should be given, when\nreasonably called for.\niv) The\nPress, while free to editorialise and campaign, must distinguish clearly\nbetween comment, conjecture and fact.\nClause 4\n(Intrusion into grief or shock)\nIn cases\ninvolving personal grief or shock, enquiries and approaches must be made with\nsympathy and discretion and publication handled sensitively. These provisions\nshould not restrict the right to report legal proceedings.\nClause 9\n(Reporting of crime)\ni)\nRelatives or friends of persons convicted or accused of crime should not\ngenerally be identified without their consent, unless they are genuinely\nrelevant to the story.\nii)\nParticular regard should be paid to the potentially vulnerable position of children\nunder the age of 18 who witness, or are victims of, crime. This should not\nrestrict the right to report legal proceedings.\niii)\nEditors should generally avoid naming children under the age of 18 after arrest\nfor a criminal offence but before they appear in a youth court unless they can\nshow that the individual’s name is already in the public domain, or that the\nindividual (or, if they are under 16, a custodial parent or similarly\nresponsible adult) has given their consent. This does not restrict the right to\nname juveniles who appear in a crown court, or whose anonymity is lifted.\nClause\n14 (Confidential sources)\nJournalists\nhave a moral obligation to protect confidential sources of information.\nFindings\nof the Committee\n10. The\nCommittee first considered the reporting of the offence for which the\ncomplainant was convicted. The article reported the complainant “was found\nguilty of attempted burglary”. Whilst the complainant had originally been\ncharged with attempted burglary, this was later dropped, and he was convicted\nof criminal damage. As such, the article was inaccurate, and the publication\nhad not taken sufficient care not to publish inaccurate or misleading\ninformation. There was a breach of Clause 1(i). As this inaccuracy related to\nthe offence for which the complainant had been convicted, it was significant\nand required correction under the terms of Clause 1(ii). The parties had been\nin correspondence before a complaint was made to IPSO. During this\ncorrespondence, the publication offered a correction, to be published in the\nestablished Corrections and Clarifications column, that stated the complainant\nhad not been found guilty of attempted burglary but had instead been convicted\nof criminal damage. However, the proposed correction had also claimed the\ncomplainant had “tr[ied] to break into a Covid testing centre”. Where he had\nnot been found guilty of attempted burglary, the Committee considered that\nthere was no basis for this claim and so whilst the offer was prompt and duly\nprominent, it did not sufficiently correct the inaccuracy. There was a breach\nof Clause 1(ii).\n11. The\nCommittee then turned to whether it was accurate for the headline to use the\nterm “rage”. The Committee noted that the complainant had said he was “upset”\nbut had not been angry, and that the court reporter’s notes and an earlier\nun-subedited version of the article referred to him as such. However, where the\ncomplainant had caused criminal damage, the Committee considered that it was\nnot significantly inaccurate or misleading to characterise these actions as\n“[v]irus test wait rage”. There was no breach of Clause 1. Regarding whether\nthe complainant had visited the centre in order to “demand compensation”; where\nit was not in dispute that the complainant had visited the centre and caused\ncriminal damage in order to draw the company’s attention to the impact of his\ndelayed test result, and given that the complainant also appeared to accept\nthat compensation was ultimately what he wanted and his defence barrister had said\nthe complainant “contacted the company and asked for compensation” – and which\nhe did subsequently receive – the Committee considered it was not inaccurate to\nsay the complainant had “visited the centre to demand compensation”. There was\nno breach of Clause 1.\n12. In\nregard to the point of complaint about whether it inaccurately portrayed the\ncomplainant as a “drunken thug”, the Committee noted the complainant accepted\nhe had had a couple of drinks. The article had not described the complainant as\n“drunk” or specified how much he had imbibed, but simply said that he attended\nthe Dam Health facility “after drinking”. Where it was not in dispute that the\ncomplainant had consumed some alcohol, the article was, therefore, not\ninaccurate or misleading. There was no breach of Clause 1 on this point. The\nCommittee then considered whether reporting the complainant had been “waiting\nthree days at Heathrow for his PCR result” was inaccurate, when he was in\ntransit through Germany and Switzerland at the time, trying to catch connecting\nflights. The court reporter’s notes indicated that the complainant had been\nwaiting at an airport for three days and that he was unable to catch a\nconnecting flight due to the delay. Where it was not in dispute that the\ncomplainant could not return to Thailand due to the delay in receiving his PCR\ntest result, where he was waiting was not a significant detail within the\ncontext of the article. There was no breach of Clause 1 on this point.\n13.\nRegarding the complaint under Clause 4, the Committee extended its sincere\ncondolences for the complainant’s loss. However, Clause 4 regards content and\napproaches by journalists in relation to cases involving personal grief or\nshock. The article related to the complainant’s conviction, rather than his\npersonal grief or shock and so this clause was not engaged. Similarly, Clause 9\npertains to the identification of friends and family of those accused or\nconvicted of crime and so this Clause was also not engaged. Finally, as Clause\n14 relates to the moral obligation for journalists to protect confidential\nsources of information it was also not engaged.\nConclusion(s)\n14. The\ncomplaint was partially upheld under Clause 1.\nRemedial\nAction Required\n15.\nHaving upheld a breach of Clause 1, the Committee considered what remedial\naction should be required. In circumstances where the Committee establishes a\nbreach of the Editors’ Code, it can require the publication of a correction\nand/or an adjudication, the terms and placement of which is determined by IPSO.\n16. The\narticle was inaccurate with regards to the complainant’s conviction. The\nCommittee considered a correction to be the appropriate remedy to this breach,\nwhere the misleading information was limited to the text of the article, and\nthe publication had offered a correction that was both prompt and duly\nprominent, even if the content was not quite sufficient. Therefore, on balance,\nthe Committee considered that a correction, putting the complainant’s position\non record, to be an appropriate remedy.\n17. The\nCommittee then considered the placement of this correction. The article only\nappeared in print and so the correction should be published in the established\nClarifications and Corrections column. The wording should address the original\ninaccuracy and make clear the correct position: the complainant had been found\nguilty of criminal damage, not attempted burglary. The wording should be agreed\nwith IPSO in advance and should make clear that it has been published following\nan upheld ruling by the Independent Press Standards Organisation.\n\n\n\nDate\ncomplaint received: 25/03/2022\nDate\ncomplaint concluded by IPSO: 27/09/2022\nBack to ruling listing\n\n\n"
}