{
    "url": "/rulings-and-resolution-statements/ruling/?id=02207-14",
    "title": "02207-14 Bareham v The Times",
    "provisions": [
        "1 (Accuracy) 2015"
    ],
    "outcome": "No breach - after investigation",
    "publication": "The Times (News UK)",
    "published_on": "2014-09-26 00:00:00",
    "received_on": "2014-12-04 00:00:00",
    "concluded_on": "2015-02-09 00:00:00",
    "complaint_processing_days": 67,
    "conclusion_long": "11. The complaint was not upheld.",
    "remedial_action": "N/A  Date complaint received: 04/12/2014",
    "text": "\n\n\n\n\n\n      Decision of the Complaints Committee 02207-14 Bareham v The Times\nSummary of complaint \n1. David Bareham complained to the Independent Press\nStandards Organisation that The Times had breached Clause 1 (Accuracy) of the\nEditors’ Code of Practice in two articles headlined “Don’t vanquish vaping” and\n“WHO huffs and puffs as ebola takes a grip”, published on 26 September 2014 and\n27 October 2014 respectively. \n2. The articles were comment pieces about e-cigarettes, and\ntook the view that e-cigarettes are not as harmful as regular tobacco, and\nshould not be regulated or controlled in the same way. \n3. The complainant identified two phrases about which he was\nparticularly concerned: “it is fanciful to think that children will be driven\nto tobacco by witnessing adults vaping. If anything, they will be driven to\nharmless vaping”, in the article of 26 September, and “yet Philip Morris\nreports that countries that are liberal about vaping, such as Poland, have seen\ntobacco sales fall by more than 10 per cent in the past year alone”, in the\narticle of 27 October. He said that e-cigarettes are not “harmless”, and\nprovided data to support his position. He also said that the available\ninformation for e-cigarette and tobacco cigarette use in Poland showed that e-cigarettes\nwere not displacing tobacco cigarettes in that country. \n4. The newspaper said that the articles under complaint were\nopinion pieces, and there was as yet no scientific consensus on many of the\nissues surrounding e-cigarettes and their use. It considered that the balance\nof opinion lay on the side of e-cigarettes being considerably less harmful than\ntobacco cigarettes, but noted that the complainant strongly disagreed. \n5. It said that the article of 27 October accurately\nreported Philip Morris’ sales figures. It said that the figures showed that in\nItaly, where the government had been attempting to introduce a tax on\ne-cigarettes, the traditional cigarette market declined by 0.1%; however, in\nPoland, where there is a supportive environment for e-cigarettes, conventional\ncigarette sales fell by 10.8%. \n6. The newspaper quoted studies in support of its general\nposition, which showed that “the chemicals that make cigarettes dangerous are\neither absent in electronic cigarettes or present only in trace\nconcentrations”, and “electronic cigarettes are by far a less harmful\nalternative to smoking and significant health benefits are expected in smokers\nwho switch from tobacco to electronic cigarettes”. \n7. While the newspaper did not believe that the articles\nraised a breach of the Code, it offered to add the word “relatively” before\n“harmless” to the online version of the article of 26 September. \nRelevant Code Provisions\n8. Clause 1 (Accuracy) \ni) The press must take care not to publish inaccurate, misleading\nor distorted information, including pictures. \nii)  A significant\ninaccuracy, misleading statement or distortion once recognised must be\ncorrected, promptly and with due prominence, and – where appropriate – an\napology published. \niii)  The press,\nwhilst free to be partisan, must distinguish clearly between comment,\nconjecture and fact. \nFindings of the Committee\n9. The articles under complaint were both comment pieces,\nclearly distinguished as such. The newspaper was entitled to take a stance on\nan issue of important scientific debate and disagreement, in line with the\nterms of Clause 1 (iii). While it may not be the case that e-cigarettes are\n“harmless” overall, the newspaper was entitled to characterise them in this\nway, when comparing their effects to those of smoking traditional cigarettes.\nThe article of 26 September did not raise a breach of Clause 1. However, the\nCommittee welcomed the newspaper’s offer to add the word “relatively” before\n“harmless”, to clarify the position. \n10. The article of 27 October accurately reported the\nstatistics released by Philip Morris. There was no failure to take care over\nthe accuracy of the article, and the Committee did not identify any significant\ninaccuracies which would require correction under the terms of Clause 1 (ii).\nIn reporting the Philip Morris statistics, particularly in the context of a\ncomment piece, the newspaper was not obliged to also report other data which\nmay have contradicted the position presented by those statistics. There was no breach\nof Clause 1. \nConclusions\n11. The complaint was not upheld. \nRemedial Action Required\nN/A \nDate complaint received: 04/12/2014 \nDate decision issued: 09/02/2015\nBack to ruling listing\n\n\n"
}