{
    "url": "/rulings-and-resolution-statements/ruling/?id=02200-18",
    "title": "02200-18 Pswarayi v Swindon Advertiser",
    "provisions": [
        "1 Accuracy (2018)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "Swindon Advertiser (Newsquest Media Group)",
    "published_on": "2018-12-01 00:00:00",
    "received_on": "2018-03-07 00:00:00",
    "concluded_on": "2018-05-21 00:00:00",
    "complaint_processing_days": 75,
    "conclusion_long": "13.  The complaint was not upheld.",
    "remedial_action": "14.  N/A Date complaint received: 07/03/2018",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee 02200-18 Pswarayi v\nSwindon Advertiser\nSummary of complaint\n1. Tashinga\nPswarayi complained to the Independent Press Standards Organisation that the\nSwindon Advertiser breached Clause 1 (Accuracy) of the Editors’ Code of\nPractice in an article headlined “Arrest warrant for phone thief who may have\nfled”, published on 1 December 2018.\n2. The article\nreported that a warrant had been issued for the arrest of the complainant - who\nhad been convicted for stealing his girlfriend’s phone - because it was thought\nhe had “gone home to his wife and children in Africa”. It said that in the\nsummer, the complainant had been given a suspended sentence, and ordered to do\n160 hours of unpaid work and pay £3,000. The article stated that the\ncomplainant had failed to turn up for three appointments with the probation\nservice earlier in November, but that “it is believed he has failed to come\nback from Zimbabwe where he has a wife and four children”. The article quotes\nthe prosecutor as saying “The sentencing court knew he was going to Zimbabwe on\nJuly 22 and would return on July 30…He has apparently a wife and four children\nin Zimbabwe and a girlfriend who was the victim here. He has plainly not come\nback”. The article said that the judge issued a warrant without bail to bring\nthe complainant before the court “to face the allegation of failing to comply\nwith the terms of a suspended sentence”.\n3. The online\nversion of the article, published on 30 November 2017, was headlined\n“International arrest warrant issued for man believed to have fled back to wife\nin Zimbabwe after stealing girlfriend's phone”, and appeared in substantially\nthe same format.\n4. The complainant,\nwho acknowledged that he was not present in court, said that the article\nbreached Clause 1 because, contrary to the online headline, the court had not\nissued an ‘International Arrest Warrant’ – it had issued a Bench Warrant. He\nsaid it was inaccurate to say that he “fled” to Zimbabwe: he had been cleared\nby probation and the sentencing judge in his original trial to attend business\nin Zimbabwe until 29 October. He provided correspondence from an individual who\nwas present at his probation induction demonstrating that she understood he\nwould be travelling to Zimbabwe over the summer, and not returning to the UK\nuntil October. The article had acknowledged that the sentencing court was aware\nhe was going abroad, so it was misleading to state that he had “fled”. He also\nsaid it was inaccurate to state that his wife lived in Zimbabwe, and to say\nthat he had four children.5. The publication\ndenied that the article breached Clause 1. It said, whilst the warrant was not\ntechnically an ‘international arrest warrant’, describing it as such was not\nsignificantly inaccurate where the warrant was issued on the assumption that\nthe complainant was overseas. The publication nevertheless offered to amend the\nheadline to remove reference to an “international” warrant.\n6. The publication\ndenied any breach of Clause 1 on the other points: the information relating to\nthem had been heard in court. It acknowledged that the complainant had\ninitially had permission to visit Zimbabwe, and accepted that it had been\ninaccurate to state that 30th July had been referred to as the return date for\nthe visit. However, he had apparently stayed in Zimbabwe when he was due before\nthe court, so it was not inaccurate to state that he had “fled”. The publication\nalso considered that the article text made the position clear on this point.\nThe publication also provided a reporter’s note of the comments made by the\nprosecutor on behalf of the probation service, stating “He’s plainly not come\nback and will you issue a warrant without bail”. The publication nevertheless\noffered to amend the article to remove the reference to the complainant having\n“fled”.\n7. The publication\nsaid that the court had heard from the prosecution that the complainant had a\nwife and four children in Zimbabwe, and it provided a reporter’s note in\nsupport of this claim.\nRelevant Code Provisions\n8. Clause 1 (Accuracy)\ni) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not\nsupported by the text.\nii) A significant inaccuracy, misleading statement or\ndistortion must be corrected, promptly and with due prominence, and — where\nappropriate — an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator.\niii) A fair opportunity to reply to significant inaccuracies\nshould be given, when reasonably called for.\niv) The Press, while free to editorialise and campaign, must\ndistinguish clearly between comment, conjecture and fact.\nFindings of the Committee\n9. The article was\na report of court proceedings following the complainant’s alleged failure to\nadhere to the terms of his suspended sentence. As a result of these\nproceedings, and on the basis of the information presented by the prosecutor, a\nwarrant was issued to summon him to court. In reporting on information heard in\ncourt, publications are not responsible for the accuracy of the information\nheard; they are responsible for reporting accurately what is heard. In considering\nwhether the article breached Clause 1, the Committee considered whether the\narticle was an accurate account of court proceedings.10. The article had\nstated that the complainant had a wife and 4 children in Zimbabwe. The article\nclaimed that the prosecutor said “He has apparently a wife and four children in\nZimbabwe”, and the publication was able to provide its reporter’s notes to\nsupport this. As he was not present in court, the complainant was not in a\nposition to dispute that this was heard. Because this information was heard in\ncourt, and as the prosecutor’s words were included, making clear that this\nstatement was based on a belief, rather than a firm fact, there was no failure\nto take care over the accuracy of this information in breach of Clause 1(i).\nThis claim was not central to the article, which was a report of the warrant\nissued against the complainant, and in these circumstances, this did not\nrepresent a significant inaccuracy, and there was no breach of Clause 1 (ii).\n11. Neither version of the article stated as fact that the\ncomplainant had fled the country. The online article had stated that the\ncomplainant was “believed to have fled”; the print article said he “may have\nfled”. The basis for this belief was the account of the prosecutor, who stated\nthat the complainant was sent letters summoning him to attend probation three\ntimes in November, and who said that the complainant “has apparently a wife and\nfour children in Zimbabwe…he has plainly not come back”. The publication was able\nto provide a reporter’s note supporting this, and while the article had wrongly\nsuggested that the complainant was due to return on 30 July, the key claim that\nthe complainant had “not come back” was accurately reported. The complainant\nhad not alleged that the article had inaccurately reported information heard in\ncourt, and the publication’s paraphrasing of the prosecutor’s comments was not\nmisleading. The court had therefore heard that the complainant had remained in\nZimbabwe when he should have been attending appointments with the probation\nservice. In these circumstances, it was not significantly misleading for the\npublication to suggest that he “may have fled” or was believed to have done so.\nThere was no failure to take care over the accuracy of this information, in\nbreach of Clause 1(i), and no significant inaccuracy that required correction\nunder Clause 1(ii) on this point.\n12. The article had stated that an “International arrest\nwarrant” had been issued for the complainant. This was based on the\npublication’s understanding, based on the prosecutor’s account in court, that\nthe complainant remained in Zimbabwe at the time of the warrant being issued.\nWhile the warrant that was issued was not an International Arrest Warrant in\nlegal terms, it was a warrant issued on the understanding that the complainant\nwas abroad. Understood in ordinary terms, this was not misleading. There was no\nbreach of Clause 1 on this point.\nConclusions\n13.  The complaint was\nnot upheld.\nRemedial action required\n14.  N/A\nDate complaint received: 07/03/2018Date decision issued: 21/05/2018\nBack to ruling listing\n\n\n"
}