{
    "url": "/rulings-and-resolution-statements/ruling/?id=02238-15",
    "title": "02238-15 Alouane v The Mail on Sunday",
    "provisions": [
        "1 (Accuracy) 2015",
        "2 (Opportunity to reply) 2015",
        "3 (Privacy) 2015"
    ],
    "outcome": "No breach - after investigation",
    "publication": "The Mail on Sunday (Associated Newspapers Limited)",
    "published_on": "2015-02-08 00:00:00",
    "received_on": "2015-03-26 00:00:00",
    "concluded_on": "2015-05-19 00:00:00",
    "complaint_processing_days": 54,
    "conclusion_long": "13. The complaint was not upheld.",
    "remedial_action": "N/A  Date complaint received: 26/03/2015",
    "text": "\n\n\n\n\n\n·  Decision of the Complaints Committee 02238-15 Alouane\nv The Mail on Sunday\nSummary of\ncomplaint \n1. Delene Alouane complained to the Independent Press\nStandards Organisation that the Mail on Sunday had breached Clause 1\n(Accuracy), Clause 2 (Opportunity to reply) and Clause 3 (Privacy) of the\nEditors’ Code of Practice in an article headlined “1,000 fraudsters wed UK\nwomen to get visas – not ONE is deported”, published on 8 February 2015. \n2. The article reported that the Home Office had been\naccused of failing to deport foreign “fraudsters” who had conned Britons into\nmarriage in order to obtain visas and money. \n3. The complainant, the founder of campaign group\nImmigration Marriage Fraud UK, said she had liaised with the newspaper about\nthe story, and the published article was not what had been agreed. She said the\nnewspaper had sensationalised the report by focusing on her colleague Kim Sow’s\nstory, instead of examining the issue of marriage fraud. She noted that it had\nomitted quotations supplied by an MP and Migration Watch. She also said the\nnewspaper had inaccurately reported that she had founded the group with Kim\nSow; in fact, she had established the group in March 2013, and Kim Sow had\njoined it in November 2014. \n4. The complainant had raised her concerns with the\nnewspaper, but a correction was not published. As such, she considered that\nClause 2 (Opportunity to reply) had been breached. \n5. The complainant said the newspaper had not reported\nher full story, but had stated that she had lost £150,000 to her husband\nfollowing their break-up, in breach of Clause 3 (Privacy). \n6. The newspaper said the reporter had shown the\ncomplainant the copy in order to check the facts, not as a guarantee that it\nwas the final article to be published. Articles were always subject to editing.\nThe article had focused on Kim Sow’s story because it provided a good\nillustration of the issues surrounding marriage fraud. It noted that the\nreference to the amount of money the complainant had lost to her ex-husband had\nformed part of the copy that she had agreed with the reporter.  \n7. The newspaper apologised for inaccurately reporting\nthat the complainant had founded Immigration Marriage Fraud UK with Kim Sow,\nand it offered to correct the online article accordingly and to append a\nfootnote. It also offered to publish the following correction on page two of\nthe newspaper: \n“On February 8 we wrote about the victim support group\nImmigration Marriage Fraud UK. We would like to make clear that this was\nfounded in 2013 by Mrs Delene Alouane.” \nRelevant Code Provisions\n8. Clause 1 (Accuracy) \ni) The Press must take care not to publish inaccurate,\nmisleading or distorted information, including pictures. \nii) A significant inaccuracy, misleading statement or\ndistortion once recognised must be corrected, promptly and with due prominence,\nand - where appropriate - an apology published. In cases involving the\nRegulator, prominence should be agreed with the Regulator in advance. \nClause 2 (Opportunity to reply) \nA fair opportunity for reply to inaccuracies must be\ngiven when reasonably called for. \nClause 3 (Privacy) \ni) Everyone is entitled to respect for his or her private\nand family life, home, health and correspondence, including digital\ncommunications. \nii) Editors will be expected to justify intrusions into\nany individual's private life without consent. Account will be taken of the\ncomplainant's own public disclosures of information. \nFindings of the Committee\n9. The Committee noted the complainant’s concern that the\nnewspaper had made significant changes to the copy that she had agreed before\npublication. The newspaper, however, had been entitled to edit the copy and to\npresent the story in the way it saw fit, as long the article did not otherwise\nbreach the Code. In this instance, the newspaper had reported that the Home\nOffice had been accused of failing to combat marriage fraud, and had used Kim\nSow’s story to illustrate the issue. The omission of details regarding the\ncomplainant’s case and quotations from an MP and Migration Watch had not\nrendered the piece misleading. This point did not raise a breach of Clause 1. \n10. The newspaper had explained that due to a subbing\nerror, it had inaccurately reported that Immigration Marriage Fraud UK had been\nfounded by the complainant and Kim Sow, rather than by the complainant alone.\nHowever, given that the pair had been running the group together since November\n2014, the Committee did not consider that readers had been significantly misled\nby the inaccuracy. As such, a correction was not required, and this point did\nnot raise a breach of Clause 1. Nevertheless, the Committee welcomed the fact\nthat the newspaper had published a correction in print and online in response\nto the complainant’s concerns. The complaint under Clause 1 was not upheld. \n11. The newspaper had offered to correct the inaccuracy.\nThe complainant had not requested an opportunity to reply. There was no breach\nof Clause 2. \n12. The Committee noted the complainant’s concern that by\ndisclosing the amount of money she had lost to her ex-husband, the newspaper\nhad breached Clause 3 (Privacy). The complainant, however, had consented to the\ninformation being published. The complaint under Clause 3 was not upheld. \nConclusions\n13. The complaint was not upheld. \nRemedial Action Required\nN/A \nDate complaint received: 26/03/2015\nDate decision issued: 19/05/2015\nBack to ruling listing\n\n\n"
}