{
    "url": "/rulings-and-resolution-statements/ruling/?id=02251-14",
    "title": "02251-14 Ashiq v Birmingham Mail",
    "provisions": [
        "3 (Privacy) 2015"
    ],
    "outcome": "No breach - after investigation",
    "publication": "Birmingham Mail (Reach PLC)",
    "received_on": "2014-12-08 00:00:00",
    "concluded_on": "2015-03-31 00:00:00",
    "complaint_processing_days": 113,
    "conclusion_long": "6. The complaint was not upheld.",
    "remedial_action": "N/ADate complaint received: 08/12/2014",
    "text": "\n\n\n\n\n\n       Decision of\nthe Complaints Committee 02251-14\nAshiq v Birmingham Mail      Summary of complaint \n1. Kiran Ashiq complained to the Independent Press\nStandards Organisation that the Birmingham Mail had breached Clause 3 (Privacy)\nof the Editors’ Code of Practice in an article headlined “Drunk Bordesley Green\nhusband who beat his pregnant wife jailed for three years”, published in print\nand online on 6 December 2014.2. The article reported that the complainant’s husband\nhad been jailed after being convicted of assaulting her. The complainant had\nbeen named in the article, which she said was a breach of Clause 3.3. The newspaper did not accept a breach of the Code; the\ncomplainant’s name had been given in court and, in the absence of specific\nreporting restrictions, it was entitled to publish this information.\nNonetheless, it had removed the complainant’s name from the online article, as\na gesture of goodwill.Relevant Code Provisions4. Clause 3 (Privacy)(i) Everyone is entitled to respect for his or her\nprivate and family life, home, health and correspondence, including digital\ncommunications(ii) Editors will be expected to justify intrusions into\nany individual’s private life without consent.The Public Interest4. The Regulator will consider the extent to which\nmaterial is already in the public domain, or will become so.Findings of the Committee5. The Committee recognises the importance of the general\nprinciple of open justice. Newspapers are, subject to any restriction on\nreporting imposed by the Code or the law, entitled to publish material\ndisclosed during legal proceedings. Where such material is heard in open court\nit is, in any case, already in the public domain. In this instance, whilst the\nCommittee understood that the complainant was upset by the article, there were\nno requirements which would prevent the publication of her name. As such, there\nwas no breach of Clause 3. Nevertheless, the Committee welcomed the newspaper’s\ndecision to remove the complainant’s name from the online article.Conclusions6. The complaint was not upheld.Remedial Action RequiredN/ADate complaint received: 08/12/2014\nDate decision issued: 31/03/2015\nBack to ruling listing\n\n\n"
}