{
    "url": "/rulings-and-resolution-statements/ruling/?id=02283-18",
    "title": "02283-18 Premier Inn v Mail Online",
    "provisions": [
        "1 Accuracy (2018)"
    ],
    "outcome": "Breach - sanction: publication of correction",
    "publication": "Mail Online (Associated Newspapers Limited)",
    "received_on": "2018-03-14 00:00:00",
    "concluded_on": "2018-07-02 00:00:00",
    "complaint_processing_days": 110,
    "conclusion_long": "12. The complaint was upheld.",
    "remedial_action": "13. Having upheld the complaint, the Committee considered what remedial action should be required. In circumstances where the Committee establishes a breach of the Editors’ Code, it can require the publication of a correction and/or adjudication, the nature, extent and placement of which is determined by IPSO. 14. In this case, taking into account its findings on the seriousness of the breach of Clause 1 (i), the Committee considered that the publication of a correction was appropriate. This correction should appear as a footnote to the online article, and as a standalone correction appearing for 24 hours on the publication’s homepage with the headline “Correction: Premier Inn”, and archived thereafter. The wording of the correction to be published should make clear that the article originally reported that the complainant had turned away a group of homeless people who had been offered rooms. It should make clear that in fact, the homeless group’s allegation was that two homeless people had been turned away because they lacked the required ID, although they had attended the wrong branch of the complainant’s hotel. It should also make clear that while this was the position of the charity, it was denied by the complainant, who said that no homeless people had attempted to check in to any of its branches on the night in question. It should state that it has been published following an upheld ruling by the Independent Press Standards Organisation. The full wording should be agreed with IPSO in advance, and the sub headline and sentence the Committee found were misleading should be amended. Date complaint received: 14/03/2018",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee 02283-18 Premier Inn v Mail Online\nSummary of complaint\n1. Premier Inn\ncomplained to the Independent Press Standards Organisation that Mail Online\nbreached Clause 1 (Accuracy) of the Editors’ Code of Practice in an article\nheadlined “Premier Inn 'turns away a group of homeless people after Good Samaritan\noffered them 19 paid-for rooms when hotel chain wouldn't refund her booking'”,\npublished on 05 March.\n2. The article\nreported that a person who was unable to use rooms she had booked at one of\ncomplainant’s hotels, offered them to homeless people in Weston-Super-Mare, via\nlocal charities. The article reported that a homeless charity had said it had\nsent two rough sleepers to the hotel, that they went with the booking reference\nbut were sent away because they did not have identification. The article\nreported that the person who had offered the rooms had said she was told that\n“people needed to bring two utility bills with them. But homeless people are\nnot going to have that kind of identification and when they turned up they were\nturned away”.\n3. The article\nreported that Premier Inn had told a local news website which had reported the\nstory that for legal, safety and security reasons, it needed the names of\nguests; that it had explained this to the person offering the rooms, but that\nno names were supplied; and that “extensive checks of our CCTV footage does not\nappear to support anyone being turned away from our Hutton Moor hotel on Friday\nevening”.\n4. An\nhour-and-a-half before the article was published, the publication contacted the\ncomplainant to say that it would be writing a version of the local newspaper\narticle. The complainant responded 3 hours and twenty minutes later, saying\nreports that homeless people were turned away from one of its Weston super-Mare\nhotels were untrue, and that extensive checks of CCTV bore this out. The\ncomplainant’s comment re-iterated the comment it had made to the local\nnewspaper that it needs the name of guests staying in its hotels, but it had\nnot been supplied these by the person offering the rooms. The article was\nupdated to include this comment.\n5. Two days later,\nthe complainant complained to the publication about the updated article. The\ncomplainant said that the original story had been lent credibility because it\nhad been believed that the two homeless people it had allegedly turned away had\nbeen accompanied by a charity worker. It said it was submitting a complaint\nafter it had emerged that this was not true. The complainant said that there\nwas no record of a homeless couple being turned away from either of its\nWeston-super-Mare hotels. It expressed concern that the publication had relied\non information about what happened to the homeless couple which had been\nprovided by the chairperson of the charity; an individual who had not spoken to\nthe couple himself, but had been provided the information by a charity worker,\nwho had. The complainant expressed frustration with the speed at which the\npublication responded to its complaint, and the difficulty it had with trying\nto speak to someone over the telephone. It requested deletion of the article.\n6. The publication\nsaid that it had taken care not to publish inaccurate information. In addition\nto relying on a local newspaper article reporting the story, its reporter had\nalso contacted the complainant and the woman who had offered the rooms, to make\ntheir own enquiries, prior to publication. It said that when it first published\nthe article, it had not received the complainant’s response. It therefore\nincluded the comment it had previously given to the local newspaper. It said\nthat when it received the complainant’s comments, it had updated the article,\nand the complainant confirmed in writing that it was happy with the update.\n7. The publication\nsaid that on receipt of the complaint two days later, it wrote to the charity\nthat allegedly directed the homeless couple to the complainant’s hotel. The\ncharity confirmed that the homeless couple had told a charity worker in the\nsoup kitchen that they had arrived at the Seafront Hotel, and were not allowed\nto stay due to a lack of ID.   The\ncharity then realised the rooms had been booked at the other Premier Inn hotel\nin Weston-super-Mare.\n8. The publication\nsaid that rather than remove the article, it updated the article, and published\nthe footnote making clear the amendments made. It said that the fact there was\na dispute between the complainant and the charity, did not preclude it from\nreporting on the matter. The headline was changed to “Premier Inn denies\nturning away two homeless people after Good Samaritan offered them paid-for\nrooms when hotel chain wouldn’t refund her booking”. A sub-headline stated:\n“Two people turned up at the wrong Premier Inn and were not allowed to stay”,\nand the first sentence stated: “Hotel chain Premier Inn has denied turning away\ntwo homeless people”. A footnote was added which stated:\nAn earlier version of this article reported that staff at a\nWeston-super-Mare Premier Inn had turned away a group of homeless people who\nhad been offered rooms paid for by a Good Samaritan, because they did not have\nany ID. In fact, the two people who attempted to take advantage of the offer\nhad also gone to the wrong Premier Inn. We are happy to set the record\nstraight.\nRelevant Code Provisions\n9. Clause 1\n(Accuracy)\ni) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not\nsupported by the text.\nii) A significant inaccuracy, misleading statement or\ndistortion must be corrected, promptly and with due prominence, and — where\nappropriate — an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator.\niii) A fair opportunity to reply to significant inaccuracies\nshould be given, when reasonably called for.\niv) The Press, while free to editorialise and campaign, must\ndistinguish clearly between comment, conjecture and fact.\nFindings of the Committee\n10. The publication published the article having relied on\nan article published by a local news website the day before, emailed the\ncomplainant’s press office at 8:30am, an hour and-a-half before publication,\nand spoken to the woman who had booked and donated the rooms. The Committee\nconsidered that this did not represent sufficient care not to publish\ninaccurate information, given the seriousness of the claim that the complainant\nhad “turned away” homeless people, to whom hotel rooms had been donated. The\ncomplainant’s press office was given inadequate time to respond to the approach\nfor comment, prior to publication; the publication’s reporting of the issue was\nnot time sensitive so as to justify providing a short response time, such as in\na rapidly changing or breaking news story. In addition, the woman who had\nbooked and donated the rooms would not have had direct knowledge of the\nattendance of homeless people at the complainant’s hotels. The Committee\nrecognised that the complainant’s initial response to the story, as reported in\nthe local news website’s article, was ambiguous; although it said that\n“extensive checks of our CCTV footage does not appear to support anyone turned\naway from our Hutton Moor hotel on Friday evening”, it also said that it needed\nthe names of guests for safety and security reasons, and that it was\ndisappointed that “vulnerable people feel let down through absolutely no fault\nof their own”, which lent credibility to the allegation that the homeless\npeople had been “turned away”. The Committee considered this ambiguity reduced\nthe seriousness of the publication’s failure, but the complaint was\nnevertheless upheld as a breach of Clause 1 (i).\n11. On receipt of the complaint, the publication did contact\nthe charity, and learnt the charity’s allegation was actually that two homeless\npeople were “turned away” because they did not have the correct ID, although\nthey had been attempting to check-in at the wrong branch of the complainant’s\nhotels. The initial claim that a “group” of homeless people had been “turned\naway” from the branch where rooms had been made available to them, was\nsignificantly misleading, and required correction under Clause 1 (ii). However,\ndespite the changes made, the footnote to the article stated that “in fact, the\ntwo people who attempted to take advantage of the offer had also gone to the\nwrong Premier Inn”, a sub headline stated that “two people turned up at the\nwrong Premier Inn and were not allowed to stay”, and a sentence in the body of\nthe article stated that “The two homeless people ended up going to the wrong\nPremier Inn in the town and a local charity has said they were turned away\nbecause they did not have ID”. The Committee recognised that this was the\nposition of the charity, but it was disputed by the complainant, and in\nresponse to the complaint, the publication was not able to demonstrate that the\ncharity’s claims were true. The Committee considered that the continued\npublication of these claims in the article, without making clear they\nrepresented the charity’s claims, represented a breach of Clause 1 (ii).\nConclusion\n12. The complaint was upheld.\nRemedial Action Required\n13. Having upheld the complaint, the Committee considered\nwhat remedial action should be required. In circumstances where the Committee\nestablishes a breach of the Editors’ Code, it can require the publication of a\ncorrection and/or adjudication, the nature, extent and placement of which is\ndetermined by IPSO.\n14. In this case, taking into account its findings on the\nseriousness of the breach of Clause 1 (i), the Committee considered that the\npublication of a correction was appropriate. This correction should appear as a\nfootnote to the online article, and as a standalone correction appearing for 24\nhours on the publication’s homepage with the headline “Correction: Premier\nInn”, and archived thereafter. The wording of the correction to be published\nshould make clear that the article originally reported that the complainant had\nturned away a group of homeless people who had been offered rooms. It should\nmake clear that in fact, the homeless group’s allegation was that two homeless\npeople had been turned away because they lacked the required ID, although they\nhad attended the wrong branch of the complainant’s hotel. It should also make\nclear that while this was the position of the charity, it was denied by the\ncomplainant, who said that no homeless people had attempted to check in to any\nof its branches on the night in question. It should state that it has been\npublished following an upheld ruling by the Independent Press Standards\nOrganisation. The full wording should be agreed with IPSO in advance, and the\nsub headline and sentence the Committee found were misleading should be\namended.\nDate complaint received: 14/03/2018Date decision issued: 02/07/2018\nReview\nThe publication complained to the Independent Complaints\nReviewer about the process followed by IPSO in handling this complaint. The\nIndependent Complaints Reviewer decided that the process was not flawed and did\nnot uphold the request for review.\nBack to ruling listing\n\n\n"
}