{
    "url": "/rulings-and-resolution-statements/ruling/?id=02298-14",
    "title": "02298-14 Harley v Mail Online",
    "provisions": [
        "1 (Accuracy) 2015",
        "2 (Opportunity to reply) 2015"
    ],
    "outcome": "No breach - after investigation",
    "publication": "Mail Online (Associated Newspapers Limited)",
    "published_on": "2014-08-29 00:00:00",
    "received_on": "2014-10-29 00:00:00",
    "concluded_on": "2015-02-20 00:00:00",
    "complaint_processing_days": 114,
    "conclusion_long": "9. The complaint was not upheld.",
    "remedial_action": "N/A Date complaint received: 29/10/2014",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee 02298-14 Harley v Mail Online\nSummary of complaint \n1. Lord Harley, also known as Alan Blacker, complained to\nthe Independent Press Standards Organisation that Mail Online had breached\nClause 1 (Accuracy) and Clause 2 (Opportunity to reply) of the Editors’ Code of\nPractice in two articles headlined “’You look like something out of Harry\nPotter’: Judge blasts Hagrid-lookalike solicitor-advocate who went to court\nwith a ribbon of medals sewn into his gown” and “Lawyer dubbed ‘Harry Potter’\nby judge for wearing medals stitched into his robe is investigated over claims\nthey were fake”, published on 29 August 2014 and 2 September 2014 respectively. \n2. The articles reported that the complainant, a solicitor,\nhad been reprimanded by a judge for appearing in court wearing “ribbons and\nbadges” attached to his robes. \n3. The complainant said that the articles had\ninappropriately questioned his “bona fides”, including his membership of the\nOrder of St. John. He said that he had never claimed to be able to fluently\nspeak several languages, and that the use by the newspaper of a photograph of\nhim wearing his wig was a breach of his intellectual property rights. \n4. The newspaper provided a press statement from the Order\nof St John in Wales, which said that “Lord Harley (Alan Blacker) is not a\nmember of the Order of St John and his name does not appear on the rolls of the\nPriory for Wales or England and he is therefore not a member of our Order.” It\nsaid that the complainant’s name is Alan Blacker and he could not properly\nrefer to himself as a Lord. It said that it was clear from the complainant’s\nonline curriculum vitae (CV) that he had a long list of “unusual”\nqualifications for a legal advocate, including qualifications in epidemiology\nand bioinformatics algorithms. It provided a screenshot of the complainant’s\nonline CV, which showed that he had said that he had “native or bilingual\nproficiency” in Urdu, Gujarati, Luo, Punjabi and Hindi. The photograph of the\ncomplainant had been taken from his online CV. The newspaper said that it had\nprovided the complainant with a right of reply and his comments were printed in\nfull. \nRelevant Code Provisions\n5. Clause 1 (Accuracy) \ni) The press must take care not to publish inaccurate,\nmisleading or distorted information, including pictures. \nii) A significant inaccuracy, misleading statement or\ndistortion once recognised must be corrected, promptly and with due prominence,\nand – where appropriate – an apology published. \nClause 2 (Opportunity to reply) \nA fair opportunity for reply to inaccuracies must be given\nwhen reasonably called for. \nFindings of the Committee\n6. The newspaper was entitled to rely on the press release\nof the Order of St. John. To do so did not represent a failure to take care\nover the accuracy of the articles. Further, given the contents of that press\nrelease, the Committee did not identify a significant inaccuracy in this\nregard, which would require correction under the terms of the Code. \n7. The complainant’s online CV stated that he spoke five\nfluent languages; it was not inaccurate to report in the article of 29 August\nthat he “states he is fluent in Urdu, Punjabi, Gujarati, Hindi, and the Luo\nlanguage of Kenya and Tanzania”. \n8. The complaint that the newspaper had stolen the\ncomplainant’s intellectual property was outside the remit of the Editors’ Code.\nAs such, the Committee did not consider it further. \nConclusions\n9. The complaint was not upheld. \nRemedial Action Required\nN/A\nDate complaint received: 29/10/2014\nDate decision issued: 20/02/2015 \nBack to ruling listing\n\n\n"
}