{
    "url": "/rulings-and-resolution-statements/ruling/?id=02299-17",
    "title": "02299-17 A man v Daily Star Sunday",
    "provisions": [
        "1 Accuracy (2016)",
        "2 Privacy (2016)"
    ],
    "outcome": "Breach - sanction: publication of adjudication",
    "publication": "Daily Star Sunday (Reach PLC)",
    "received_on": "2017-03-24 00:00:00",
    "concluded_on": "2017-06-21 00:00:00",
    "complaint_processing_days": 89,
    "conclusion_long": "21. The complaint was upheld.",
    "remedial_action": "22. Having upheld the complaint, the Committee considered what remedial action should be required. 23. The newspaper had published private information in breach of Clause 2. In these circumstances, the publication of the Committee’s adjudication was appropriate. 24. The Committee considered the placement. The article had appeared on the front page and continued on pages four and five. Due to the prominence of the article, the Committee required that a reference to the adjudication be published on the front page, the same size as the strapline appearing on the bottom of the front page under complaint. This reference should direct readers to the full adjudication, which should appear on page four or further forward. Both the headline to the adjudication inside the paper and the front-page reference should make clear that IPSO has upheld the complaint, give the title of the newspaper and refer to the complaint’s subject matter. The headline, the placement on the page, and the prominence, including font size, of both the adjudication and the front-page reference must be agreed with IPSO in advance. 25. The adjudication should also be published on the newspaper’s website, with a link to the full adjudication appearing on the top half of the homepage for 24 hours; it should then be archived in the usual way. The terms of the adjudication for publication are as follows: Following an article published on 26 November 2016 in the Daily Star Sunday, headlined ”England ace [the complainant] cheated on sweetheart with me”, a man complained to the Independent Press Standards Organisation that the newspaper had breached Clause 2 (Privacy) of the Editors’ Code of Practice. IPSO upheld the complaint and has required the Daily Star Sunday to publish this decision as a remedy to the breach. The article reported that the complainant had told a woman that he was no longer in a relationship with his long-term partner and had engaged in an affair. The article described how the woman had become suspicious and had contacted his girlfriend on social media. It was illustrated with images of the text messages the complainant had exchanged with the woman, and her messages to his girlfriend. The complainant said that the newspaper had published private information about his relationships and private life without his consent and in the absence of any public interest justification. Before this article, there had been no coverage of his personal life, other than stories based on paparazzi photographs which had been taken without consent. The woman’s right to express herself had not outweighed his right to privacy, particularly in circumstances where there was no public interest justification. The newspaper denied that the article had included details of the sexual relationship between the complainant and the woman featured in the piece. It had merely reported that a relationship had been conducted in public for three months. It said that the complainant’s right to privacy had not outweighed the woman’s right to express her views. With regards to the text messages, the newspaper considered that they had revealed nothing of significance. The Committee considered that the complainant’s text messages to the woman, which appeared to refer to an earlier sexual encounter, was information about which he had a reasonable expectation of privacy. While the newspaper was able to rely on the woman’s right to freedom of expression as providing some justification for the publication of the article, this was, in the absence of any further public interest consideration, insufficient to justify the publication of the complainant’s private text messages, without his consent. It had also not sought to argue that the complainant had previously discussed his private life publicly. As the newspaper had failed to provide sufficient public interest justification for publishing the text messages, the complaint under Clause 2 was upheld.  Date complaint received: 24 March 2017",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee 02299-17 A man v Daily Star Sunday\nSummary of complaint\n1. A man complained\nto the Independent Press Standards Organisation that the Daily Star Sunday\nbreached Clause 1 (Accuracy) and Clause 2 (Privacy) of the Editors’ Code of\nPractice in an article headlined ”England ace [the complainant] cheated on\nsweetheart with me”, published on 26 November 2016, and an article headlined\n“Love rat's [the complainant] £3.5m new pad”, published on 5 February 2017.\n2. The first,\nfront-page article reported that the complainant had told a woman that he was\nno longer in a relationship with his long-term girlfriend and had engaged in an\naffair. It had alleged personal conversations and interactions between him and\nthe woman, giving details of where they had allegedly kissed, and the first\ntime they had allegedly slept together. The article described how the woman had\nbecome suspicious that the complainant was still in a relationship and had\ncontacted his girlfriend on social media. It was illustrated with images of the\ntext messages the complainant had exchanged with the woman, and her messages to\nhis girlfriend. The article was also published online.\n3. The second\narticle reported that the complainant had spent £3.5m on a new six-bedroom\nhouse “after cheating on his girl”. It quoted from the estate agent’s listing,\nwhich gave general information about where the property was located in the\ncity, and it included pictures of the exterior of the house. The article\nrepeated the claim made in the earlier piece that the complainant had been\nunfaithful to his long-term girlfriend, and said that the house purchase had\nled to rumours that they were planning to start a family. The article was also\npublished online.\n4. The complainant\nsaid that the newspaper had published private information about his\nrelationships and private life without his consent and in the absence of any\npublic interest justification.\n5. The complainant\nsaid that before these articles were published, there had been no coverage of\nhis personal life, other than stories based on paparazzi photographs which had\nbeen taken without consent. He said that there was no public interest\njustification for publishing the article under complaint; the story had merely\nserved to satisfy readers’ curiosity in the private life of a celebrity. The\nwoman’s right to express herself had not outweighed his right to privacy,\nparticularly in circumstances where there was no public interest justification.\nHe noted that in the online version, the images of the text messages had shown\na telephone number, although it was not his.\n6. On publication\nof the first article, the complainant’s representative had contacted the\nnewspaper to express his concern that the article was intrusive and that he had\nnot been contacted in advance. The newspaper’s reporter had informed the\ncomplainant’s representative that “we took legal advice and it was considered\nnot to be necessary”. The representative had also requested the removal of the\narticle from the newspaper’s website, but despite this, the article remained in\ncirculation.\n7. The complainant\nsaid that the second article had included images of his new home, which he said\nposed a significant security risk to him and his partner. While the house could\nnot be seen from the road, and in order to view the property an individual\nwould need to be invited on to the property, he had not previously publicised\nhis move and images of the property had never before been published in conjunction\nwith his and his partner’s names. He was extremely concerned that members of\nthe public and paparazzi would be able to identify the exact location of his\nnew home from the published images.\n8. The complainant\nwas also concerned that the second article had repeated the previously\npublished information about his private life, and its reference to his family\nrepresented a further intrusion.\n9. The complainant\nconsidered that the newspaper’s failure to contact him to verify the claims made\nin the article in advance of publication represented a failure to take care\nover the accuracy of the articles in breach of Clause 1 (Accuracy).\n10. The newspaper denied that the first article had included\ndetails of the sexual relationship between the complainant and the woman\nfeatured in the piece. It had merely reported that a relationship had been\nconducted in public for three months, and it had done so sensitively. It said\nthat the complainant’s right to privacy did not outweigh the woman’s right to\nexpress her views, particularly as the relationship had been conducted openly\nin the knowledge of the complainant’s friends and acquaintances; the woman had\ninformed the newspaper that she had been on various dates with the complainant\nin public. With regards to the text messages, the newspaper considered that\nthey had revealed nothing of significance and the number displayed was not the\ncomplainant’s. It said that it had removed the number from the online article\nwhen notified.\n11. With regards to the second article, the newspaper said\nthat the complainant’s house was a generic house of the type common to the\narea, and it provided some images of other houses to support this. The house\nwas not unique; it would be very difficult to distinguish it from others in the\narea. It also noted that the house was on a two-acre plot and was not visible\nto passers-by from the road.\n12. In response to the newspaper’s position that the alleged\nrelationship had been conducted in public, the complainant said that this was\ncontradicted by the article itself, which had claimed that it “revealed” the\nrelationship, and had pointed to the relationship being clandestine and not in\nthe public knowledge. He also denied that the story had been handled\nsensitively: it had been published on the front page of a national newspaper\nwithout any notice.\nRelevant Code provisions\n13. Clause 1 (Accuracy)\ni) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not\nsupported by the text.\nii) A significant inaccuracy, misleading statement or\ndistortion must be corrected, promptly and with due prominence, and — where\nappropriate — an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator.\niii) A fair opportunity to reply to significant inaccuracies\nshould be given, when reasonably called for.\niv) The Press, while free to editorialise and campaign, must\ndistinguish clearly between comment, conjecture and fact.\nClause 2 (Privacy)*\ni) Everyone is entitled to respect for his or her private\nand family life, home, health and correspondence, including digital communications.\nii) Editors will be expected to justify intrusions into any\nindividual's private life without consent. Account will be taken of the\ncomplainant's own public disclosures of information.\niii) It is unacceptable to photograph individuals, without\ntheir consent, in public or private places where there is a reasonable\nexpectation of privacy.\nThe public interest\nThe public interest includes, but is not confined to:\nDetecting or\nexposing crime, or the threat of crime, or serious impropriety.Protecting\npublic health or safety.Protecting\nthe public from being misled by an action or statement of an individual or\norganisation.Disclosing a\nperson or organisation’s failure or likely failure to comply with any obligation\nto which they are subject.Disclosing a\nmiscarriage of justice.Raising or\ncontributing to a matter of public debate, including serious cases of\nimpropriety, unethical conduct or incompetence concerning the public.Disclosing\nconcealment, or likely concealment, of any of the above.There is a\npublic interest in freedom of expression itself.The regulator\nwill consider the extent to which material is already in the public domain or\nwill or will become so.Editors\ninvoking the public interest will need to demonstrate that they reasonably\nbelieved publication - or journalistic activity taken with a view to\npublication – would both serve, and be proportionate to, the public interest\nand explain how they reached that decision at the time.An\nexceptional public interest would need to be demonstrated to over-ride the\nnormally paramount interests of children under 16.\nFindings of the Committee\n14. The Committee emphasised that the woman had chosen to\ntell her story to the newspaper, and in doing so had exercised her right to\nfreedom of expression, a right which is enshrined in the Code. However, in\norder to comply with the Code, the newspaper was required to demonstrate that\nany intrusion into the private life of the complainant caused by the\npublication of her story was justified.\n15. The Committee noted the newspaper’s position that the\ncomplainant had conducted the alleged relationship openly, including attending\nevents with the woman. It also acknowledged that the level of detail given\nabout the nature of the relationship was limited. However, the Committee was\nconcerned that the first article had reproduced text messages which were said\nto have been sent by the complainant to the woman, and which contained\ninformation about which the complainant had a reasonable expectation of privacy.\n16. While the newspaper was able to rely on the woman’s\nright to freedom of expression as providing some justification for the\npublication of the article, this had to be balanced against the complainant’s\nright to respect for his private life. The newspaper had not sought to argue\nthat the complainant had previously discussed his private life publicly and, in\nthe absence of a further public interest consideration, the publication of the\ncomplainant’s private text messages, without his consent, could not be\njustified.\n17. As the newspaper had failed to provide sufficient public\ninterest justification for publishing the complainant’s text messages, the\ncomplaint under Clause 2 was upheld in relation to the first article.  \n18. In the second article, the newspaper repeated the\nwoman’s claim that she had had a relationship with the complainant and that he\nhad been unfaithful to his partner. While the complainant had, in advance,\nnotified the newspaper that he did not consent to publication, this article had\nnot included any details about the nature of the alleged relationship and had\nnot reproduced the complainant’s text messages. In all the circumstances, the\nreference to the woman’s claim did not intrude into the private life of the\ncomplainant in breach of Clause 2.\n19. The second article had also included images of the\ncomplainant’s new home. The Committee acknowledged his position that members of\nthe public may be able to locate the property from the published images, and\nhis concern to protect his and his partner’s security. However, the Committee\ndid not consider that the public generally would be able to locate the house,\nwhich was not visible to the public from the road, from the published images.\nAs such, publishing the images in this context did not represent an intrusion\ninto the complainant’s private life in breach of Clause 2.\n20. The newspaper had based the articles on the woman’s\naccount. It had attributed the account to her, and before publication, it had\nseen correspondence between her and the complainant, which appeared to support\nher story. While the Committee acknowledged the complainant’s concern that he\nhad not been notified of the story in advance of publication, it was not the\ncase that newspapers are always required to seek comment from the subject of a\nstory before publication to comply with the terms of Clause 1 (i). The\ncomplainant had also not alleged that the articles were inaccurate. There was\nno failure to take care over their accuracy in breach of Clause 1 (i).\nConclusion\n21. The complaint was upheld.\nRemedial action required\n22. Having upheld the complaint, the Committee considered\nwhat remedial action should be required.\n23. The newspaper had published private information in\nbreach of Clause 2. In these circumstances, the publication of the Committee’s\nadjudication was appropriate.\n24. The Committee considered the placement. The article had\nappeared on the front page and continued on pages four and five. Due to the\nprominence of the article, the Committee required that a reference to the\nadjudication be published on the front page, the same size as the strapline\nappearing on the bottom of the front page under complaint. This reference\nshould direct readers to the full adjudication, which should appear on page\nfour or further forward. Both the headline to the adjudication inside the paper\nand the front-page reference should make clear that IPSO has upheld the\ncomplaint, give the title of the newspaper and refer to the complaint’s subject\nmatter. The headline, the placement on the page, and the prominence, including\nfont size, of both the adjudication and the front-page reference must be agreed\nwith IPSO in advance.\n25. The adjudication should also be published on the\nnewspaper’s website, with a link to the full adjudication appearing on the top\nhalf of the homepage for 24 hours; it should then be archived in the usual way.\nThe terms of the adjudication for publication are as follows:\nFollowing an article published on 26 November 2016 in the\nDaily Star Sunday, headlined ”England ace [the complainant] cheated on\nsweetheart with me”, a man complained to the Independent Press Standards\nOrganisation that the newspaper had breached Clause 2 (Privacy) of the Editors’\nCode of Practice. IPSO upheld the complaint and has required the Daily Star\nSunday to publish this decision as a remedy to the breach.\nThe article reported that the complainant had told a woman\nthat he was no longer in a relationship with his long-term partner and had\nengaged in an affair. The article described how the woman had become suspicious\nand had contacted his girlfriend on social media. It was illustrated with\nimages of the text messages the complainant had exchanged with the woman, and\nher messages to his girlfriend.\nThe complainant said that the newspaper had published\nprivate information about his relationships and private life without his\nconsent and in the absence of any public interest justification. Before this\narticle, there had been no coverage of his personal life, other than stories\nbased on paparazzi photographs which had been taken without consent. The woman’s\nright to express herself had not outweighed his right to privacy, particularly\nin circumstances where there was no public interest justification.\nThe newspaper denied that the article had included details\nof the sexual relationship between the complainant and the woman featured in\nthe piece. It had merely reported that a relationship had been conducted in\npublic for three months. It said that the complainant’s right to privacy had\nnot outweighed the woman’s right to express her views. With regards to the text\nmessages, the newspaper considered that they had revealed nothing of\nsignificance.\nThe Committee considered that the complainant’s text\nmessages to the woman, which appeared to refer to an earlier sexual encounter,\nwas information about which he had a reasonable expectation of privacy.\nWhile the newspaper was able to rely on the woman’s right to\nfreedom of expression as providing some justification for the publication of\nthe article, this was, in the absence of any further public interest\nconsideration, insufficient to justify the publication of the complainant’s\nprivate text messages, without his consent. It had also not sought to argue\nthat the complainant had previously discussed his private life publicly.\nAs the newspaper had failed to provide sufficient public\ninterest justification for publishing the text messages, the complaint under\nClause 2 was upheld. \nDate complaint received: 24 March 2017Date complaint concluded: 21 June 2017\nBack to ruling listing\n\n\n"
}