{
    "url": "/rulings-and-resolution-statements/ruling/?id=02297-14",
    "title": "02297-14 Harley v Wales Online",
    "provisions": [
        "1 (Accuracy) 2015",
        "2 (Opportunity to reply) 2015"
    ],
    "outcome": "No breach - after investigation",
    "publication": "walesonline.co.uk (Reach PLC)",
    "published_on": "2014-09-13 00:00:00",
    "received_on": "2014-10-29 00:00:00",
    "concluded_on": "2015-02-20 00:00:00",
    "complaint_processing_days": 114,
    "conclusion_long": "10. The complaint was not upheld.",
    "remedial_action": "N/A  Date complaint received: 29/10/2014",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee 02297-14 Harley v Wales Online\nSummary of complaint \n1. Lord Harley, also known as Alan Blacker, complained to\nthe Independent Press Standards Organisation that Wales Online had breached\nClause 1 (Accuracy) and Clause 2 (Opportunity to reply) of the Editors’ Code of\nPractice in an article headlined “Harry Potter lawyer Alan Blacker faces being\nstruck off after law watchdog pledge to investigate him”, published on 13\nSeptember 2014. \n2. The article reported that the complainant, a solicitor,\nhad been reprimanded by a judge for appearing in court wearing “ribbons and badges”\nattached to his robes. It also reported that he had a 20-page online curriculum\nvitae (CV) which listed unusually extensive qualifications and experience.  \n3. The complainant said that he was a member of all of the\norganisations listed on his CV, and so it was inappropriate to cast doubt on\nthis. He said that the Solicitors’ Regulation Authority (SRA) had not made the\nstatement referenced in the article, and that he had not claimed that he had\nearned his medals for volunteering with St. John’s Ambulance. He said that it\nwas inaccurate to say that he had not won a Law Society prize, and that the\narticle had not explained who had described him as a “Walter Mitty character”.\nHe also said that he had given a statement to a reporter outside court, but his\ncomments had not been included in the article. \n4. The newspaper said that its reporter had contacted a\nspokesperson at the SRA, and provided contemporaneous notes of the\nconversation. It said that the source of the reference to the complainant being\na “Walter Mitty character” remained confidential. It said that the source knew\nthe complainant personally, and that the characterisation was the source’s\nopinion. The newspaper provided a copy of the press statement released by the\nOrder of St John in Wales, confirming that the complainant was not a member. It\nsaid that the Institute of Healthcare Management (IHM), Rochdale Council and\nthe Royal Artillery Association denied the complainant’s claims of association\nwith them. It provided the reporter’s notes of the relevant conversations. It\nsaid that the Institute of Mental Health Act Practitioners, which the\ncomplainant said he was a fellow of, was a limited company which had been wound\nup two years ago. It said that the Supreme Court of the United Kingdom confirmed\nthat the title “Senior Counsel of the Supreme Court”, as used by the\ncomplainant, was not a recognised title in the UK. It said that in order to\ndescribe oneself as “The Right Honorable”, one needs to be a Privy Counsellor;\nthe complainant’s name did not appear on the list of Privy Counsellors. It also\nsaid that the College of Arms could not identify a hereditary peerage for “Lord\nHarley”. \nRelevant Code Provisions\n5. Clause 1 (Accuracy) \ni) The press must take care not to publish inaccurate, misleading\nor distorted information, including pictures. \nii)  A significant\ninaccuracy, misleading statement or distortion once recognised must be\ncorrected, promptly and with due prominence, and – where appropriate – an\napology published. \nClause 2 (Opportunity to reply) \nA fair opportunity for reply to inaccuracies must be given\nwhen reasonably called for. \nFindings of the Committee\n6. The newspaper was entitled to rely on statements by the\nrelevant organisations confirming that the complainant was not associated with\nthem, and had also been entitled to include the comments from a spokesperson of\nthe SRA. To do so did not represent a failure to take care over the accuracy of\nthe article. Further, given the information provided by those organisations,\nthe Committee did not identify any significant inaccuracies, which would\nrequire correction under the Code. \n7. The article had also made clear that at the time of\npublication the newspaper was still in the process of establishing whether the\ncomplainant had won a Law Society prize. It had not said that the complainant\nhad not won it. \n8. The description of the complainant as a “Walter Mitty\ncharacter” was clearly distinguished as an interpretation of the complainant’s\nonline CV. The newspaper was not required to disclose the source of the\ndescription. This aspect of the complaint did not raise a breach of Clause 1. \n9. An opportunity to reply is required where inaccuracies\nhave been identified. As that was not the case on this occasion, there was no\nbreach of Clause 2. The concern that the newspaper had not included the\ncomplainant’s comments did not engage the terms of Clause 2. \nConclusions\n10. The complaint was not upheld. \nRemedial Action Required\nN/A \nDate complaint received: 29/10/2014 \nDate decision issued: 20/02/2015\nBack to ruling listing\n\n\n"
}