{
    "url": "/rulings-and-resolution-statements/ruling/?id=02299-18",
    "title": "02299-18 Brown v The Scottish Sun",
    "provisions": [
        "1 Accuracy (2018)",
        "3 Harassment (2018)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "The Scottish Sun (News UK)",
    "received_on": "2018-03-15 00:00:00",
    "concluded_on": "2018-05-18 00:00:00",
    "complaint_processing_days": 64,
    "conclusion_long": "17. The complaint was not upheld",
    "remedial_action": "18. N/ADate complaint received:15/03/2018",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee 02299-18 Brown v The Scottish Sun\nSummary of complaint\n1. Zara Brown\ncomplained to the Independent Press Standards Organisation that The Scottish\nSun breached Clause 1 (Accuracy) and Clause 3 (Harassment) of the Editors’ Code\nof Practice in the following articles:\n•“Cruel dog\nsanctuary boss ‘hate brag fury’” published on 7 January 2018.\n• “Chilling\nand Callous: Harrowing images show frozen remains of dogs found at Ayrshire Ark\nas animal death toll reaches 16” published on 30 August 2017.\n• “Pet’s\nhorror fate: Tragic Ayrshire Ark pooch Percy sustained horrific injuries and\ndied after he ‘was used in UK dog fighting ring’” published on 2 September\n2017.\n2. The first\narticle reported that the complainant had “posted a Facebook brag about being\n‘the best’ despite inflicting horrendous suffering on neglected pets.” It\nstated that after posting a still from a film with the motto “When people you\ndon’t even know hate you, that’s when you know you’re the best,” the\ncomplainant’s profile had vanished. The article was also published online,\nheadlined, “Cruel Ayrshire boss who kept dead dogs in a freezer sparks fury\nafter gloating over being a hate figure.” The online article was substantively\nthe same as the print article.\n3. The second\narticle was published online and reported that the complainant had been\nsentenced to 7 months in prison “for a campaign of animal cruelty” at an animal\nshelter. It included photographs of animals that the SSPCA had found in a\nfreezer of the property and reported a number of comments from the charity’s\nwelfare inspector. It stated that the confirmed death toll from the rehoming shelter\nwas 16. It stated that the complainant had been jailed for seven months “for\nhorrific acts of cruelty and neglect towards the animals in her care,” and had\nalso been given a four month sentence “for keeping homeless dogs in squalor.”\nIt also stated that she had been banned for life from owning or working with\nanimals again.4. The third\narticle was published online, and reported that dogs that had come from the\ncomplainant’s animal shelter may have died as part of a dog fighting ring,\naccording to experts. It stated that anti-bloodsport campaigners said they had\nintelligence to suggest that the animal shelter may have had links to dog\nfighting gangs. It reported that the campaign group believed an English bull\nterrier cross named Percy had spent time at the animal shelter and had been\nused in an organised fight before he died. It also reported that the\ncampaigners believed another dog, who had also been at the shelter, was also a\nvictim of the dog fighting ring.\n5. The complainant\nsaid that the first article was inaccurate, as she did not have a Facebook\naccount and said there was no proof that she had posted this online.\n6. She said that\nthe second article was misleading, as she did not receive any charges for the\nbodies of the animals that were found in the freezer. She said that the article\nhad inaccurately reported her charges and had led to the public believing she\nhad received charges for the animals in the freezer; she said she had a valid\nreason as to why they were there.\n7. The complainant\nalso said that the third article was inaccurate, as there was no evidence that\nthe dog, Percy, had ever been at her animal shelter. She also said it was\ninaccurate for the article to suggest that she was connected to dog fighting\nrings in any way.\n8. The complainant\nwas also concerned that publishing these articles amounted to harassment, and\nwas inciting public hatred.\n9. The newspaper\ndid not accept that it had breached the Code. It provided screenshots of the\ncomplainant’s Facebook account, which showed the post referred to in the first\narticle. The newspaper also provided screenshots of the complainant discussing\nthe recent coverage of her case, which it said showed that this was her\naccount. It said that it also checked her identity with a source, who had\nconfirmed they had been contacted by the complainant through this profile to\nhave discussions about the animals at the shelter.\n10. It said that the\npictures of the animals kept in the freezer at the shelter had been provided to\nthe publication by the SSPCA. It said that it was justified in publishing these\nimages as they were provided by an official body, who were keen to highlight\nwhat had been found at the scene. It said that the fact these animals had been\nfound in the freezer had also been narrated in open court by the Procurator\nFiscal.  It said the article had not\nstated that the complainant had received any charges for these animals.\n11. The newspaper said that the information contained in the\nthird article had come from the anti-bloodsports campaigning group, and had\nbeen attributed as such in the article. It stated that Percy was known by many\npeople to have been at the complainant’s animal shelter and provided a\nphotograph, taken from the complainant’s social media, of her with the dog. It\nsaid that the campaign group had confirmed to the journalist that it had\ninvestigated allegations of a possible connection between the complainant and\nher animal shelter and dog fighting groups in the UK.\nRelevant Code provisions\n12. Clause 1 (Accuracy)\ni) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not\nsupported by the text.\nii) A significant inaccuracy, misleading statement or\ndistortion must be corrected, promptly and with due prominence. And – where\nappropriate- an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator.\nClause 3 (Harassment)*\ni) Journalists must not engage in intimidation, harassment\nor persistent pursuit.\nii) They must not persist in questioning, telephoning,\npursuing or photographing individuals once asked to desist; nor remain on\nproperty when asked to leave and must not follow the. If requested, they must\nidentify themselves and whom they represent.\nFindings of the Committee\n13. The newspaper had provided screenshots of the\ncomplainant’s Facebook account, and the comment she had posted that was\nreported in the article. The newspaper had taken care over the accuracy of this\ninformation, and reporting it was not inaccurate. There was no breach of Clause\n1 on this point.\n14. The second article had not stated that the complainant\nhad received charges for the animals kept in the freezer, but reported details\nof what the SSPCA had found when it arrived at the property. There was no\nfailure to take care over the accuracy of this information. The article had\ngone on to explain that the details of the complainant’s charges, and was not\nmisleading in the way the complainant suggested. There was no breach of Clause\n1 on this point.\n15. The third article had reported the claims made by the\nanimal rights campaign group. The newspaper was entitled to report these\nclaims, and where it was clear that the article was reporting claims made by\nthe campaign group, the newspaper had taken care over the accuracy of this\ninformation. There was no breach of Clause 1 (i). The article had accurately\nreported the claims made by the organisation, therefore there was no breach of\nClause 1 (ii).  Also, the newspaper had provided\nevidence that Percy had been at the complainant’s shelter, including a\nphotograph of the complainant with the dog. The complainant did not dispute\nthat this dog had been at the shelter at one point, as reported in the article.\nReporting this claim was not inaccurate, and the article did not state, as the\ncomplainant suggested, that this animal had been involved in dog fighting while\nat the shelter. Therefore there was no breach of Clause 1.\n16. The articles\nreported on the complainant’s recent conviction for animal cruelty offences,\nand details of the animal shelter she had run. Publishing these articles did\nnot represent harassment under the terms of the Editors’ Code, and there was no\nbreach of Clause 3.\nConclusions\n17. The complaint was not upheld\nRemedial Action required\n18. N/ADate complaint received:15/03/2018Date decision issued:18/05/2018 \nBack to ruling listing\n\n\n"
}