{
    "url": "/rulings-and-resolution-statements/ruling/?id=02292-14",
    "title": "02292-14 Spinks v The Sun",
    "provisions": [
        "1 (Accuracy) 2015",
        "2 (Opportunity to reply) 2015",
        "3 (Privacy) 2015",
        "4 (Harassment) 2015"
    ],
    "outcome": "No breach - after investigation",
    "publication": "The Sun (News UK)",
    "published_on": "2014-12-06 00:00:00",
    "received_on": "2014-12-11 00:00:00",
    "concluded_on": "2015-04-28 00:00:00",
    "complaint_processing_days": 138,
    "conclusion_long": "22. The complaint was not upheld.",
    "remedial_action": "N/A  Date complaint received: 11/12/2014",
    "text": "\n\n\n\n\n\n·  Decision of the Complaints Committee 02292-14 Spinks v\nThe Sun\nSummary of\ncomplaint \n1. Warwick Spinks complained to the Independent Press\nStandards Organisation that The Sun had breached Clause 1 (Accuracy), Clause 2\n(Opportunity to reply), Clause 3 (Privacy) and Clause 4 (Harassment) of the\nEditors’ Code of Practice in an article headlined “MP ‘was at snuff film lad’s\nmurder’”, published on 6 December 2014. \n2. The newspaper had reported that police were\ninvestigating allegations that a Member of Parliament was present at a “vice\nclub” when a boy, who had been sold for sex, had died after being tortured. \n3. The article said informants alleged that the MP had\nbeen present at the murder after he had gone to Holland for sex with boys\n“supplied by paedo fixer Warwick Spinks”. It reported that a source said that\n“officers were told Spinks knew the MP and arranged a tour to Amsterdam. While\nthere he went to the Blue Boy bar, where Spinks was running a brothel.” It also\nsaid that the police were re-examining files on the complainant amid claims\nthat he was a regular visitor to Elm Guest House, where there had allegedly\nbeen systematic abuse of children. \n4. The complainant was concerned that the article was\ninaccurate. He said that he had not run a brothel in Amsterdam called Blue Boy,\nalthough he had run other brothels, and that he never given tours of Amsterdam\nto an MP. He said that he was not a suspect, and that he had never visited Elm\nStreet Guest House; the guest house had closed when he was still at school. He\nalso said that he had been wrongly convicted and “framed for political and\nhomophobic reasons”. \n5. The complainant said that he had not been approached\nfor comment. He said this breached Clause 2 (Opportunity to reply). He was also\nconcerned that the newspaper had published a number of articles about him over\nthe past two decades, which represented harassment and an intrusion into his\nprivacy. \n6. The newspaper said the article included allegations,\ndistinguished as such, which had been provided by confidential sources. The\nreport had also drawn on information from the court proceedings in which the\ncomplainant had been convicted of numerous sexual offences against boys. \n7. The newspaper said that the reporter had been told by\na trusted confidential source that police investigating the alleged Westminster\npaedophile ring were currently looking at old files, which included the\ncomplainant’s activities. The same source had confirmed that the Metropolitan\nPolice were told by two informants that a young boy had suffocated while being\nabused by a group of men, one of them being the unnamed MP. An informant\nalleged that the complainant had arranged for an MP to visit Amsterdam, where\nthe complainant procured boys for him. \n8. The story had been put together over several weeks by\nthe reporter after meeting with his source. The reporter had spoken to other\ncontacts who have worked in the area who confirmed the central aspect of the\nstory: that the Met investigated claims made by two young men that an MP was\npresent when a boy died in the Blue Boy bar in Amsterdam while being sexually\nabused. The reporter had extensively researched material around the\ncomplainant. The newspaper provided reports of the court proceedings and\nexamples of the coverage about the complainant on which it had relied. \n9. The newspaper said that official police sources\nrefused to confirm or deny the allegations at the time of the article. The\nreporter had not contacted the complainant for comment prior to publication of\nthe article because he had had no address or phone number for him; he was\nbelieved to live abroad. \n10. The newspaper said that the complainant could not\nknow that his files are not being re-examined. It would be unusual if the\npolice were not examining every possible line of enquiry, and it was\nnewspaper’s position that the files are being examined again. \n11. The article had not claimed that the Blue Boy had\nbeen owned by the complainant. The court had heard that the boy had been taken\nby the complainant to the Blue Boy bar and ‘sold’; it provided reports which\nshowed that the Judge had accepted the evidence of the boy who alleged that he\nhad been “sold”, and said that he “had no doubt that the boy spoke the truth”.\nIt also said that it had been widely reported that the complainant had been a\nvisitor at Elm Street Guest House. As there was no way of proving or disproving\nthe point, it offered to amend the online article to include the complainant’s\ndenial. The article said that detectives were examining files, and that there\nwere claims that the complainant had been there. It had not reported as fact\nthat the complainant had been present. \n12. The newspaper said although the complainant said that\nhe was wrongly convicted, the fact remained that he was convicted of abducting\na child, taking indecent images and of a serious sexual offence. The newspaper\nhad been entitled to report the conviction, along with the words of a judge. \n13. This was a report of significant public interest. The\nfact that it “dredged up” the complainant’s past convictions did not\nrepresented harassment or an invasion into his private life. \nRelevant Code Provisions\n14. Clause 1 (Accuracy) \ni) The press must take care not to publish inaccurate,\nmisleading or distorted information, including pictures. \nii) A significant inaccuracy, misleading statement or\ndistortion once recognised must be corrected, promptly and with due prominence,\nand – where appropriate – an apology published. \niii) The Press, whilst free to be partisan, must\ndistinguish clearly between comment, conjecture and fact. \nClause 2 (Opportunity to reply)\nA fair opportunity to reply to inaccuracies must be given\nwhen reasonably called for. \nClause 3 (Privacy) \ni) Everyone is entitled to respect for his or her private\nand family life, home, health and correspondence, including digital\ncommunications. \nClause 4 (Harassment) \ni) Journalists must not engage in intimidation,\nharassment or persistent pursuit. \nFindings of the Committee\n15. The allegation that the police were investigating\nclaims that an MP had been present when a boy had been murdered, while on a\ntrip arranged by the complainant, had been based on information provided to the\nnewspaper by a confidential source. Under the terms of Clauses 14 (Confidential\nsources) journalists have a moral obligation to protect confidential sources.\nHowever, where a newspaper is publishing claims of significance or of a\npotentially damaging nature the Committee will generally expect the publication\nto have taken further steps – such as approaching the individual concerned to\nallow them an opportunity to comment, or obtaining other on-the-record\ninformation – to ensure that the material was accurate. \n16. The central allegations, provided by the confidential\nsource, related to claims about investigations of the police, and information\nthey had been given by informants, regarding the conduct of an unnamed MP; this\nwas information which the complainant would not have been in a position to\ndeny. Prior to the publication of the article the newspaper had approached the\npolice for comment. It had also put the allegations to other sources – who it\nsaid had confirmed the central claims in the article – and had relied on court\ndocumentation and material in the public domain about the complainant. In these\ncircumstances, the newspaper’s decision not to approach the complainant for\ncomment prior to the publication of the article did not represent a failure to\ntake care over the accuracy of the article. The article had made clear that the\nallegations were claims which had not been confirmed by the police. There was\nno breach of Clause 1 (i). \n17. The complainant said that while he had run brothels\nin Amsterdam, he had not run the Blue Boy brothel as had been alleged in the\narticle. As the newspaper had provided information which demonstrated that a\njudge had found that the complainant had “sold” a boy to the brothel in\nquestion, it had not been significantly misleading to report that he had run a\nbrothel there. \n18. The article made clear that there were “claims” that\nthe complainant had visited Elm Guest House, and had represented the claims as\nthe context in which the police investigation was taking place.  While the\ncomplainant denied the claims, he did not deny that such claims had been made.\nThe Committee did not establish that the article was inaccurate or\nsignificantly misleading on this point. It nevertheless welcomed the\nnewspaper’s offered to amend the online article in relation to this point. \n19. The complainant maintains that he was wrongly\nconvicted. The newspaper had however been entitled to report details of the\ncomplainant’s criminal conviction. There was no breach of Clause 1. \n20. Clause 2 was designed to afford individuals the\nopportunity to respond to publish inaccuracies when reasonably called for. The\nCommittee had not established the existence of inaccuracies such as to have\nengaged the terms of the Clause. \n21. The terms of Clause 4 generally relate to the conduct\nof the journalist during the newsgathering process. The publication of a number\nof articles about the complainant’s criminal conviction did not constitute\nharassment. There was no breach of Clause 4. The repetition of information\nabout the complainant’s conviction – a matter of public record – did not\nrepresent a failure to respect his private and family life. The Committee also\nnoted the public interest in the story. There was no breach of Clause 3. \nConclusions\n22. The complaint was not upheld. \nRemedial Action Required\nN/A \nDate complaint received: 11/12/2014\nDate decision issued: 28/04/2015\nBack to ruling listing\n\n\n"
}