{
    "url": "/rulings-and-resolution-statements/ruling/?id=02294-20",
    "title": "02294-20 Chan v The Mail on Sunday",
    "provisions": [
        "1 Accuracy (2019)",
        "12 Discrimination (2019)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "The Mail on Sunday (Associated Newspapers Limited)",
    "published_on": "2020-03-29 00:00:00",
    "received_on": "2020-04-01 00:00:00",
    "concluded_on": "2020-07-29 00:00:00",
    "complaint_processing_days": 119,
    "conclusion_long": "16. The complaint was not upheld.",
    "remedial_action": "17. N/ADate complaint received: 01/04/2020",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee 02294-20 Chan v The\nMail on Sunday\nSummary of complaint\n1. Pak Hung\nChan complained to the Independent Press Standards Organisation that The Mail\non Sunday breached Clause 1 (Accuracy) and Clause 12 (Discrimination) of the\nEditors' Code of Practice in an article headlined \"WILL THEY EVER LEARN? A\nCHINESE MARKET YESTERDAY published on 29 March 2020.\n2. The\narticle reported that “China had celebrated ‘victory’ over the coronavirus by\nre-opening squalid meat markets”. It reported that at a market in south-west\nChina “bats and scorpions” were “offered for sale as traditional medicine” and\nthat  “rabbits and ducks [were]\nslaughtered and skinned side by side on a stone floor covered with blood,\nfilth, and animal remains.” It featured a photograph of live cats in a cage\nwith the caption: “CRAMMED INTO CAGES: Cats are offered for sale in a market in\nGuilin, south-west China, yesterday”. The article also featured a photograph of\nlive dogs in a cage with the caption “WAITING TO DIE: Terrified dogs ready for\nslaughter in Guilin”.\n3. The\narticle was also published in much the same format online on 28 March under the\nheadline “Will they ever learn? Chinese markets are still selling bats and\nslaughtering rabbits on bloodsoaked floors as Beijing celebrates 'victory' over\nthe coronavirus”. The article featured the same photographs. The image of the\ncats was published with the caption “Cats waiting to be slaughtered for their\nmeat in a market in Guilin Southwest China”. The image of the dogs was\npublished with the caption “Dogs and rabbits are butchered and sold at a meat\nmarket in Guilin, southwest China, on Saturday, 28 March 2020 despite infection\nconcerns about this type of market”. The online article also featured a video\nof a woman eating a bowl of bat soup with the headline “fears Coronavirus may\nlinked to contaminated bat soup”.\n4. The\ncomplainant said that the article was inaccurate. He said that the photographs\nwere old images taken in Vietnam and featured in an article in a Hong Kong\npublication in 2015 and therefore were not taken on the date reported. The\ncomplainant said that the news agency which published the photographs no longer\nexisted and noted that the photographs had since been removed from the Hong\nKong publication’s article. The complainant provided a screenshot taken by\nanother individual on Facebook which he said demonstrated that the photograph\nof the cat was old and published in the 2015 article and said that two people\nhad also claimed on Facebook and Twitter that this was the case. The\ncomplainant noted that the image in the screenshot had the photographer and\nagency’s copyright notice at the top of the image, whereas this had been\nremoved in the image published in the article under complaint.5. The\ncomplainant said that the video of the woman eating the bat was also\ninaccurate. He said the claim that there were fears that coronavirus was linked\nto contaminated bat soup was a myth and sensationalism. The complainant also\nsaid that the origin of the video was unknown but it had been suggested that\nthe video was taken on the island of Palau, and was first published on Chinese\nsocial media. He also said that the article made it appear as though live bats\nwere being sold and had made claims about various animals being slaughtered,\nwithout photographic evidence which demonstrated this.\n6. The\ncomplainant said that the article discriminated against Chinese people in\nbreach of Clause 12.\n7. The\npublication denied any breach of the Code. It said that it was assured by the\nphotographer, the proprietor of the news agency, which it considered reputable,\nthat the images were taken in China on 28 March 2020. The publication provided\nthe print counterpart of the online article published in the Hong Kong\npublication and noted that this version did not feature the photographs in\nquestion. The publication accepted that it may have appeared as though the images\nhad been subsequently removed from the online article. However it said that\nthis was due to a technical issue related to a change to the Hong Kong\npublication’s online archiving system; the publication provided a link after\nthis had been fixed, and as with the print version, the images were different\nand the images published by the Mail on Sunday were not featured. The\npublication emphasised that the complainant had not provided any evidence to\nsupport his suspicion that the photographs were taken in Vietnam in 2015; he\nhad only produced social media postings from people who claimed to have seen\nthe images previously. The publication provided a redacted screenshot of the\nmetadata which it said demonstrated that the image of the dogs was created on\n28 March 2020. It also noted that the sign in the background of the image\nfeatured writing in Mandarin, not Vietnamese.\n8. The\npublication said that the video was included with the online article because of\nthe theory that Coronavirus had been linked to bats and originated in meat\nmarkets which sold bats. The publication emphasised that the video made no\nsuggestion that it had been shot recently. It said that it was sourced from a\nlibrary and its inclusion was not inaccurate or misleading. \n9.  The\ncomplainant accepted that it was possible that the photographs were taken that\nday but suggested that the publication provide IPSO with the files of the\noriginal photographs to be certain.\n10. The\npublication emphasised its reluctance to provide further information or ask the\nphotographer to make further communications on security grounds, due to the\nrisk of persecution or harassment by the Chinese authorities who could discover\ntheir identity. \nRelevant Code Provisions\n11. Clause 1\n(Accuracy)\ni) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not\nsupported by the text.\nii) A significant inaccuracy, misleading statement or\ndistortion must be corrected, promptly and with due prominence, and – where\nappropriate – an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator.\niii) A fair opportunity to reply to significant inaccuracies\nshould be given, when reasonably called for.\niv) The Press, while free to editorialise and campaign, must\ndistinguish clearly between comment, conjecture and fact.\n12. Discrimination\ni) The press must avoid prejudicial or pejorative reference\nto an individual's, race, colour, religion, sex, gender identity, sexual\norientation or to any physical or mental illness or disability.\nii) Details of an individual's race, colour, religion,\ngender identity, sexual orientation, physical or mental illness or disability\nmust be avoided unless genuinely relevant to the story.\nFindings of the Committee\n13. The\ncomplainant’s position that the photographs were taken in Vietnam in 2015 was\nbased on information he had seen posted by other individuals on social media\nand was not based on first-hand experience or knowledge. The complainant did\nnot have first-hand knowledge of the circumstances in which the screenshots he\nprovided were taken, or first-hand knowledge regarding where and when the\nphotographs within the screenshots were taken. The publication had provided copies\nof the 2015 articles by the Hong Kong publication in which the photographs were\nallegedly published and the images were not featured. The meta-data provided by\nthe publication showed the date that one of the images was created, as well as\nMandarin script in the background of the image, a point not disputed by the\ncomplainant. The Committee was satisfied that the publication had provided\nmaterial in support of its position that the images were taken in China on 28\nMarch 2020 and there was no failure to take care not to publish inaccurate\ninformation. There was no breach of Clause 1 on this point.\n14. The article\nmade no determination as to when or where the video was taken. It was published\nwith a headline which simply reported that there were fears that coronavirus\nwas linked to the consumption of bats, which did not represent a factual\ndeclaration that this was the case, nor did the article explicitly state that\nthe video was taken in China; its inclusion did not render the article\nmisleading. The article did not report that live bats were for sale and the\ncomplainant’s position on this as well his basis for disputing that rabbits and\nducks were slaughtered was based on speculation. Further, the selection of\nmaterial for publication is a matter of editorial discretion as long as the\ncode is not otherwise breached and the publication was under no obligation to\npublish photographs to accompany this information. Regarding the complainant’s\nclaim that the article was sensationalist, the Code does not prohibit\npublications from sensationalising or taking an editorial viewpoint provided\nthey take care not to publish inaccurate, misleading or distorted information.\nThere was no breach of Clause 1 on this point.\n15.  The terms\nof Clause 12 are designed to protect specific individuals mentioned by the\npress against discrimination on the basis of their race, colour, religion,\ngender, sexual orientation or any physical or mental illness or disability.\nThese terms do not apply to groups or categories of people, and therefore the\ncomplainant’s concerns that the article discriminated against Chinese people in\ngeneral did not engage the terms of Clause 12.\nConclusions\n16. The\ncomplaint was not upheld.\nRemedial action required\n17. N/ADate complaint received: 01/04/2020Date decision issued: 29/07/2020\nBack to ruling listing\n\n\n"
}