{
    "url": "/rulings-and-resolution-statements/ruling/?id=02296-14",
    "title": "02296-14 Evans v South Wales Echo",
    "provisions": [
        "1 (Accuracy) 2015"
    ],
    "outcome": "No breach - after investigation",
    "publication": "South Wales Echo (Reach PLC)",
    "received_on": "2014-12-11 00:00:00",
    "concluded_on": "2015-03-18 00:00:00",
    "complaint_processing_days": 97,
    "conclusion_long": "11. The complaint was not upheld.",
    "remedial_action": "N/ADate complaint received: 11/12/2014",
    "text": "\n\n\n\n\n\nDecision of\nthe Complaints Committee 02296-14\nEvans v South Wales Echo\nSummary of complaint \n1. Jean Evans complained to the Independent Press\nStandards Organisation that the South Wales Echo had breached Clause 1\n(Accuracy) of the Editors’ Code of Practice in two readers’ letters published\nwith the headlines “Rathbone was right about Palestine” and “Will there ever be\njustice for Palestine” on 27 September 2014 and 13 November 2014, respectively.2. The complainant was concerned that the letters had\ncontained factual inaccuracies. The letter of 27 September had quoted a claim\nmade by a previous contributor, “[Israel] unfortunately not satisfied with the\ncreation of the Israeli State – many migrating from the US continue to seize\nland inside the West Bank, all with support of the Israeli Army”. The\ncomplainant was concerned that this gave the inaccurate impression that that\nhordes of Americans were ushered in by the Israeli Army and had robbed\nPalestinians of land. She said that Jewish people, under international law, are\nallowed to settle in territory gained by war as long as the indigenous population\nis not removed. She said that the army was not involved. She also said that the\nletter had inaccurately referred to the Arab/ Israeli war as having been fought\nin 1966 rather than 1967.3. The complainant was concerned that the letter of 13\nNovember inaccurately said that Israel had built a wall around Gaza. She said\nthat only two of Gaza’s borders are adjacent to Israel; an electronic barrier\nis not the same as a wall, and it was misleading to compare the border fence to\nthe Polish ghetto as the letter writer had done. The complainant also said that\nit was misleading to say that Israel had taken land by force and refused to\ngive it back; Israel had offered the Arab League land for peace in 1967.4. The complainant was concerned that the newspaper had\nnot published any letters which rebutted the alleged inaccuracies.5. The newspaper said that it was entitled to publish\nwhatever letters it wished; the inclusion of letters is a matter of editorial\ndiscretion and it has the right to accept or dismiss political views and\nhistorical interpretations. It did not accept that the claim in the 13 November\nletter that there was a “wall” around Gaza was significantly inaccurate; there\nis clearly a barrier, and the point that the writer was making was that there\nwas separation between the areas.6. It accepted that the date of the war was inaccurate in\nthe letter of 27 September. It offered to publish the following correction to\naddress this concern: “Following a recent letter published on the letters page,\nwe are happy to make clear that the Israeli Arab six day war took place in June\n1967 and not 1966”.Relevant Code Provisions7. Clause 1 (Accuracy)i) The press must take care not to publish inaccurate,\nmisleading or distorted information, including pictures.ii) A significant inaccuracy, misleading statement or\ndistortion once recognised must be corrected, promptly and with due prominence,\nand – where appropriate – an apology published.iii) The Press, whilst free to be partisan, must\ndistinguish clearly between comment, conjecture and fact.Findings of the Committee8. The publication of readers’ letters is an established\nmeans of providing a forum for a variety of opinions and stimulating debate.\nUnder the terms of the Code, newspapers maintain an obligation to ensure that\ncomment and conjecture is distinguished from fact, and that the material is not\nsignificantly inaccurate or misleading. Both contributions had been clearly\ndistinguished as readers’ letters; the suggestion, in the letter of 27\nSeptember that land had been seized inside the West Bank with the support of\nthe army, and the description of the security fence as a “wall” around Gaza, in\nthe letter of 13 November, represented the robust and controversial views of\nthe authors on highly politicised and widely disputed issues. It was clear that\nthese issues remained matters of significant debate, rather than undisputed\nassertions of fact. In this context, there had not been a failure to\ndistinguish comment from fact, and the publication of the views had not been\nsignificantly misleading.9. The reference to the “1966 war”, in the letter of the\n27 September, was not in this context a significant inaccuracy such as to\nrequire correction under the terms of the Code. Nonetheless, the Committee\nwelcomed the newspaper’s offer to publish a correction on this point.10. The selection of material for publication is a matter\nfor the discretion of individual editors, provided that such editorial\ndecisions did not engage the terms of the Editors’ Code. The concern that the\nnewspaper had decided not to publish material which disputed the accuracy of\nthe letters under complaint did not raise a breach of the Code.Conclusions11. The complaint was not upheld.Remedial Action RequiredN/ADate complaint received: 11/12/2014\nDate decision issued: 18/03/2015\nBack to ruling listing\n\n\n"
}