{
    "url": "/rulings-and-resolution-statements/ruling/?id=02303-22",
    "title": "02303-22 A woman v gloucestershirelive.co.uk",
    "provisions": [
        "1 Accuracy (2021)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "gloucestershirelive.co.uk (Reach PLC)",
    "published_on": "2022-03-31 00:00:00",
    "received_on": "2022-04-04 00:00:00",
    "concluded_on": "2022-11-17 00:00:00",
    "complaint_processing_days": 227,
    "conclusion_long": "14. The complaint was not upheld.",
    "remedial_action": "15. N/A    Date complaint received: 04/04/2022",
    "text": "\n\n\n\n\n\nDecision\nof the Complaints Committee – 02303-22 A woman v gloucestershirelive.co.uk\nSummary\nof Complaint\n1. A\nwoman complained to the Independent Press Standards Organisation that\ngloucestershirelive.co.uk (Reach PLC) breached Clause 1 (Accuracy) of the\nEditors’ Code of Practice in an article headlined “Cheltenham parents sentenced\nafter baby suffers injuries requiring force 'similar to a car crash'”,\npublished on 31 March 2022.\n2. The\nonline-only article reported on the sentencing of Cheltenham parents whose\nthree-week-old baby had received a number of injuries, including a fractured\ncollarbone, broken ankle, and broken ribs. The sub-headline of the article\nstated that the child’s“[m]um scour[ed] internet for excuses for brutal\ninjuries to her three-week-old baby”. The article went on to state that “[t]he\npair were even found to have searched online for excuses to explain their\nchild's injuries to doctors”. The article reported that it was heard in court\nthat the baby’s injuries had come to light “when the parents visited their GP”\nand that the child “showed signs of being in severe pain because their ankle\nwas hurting”. It went on to state that “[t]he father and mother suggested to\nthe doctor that their other child, a toddler 18 months old, had kicked out at\nthe baby”. The article reported that “Sarah Jenkins, for the mother, said: ‘Her\napproach was cowardly. She searched the internet to find ways to cover up their\noffending.’ The judge interjected: ‘She knew her baby had been injured and was\nengineering excuses’”.\n3. The\ncomplainant, the mother referred to in the article, said that the article was\ninaccurate in breach of Clause 1 as it had not been heard in court that she had\n“scour[ed] [the] internet for excuses for brutal injuries to her three-week-old\nbaby”. She said that her ex-partner had confirmed that he had searched the\ninternet for what happens to child abusers, but that it had not been heard that\nshe had searched the internet for excuses for the injuries. The complainant\nprovided the court transcript, which she said supported her position that this\nhad not been heard in court.\n4. The\ncomplainant said that the article also inaccurately stated that her barrister\nhad said “’Her approach was cowardly. She searched the internet to find ways to\ncover up their offending’”; she said that her barrister had not said this in\ncourt and said that her barrister was there to support her, rather than\ncriticise her.  \n5. The\ncomplainant also said that the article was inaccurate to state that “[t]he jury\nwas told that the baby’s injuries came to light on July 11, 2019, when the\nparents visited their GP. The child showed signs of being in severe pain\nbecause their ankle was hurting. The father and mother suggested to the doctor\nthat their other child, a toddler 18 months old, had kicked out at the baby”.\nShe said that she had taken her child to the doctor on her own, not with her\nex-partner, and that she had told the doctors what her ex-partner had said to\nher in regard to the claim that their other child had kicked the baby. She\nadded that her child had not shown signs of being in severe pain, and that the\ndoctors’ reports stated that her child would not have been showing signs of\ncertain injuries. \n6. The\npublication did not accept a breach of Clause 1. In relation to the claims that\nthe complainant had searched the internet for excuses for the injuries\nsustained by the baby, it said that it could be seen in the Judge’s sentencing\nremarks, which said: “Searches were also found on both defendants’ mobile\ntelephones regarding the sentences for child abuse. These searches show\nknowledge” and that “[w]hen examining the search history on ADL/1 [one of the\ndefendant’s devices], a search is carried out dated 23rd July 2019 […] asks:\n‘what's the maximum sentence for child abuse’”. In addition to providing the\nJudge’s sentencing remarks, the publication provided the reporter’s\ncontemporaneous notes from court. It said that the reporter’s notes showed that\nthe Judge had said “They made searches on the internet and that shows\nknowledge. This was ducking and diving as she knew her baby had been injured as\n[sic] were engineering to find excuses for their actions” and that it had been\nheard in court that the complainant “felt pressured by this and accepts there\nwas neglect on her part. She and her partner engineered explanations to find\nexcuses”.\n7. Once\nthe publication had seen the court transcript provided by the complainant, it\nsaid that this showed the Judge had said that the complainant, “along with [her\nex-partner], engineered explanations like the [other child] treading on it on\nthe sofa or something, ridiculous stuff like that”; that “the efforts to\nexplain the injuries was beginning to fail and the suggestion of an accident on\nthe sofa was perhaps not going to work”; “[a]nd those, those trips to the\ndoctor, the lies, the research on the internet, that shows knowledge, not sort\nof ducking and diving. She showed knowledge.” The publication also added that\nthe sentencing remarks showed the Judge stating that “...his mishandling was\nknown to you and yet you participate in lying to medical professionals and\nmaking enquiries of the internet about abuse which reveals awareness and\nknowledge of the harm by you”. The publication said that it was satisfied that\nthe article accurately represented the Judge’s comments. It also went on to\nstate that when comparing the reporter’s transcript to the court transcript,\nthe reporter’s notes appeared to have transcribed “engineering explanations” as\n“engineering to find excuses”, but it did not consider this was a significant\ndifference.  \n8. While\nthe publication did not consider there had been a breach of Clause 1 regarding\nthis point, towards the end of IPSO’s investigation, it offered to amend the\nsub-headline to remove the reference to “scours internet for excuses for brutal\ninjuries” and amend the sentence to state, “scours the internet for the\npunishment for child abuse”. In addition to this, the publication offered to\npublish the following clarification as a footnote to the article:\nA\nprevious version of this article referred to the defendants as 'scouring the\ninternet for excuses' to explain the injuries to the child. Although the judge\nmade explicit reference to both defendants 'engineering excuses', one of the\ndefendants has asked us to clarify that she searched the internet to check\n“what happens to child abusers” and “how long do you get for child abuse”. We\nare happy to clarify this.\n9. In\nrelation to the claim that the complainant’s barrister had said “’[h]er\napproach was cowardly. She searched the internet to find ways to cover up their\noffending’”, the publication said that the reporter’s notes showed the\nbarrister had said that “[the complainant] has not changed her account\nsignificantly, but has come to recognise some of her failings. She has not\nunderplayed her responsibilities, but her approach was cowardly. She is however\nremorseful”, whereas the transcript appeared to show the barrister being cut\noff and did not include her full comment. The publication added that it was\nsatisfied that the reporter’s notes showed that both the Judge and the\ncomplainant’s barrister had referred to the complainant as “cowardly”, and\nnoted that in any event, the court transcript showed that the Judge had\ndescribed the complainant as “cowardly” on two occasions. During the\ninvestigation, the publication removed the disputed quote from the article as a\ngesture of goodwill; it said that, while the reporter’s notes supported this\ncomment, the comment did not appear in the court transcript.\n10. In\nrelation to whether both parents had been at the doctors or not, the\npublication said that the Judge’s sentencing remarks stated: “At that\nappointment you both repeated that clearly untrue explanation to the nurse that\n[the child] had kicked out at [the baby’s] leg accidentally” and that “[the\nbaby had] not [been] kicked as the parents asserted to doctors”. The\npublication added that in relation to whether or not the child was in pain, the\nJudge’s sentencing remarks said that the child was taken to the doctors as the\nankle was swollen and the child was “warm and unsettled”, and that they had\nbeen “unwell the night before”. It added that in the transcript provided by the\ncomplainant, the complainant’s solicitor had quoted the complainant as having\nsaid “I’ve let her down. The pain she must have gone through is horrific.”\nRelevant\nCode Provisions\nClause 1\n(Accuracy)\ni) The\nPress must take care not to publish inaccurate, misleading or distorted\ninformation or images, including headlines not supported by the text.\nii) A\nsignificant inaccuracy, misleading statement or distortion must be corrected,\npromptly and with due prominence, and — where appropriate — an apology\npublished. In cases involving IPSO, due prominence should be as required by the\nregulator. \niii) A\nfair opportunity to reply to significant inaccuracies should be given, when\nreasonably called for.\niv) The\nPress, while free to editorialise and campaign, must distinguish clearly\nbetween comment, conjecture and fact.\nFindings\nof the Committee\n11. The\nCommittee first considered the complainant’s concerns that the article had\ninaccurately stated that she had “scour[ed] [the] internet for excuses for\nbrutal injuries to her three-week-old baby”; that “[t]he pair were even found\nto have searched online for excuses to explain their child's injuries to\ndoctors”; and that the complainant’s barrister had said that “[s]he searched\nthe internet to find ways to cover up their offending”. The transcribed notes\nof the reporter referenced searches on the internet that the court had heard\nhad been made by the parents and that they “…were engineering to find excuses\nfor their actions”. The Committee noted that the Judge, in his written\nsentencing remarks, said “…I have little doubt that there was an effort by both\ndefendants to purposely hide the cause of the injuries” and that at an\nappointment with the paediatric team at the Gloucester Royal hospital “…you\nboth repeated that untrue explanation to the nurse…”. In the transcript of the\nsentencing hearing, the Judge also remarked that “…she [the complainant], along\nwith [the other parent] engineered explanations…” as to the cause of the\ninjuries. The written sentencing remarks of the Judge also recorded that\nsearches had been found on both parents’ mobile phones regarding the sentences\nimposed for child abuse. The Committee took into account the transcribed notes\ntaken by the reporter, the transcript of the sentencing hearing and the Judge’s\nwritten sentencing remarks. The article reflected the reporter’s transcribed\nnotes and there was no failure to take care over the report. The sentencing\nremarks of the Judge demonstrated that he had concluded that both parents had\nprovided untrue and engineered explanations as to the cause of the injuries\nsustained by the child, and that internet searches had been made on both of\ntheir phones about child abuse. In those circumstances, it was the Committee’s\nview that it was not significantly inaccurate or misleading to report that the\ncomplainant had “scour[ed] [the] internet for excuses for brutal injuries to\nher three-week-old baby”, that “[t]he pair were even found to have searched\nonline for excuses to explain their child's injuries to doctors” or that the\ncomplainant’s barrister was reported to have said that “[s]he searched the\ninternet to find ways to cover up their offending”. There was no breach of\nClause 1 on this point.\n12. In\nrelation to the report that the complainant’s barrister had said at the hearing\n“’[h]er approach was cowardly’”, the publication said that the reporter’s notes\nrecorded that this had been said by the complainant’s barrister. However, it\naccepted that this did not appear in the transcript of the sentencing hearing,\nand so the publication removed the disputed quote from the article as a gesture\nof goodwill. In light of the publication’s position that the article reflected\nthe notes taken by the reporter at the hearing, the Committee found that it had\ntaken care over the report on this point and there was no breach of Clause 1\n(i). The Committee considered whether a correction was required given that the\ntranscript of the sentencing hearing indicated that the complainant’s Counsel\nhad not said this at the hearing, but that the complainant’s actions had been\ndescribed as “cowardly” by the Judge. The Committee noted that article, which\naccurately reported the complainant’s conviction, focussed on the sentences\nimposed on the complainant and the other parent and the remarks which had been\nmade by the Judge at the hearing. On balance, and taking into account the\narticle as a whole, the Committee did not establish that this point constituted\na significant inaccuracy requiring correction under Clause 1(ii). The Committee\nnevertheless welcomed the publication’s amendment of the article.\n13. The\nCommittee next considered the accuracy of the report that “the parents visited\ntheir GP” and that the child had “showed signs of being in severe pain because\ntheir ankle was hurting”. The sentencing remarks confirmed that both parents\nhad attended an appointment at the Gloucester Royal Hospital. Whether the\ndoctor was a GP or a clinician at a hospital was not significant. The Committee\nfurther noted that the Judge found that the child had sustained a set of\nsignificant injuries including broken ribs and a fractured collarbone. In light\nof these injuries, the Committee considered that any inaccuracy regarding the\nseverity of injury to the ankle was not significant. There was no breach of\nClause 1 on either of these points.\nConclusion(s)\n14. The\ncomplaint was not upheld.\nRemedial\nAction Required\n15. N/A\n\n\n\nDate\ncomplaint received: 04/04/2022\nDate\ncomplaint concluded by IPSO: 17/11/2022\nBack to ruling listing\n\n\n"
}