{
    "url": "/rulings-and-resolution-statements/ruling/?id=02308-14",
    "title": "02308-14 An individual v Evening News & Star",
    "provisions": [
        "1 (Accuracy) 2015"
    ],
    "outcome": "No breach - after investigation",
    "publication": "News & Star (Newsquest Media Group)",
    "published_on": "2014-12-08 00:00:00",
    "received_on": "2014-12-12 00:00:00",
    "concluded_on": "2015-03-13 00:00:00",
    "complaint_processing_days": 91,
    "conclusion_long": "9. The complaint was not upheld.",
    "remedial_action": "N/A Date complaint received: 12/12/2014",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee 02308-14 An individual v Evening News & StarSummary of complaint1. An individual complained to the Independent Press\nStandards Organisation that the Evening News & Star had breached Clause 1\n(Accuracy) of the Editors’ Code of Practice in an article headlined “Stalker\nput spy software on woman’s computer, Carlisle court told” published on 8\nDecember 2014. 2. The article reported that the complainant’s former\npartner had been convicted for stalking, involving serious alarm or distress. 3. The complainant said that the article had omitted\ncomments from the trial Judge about the seriousness of the offending. It\ntherefore failed to accurately inform the public about the nature of the abuse\nthe complainant had suffered. The article made light of the crime by describing\nthe former partner as a “hapless stalker”; this suggested that he had been\nunlucky, or even deserving of pity, and was misleading. 4. The newspaper did not accept a breach of the Code and\nmaintained that the article was a fair and accurate report of what was said in\ncourt. The use of the phrase “hapless stalker” was not meant to make light of\nthe seriousness of the crime, but to reflect the fact that the defendant had\nexposed his own criminal activity by inadvertently revealing to the complainant\nthat he had accessed the complainant’s email account. Relevant Code Provisions5. Clause 1 (Accuracy) i) The press must take care not to publish inaccurate,\nmisleading or distorted information including pictures. ii) A significant inaccuracy, misleading statement or\ndistortion once recognised must be corrected, promptly and with due prominence,\nand – where appropriate – an apology published. In cases involving the\nRegulator, prominence should be agreed with the Regulator in advance. Findings of the Committee 6. The Committee recognised the complainant’s desire for\nthe distressing circumstances of the case to be reported accurately. 7. The newspaper was not obliged, under the terms of the\nCode, to go further and report additional detail of the criticism made by the\nJudge. The article had set out the offence for which the defendant was\nconvicted, and reported the sentence imposed by the court. It discussed the\nimpact upon the complainant, including reporting that the complainant had to\ntake days of work because of panic attacks. The omission of the Judge’s\ncomments was not misleading. 8. Neither, in the full context, was the reference to the\ndefendant as a “hapless stalker” misleading. While, in isolation, the phrase\ndid not capture the gravity of the offence, it was apparent from the remainder\nof the article that the crime for which the defendant was convicted was a\nserious one. The phrase referred specifically to the circumstances in which the\ndefendant’s criminal activity had come to light; its use did not raise a breach\nof the Code. Conclusions 9. The complaint was not upheld. Remedial Action RequiredN/A Date complaint received: 12/12/2014 \nDate decision issued: 13/03/2015\nBack to ruling listing\n\n\n"
}