{
    "url": "/rulings-and-resolution-statements/ruling/?id=02322-19",
    "title": "02322-19 A Man v Yorkshire Evening Post",
    "provisions": [
        "2 Privacy (2018)",
        "6 Children (2018)"
    ],
    "outcome": "Breach - sanction: publication of adjudication",
    "publication": "Yorkshire Evening Post (National World Publishing Ltd)",
    "published_on": "2019-03-09 00:00:00",
    "received_on": "2019-03-12 00:00:00",
    "concluded_on": "2019-05-10 00:00:00",
    "complaint_processing_days": 59,
    "conclusion_long": "12. The complaint was upheld under Clause 6.",
    "remedial_action": "13.  Having upheld the complaint, the Committee considered what remedial action should be required. In circumstances where the newspaper had breached Clause 6, the publication of an adjudication was appropriate. 14. The Committee considered the placement of this adjudication. The article was trailed on the front page of the publication, however, the photographs of the children which the Committee found to be in breach of the Code appeared on page 3. Therefore, the adjudication should appear on page 3 or further forward. The headline to the adjudication should be in the same typeface and size as other headlines on the page, and the text of the adjudication should be the same size as other text on the page, and in the same font. The headline should make clear that IPSO has upheld the complaint, give the title of the publication, and refer to the complaint’s subject matter. It must be agreed with IPSO in advance. 15. The adjudication should also be published on the publication’s website, with a link to the adjudication (including the headline) appearing in the news section on the publication’s website for 24 hours; it should then be archived in the usual way. The terms of the adjudication for publication are as follows: A man complained to the Independent Press Standards Organisation that the Yorkshire Evening Post breached Clause 2 (Privacy) and Clause 6 (Children) of the Editors’ Code of Practice in an article headlined “Fundraiser for the family of ‘amazing’ Alexis”, published on 9 March 2019. The article reported that a fundraising event was being organised in memory of a local woman who had recently died, to raise money to take her two children on holiday. The article included two un-pixelated photographs of the woman and her children. The complainant, the woman’s former partner and the children’s father, said that the photographs of his children had been published without his consent. The publication expressed its condolences to the complainant and his family, and apologised for any distress caused. It said that it had been contacted by the children’s grandmother, who wanted to raise awareness of the fundraising efforts. She had spoken to the journalist, who had asked whether she could provide any photographs of her daughter and grandchildren. She had directed the journalist to her daughter’s partner, who had provided the photographs for publication. The newspaper said that the photographs had been published in good faith; modern families were complicated and it had no reason to believe that the person who provided the photographs was not in a position to consent to their publication. Nonetheless, it said that on learning of the complainant’s concerns, the online article was amended to remove the photographs of the children, and the editor and reporter met the complainant to discuss his concerns. The article was about the death of the children’s mother. This was an issue which related to their welfare. Despite the newspaper intending the article to assist the children, it was clear that the newspaper had not undertaken any inquiries into who had custodial responsibility for the children. The photos had therefore been published without the consent of a custodial parent. There was a breach of Clause 6 and the complaint was upheld. Date complaint received: 12/03/2019",
    "text": "\n\n\n\n\n\nDecision of the Complaints\nCommittee 02322-19 A Man v\nYorkshire Evening Post\nSummary of\nComplaint 1.    A man\ncomplained to the Independent Press Standards Organisation that the Yorkshire\nEvening Post breached Clause 2 (Privacy) and Clause 6 (Children) of the\nEditors’ Code of Practice in an article headlined “Fundraiser for the family of\n‘amazing’ Alexis, published on 9 March 2019. 2.    The\narticle reported that a fundraising event was being organised in memory of a local\nwoman who had recently died, to raise money to take her two children on\nholiday. It included comments from the woman’s partner, and from her friend who\nwas organising the event. The article included two un-pixelated photographs of\nthe woman and her children – the first photograph covered approximately half of\nthe article’s page and showed the trio in the swimming pool, and the second\nsmaller image showed the woman with her two children in fancy dress. The\narticle also included the children’s first names and ages, and reported the\ndate on which the woman had died. 3.    The article appeared online in\nthe same format with the headline “Fundraiser\nafter cancer death of 'amazing' Leeds singer Alexis Woolerton, 34”, and was published\non 9 March 2019. A link to the article appeared on the website’s homepage “news”\nsection. 4.    The complainant, the woman’s\nformer partner and the children’s father, said that the photographs of his\nchildren had been published without his consent, in breach of Clause 2\n(Privacy) and Clause 6 (Children). He also said the publication of the article\nhad been very distressing for the family. He said that the children had not\npreviously known the date of their mother’s death. Since publication, other\nchildren had approached them at school to talk about their mother’s death. 5.    The publication expressed its\ncondolences to the complainant and his family, and apologised for any distress\ncaused. It said that it had been contacted by the children’s grandmother, who\nwanted to raise awareness of the fundraising efforts. She had spoken to the\njournalist, who had asked whether she could provide any photographs of her\ndaughter and grandchildren. She had directed the journalist to her daughter’s\npartner, not the father of the children, who had provided the photographs for\npublication. The newspaper said that the photographs had been published in good\nfaith with the intention of helping raise awareness of the fundraising effort;\nmodern families were complicated and it had no reason to believe that the\nperson who provided the photographs was not in a position to consent to their\npublication. 6.    The newspaper said that the photographs\nwere not on an issue related to the children’s welfare, and nothing private was\nrevealed by them, or the article. It noted that information about the woman’s\nillness and the day that she had died had already appeared on the fundraising\ngroup’s open Facebook page. Nonetheless, it said that on learning of the\ncomplainant’s concerns, it had amended the online article to remove the\nphotographs of the children, and the editor and reporter met the complainant to\ndiscuss his concerns. Relevant\nCode Provisions 7.    Clause 2 (Privacy)* i)\nEveryone is entitled to respect for his or her private and family life, home,\nhealth and correspondence, including digital communications. ii)\nEditors will be expected to justify intrusions into any individual's private\nlife without consent. In considering an individual's reasonable expectation of\nprivacy, account will be taken of the complainant's own public disclosures of\ninformation and the extent to which the material complained about is already in\nthe public domain or will become so. iii)\nIt is unacceptable to photograph individuals, without their consent, in public\nor private places where there is a reasonable expectation of privacy. Clause\n6 (Children)* i)\nAll pupils should be free to complete their time at school without unnecessary\nintrusion. ii)\nThey must not be approached or photographed at school without permission of the\nschool authorities. iii)\nChildren under 16 must not be interviewed or photographed on issues involving\ntheir own or another child’s welfare unless a custodial parent or similarly\nresponsible adult consents. iv)\nChildren under 16 must not be paid for material involving their welfare, nor\nparents or guardians for material about their children or wards, unless it is\nclearly in the child's interest. v)\nEditors must not use the fame, notoriety or position of a parent or guardian as\nsole justification for publishing details of a child's private life. \nFindings of the Committee 8.    The Committee wished to express\nits sympathies to the complainant and his family for the circumstances which\nbrought about this complaint. 9.    The publication had intended to\npublish a positive article, raising awareness of the woman’s illness, and the\nfundraising effort. Nonetheless, it was still required to have regard for the\nterms of Clause 6. 10. The article was about the death\nof the children’s mother, which was an issue which related to their welfare.\nThe Committee acknowledged that it may not always be possible to know who has\nparental responsibility for a child, and that the reporter had been acting in\ngood faith in assuming that the people who provided the photographs were in a\nposition to consent to their publication.  However, the reporter had made no enquiries as\nto whether either of those adults had parental responsibility for the children.\nNeither of them did, and therefore they were not “similarly responsible adult”\nfor the purposes of Clause 6, where there was a remaining custodial parent. In these\ncircumstances, publishing the photographs without the complainant’s consent\nconstituted a breach of Clause 6. 11. The fact or date of a death is not\nprivate information. The friend and partner of the woman were free to speak\nabout the circumstances of her death, in line with their right to freedom of\nexpression. This was not an intrusion into the children’s privacy.  The photographs did not reveal any information\nabout the children beyond their likeness, and their relationship to the woman\n(their mother).  Notwithstanding the issues\nraised under Clause 6, there was no breach of Clause 2. Conclusions 12. The complaint was upheld under\nClause 6. Remedial Action\nRequired 13.  Having upheld the complaint, the Committee\nconsidered what remedial action should be required. In circumstances where the\nnewspaper had breached Clause 6, the publication of an adjudication was\nappropriate. 14. The Committee considered the\nplacement of this adjudication. The article was trailed on the front page of\nthe publication, however, the photographs of the children which the Committee\nfound to be in breach of the Code appeared on page 3. Therefore, the\nadjudication should appear on page 3 or further forward. The headline to the\nadjudication should be in the same typeface and size as other headlines on the\npage, and the text of the adjudication should be the same size as other text on\nthe page, and in the same font. The headline should make clear that IPSO has\nupheld the complaint, give the title of the publication, and refer to the\ncomplaint’s subject matter. It must be agreed with IPSO in advance. 15. The adjudication should also be\npublished on the publication’s website, with a link to the adjudication\n(including the headline) appearing in the news section on the publication’s\nwebsite for 24 hours; it should then be archived in the usual way. The\nterms of the adjudication for publication are as follows: A man complained to the Independent Press Standards\nOrganisation that the Yorkshire Evening Post breached Clause 2 (Privacy) and\nClause 6 (Children) of the Editors’ Code of Practice in an article headlined\n“Fundraiser for the family of ‘amazing’ Alexis”, published on 9 March 2019. The article reported that a fundraising event was\nbeing organised in memory of a local woman who had recently died, to raise\nmoney to take her two children on holiday. The article included two\nun-pixelated photographs of the woman and her children. The\ncomplainant, the woman’s former partner and the children’s father, said that\nthe photographs of his children had been published without his consent. The\npublication expressed its condolences to the complainant and his family, and\napologised for any distress caused. It said that it had been contacted by the\nchildren’s grandmother, who wanted to raise awareness of the fundraising\nefforts. She had spoken to the journalist, who had asked whether she could\nprovide any photographs of her daughter and grandchildren. She had directed the\njournalist to her daughter’s partner, who had provided the photographs for\npublication. The newspaper said that the photographs had been published in good\nfaith; modern families were complicated and it had no reason to believe that\nthe person who provided the photographs was not in a position to consent to\ntheir publication. Nonetheless, it said that on learning of the complainant’s\nconcerns, the online article was amended to remove the photographs of the\nchildren, and the editor and reporter met the complainant to discuss his\nconcerns. The\narticle was about the death of the children’s mother. This was an issue which\nrelated to their welfare. Despite the newspaper intending the article to assist\nthe children, it was clear that the newspaper had not undertaken any inquiries\ninto who had custodial responsibility for the children. The photos had\ntherefore been published without the consent of a custodial parent. There was a\nbreach of Clause 6 and the complaint was upheld. Date complaint received: 12/03/2019Date decision issued: 10/05/2019 \nBack to ruling listing\n\n\n"
}