{
    "url": "/rulings-and-resolution-statements/ruling/?id=02328-18",
    "title": "02328-18 McKay v The Chronicle (Newcastle)",
    "provisions": [
        "1 Accuracy (2018)",
        "3 Harassment (2018)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "The Chronicle (Newcastle) (Reach PLC)",
    "published_on": "2018-03-14 00:00:00",
    "received_on": "2018-03-16 00:00:00",
    "concluded_on": "2018-08-09 00:00:00",
    "complaint_processing_days": 146,
    "conclusion_long": "19. The complaint was not upheld.",
    "remedial_action": "20. N/ADate complaint received: 16/03/2018",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee 02328-18 McKay v The Chronicle (Newcastle)\nSummary of complaint\n1. Barry McKay\ncomplained to the Independent Press Standards Organisation that The Chronicle\n(Newcastle) breached Clause 1 (Accuracy) and Clause 3 (Harassment) of the\nEditors’ Code of Practice in an article headlined, “Rock ‘n’ reeling,”\npublished on 14 March 2018.\n2. The article\nreported that a famous rock band had paid £100,000 to a local musician, in\norder to settle a song lyric copyright claim. It stated that the named\nsongwriter had “brought a suit against the band” over claims some of the lyrics\nin the song were similar to those in a song he had written. It stated that the\ncomplainant had helped to bring the suit, which had now been settled out of\ncourt. It went on to state that under the agreement, the band were “free to use\nany part” of the original song within their record, and that the band had\nagreed to pay the musician and complainant’s legal fees. It included a\nstatement from the band’s representative, which stated that it had “reluctantly\n[settled] this action with McKay for £100,000.” It also included a statement\nfrom the complainant, stating, “the original claim was for £200,000, we’ve\nsettled for half of that but [the band] had to pay huge legal fees…I’m pleased\nwe’ve got a settlement but I’m disappointed with the whole situation - I am\nused to representing musicians but I’ve never had to bring a case against other\nmusicians before. All they had to do was credit these two guys in the first\nplace.” The article was splashed on the front page, stating the band “pay\nTyneside songwriter £100,000 to settle ‘stolen’ lyrics case and pay legal costs\nof £285,000.”\n3. The article was\nalso published online, with the headline, “[Named band] pays out £100,000 to\nWhitley Bay musician over claims they ‘copied’ his lyrics.” The online article\nwas substantially the same as the article that appeared in print, but did not\noriginally contain the statement from the complainant.\n4. The complainant\nsaid that the article was misleading as it downplayed his involvement in the\ncase. He said that it was inaccurate to state that he had “helped bring” the\nsuit, as in fact, he was the claimant in the case. He said that the musician\nwho had written the song had assigned his legal rights to him, as the music\npublisher, meaning the legal action was brought in the complainant’s name. In\nlight of this, he also said it was inaccurate for the article to state that the\nsongwriter had been awarded £100,000 and that the songwriter had agreed to\nsettle his claim. The complainant believed that the newspaper should have been\naware of this, as he had provided a press release and court documents to the\nnewspaper, prior to publication, and had discussed the matter with one of their\njournalists.\n5. He also said\nthat the article was misleading, as it did not include the full statement he\nhad given the newspaper regarding the case. He said that not including this, in\nan article where he refuted a number of points included in the statement form\nthe band’s representative, was misleading. He also said that when he contacted\nthe newspaper after the article was published, it had refused to reproduce his\nstatement in full, which he said was a failure to grant him a right to reply.\n6. The complainant\nalso raised concern that the newspaper had inaccurately reported that the band\nwere now free to use “any part of the song” in their record. He said that, in\nfact, it was only able to sue for the two verses it had been accused of\ncopying.\n7. The complainant\nsaid that misrepresenting his legal battle constituted harassment. He said that\nhe had regular contact with the newspaper regarding stories of interest, and\ndue to a historic disagreement between both parties, he believed it had\ndeliberately minimised his involvement in the case. He provided copies of\ncorrespondence he had had with the newspaper over several years, and said that\nthe publication of this article, which he believed to be inaccurate, was part\nof a course of conduct which he believed constituted harassment.\n8. The newspaper\ndid not accept that it had breached the Code. It said that the article made\nclear the complainant’s involvement in the claim. It said that the complainant\nhimself stated at several points, “we’ve settled” and “we’ve got a settlement,”\nwhich it said supported the article’s claim that he had helped the songwriter\nbring the claim. It provided copies of the settlement deed, which it had seen\nprior to publication. The settlement deed named both the complainant and the\nsongwriter as parties, and stated that the band “shall pay to [the songwriter]\n(through Mr McKay) the sum of £100,000.” It was accepted that the song was\nwritten by the local songwriter, and the complainant was bringing the claim as\nhis music publisher, so the newspaper did not believe that the article was\nmisleading as to the complainant’s involvement.\n9. It said that the\nsettlement deed also stated that the complainant and the original songwriter\nassigned the other party “the right to incorporate, to the extent their\ninterest in the same, any part of [song title] and to exploit and use the same\nentirely in his discretion.” The claim form submitted by the complainant\nalleged that the original songwriter was responsible for “the creation of\nsubstantially the whole of the lyrics,” of the band’s song. The newspaper said\nthat this supported the article’s statement that the rock band was free to use\nany part of the original song in their record. It said that even if the\nagreement related only to two verses as the complainant alleged, this was a\nsignificant portion of the song. In these circumstances it did not accept that\nit was a significant inaccuracy to state that the band was free to use any part\nof the song.\n10. The newspaper also said that the article had clearly\nidentified the statement given by the band’s representative as comment on the\ncase, as required under the Code. It said that the omission of the\ncomplainant’s full comment did not make the article inaccurate. It did not\naccept that in this context, a right to reply was required.\n11. Regardless of this, when the complainant had contacted the\nnewspaper directly regarding the alleged inaccuracies in the article,\ncorrections were published in the designated corrections and clarifications\ncolumn on page four, and as a standalone correction on the newspaper’s website.\nThe correction stated,\n“In a report on March\n14 about a payout from [the band] we said [named musician] had brought a\nlawsuit against the band. We are happy to clarify that the suit was brought by\nBarry McKay, not by [the musician]. We stated that “[the band] are free to use\nany part of [the musician] and [fellow musician’s] song ‘[song title]”. This\nwas incorrect and should have read: “[The named band] are free to use those\nparts of ‘[song title]’ they had already used.” We apologise to Mr McKay for\nthe errors.”\nRelevant Code provisions\n12.  Clause 1\n(Accuracy)\ni) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not\nsupported by the text.\nii) A significant inaccuracy, misleading statement or\ndistortion must be corrected, promptly and with due prominence, and – where\nappropriate – an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator.\niii) A fair opportunity to reply to significant inaccuracies\nshould be given, when reasonably called for.\nClause 3 (Harassment) *\ni) Journalists must not engage in intimidation, harassment\nor persistent pursuit.\nii) They must not persist in questioning, telephoning,\npursuing or photographing individuals once asked to desist; nor remain on\nproperty when asked to leave and must not follow them. If requested, they must\nidentify themselves and whom they represent.\nFindings of the Committee\n13. The article was a local interest story in a local\nnewspaper, regarding a high profile copyright dispute. The article focused on\nthe fact that a local songwriter had recently been recognised as the writer of\nsome the lyrics to a famous rock song. The Committee acknowledged that the\ncomplainant was, in fact, the claimant in this case, as certain legal rights\nhad been assigned to him by the original songwriter. However, he was bringing\nthe case as a music publisher, who had subsequently been assigned these rights,\nand it was not in dispute that the complainant had not played a role in writing\nthe original lyrics. The statement provided by the complainant to the newspaper\nprior to publication, also referred to the pair, collectively, having reached a\nsettlement on this issue, recognising the central role of the songwriter in\nthis matter.\n14. The Committee recognised that, in a legal sense, the\nclaim had been brought solely by the complainant, however the article had made\nclear that the complainant was involved in bringing this claim, had received a\npayment for his legal costs. It also included a statement from the complainant\non the case. Reporting that the complainant had “helped” bring the claim did\nnot represent a significant inaccuracy in the context of this article, which\nreported on the fact a local musician had been recognised as the original\nsongwriter of these lyrics. . There was no breach of Clause 1 on this point.\nNevertheless, the Committee welcomed the newspaper’s actions in clarifying the\ncomplainant’s position on this point.\n15. The settlement\ndeed stated that the songwriter was to receive £100,000 for the grant of\nrights, which was to be made through the complainant. In these circumstances,\nthe newspaper had taken care over the accuracy of the claim that the songwriter\nhad settled his claim and received a £100,000 payment. Reporting this did not\nrepresent a significant inaccuracy, in breach of Clause 1 (ii).\n16. Both the print and online articles included a statement\nfrom the band’s representative, which the newspaper was entitled to report. The\narticles took care to clearly present this statement as the band’s comment on\nthe case, and the print article also included a statement from the complainant.\nThe omission of the complainant’s full statement did not make the articles\ninaccurate, as they accurately reported the agreed settlement of the case and\nthat the band had agreed to pay a substantial sum of money in response to the\ncopyright claim. There was no breach of Clause 1 (ii) on this point. While the\ncomplainant disagreed with the representative’s statement, including it in the\narticle did not represent a significant inaccuracy, for which the newspaper was\nentitled to give the complainant a right to reply under the terms of Clause 1\n(iii).\n17. The settlement deed confirmed that the band was free to\nuse “any part” of the two songs the band had allegedly copied from the original\nsongwriter. In these circumstances, the newspaper had taken care over the\naccuracy of this information, and reporting it did not represent a significant\ninaccuracy. There was no breach of Clause 1 on this point. Regardless, the\nCommittee welcomed the newspaper’s clarification on this point.\n18.  The complainant\nconsidered that the newspaper had deliberately misrepresented his involvement,\nas part of a continued campaign of harassment. Clause 3 relates to the conduct\nand behaviour of journalists during the newsgathering process. It specifically\nrefers to the conduct expected of journalists when making contact with members\nof the public, and is designed to protect individuals from unwanted or repeated\napproaches by the press. The complainant’s concern that the newspaper had\ndeliberately downplayed his involvement in this case, did not engage the terms\nof Clause 3.\nConclusions\n19. The complaint was not upheld.\nRemedial Action Required\n20. N/ADate complaint received: 16/03/2018Date decision issued: 09/08/2018\nBack to ruling listing\n\n\n"
}