{
    "url": "/rulings-and-resolution-statements/ruling/?id=02352-18",
    "title": "02352-18 Miah v Manchester Evening News",
    "provisions": [
        "1 Accuracy (2018)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "Manchester Evening News (Reach PLC)",
    "received_on": "2018-03-16 00:00:00",
    "concluded_on": "2018-07-19 00:00:00",
    "complaint_processing_days": 125,
    "conclusion_long": "19. The complaint was not upheld.",
    "remedial_action": "20.  N/AThe complainant complained to the Independent Complaints Reviewer about the process followed by IPSO in handling this complaint. The Independent Complaints Reviewer decided that the process was not flawed and did not uphold the request for review. Date complaint received: 16/03/2018",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee 02352-18 Miah v Manchester Evening News   Summary of complaint\n1. Raja Miah\ncomplained to the Independent Press Standards Organisation that the Manchester\nEvening News breached Clause 1 (Accuracy) of the Editors’ Code of Practice, in\nan article headlined “School that cost millions could shut after 3 years”,\npublished on 7 December 2017; an article headlined “MPs demand inquiry over\nfailed academy”, published on 1 February 2017; and an article headlined\n“Shocking catalogue of failures at schools is laid bare”, published on 17 March\n2018.\n2. The first\narticle reported that a free school was facing closure by the government due to\na “catalogue of failures”. It reported that the school’s sister school had been\nclosed earlier in 2017 in similar circumstances. The article stated that “an\nM.E.N. investigation revealed in January how both secondaries were being taken\noff their founder and chief executive, former charity boss [the complainant],\nafter a string of controversies”. It described how both schools were “set up by\nformer charity boss [the complainant]”, but had subsequently been placed in\nspecial measures and under new management; it went on to detail how the school\nhad been given a “damning” Ofsted report. The print version of the article said\nthat the publication had been unable to contact the complainant for comment,\nand included a picture of the complainant captioned with his name. The online\nversion of the article – which was headlined “Experimental Manchester school\nwhich cost taxpayers millions to set up faces being shut down after just three\nyears” – was largely similar. However, it also said that whistleblowers had\nalleged “questionable financial practices” at the schools “including payments\nto other firms at which [the complainant] was a director”. The online article\nsaid that the complainant “has insisted that the transactions were entirely\nwithin academy rules…and no financial wrongdoing has been found”. However, the\nprint article, published two days later, stated that the publication “was\nunable to contact Mr Miah for comment”.\n3. The second\narticle reported that the school referred to in the first article would be\nclosed after “being slammed for ‘far-reaching failures’”. It said that the\nschool had been set up by the complainant in September 2014, and would close at\nthe end of the summer term “due to ‘challenges’ relating to ‘performance,\nleadership and falling pupil numbers’”. The article described how “two\ncompanies at which [the complainant] was on the board…received more than £1m\nbetween them from the two schools for facilities management and other services\nsuch as ‘extra-curricular activities’”. It said that “while such ‘related party\ntransactions’ are allowed under academy rules, the accounts do not show exactly\nhow that money was spent and Ofsted’s criticisms of MCS included a lack of\nextra-curricular activities”. The article stated that the complainant, who was\npictured and described as the school’s founder, had been contacted for comment.\nThe article appeared online in substantially the same format under the headline\n“Millions squandered, kids failed and now a second school shuts – but the\ngovernment still won’t answer our questions about this ‘disastrous’ academy\nchain”.\n4. The third\narticle reported on the failings identified at the two schools, which it said\nwere both set up by the complainant. It described a number of these failings in\ndetail, and included accounts from former teachers and pupils. The online\nversion of the article, in which the complainant was pictured, was headlined\n“Shocking catalogue of failure at the ‘hi-tech’ school that had one phone, no\ncomputer network and were £1m in debt before being shut down”. This version\nincluded additional accounts of individuals given in relation to the schools’\nproblems, and stated that the complainant “has been contacted for comment…as\nfounder and former trustee, but has not so far done so”.\n5.The complainant\nconsidered that, by including his name and photo repeatedly, the articles had\nunfairly singled him out in association with the schools and their problems,\nand suggested that he was responsible for their failings, including the claim\nthat millions had been “squandered” on the schools, and a reference to a\nnegative health and safety report. This was misleading because his formal\ninvolvement in the schools in an operational capacity had ceased in September\n2015, and the work he was leading had ended in May 2016. After this date, he\nhad continued to act as the CEO of the schools’ Multi Academy Trust, but he was\nnot responsible for the management of the schools, each of which had its own\ngoverning body and principal; he held no accountable role in the schools. He\nalso felt that the articles were inaccurate to state that he had “set up” the\nschools, and that he was their “founder”; in fact, he was a single member of\nthe teams that set up the schools, and several of the founders remained as\nDirectors after his involvement had ceased. The complainant also said that it\nwas inaccurate for the first article to state that the schools had been “taken\noff” him: he had already resigned from the boards of both schools some time\nprior to this – so the schools had been ‘taken off’ someone else.\n6. The complainant\nsaid that the second article’s reference to Ofsted criticising the provision of\nextra-curricular activities at the schools was misleading: the companies on\nwhose boards he served, which had received money from the schools for these\nactivities, were not delivering them at the time of the Ofsted report.\n7. The complainant\nalso said that the online version of the first article was inaccurate to state\nthat he had “insisted” that the payments to his companies were permitted; in\nfact, he had not given any such comment, and the print version of the article\nhad stated that the publication had been unable to contact him for comment. The\ncomplainant said that the second article inaccurately stated that he had been\ncontacted for comment; this was a distortion, because he had been contacted via\nTwitter with a series of complex questions only 4 hours before the article went\nonline.\n8. The publication\nsaid that the complainant had been the public face of the schools: he had\ndescribed himself as a founder; had referred to ‘his’ aim to start a free\nschool in previous articles; and he had actively promoted the schools on social\nmedia and spoken on their behalf. In addition, he had been the Chief Executive\nof the schools for much of the time they were open, including after problems\nhad become evident. The publication said that previously-published articles had\nreferred to the complainant as the founder and Director of the schools, without\nattracting complaint. With respect to the complainant’s assertion that his\ninvolvement in the schools ceased in September 2015, the publication said that\nthe government had issued a financial notice to improve to both schools in July\n2016, copying in him as the CEO; the complainant had also written to parents in\nthe summer of 2016 setting out the Trust’s response to one of the schools being\nplaced in Special Measures. This indicated that he remained the most senior\nofficer at the schools subsequent to the failures coming to light. The\npublication also provided minutes of a meeting of the Directors of the schools’\ntrust in January 2017, which stated that a letter had been sent by the Regional\nSchools’ Commissioner to the complainant on 20 January setting out the process\nfor transferring the schools to a different Trust; it also stated that the\nDirectors had nominated the complainant and another individual to be its sole\nrepresentatives in this process. It said that the complainant was the only\nfounder of the school still involved at this point. For these reasons, the\npublication denied that it was misleading to refer to him having ”set up” the\nschools, and to state that they had been “taken off” him.\n9. The publication\nsaid that the second article had not stated that Ofsted had criticised the two\ncompanies for the services they delivered to the school. The school had been\ncriticised for a lack of extra-curricular activities, and such activities had\nbeen provided by the complainant’s companies during the time the school was\nopen, in 2014-15. Stating these two facts did not meant that the article gave\nthe misleading impression that the companies had been criticised by Ofsted.\n10. The publication said that, in respect of the first\narticle’s claim that “Mr Miah has insisted that the transactions were entirely\nwithin academy rules”, it had addressed an email for the attention of the\ncomplainant and another individual, and had assumed that the response received\nhad come from him, given his position within the schools. It offered to publish\nthe following clarification to the online article to make clear that the\ncomplainant had not been involved in this response:\nIn reference to whistleblowers alleging questionable\npractices in the chain, a previous version of this article attributed comments\nto Mr Miah following a response to an email addressed for the attention of\nhimself and another person. The article suggested that Mr Miah insisted that\nthe transactions were entirely within academy rules, which allow services to be\nprovided at cost by related parties. We are happy to make known that Mr Miah\nhas since informed that he had no involvement in this response.\nWith respect to the second article’s claim that the\ncomplainant had been contacted for comment, the publication said that its\njournalist had sent the complainant a message on Twitter asking for comment,\nwhich had been read within minutes. It did not consider, in this context, that\na 4-hour window for a response was unreasonable.\n11. The complainant denied that the minutes provided by the\npublication indicated that the schools had been “taken off” him; the minutes\nshowed that the decision to transfer the schools had been agreed by the\ngoverning bodies of the school. There was nothing to suggest that he was aware\nof, or had agreed to undertake, the task the minutes recorded him having been\ndelegated. He said he held no legal position in the schools, so there was no\npossibility of them being “taken off” him; the minutes clearly indicated that\ndecision-making responsibilities lay with other individuals. In addition, the\nminutes showed that several of the founders of the schools were still involved\nas Directors in 2017, contrary to the publication’s claims.\nRelevant Code provisions\n12. Clause 1 (Accuracy)\ni) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not\nsupported by the text.\nii) A significant inaccuracy, misleading statement or\ndistortion must be corrected, promptly and with due prominence, and — where\nappropriate — an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator.\niii) A fair opportunity to reply to significant inaccuracies\nshould be given, when reasonably called for.\niv) The Press, while free to editorialise and campaign, must\ndistinguish clearly between comment, conjecture and fact.\nFindings of the Committee\n13. The articles had undoubtedly focused on the\ncomplainant’s role in the schools. However, publications are entitled to select\nwhich pieces of information to include in articles, and which individuals to\nfocus on, provided a misleading impression is not created. The complainant had\nbeen involved in the founding of the school and had been a public face of the\nschools from the outset, regardless of the involvement of other individuals; he\nhad also acted as a representative of the school in various settings. In these\ncircumstances, regardless of the involvement of other individuals, there was no\nfailure to take care over the claim that he had “set up” the schools, in breach\nof Clause 1(i), and no misleading impression was created that required\ncorrection under Clause 1(ii).\n14. The publication\nprovided evidence that suggested that the Regional Schools Commissioner had\nwritten to the complainant in January 2017 informing him of her intention that\nthe schools be transferred to other Trusts. The Board of Directors of the Trust\nhad then delegated to the complainant the responsibility for negotiating this\nprocess. Regardless of the complainant’s formal role in the Trust at this\npoint, it was not misleading to state that the schools were “taken off” him at this\njuncture, when he was the individual who appeared to have been contacted by the\nCommissioner with this information. Because it was able to provide minutes to\nsupport this claim, the publication had not failed to take care over this\ninformation in breach of Clause 1(i), and there was no misleading impression\ngiven that required correction under Clause 1(ii).\n15. The complainant did not dispute that he had remained\nChief Executive of the schools’ Trust after problems at the schools came to\nlight, and after one of the schools was placed in Special Measures; whether or\nnot he was ‘operationally’ involved in the running of the schools was\nirrelevant when he continued to act on the school’s behalf up until January\n2017. As a senior figure in the schools, he was implicated in their failings,\nand the fact that other individuals were also involved did not mean that he was\nnot implicated. Including his image and linking his name to the schools did not\ngive rise to a misleading impression of his role in their failings such as\nwould require correction under Clause 1(ii). Further, using his image in the\narticles, and stating that he had “set up” the schools, did not suggest that he\nwas responsible for all and any ongoing problems at the schools – such as the\n“squandered” money and the health and safety report - and the articles did not\nmake this claim.\n16. The second article had stated that companies the\ncomplainant was involved in had received money from the school for providing\nextra-curricular activities; this was not in dispute, and the article made\nclear that this was not in breach of the rules. The article went on to state\nthat Ofsted had criticised extra-curricular provision in a report of an\ninspection which took place after the companies ceased providing these\nactivities. The Committee acknowledged that there was a potential ambiguity in\nthe wording of this passage. However, the article did not state that the\ncomplainant’s companies – which were not named in the article – were\nresponsible for the criticised provision. There was no failure to take care\nover this information, in breach of Clause 1(i), and no misleading impression\nrequiring correction under Clause 1(ii).\n17. The second article had stated that the complainant had\nbeen contacted for comment. The complainant had been in receipt of a series of\nquestions, and had several hours to provide any comments. It was not misleading\nto state that the complainant had been contacted for comment, and there was no\nbreach of Clause 1 on this point.\n18. The first online article had stated that the complainant\n“has insisted that the transactions were entirely within academy rules”. The\npublication had obtained this quotation from an unsigned email in response to\none sent for the attention of the complainant and another individual. Given\nthat the some of the questions the publication asked had related to the actions\nof the complainant’s companies, and the response it received had been in\ndefence of the actions of those companies, the publication’s assumption that\nthis response had come from the complainant did not represent a failure to take\ncare. There was no breach of Clause 1(i). Nevertheless, attributing the\nstatement to the complainant represented a significant inaccuracy which\nrequired correction to avoid a breach of Clause 1(ii). The publication had\noffered such a clarification; this was sufficient to meet the terms of Clause\n1(ii), and should now be published.\nConclusions\n19. The complaint was\nnot upheld.\nRemedial action required\n20.  N/AThe complainant complained to the\nIndependent Complaints Reviewer about the process followed by IPSO in handling\nthis complaint. The Independent Complaints Reviewer decided that the process\nwas not flawed and did not uphold the request for review.\nDate complaint received: 16/03/2018\nDate decision issued: 19/07/2018\nBack to ruling listing\n\n\n"
}