{
    "url": "/rulings-and-resolution-statements/ruling/?id=02356-19",
    "title": "02356-19, 00230-20 Sharp v dailyrecord.co.uk",
    "provisions": [
        "1 Accuracy (2018)",
        "2 Privacy (2018)",
        "3 Harassment (2018)"
    ],
    "outcome": "Breach - sanction: action as offered by publication",
    "publication": "dailyrecord.co.uk (Reach PLC)",
    "received_on": "2019-03-12 00:00:00",
    "concluded_on": "2021-01-21 00:00:00",
    "complaint_processing_days": 681,
    "conclusion_long": "48. The complaint was partly upheld under Clause 1(iv).",
    "remedial_action": "49. The action which the newspaper had offered was sufficiently prompt and prominent, and made clear the status of the claims. This was sufficient to comply with the terms of Clause 1(ii), and should now be printed.    Date complaint received: 12/03/2019",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee – 02356-19, 00230-20\nSharp v dailyrecord.co.ukSummary of Complaint\n1. Jill Sharp complained to the Independent Press Standards\nOrganisation that the dailyrecord.co.uk breached Clause 1 (Accuracy), Clause 2\n(Privacy) and Clause 3 (Harassment) of the Editors’ Code of Practice in\narticles headlined:\n“Twisted fantasist stalked\nfellow Rangers fan and called her a f****** fenian” published on 12 March 2019.“Airdrie woman who\ncreated fake relationship with stranger admits stalk charges” published on 19\nMarch 2019.“Serial fantasist who stalked and terrorised ex pal caged\nfor three-year hate campaign” published on 17 July 2019.“Rangers fans reveal how serial stalker who boasted about\nher 'wild sex life' drove them out of Ibrox” published on 18 July 2019.“Twisted Scots stalker flaunts early prison release with champagne\npics” published on 16 October 2019.“Rangers fanatic claims she is victim after stalking couple\nshe met through love of Ibrox team” published on 17 October 2019.“Twisted stalker Jill Sharp flogs Rangers and Celtic gear\nfrom Airdrie market stall weeks after prison release” published on 21 October\n2019.“Rangers stalker Jill Sharp exposed in new book backed by\nlegend Andy Goram” published on 21 October 2019.“Rangers legend Andy Goram backs book sparked by Ibrox fan's\nstalking hell” published on 21 October 2019.“Stalker Jill Sharp opens Airdrie market stall flogging\nRangers and Celtic gear” published on 21 October 2019.\n\n\n\n\n\n\n\n\n\n2. The first article published on 12 March 2019 reported\nthat a woman had pleaded guilty to stalking her former friend and her husband\nby creating fake online profiles to harass the couple and cause them fear and\nalarm. It gave details of the offence, but also reported that in 2017, the\nnewspaper had revealed that the woman had stalked a man by editing photographs\nof a stranger posted on social media and using fabricated social media accounts\nto falsely claim that she was in a relationship with the stranger.\n3. The second article published on 19 March 2019 gave more\ndetails of the offences to which the woman had pleaded guilty. It explained\nthat she had used social media accounts and email addresses which concealed her\nidentity to contact her former friend and her husband; posted messages on\nsocial media relating to her former friend which contained abusive remarks; and\nleft voicemails for her with sectarian remarks and threats of violence. The\narticle repeated that the complainant had previously stalked a man in 2017 by\nfabricating a relationship with him.\n4. The third article published on 17 July 2019 was published\nafter the woman had been sentenced for the offences to which she had pleaded\nguilty. It repeated the details of the woman’s conviction and said that she\ncarried out a “twisted campaign of hate” against her former friend and her\nhusband. It explained that the woman had used fake accounts to do so, for three\nyears. It repeated the claim from the second article regarding voicemails. The\narticle included a quote from the former friend who said that the woman\n“…caused so much damage to [husband and former friend] over a period of years\nand it affected our jobs and health”. It also reported that the former friend\nconsidered that the woman was jealous of her. Finally, the article repeated the\npoints relating to the allegedly fabricated relationship which appeared in the\nfirst and second articles.\n5. The article also included some photographs of the woman,\nshowing her being arrested, outside court, and an image of the original article\nreporting on the allegedly faked relationship. \n6. The fourth article published on 18 July 2019 was an\ninterview with the former friend and her husband where they talked about their\nexperience and the effect that the woman’s behaviour had had on them. The\narticle explained that the friendship between the woman and her former friend\nwas “intense”. The couple claimed that they had had to give up their season\ntickets at a football stadium and had been prescribed antidepressants as a\nresult of the woman’s actions. The couple were described as the woman’s\n“victims” and the woman as a stalker and a fantasist. The article reported that\nthe couple’s lives were turned “upside down\" for four years as the woman\n“hounded” them in a “relentless campaign” and “vendetta”, targeting their\nfamily lives and friendships. The article referred to a book written by the\nformer friend, based on her experiences. The former friend also said that she\ntold the woman that she was being stalked by someone, but then that the woman\nhad “twisted the knife” as she was the one who had been carrying out the\nharassment all along. The article repeated the points made in previous articles\nthat the woman had used fake Facebook profiles to harass the couple, and\nreported that she sent death threats and lies to the couple’s family, including\nthe former friend’s husband’s daughter. The article reported that as part of\nthis, the woman created a fake persona called “Gemma Stuart”, which the former\nfriend said was “threatening to do violence to us”. The former friend was\nquoted as saying that the woman “…said from the start that [the woman] didn’t\nthink [husband] was good enough for me.” The former friend’s husband also said\nthat that his family members “…all got messages from [woman], trying to poison\nthem against me.” Finally, the article repeated the points relating to the\nallegedly fabricated relationship which appeared in the previous articles.\n7. The article also included photographs of the woman. It\nincluded the same photographs as the third article, as well as photographs of\nher with her former friend and her husband, a photograph of the woman on\nholiday, and photographs which the article reported she had edited to claim she\nwas in a relationship with a stranger. \n8. The fifth article published on 16 October 2019 was\npublished after the woman had been released from prison. It reported that she\nhad caused controversy by posting photographs of her drinking champagne and\ncelebrating after her release. The article reported that she had been ridiculed\nand disowned by many fans of a football club she also supported, reporting that\nother fans had made clear on Twitter that she was not welcome at supporters’\npubs and called her a “maniac”. The article reported that she had since set up\na business following her release from prison at which she was “flogging”\nfootball merchandise. The article described her as being “notorious” and that\nshe had carried out a “three year hate campaign” against her former friends.\nThe husband of the former friend was quoted in the article as saying that “this\nobsession [the woman] has with champagne is sad but we won’t be intimidated by\nher” and that she was a “fantasist and a stalker”. He also said that “details\nemerged in court” about the woman’s behaviour. Finally, the article repeated\nthe points relating to the allegedly fabricated relationship which appeared in\nthe previous articles.\n9. The article included four photographs of the woman\ndrinking champagne, including one photograph posted on social media celebrating\nher release from prison. In all of the photographs, the bottle of champagne was\nprominently displayed. The article also included a copy of the original article\nreporting of the allegedly faked relationship.\n10. The sixth article published on 17 October 2019 reported\nthat the woman had posted on Facebook after her release from prison, claiming\nthat she was “the victim” in the case. It reported that the woman was jailed\nfor trying to ruin the lives of her former friends “by making false claims of\nthem being drug dealers over social media”. It went on to explain that the\nwoman “used fake social media accounts to spread false claims about [the\ncouple], telling their friends, family and employers that they were drug\ndealers”. It reported that the woman had posed a “version of events that\nfalsely puts the blame on her victims [name and name]”. Finally, the article\nrepeated the points relating to the allegedly fabricated relationship which appeared\nin the previous articles.\n11. The article included two photographs of the woman, one\nshowing her drinking champagne after being released from prison, and another\nshowing her being arrested. \n12. The seventh article published on the 21 October 2019 was\nsimilar to the fifth article and, apart from the claim that the woman had been\nridiculed and disowned by fellow football fans, contained the same points. It\nalso reported that social media footage showed people queueing to enter the\nbusiness she had opened since being released from prison in “droves”. Finally,\nthe article repeated the points relating to the allegedly fabricated\nrelationship which appeared in the previous articles.\n13. The article included three photographs of the woman\ndrinking champagne, including one photograph posted on social media celebrating\nher release from prison. In all of the photographs, the bottle of champagne was\nprominently displayed. It also included a photograph of the window of the\nwoman’s shop. \n14. The eighth article published on the 21 October 2019 reported\nthat the woman’s former friend had written a novel “closely based on the three\nyear ordeal she and her husband [name] suffered”. It said that the woman had\ncarried out “twisted exploits”, that she was a “serial stalker”, and that she\nhad a “crazy double life”. It did not include any referenced to the alleged\nfabricated relationship.\n15. The article included a photograph of the complainant\nleaving court.\n16. The ninth article published on the 21 October 2019 was\nvery similar to the eighth article and reported the novel written by the former\nfriend about her experience. It reported that a former footballer had written a\nforeword for this book, in which he talked about the “pain and torture” which\nthe couple endured. Finally, the article repeated the points relating to the\nallegedly fabricated relationship which appeared in the previous articles.\n17. The article also included photographs of the complainant,\nshowing her outside court and with her former friends. \n18. The tenth article published on the 21 October 2019 was\nsimilar to the fifth article and contained the same points. It also reported\nthat the woman was aged 32 and that she was a “laughing stock at Ibrox”. \n19. The article included two photographs of the woman\ndrinking champagne following her release from prison, a photograph of her being\narrested, and a photograph of her leaving court. In the photographs which\nshowed her drinking champagne, the bottle of champagne was prominently\ndisplayed.\n20. The complainant said that the first article was\ninaccurate in breach of Clause 1 to report that she had fabricated a\nrelationship. She said that she had not been convicted of any offence in\nrelation to this allegation, and had always maintained that she was the victim\nof a hoax. She said that she had always strongly denied this allegation, which\nthe article did not make clear. She said that her denial was in the public\ndomain at the time of publication, via its inclusion in previous articles. \n21. The complainant said that the second article was also\ninaccurate. She was not convicted of any charges relating to voicemails.\nHowever, she did provide her indictment showing that she had pleaded guilty to\nhaving “sent abusive and threatening remarks, and that [she] left voicemails in\nwhich [she] did utter sectarian remarks and threats of violence”. Where the\narticle made the same claim that she had fabricated a relationship with a\nstranger, she said that it was inaccurate for the same reasons as the first\narticle. \n22. The complainant said that the third article was\ninaccurate. She said that it was not the case that she carried out a “twisted\ncampaign of hate”, or that she had used fake accounts to do so. However, she\ndid provide her indictment which showed she did “create and repeatedly use\nsocial media accounts and email addresses which concealed [her] true identity”\nand that she did “contact said [former friend and her husband] and others\nconnected to them using said social media accounts and email addresses which concealed\n[her] true identity”. She said that she did not harass her former friend for 3\nyears although she did accept that the Sheriff had said that she carried out a\ncampaign “for more than three years” and that her indictment covered offences\nfrom 1 January 2014 – 6 August 2017. For the reasons given for the second\narticle, she disputed the article’s claim about the voicemail it reported she\nhad left her former friends. She disputed that she was a fantasist, that her\nbehaviour had caused her former friends damage and affected their jobs and\nhealth as they claimed, and their claim as well as her claim that the woman was\njealous of her. Where the article made the same claim that she had fabricated a\nrelationship with a stranger, she said that it was inaccurate for the same\nreasons as the first article. \n23. In relation to the fourth article, the complainant said\nthat all the claims made by her former friend and her husband were inaccurate.\nShe said that it was not the case that her friendship with her former friend\nwas “intense”. She disputed that they were her victims, that she was stalker,\nor a fantasist. She said that her former friends’ lives were not turned “upside\ndown” for four years, but she did accept the dates set out on her indictment as\nexplained previously. She did not accept that she “hounded” the couple in a\n“relentless campaign” or “vendetta” or targeted their family lives and\nfriendships, however she did accept that the terms of her indictment on this\npoint as set out previously. She said that it was misleading to refer to her\nformer friend’s book as an account of her ordeal as it was her opinion that it\nwas a fictional account. She disputed the quote attributed to her former friend\nthat she told her that she was being stalked, or that she “twisted the knife”.\nShe said that she did she did not create fake Facebook profiles or sent death\nthreats or lies to the former friend’s family, but she did accept the terms of\nher indictment said that she “sent abusive and threatening remarks, and that [she]\nleft voicemails in which [she] did utter sectarian remarks and threats of\nviolence”. The complainant said she was not convicted of creating a persona\ncalled “Gemma Stuart”. She disputed that she had ever said that the former\nfriend’s husband “was not good enough for her” or that the former friend’s\nhusband’s family “…all got messages from Sharp, trying to poison them against\nme.” Where the article made the same claim that she had fabricated a\nrelationship with a stranger, she said that it was inaccurate for the same reasons\nas the first article. \n24. The complainant said that the fifth article contained a\nnumber of inaccuracies. She said that it was not the case that she was had been\nridiculed or disowned by fellow fans of the football club she supported. She\nsaid that it was misleading to report that she was “flogging” merchandise, as\nher business was legitimate. She said that she was not “notorious” nor had she\ncarried out a “three year hate campaign” although she did accept the terms of\nher indictment as set out previously. She said that she did not have an\nobsession with champagne or that she was trying to intimidate anyone, nor that\nshe was a fantasist or a stalker. She also said that it was not the case that\n“details emerged in court” about her behaviour – she said that very little was\nsaid in court about her behaviour.\n25. The complainant said that the sixth article was\ninaccurate as although she accepted that she had been convicted for falsely\nclaiming that her former friend and her husband were drug dealers, she said\nthat she never made this claim on social media. She said that her Facebook post\nwas not “putting the blame” on her former friends, but explaining that her\nbehaviour for which she had been convicted was an act of retaliation, which she\naccepted was against her former friends. She said that she had never named her\nformer friends in her Facebook post. Where the article made the same claim that\nshe had fabricated a relationship with a stranger, she said that it was\ninaccurate for the same reasons as the first article. \n26. Where the seventh article repeated the same points in\nthe fifth article, the complainant disputed it for the same reasons. She also\ndisputed that people had queued in “droves” to enter her shop.\n27. The complainant said that the eighth article was\ninaccurate because she did not accept that her former friends had suffered “a\nthree year ordeal” for reasons already set out above. She also disputed the\ndescription of her as having carried out “twisted exploits”, that she was a\n“serial stalker”, and that she had a “crazy double life”, which she said could\nonly be in reference to the allegation that she had fabricated a relationship\nwith a stranger. \n28. The complainant said that the ninth article was\ninaccurate because her former friends had not suffered “pain and torture” at\nher hands. Where the article made the same claim that she had fabricated a\nrelationship with a stranger, she said that it was inaccurate for the same\nreasons as the first article. \n29. Where the tenth article repeated the same points as the\nfifth article, she disputed it for the same reasons. \n30. The complainant said that in relation to the third\nthrough to tenth articles, the photographs printed in the article were used\nwithout her permission and so their publication intruded into her privacy in\nbreach of Clause 2. However, she accepted that all of the images were publicly\navailable on social media at the time of publication, had been previously\nprinted, or were taken in a public place.\n31. The complainant also said that the publication of the\narticles represented a continuation of persistent coverage by the newspaper,\nwhich she said was unjustified and excessive. Therefore, she said that the\npublication of these articles constituted a breach of Clause 3.\n32. The newspaper said that aside from the reporting of the\nallegedly faked relationship, the articles did not contain any significant\ninaccuracies. In addition to the details set out in the complainant’s\nindictment, it pointed to a statement released by the Crown Office Procurator\nFiscal Service at the time of the complainant’s sentencing which said that: \n“A 32 year old woman who created fake social media accounts\nto carry out a campaign of harassment has been sentenced to 12 months in prison\nand given a five year non-harassment order.\nJill Sharp, a former mental health worker from North\nLanarkshire, was sentenced at Livingston Sheriff Court today after having pled\nguilty to stalking two people between January 2014 and August 2017. \nSharp, using a variety of invented names, targeted her\nvictims in a lengthy campaign of harassment.\nThe court heard that Sharp became jealous when a former\nfriend formed a relationship and subsequently married.  Following the publication of an article in\nthe Daily Record, Sharp began to target the couple online using fake accounts\nand taking photographs from their own accounts and posted them elsewhere in an\nact of revenge as she believed the complainers were responsible for the Daily\nRecord articles.\nSharp also sent threatening and abusive text messages,\npoison pen letters cut out of newspapers and emails to the employers of her\nvictims, as well as the management of their local golf club accusing them of\nbeing drug dealers and committing sectarian offences.”\nIt also referred to contemporaneous notes taken by the\nreporter in court, which it said reflected the comments made by the Procurator\nFiscal and had been accurately reported. The newspaper accepted that the\ncomplainant had not been convicted of using the name “Gemma Stuart” as part of\nher harassment but considered that where the complainant had been convicted of\nusing multiple false identities to stalk her former friends, reporting that she\nhad used the pseudonym “Gemma Stuart” did not give rise to any significant\ninaccuracy. However, as a gesture of goodwill, the newspaper said it would be\nhappy to clarify that although Gemma Stuart was never traced to the\ncomplainant, two other usernames were proven to have been used by her.\n33. With regards to the references to the allegedly faked\nrelationship, it said that at the time that these articles were published, the\npublication was confident that the article was accurate. It said that the\ncomplainant was originally charged with offences relating to this allegation,\nalthough they were not pursued by the Crown. In light of this development, the\nnewspaper accepted that the articles should be amended to reflect this. As\nsuch, on receipt of the complaint it amended both articles to make clear that\nthe points relating the allegedly faked relationship were claims, and added\nthis wording as a footnote: \n“This article has been amended to make clear that the\ninformation relating to [name] are claims.”\nIn the newspaper’s first response to IPSO’s investigation,\nit also offered to add this wording to the footnote: \n“Prior to the trial of the defendant with charges of\nharassment relating to [former friend and former friend’s husband], we are\nhappy to make clear that the Crown did not pursue the charges in relation to\n[name]”\n34. When IPSO had concluded its investigation –\napproximately 6 months after it had began – the newspaper made a further offer\nto add the complainant’s denial of the allegation to the proposed footnote. It\nsaid that it intended to make this offer during the IPSO investigation, but due\nto the large volume of complaints and subsequent correspondence, it had failed\nto notice that it had not done so. It noted that their complaints handling\ndepartment responded to other complaints made by the complainant on the same\npoint against different titles in its publishing group – the complaints\ndepartment had offered to put the complainant’s denial on record for all of the\nother titles in its publishing group and so it was clear that a failure to do\nso here was an error rather than a deliberate decision. It noted that the\nnewspaper had never said it was not willing to put the complainant’s denial on\nthe record, but that the complainant had previously rejected offers made by\nother newspapers to put her denial on the record.\n35. The newspaper did not accept that the articles breached\nClause 2. It said that all of the photographs had been taken from either the\ncomplainant or her partner’s open social media profiles. It said that in\nrelation to the photographs showing the complainant outside of court or being\narrested, the complainant did not have a reasonable expectation of privacy\nbecause they had been taken in public places and did not reveal any private\ninformation about her.\n36. In relation to Clause 3, it said that the frequency that\narticles were published did not engage the terms of Clause 3.\nRelevant Code Provisions\nClause 1 (Accuracy)\ni) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not\nsupported by the text.\nii) A significant inaccuracy, misleading statement or\ndistortion must be corrected, promptly and with due prominence, and — where\nappropriate — an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator.\niii) A fair opportunity to reply to significant inaccuracies\nshould be given, when reasonably called for.\niv) The Press, while free to editorialise and campaign, must\ndistinguish clearly between comment, conjecture and fact.\nClause 2 (Privacy)*\ni) Everyone is entitled to respect for his or her private\nand family life, home, health and correspondence, including digital\ncommunications\nii) Editors will be expected to justify intrusions into any\nindividual's private life without consent. Account will be taken of the\ncomplainant's own public disclosures of information.\niii) It is unacceptable to photograph individuals, without\ntheir consent, in public or private places where there is a reasonable\nexpectation of privacy.\nClause 3 (Harassment)*\ni) Journalists must not engage in intimidation, harassment\nor persistent pursuit.\nii) They must not persist in questioning, telephoning,\npursuing or photographing individuals once asked to desist; nor remain on\nproperty when asked to leave and must not follow them. If requested, they must\nidentify themselves and whom they represent.\niii) Editors must ensure these principles are observed by\nthose working for them and take care not to use non-compliant material from\nother sources.\nFindings of the Committee \n37. In relation to the allegedly fabricated relationship\nwhich was referenced in all articles aside from the eighth article, this was\nreported as fact and the articles did not report that the complainant denied\nthe allegation. Presenting this allegation as fact, despite the existence of\nthe complainant’s denial which was in the public domain at the time of\npublication, constituted a failure to distinguish between comment, conjecture\nand fact, and there was a breach of Clause 1(iv). Where the articles were significantly\nmisleading as to the status of these serious allegations, under Clause 1(ii)\nthere was a requirement to put on record that these claims were allegations\ndisputed by the complainant.\n38. On receipt of the complaint, the newspaper had amended\nthe article to make clear that the points relating to the allegedly faked\nrelationship were claims, rather than statements of fact. It also added a\nfootnote to the articles to record that this change had been made. In the first\nresponse to IPSO’s investigation, it offered to add to the footnote that the\ncharges relating to this allegation were not pursued by the Crown. The\nnewspaper then offered to put the complainant’s denial on record, as a footnote\nto the online article. This wording was sufficiently prominent and it made\nclear the complainant’s position and the status of the claims, as required\nunder Clause 1(ii). However, the Committee had regard to Clause 1(ii)’s\nrequirement that a significant inaccuracy be corrected promptly. The offer to\nput the complainant’s denial on record – which was contingent to satisfy Clause\n1(ii) – had been made more than six months after IPSO began its investigation.\nGenerally, this delay would mean that the offer would not be considered\nsufficiently prompt. However, the Committee recognised the exceptionally large\nnumber of complaints against a number of titles in the publishing group and the\nvery high volume of correspondence involved in this case, and accepted the\nnewspaper’s position that its failure to offer to put the complainant’s denial\non record – as the publishing group’s complaints department had done for all\nthe other complaints on this subject – was an error rather than an editorial\ndecision. in these particular circumstances the Committee did not consider that\nthe publication’s actions constituted a breach of breach of Clause 1(ii).\n39. With regard to the remaining points raised by the\ncomplainant under Clause 1, the Committee did not find that they raised any\nsignificant inaccuracies. With regards to the second and third articles, it was\nclear from the complainant’s indictment that she had pleaded guilty to leaving\nabusive voicemails. Similarly, it was not inaccurate for the third article to\nreport that she had carried out a “campaign of hate” over three years when her\nindictment showed she had been convicted of harassment offences between 2014\nand 2017. Where the complainant had been convicted of stalking offences and was\nfound to have created fake online profiles in order to do this, it was not\nsignificantly misleading to describe her as a “fantasist” and that she had used\nfake accounts. The claim in the third article that she had caused her former\nfriends damage and had affected their health was attributed to them, and they\nwere entitled to speak of their experience. There was no breach of Clause 1(iv)\nin distinguishing their comment from fact. The complainant was not in a\nposition to dispute their experience, and reporting their comments did not give\nrise to any significant inaccuracy regarding the complainant’s conviction. In\nrespect of the claim that the complainant had been jealous of her former\nfriend’s engagement – it was partly attributed to her former friend and her\nhusband, who said it was their belief that this was the case. The Committee\nalso had regard to the statement from the COPFS, which said that this narrative\nhad been heard by the court. Where this was clearly speculation, attributed to\na person rather than adopted as part of the court’s findings, there was no\nfailure to distinguish between comment, conjecture and fact, and was not\nsignificantly misleading as to charges to which the complainant had pleaded\nguilty. There was no breach of Clause 1 on these points in the second and third\narticles.\n40. In regards to the fourth article, where it was accepted\nthat the complainant had previously  been\nclose friends with her former friend and her husband, describing this\nfriendship as “intense” was not significantly misleading as to the facts of the\ncase such as to require correction under the terms of Clause 1(ii). It was not\nmisleading to describe her as a “fantasist” for the reasons set out above, and\nwhere she had been convicted of stalking offences, not inaccurate to describe\nher as a “stalker”. The Committee considered that where the complainant’s\nindictment showed she had been convicted for offences ranging over three and\nhalf years, any inaccuracy arising from reporting that she had turned her\nformer friends’ lives “upside down” was not significantly misleading to the\nscale and nature of her conviction. Having regard to the details of the\noffences set out in the complainant’s indictment – including that she “sent\nabusive and threatening remarks, and that [she] left voicemails in which [she]\ndid utter sectarian remarks and threats of violence”, it was not inaccurate to\nreport that the complainant “hounded” the couple in a “relentless campaign” or\n“vendetta” or targeted their family lives of friendships. For this reason, and\nspecifically with regard to the indictment’s reference to threats of violence,\nthere was no significant inaccuracy in reporting that she sent her former\nfriend and her husband death threats. There was no claim in the article that\nthe former friend’s book was factual – only that it was based on her\nexperience, which was not in dispute. Reporting that the complainant had used\nthe name “Gemma Stuart”, when in fact she had been convicted of using different\nnames, was not significantly misleading as to the nature of her conviction as\nto require correction under the terms of Clause 1(ii). The claim that the\ncomplainant had ever said that the former friend’s husband “was not good enough\nfor her” was attributed to the former friend, and for the reasons given above\nregarding the claim that the complainant was jealous of the relationship, did\nnot give rise to any significant inaccuracy. Similarly, where the complainant’s\nindictment said that she contacted people “connected” with her former friends,\nreporting that she had targeted her former friend’s husband’s family was not\nsignificantly misleading as to her conviction. There was no breach of Clause 1\non these points in the fourth article. \n41. In regards to the fifth article, the basis to say that\nthe complainant had been ridiculed and disowned by fellow football fans was set\nout in the article by including tweets calling her a “maniac” and saying she\nwas not welcome at a pub popular with other fans. The complainant disagreed\nwith this claim, but she did not dispute that the comments had been reported\naccurately. For this reason, the Committee did not find that this claim raised\nany significant inaccuracies requiring correction under the terms of Clause\n1(ii). The Committee considered that “flogging” was in this case a synonym for\n“selling” merchandise, which the complainant was doing at her business.\nAlthough the complainant found this description unfair, it was not an\ninaccurate. Similarly, where the complainant had been discussed on social media\nand in the press with regards to her conviction and subsequent behaviour, it\nwas not inaccurate to describe her as “notorious”. For the reasons set out\npreviously, it was not inaccurate to report that she had carried out a “three\nyear hate campaign” or to describe her as a “fantasist” or a “stalker”.\nFinally, the claims that the complainant had an “obsession with champagne”,\n“that we won’t be intimidated by her”, and that “details emerged in court about\nher behaviour” was attributed to the husband of the former friend. There was no\nfailure to take care to distinguish his comment from fact. Although the\ncomplainant disputed she had an “obsession with champagne”, the basis for this\nwas set out in the article – she had celebrated her release from prison by\nposting pictures on social media of her drinking champagne, with the bottle\nprominently displayed. Furthermore, as reported in the article, the complainant\nhad previously posted photographs of her drinking champagne, each with the\nchampagne a focus of the photograph. The Committee could not find that this\ncomment – clearly presented as the former friend’s husband’s own\ncharacterisation – as representing a significant inaccuracy requiring\ncorrection. Where her case had been heard in court, it was not inaccurate to\nreport that “details emerged in court” about her behaviour. For all of these\nreasons, these points did not raise any breach of Clause 1 in the fifth\narticle.\n42. With regards to the sixth article, where the complainant\nhad been convicted of using social media to harass her former friends, and\nseparately had falsely claimed that they were drug dealers, it was not\nsignificantly misleading to report that she had made this claim on social media\n– although the Committee accepted the complainant’s position that this was not\nthe case. Where the complainant had sought via a social media post to justify\nher behaviour as an act of retaliation – which she accepted referred to her\nformer friends – it was not misleading to characterise this as trying to “put\nthe blame” on them for her behaviour. These points did not raise any breach of\nClause 1 in the sixth article. \n43. Where the seventh article repeated the same points as\nthe fifth article, these points did not breach Clause 1 for the same reasons as\ngiven above. Whether customers queued in “droves” to enter the complainant’s\nshop was not significantly misleading to the overall article.\n44. Where the eighth article reported that the complainant\nhad carried out a “three year ordeal”, this was not inaccurate for the same\nreasons set out above. It was not inaccurate to report that the\ncomplainant  had carried out twisted\nexploits”, that she was a “serial stalker”, and that she had a “crazy double\nlife”. Although these were the newspaper’s interpretation of the actions for\nwhich she was convicted, rather than a reflection of the language used in the\nindictments, the Committee did not consider they were a misleading rendering of\nthe charges. Where the complainant had used multiple identities as part of her\ncampaign of harassment, the Committee considered that these descriptions did\nnot exclusively refer to her alleged fabrication of a relationship as she\nsuggested. There was no breach of Clause 1 on these points, and where the\narticle did not include any reference to the allegedly fabricated relationship,\nno significant inaccuracy requiring correction.\n45. The ninth article was reporting comments made by a\nformer footballer about the case. It had taken care to distinguish his comment\nthat the former friends have suffered “pain and torture” at the hands of the\ncomplainant from fact and so there was no breach of Clause 1(iv). The\ncomplainant was not in a position to dispute the couple’s views of her\nbehaviour of the effect it had had on them. As such, there was no significant\ninaccuracy in reporting this comment such as to require correction. Where the\ntenth article repeated the same points as the fifth article, those points were\nnot inaccurate for the same reasons as given above. There was no breach of\nClause 1 in relation to these points in the nineth and tenth articles. \n46. With regards to the photographs which appeared in all\nthe articles, the complainant accepted that they were publicly available on\nsocial media at the time of publication, had been taken in public places, or\nwere already in the public domain after having been published in previous\narticles. For these reasons, the complainant did not have a reasonable\nexpectation of privacy over these photographs and their publication did not\nrepresent an intrusion into her privacy. There was no breach of Clause 2. \n47. The terms of Clause 3 are generally interpreted to apply\nto the conduct of journalists during the newsgathering process. The concern\nthat the newspaper had printed an article which was unnecessary did not engage\nthe terms of Clause 3.\nConclusions\n48. The complaint was partly upheld under Clause 1(iv).\nRemedial Action Required\n49. The action which the newspaper had offered was\nsufficiently prompt and prominent, and made clear the status of the claims.\nThis was sufficient to comply with the terms of Clause 1(ii), and should now be\nprinted. \n \nDate complaint received: 12/03/2019\nDate complaint concluded by IPSO: 21/01/2021\nBack to ruling listing\n\n\n"
}