{
    "url": "/rulings-and-resolution-statements/ruling/?id=02368-15",
    "title": "02368-15 A woman v The Daily Telegraph",
    "provisions": [
        "1 (Accuracy) 2015",
        "12 (Discrimination) 2015"
    ],
    "outcome": "Breach - sanction: action as offered by publication",
    "publication": "The Daily Telegraph (Telegraph Media Group Ltd)",
    "received_on": "2015-03-31 00:00:00",
    "concluded_on": "2015-06-15 00:00:00",
    "complaint_processing_days": 76,
    "conclusion_long": "9. The complaint was upheld under Clause 1 (Accuracy).",
    "remedial_action": "10. The newspaper had already removed all reference to the complainant from the article and offered to publish a footnote. Given that the inaccuracy in this case was a reference to an anonymised person, and was not in the context of an in-depth analysis of the case, but in an update on the public figure’s career, a footnote was the appropriate remedy to the established breach of the Code. In normal circumstances the Committee would now require the publication of the footnote. However, this was a particularly sensitive case, and the complainant had made clear that she did not want a footnote added to the article. On this occasion, the offer of the footnote was sufficient. The newspaper was not required to publish it.  Date complaint received: 31/03/2015",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee 02368-15 A woman v The Daily Telegraph\nSummary of complaint\n1. A woman complained to the Independent Press Standards\nOrganisation that The Daily Telegraph had breached Clause 1 (Accuracy) and\nClause 12 (Discrimination) of the Editors’ Code of Practice in an article\npublished on the newspaper’s website in March 2015.\n2. The article was a short report on a public figure, and\nnoted that he had been accused of “making sexual advances towards a vulnerable\nfemale constituent”; the complainant was that constituent. \n3.The complainant was concerned that the article had inaccurately\nreported that she had learning difficulties; in fact she has mental health\nproblems. She was further concerned that the inaccurate reporting was\ndiscriminatory. \n4. The newspaper acknowledged that the article had been\ninaccurate; the journalist had made an unfortunate error. The newspaper\napologised to the complainant for the distress caused, although noted that\nthose who did not already know her would not be able to identify her from the\narticle. It removed all reference to her from the article, and offered to\nappend an explanatory footnote, including an apology for the error. It\noriginally offered to also publish an additional apology in the print\nnewspaper, but amended its offer of remedy on realising that the reference\ncomplained of had not appeared in the print version of the article.\n5. The complainant said that this offer could not remedy the\ndistress that had been caused to her. She did not want the footnote to be\npublished.\nRelevant Code Provisions\n6. Clause 1 (Accuracy)\ni) The press must take care not to publish inaccurate,\nmisleading or distorted information, including pictures.\nii) A significant inaccuracy, misleading statement or\ndistortion once recognised must be corrected, promptly and with due prominence,\nand – where appropriate – an apology published.\nClause 12 (Discrimination)\ni) The press must avoid prejudicial or pejorative reference\nto an individual’s race, colour, religion, gender, sexual orientation or to any\nphysical or mental illness or disability.\nii) Details of an individual’s race, colour, religion,\nsexual orientation, physical or mental illness or disability must be avoided\nunless genuinely relevant to the story.\nFindings of the Committee\n7. The Committee welcomed the newspaper’s prompt recognition\nthat the article had been inaccurate, and the immediate steps it had taken to\namend the reference. The correct information was already in the public domain\nand easily accessible; the newspaper had failed to take care over the accuracy\nof the article. The Committee found that the established inaccuracy gave a\nsignificantly misleading impression of the complainant in what was clearly a\nsensitive case. The inaccuracy required correction under Clause 1 (ii) of the\nCode.\n8. The reference to the complainant’s vulnerability was\ngenuinely relevant to the events reported. The reference to learning\ndifficulties was not prejudicial or pejorative; it was included in error, and\nnot in a way which discriminated against the complainant. There was no breach\nof Clause 12.\nConclusions\n9. The complaint was upheld under Clause 1 (Accuracy).\nRemedial Action Required\n10. The newspaper had already removed all reference to the\ncomplainant from the article and offered to publish a footnote. Given that the\ninaccuracy in this case was a reference to an anonymised person, and was not in\nthe context of an in-depth analysis of the case, but in an update on the public\nfigure’s career, a footnote was the appropriate remedy to the established\nbreach of the Code. In normal circumstances the Committee would now require the\npublication of the footnote. However, this was a particularly sensitive case, and\nthe complainant had made clear that she did not want a footnote added to the\narticle. On this occasion, the offer of the footnote was sufficient. The\nnewspaper was not required to publish it. \nDate complaint received: 31/03/2015\nDate decision issued: 15/06/2015\nBack to ruling listing\n\n\n"
}