{
    "url": "/rulings-and-resolution-statements/ruling/?id=02363-19",
    "title": "02363-19 Kerr v The National",
    "provisions": [
        "12 Discrimination (2018)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "The National (Newsquest Media Group)",
    "published_on": "2019-01-25 00:00:00",
    "received_on": "2019-03-13 00:00:00",
    "concluded_on": "2019-07-10 00:00:00",
    "complaint_processing_days": 119,
    "conclusion_long": "14. The complaint was not upheld.",
    "remedial_action": "15. N/A Date complaint received: 13/03/2019",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee 02363-19 Kerr v The NationalSummary of Complaint\n1. Stephen Kerr MP\ncomplained to the Independent Press Standards Organisation that The National\nbreached Clause 12 (Discrimination) of the Editors’ Code of Practice in an\narticle headlined “Could divine intervention help break the Brexit impasse?”,\npublished on 25 January 2019.\n2. The article, a\ncomment piece, began by asking whether “we could just ask God” for a solution\nto Brexit “bickering”, since “people make mistakes…so perhaps we shouldn’t be\ntrusted with important decisions”. It said that, in doing so, “we could seek\nthe assistance” of the complainant – a Member of Parliament – who is a member\nof the Church of Jesus Christ of Latter-day Saints. The article reported the\ncomplainant’s comments at Prime Minister’s Questions, when he “bellowed that\nScotland should be denied a second independence referendum”, and said that “it\nwould appear the good people of Stirling elected, by a thumping majority of\n148, a man who does not believe Scotland could be a successful independent\nstate but does believe in angels”.\n3. The article went\non to state that Mormons “believe in ‘continuing revelation’ – which only a\ncynical heathen would translate as ‘making it up as you go along’”. It listed a\nnumber of Mormon beliefs, including claims relating to the one of their holy books,\nthe Book of Mormon, and to Joseph Smith, who it said “was visited by an angel\nwho led him to some engraved gold tablets. Luckily for humanity, Smith was\ngifted with the power to translate the strange text into English…as the angel\nwas a bit possessive about the gold plates and said no-one else was allowed to\nlook at them. Which is understandable.” The article compared the angel’s\nactions to the government’s actions in relation to allegedly withholding Brexit\nlegal advice. It went on to state that “the Brexiteers have their own holy\ntext, but it’s written in red pen rather than engraved on gold, and reflects\nthe will of the people rather than the word of God”.\n4. The article also\nappeared in the same format online on the same day, under the headline “Heaven\nhelp us with these Scottish Tory MPs and their Unionism”.\n5. The complainant\nsaid that the article had breached Clause 12 (Discrimination). He said that\nwhile it was acceptable for the publication to attack his viewpoints on any\nissue, it was not appropriate for it to demean and ridicule him on the basis of\nhis religious beliefs. He said that the article treated tenets of his faith in\na pejorative way, by suggesting that the doctrine of ‘continuing revelation’\ncould be translated as “’making it up as you go along’”, and said that the\ncomparison made between his belief in angels and his opposition to Scottish\nindependence was a pejorative reference to his own faith. He also said that the\narticle suggested, prejudicially, that his faith made his political views\nirrelevant. He said that his religious views were irrelevant to the political\nquestions raised by the article.\n6. The publication\ndenied any breach of Clause 12. It said that freedom of expression dictated\nthat no individual be entitled to practice religion free from criticism, and\nthat it had the right to hold any belief system to account. It said that the\ncolumn in question was a satirical, humorous piece, and that columnists were\nentitled to explore and question the personal views of politicians, and to\nhighlight potential conflicts between their religious views and their\nresponsibilities in office. The publication considered that the possibility of\nsuch conflicts made the complainant’s faith relevant to a report of his political\nviews, particularly where he had formerly been a senior figure within the\nchurch, and where the article was a discussion of the relevance of politicians’\nbeliefs to their actions. It noted that the complainant had previously spoken\nabout his faith, and its interaction with his political beliefs. The\npublication denied that the reference to the complainant believing in angels\nbut not in Scottish independence was a pejorative reference to his religion; it\nsaid that this claim accurately reflected the complainant’s beliefs.\n7. The publication\noffered to publish a letter from the complainant setting out his views in\nrelation to the matter.\nRelevant Code Provisions\n8. Clause 12\n(Discrimination)\ni) The press must avoid prejudicial or pejorative reference\nto an individual's, race, colour, religion, sex, gender identity, sexual\norientation or to any physical or mental illness or disability.\nii) Details of an individual's race, colour, religion, gender\nidentity, sexual orientation, physical or mental illness or disability must be\navoided unless genuinely relevant to the story.\nFindings of the Committee\n9. The Preamble to\nthe Editors’ Code makes clear that the Code itself should not be interpreted in\nsuch a way as to restrict the right to freedom of expression, including the\nright to be partisan, to shock and to challenge;  the Code also does not address issues of\ntaste and offence.\n10. Clause 12 (Discrimination) does not prohibit criticism\nor mockery of religions or religious groups; rather, it affords protection to\nindividuals from pejorative, prejudicial or irrelevant references to their own\nreligion. In this case, the article made satirical or mocking references to the\nBook of Mormon, to the notion of “’continuing revelation’”, and to other\naspects of the Mormon faith. However, these references to the teachings of the\nChurch were not directed at the complainant personally, and were not framed in\nreference to him as an individual, but to the organisation as a whole, and its\nbeliefs. The complainant’s concerns on this point did not therefore engage the\nterms of Clause 12.\n11. The article had sought to compare and contrast the\nnature of Mormon beliefs with the views espoused by ‘Brexiteers’ and considered\nthe relevance of the complainant’s religious beliefs to his political views.\nThese were legitimate subjects of debate, and the Code does not seek to\nprohibit critical comment as to how the religious beliefs of an elected\npolitician may affect that individual’s actions in the political sphere. Doing\nso in the article was not pejorative in such a way as to represent a breach of\nClause 12.\n12. The article had made one explicit reference to the\ncomplainant’s own religious views, by stating that his constituents had elected\n“a man who does not believe Scotland could be a successful independent state\nbut does believe in angels”. The Committee did not consider that presenting a\ncontrast between the religious beliefs and political views of the complainant\nrepresented a pejorative claim about the complainant on the basis of his\nreligion. There was no breach of Clause 12 on this point.\n13. The article was a comment piece which sought to contrast\nthe complainant’s religious and political beliefs. The complainant’s religion\nwas relevant to this discussion, and the Committee noted that it formed part of\nhis public profile. Referring to the complainant’s religion in this context was\nnot irrelevant, and there was no breach of Clause 12(ii) on this point.\nConclusions\n14. The complaint was not upheld.\nRemedial action required\n15. N/A\nDate complaint received: 13/03/2019\nDate decision issued: 10/07/2019\nBack to ruling listing\n\n\n"
}