{
    "url": "/rulings-and-resolution-statements/ruling/?id=02369-18",
    "title": "02369-18 Hewitt v The Daily Telegraph",
    "provisions": [
        "1 Accuracy (2018)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "The Daily Telegraph (Telegraph Media Group Ltd)",
    "published_on": "2018-03-15 00:00:00",
    "received_on": "2018-03-20 00:00:00",
    "concluded_on": "2018-05-21 00:00:00",
    "complaint_processing_days": 62,
    "conclusion_long": "16.  The complaint was not upheld.",
    "remedial_action": "17. N/ADate complaint received: 20/03/2018",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee 02369-18 Hewitt v The Daily TelegraphSummary of complaint1. Guy Hewitt\ncomplained to the Independent Press Standards Organisation that The Daily\nTelegraph breached Clause 1 (Accuracy) of the Editors’ Code of Practice in an\narticle headlined, “The stench of economic decay is overwhelming Barbados,”\npublished on  15 March 2018.2. The article was\nan opinion piece, reporting on the journalist’s recent trip to Barbados, where\nshe had previously lived. It reported that there was an ongoing problem with\nthe sewage system in Barbados, which was “plighting the entire south coast of\nthe island,” and claimed that “Barbados stinks. It really does.” It stated that\nlocal schools and post offices had been forced to close, and that local\nbusinesses and restaurants were suffering as a result of “foul effluvium\n[bubbling] up from the manhole covers… and out on to the island’s pristine\nbeaches 24 hours a day.” It claimed that this was having a negative effect on\ntourism, on which the island relies, and reported that “local newspapers and\nBajans openly accuse government ministers of financial impropriety.”3. It reported that\n“the American, Canadian and British foreign offices have put up advisory health\nwarnings for tourists” and that due to the islands reliance on tourism, “this\nhas the makings of a serious economic and social crisis.” It stated that the\nisland’s fiscal deficit was soaring, foreign direct investment had plummeted\nand that “the situation is so bad that it is widely believed Barbados has no\noption to resort to the International Monetary Fund (IMF).” The article was\nalso published online with the same headline.4. The complainant\nwas the High Commissioner for Barbados to the UK. He said that the article was\ninaccurate, as it exaggerated the sewage problem on the island and made\nunsubstantiated claims about alleged government corruption and a decline in\ntourist numbers. He said that while there had been a breach of the island’s\nsewage system, this affected only one mile of coastline, not the full south\ncoast, as claimed in the article. He also said that there was no evidence to\nsupport the article’s claim that this sewage breach had caused visitors to\n“come down with violent bouts of gastroenteritis” as stated in the article.5. He also said\nthat the article was inaccurate, as the number of tourists visiting Barbados\nhad risen in 2017, and an increase was expected in 2018. He said that Barbados\nhad recently been awarded “Best Destination” at an international travel trade\nfair and had the highest ranking for destination satisfaction amongst\ntravellers. He said that there was no evidence of corruption in Barbados, as\nclaimed in the article, and that Barbados was ranked number 25 by Transparency\nInternational, which tracks corruption in public life around the world. The\ncomplainant also said that while he did accept that “violence is creeping into\nschools, infrastructure is breaking down and crime in on the rise,” as reported\nin the article, these represented normal social problems, which the government\nwas working to address.6. The complainant\ndid not accept that the article’s characterisation of the economic situation in\nBarbados was accurate. He said that the article’s claim that it was “widely\nbelieved Barbados has no option but to resort to the International Monetary\nFund” was unsubstantiated and inaccurate. He also expressed concern that the\narticle was substantially based on claims made by a single, politically\npartisan local news source, which he said made the article inaccurate.7. The newspaper\ndid not accept that it had breached the Editors’ Code. It said that the article\nwas an opinion piece, and was easily recognisable as such. Although the\nnewspaper recognised that the complainant disagreed with the journalist’s\nviews, the journalist had spoken to a large number of tourists and residents\nabout the problems outlined in the article on a recent trip to Barbados, and\nmaintained the article was accurate. The newspaper accepted that the sewage\nleak directly affected 1 to 2 miles of the seven mile south coast of the\nisland. However, it said that residents and local news sources reported that it\nhad had an effect on businesses along the entire south coast, and provided\ncomments from travellers on review sites who claimed that they usually\nholidayed on the south coast, but would no longer do so due to the ongoing\nsewage issues. It also argued that there was an obvious risk of effluent\noverflowing from manholes entering the sea, and therefore possibly causing a\ndirect effect along the whole coast. In these circumstances, the newspaper said\nthat it was accurate to say that the sewage problem, which had been ongoing for\n2 years, “blighted” the entire south coast.8. It provided a\nlarge number of articles by local publications, condemning the “catastrophic\nfailure” of the southern sewage system on the island, and provided a statement\nfrom the government of Barbados had itself recognised the “potential public health\nissues” caused by the sewage leak. It also said that the reporter was aware of\nfriends and contacts living in the area who had gastroenteritis problems as a\nresult.9. It said that the\narticle had accurately reported that there was a possibility that this problem\nmay affect the number of tourists visiting the island, and provided a statement\nfrom the Barbados Hotel and Tourism Association, which warned that the effect\nupon tourism would be disastrous if the sewage problem was not resolved, and calling\non the government to treat the matter as a “national crisis”. It said that\nlocal residents who the reporter had spoken to, had raised concerns about\nalleged government corruption, and provided copies of local news reports which\nreported on perceived corruption within the country. It also provided copies of\nan IMF report on economic issues in Barbados and an article from a local\nnewspaper which stated that The Barbados Banker’s Association had called on the\ngovernment to secure funding from the IMF to boost foreign reserves, which it\nsaid was at its lowest levels in 22 years. \nRegardless, to try and resolve the complaint the newspaper offered to\npublish the following clarification, in the business section where the article\nhad first appeared, and as a footnote to the online article:Barbados SewageA 15 March article referred to a sewage problem “blighting\nthe entire south coast” of Barbados. We wish to clarify that raw sewage\neffluent has been reported along a two-mile stretch of the island’s coastline,\npopular with tourists, between Hastings and Dover Beach.Relevant Code provisions10. Clause 1 (Accuracy)i) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not\nsupported by the text.ii) A significant inaccuracy, misleading statement or\ndistortion must be corrected, promptly and with due prominence, and – where\nappropriate- an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator.Findings of the Committee11. The presentation and tone of the article made clear that\nit was the reporter’s account and observations of Barbados based on her recent\nvisit to the country. It was accepted that there had been an ongoing problem\nwith the sewage on the south of the island from 2016. The newspaper had\nprovided evidence to show that the effect of the sewage was affecting\nbusinesses, and traveller’s experiences along the 7 mile coast. In these\ncircumstances, it had taken care over the accuracy of the claim that the sewage\nproblem had “blighted” the entire south coast. There was no breach of Clause 1\n(i).12. While the area where sewage was spilling onto the\nstreets covered only 2 miles, the issue had been ongoing for two years, and the\nnewspaper had shown that this was causing concern along the coast, not just the\ndirectly affected area. In these circumstances it was not inaccurate for the\narticle to state that the issue was “blighting the entire south coast.” There\nwas no breach of Clause 1 on this point.13. The British Foreign Office had issued a warning relating\nto the possible health concerns due to the raw sewage in the south of the\nisland. The journalist had also spoken to a number of people who had contracted\ngastroenteritis, and the government had also recognised the potential for the\nspread of disease. In these circumstances the newspaper had taken care over the\naccuracy of the claim that tourists were being affected by gastroenteritis and\nreporting this did not represent a significant inaccuracy. There was no breach\nof Clause 1 on this point. 14.  The newspaper had\nrelied on the reporter’s experience in Barbados, the opinions of residents and\ntourists she had spoken to, as well as a number of articles written by local\npublications as a basis for the broader claims made in the article. The\nnewspaper had provided a statement from the Barbados Hotel and Tourism\nAssociation, warning that the effect of the ongoing sewage issue on tourism\ncould be “disastrous.” In these circumstances, the newspaper was entitled to\nreport that the sewage incident was having a negative effect on tourism. There\nwas no breach of Clause 1 on this point.15. Local media reports supported the newspaper’s position\nthat there was “perceived corruption” in Barbados. While the complainant was\nconcerned that the article had reported on claims made by one, partisan news source,\nthe article had made clear that these concerns came from local media and\nresidents, and had accurately reported these concerns.  The newspaper was entitled to report these\nclaims, and doing so did not represent a breach of Clause 1.Also, the country’s\nBanker’s Association had called for the government to agree a loan with the\nIMF, this supported the article’s claim that it was widely believed that\nBarbados had no option but to agree a loan with the IMF. Reporting this was not\ninaccurate in breach of Clause 1.Conclusions16.  The complaint was\nnot upheld.Remedial Action Required17. N/ADate complaint received: 20/03/2018Date decision issued: 21/05/2018 \n \n \n \n \n \nBack to ruling listing\n\n\n"
}