{
    "url": "/rulings-and-resolution-statements/ruling/?id=02363-15",
    "title": "02363-15 Arif v Manchester Evening News",
    "provisions": [
        "3 (Privacy) 2015",
        "5 (Intrusion into grief or shock) 2015",
        "1 (Accuracy) 2015"
    ],
    "outcome": "No breach - after investigation",
    "publication": "Manchester Evening News (Reach PLC)",
    "published_on": "2015-03-26 00:00:00",
    "received_on": "2015-03-31 00:00:00",
    "concluded_on": "2015-07-09 00:00:00",
    "complaint_processing_days": 100,
    "conclusion_long": "17. The complaint was not upheld.",
    "remedial_action": "N/A  Date complaint received: 31/03/2015",
    "text": "\n\n\n\n\n\n·  Decision of the Complaints Committee 02363-15 Arif v\nManchester Evening News\nSummary of\ncomplaint \n1. Vanessa Arif complained to the Independent Press\nStandards Organisation that the Manchester Evening News had breached Clause 1\n(Accuracy), Clause 3 (Privacy) and Clause 5 (Intrusion into grief or shock) of\nthe Editors’ Code of Practice in an article headlined “Rochdale Canal killer\nJack Smith confesses to TEN unsolved crimes and gets extra jail time”,\npublished on 26 March 2015. \n2. The article reported that Jack Smith, a convicted\nmurderer, had confessed to ten unsolved offences, including the burglary of the\ncomplainant’s house. The article stated that photographs of the complainant’s\nlate husband, who was murdered in 2006 by an actor who used to appear in TV\ndrama “Shameless”, had been lost in the burglary. \n3. The complainant said the newspaper had inaccurately\nreported in the online article that her husband had been murdered in a “racist\nattack”; it had been a revenge attack. She expressed concern that the\ninaccuracy had stirred up racial tensions within her community. She noted that\nshe had lost “in the region of £5,000” in goods in the burglary, not £2,000 in\ngoods, as reported. \n4. The complainant considered that the connection the\nnewspaper had drawn between her husband’s murder and the story, the publication\nof his photograph, and the reference to stolen photographs, had been\ninsensitive and represented an intrusion into her personal grief. She\nconsidered that the newspaper had deliberately made reference to her husband’s\ncase because of the notoriety of his murderer. \n5. She said the publication of her name and address, the\nname of her teenage son and a link to an article that contained his photograph,\nand extracts from her Witness Impact Statement, which had been read out during\nthe proceedings against Jack Smith, had represented an intrusion into her\nprivacy. She said she had serious concerns for her family’s safety as a result\nof the article, and requested compensation to help them to relocate. \n6. The newspaper said it appreciated that the report had\nbeen upsetting for the complainant to read, but it said her husband’s murder\nhad been reported previously, and repeating that report did not represent an\nintrusion into grief in breach of the Editors’ Code. \n7. The newspaper accepted, however, that the motive\nbehind the murder was revenge and not race, and it apologised for the\ninaccuracy in the online article. It said it had sourced the information from\nthe complainant’s son’s Just Giving fundraising page, in which he had stated\nthat his father had been murdered by a man who was “on bail for another racist\nattack”. The newspaper did not consider that this was a significant inaccuracy.\nNonetheless, it offered to correct the detail online and to append the\nfollowing note: \nThis article has been amended to make clear that Changez\nArif was murdered by Michael Skeffington in a revenge attack, not a racist\nattack. \n8. The newspaper said the complainant’s address had been\nmentioned in court, and was not private. It also noted that her name had been\nin the public domain following her husband’s murder, and it had been given in\ncourt during Jack Smith’s trial. The newspaper said the murder was relevant to\nthe story because the complainant had provided a Witness Impact Statement,\nwhich was read out in court, and which stated that she was still grieving for\nher late husband, and that photographs of him had been lost in the burglary.\nDue to the complainant’s concerns, however, the newspaper removed her name and\naddress from the online article. \n9. The newspaper said it had made reference to the\ncomplainant’s son because it had previously published a story on his\nfundraising efforts following the death of his father. It provided a link to\nthe article and noted that the story was published with the complainant’s\nconsent and had quoted her. It removed the link to the fundraising story from\nthe article in response to the complaint. \nRelevant Code Provisions\n10. Clause 1 (Accuracy) \ni) The Press must take care not to publish inaccurate,\nmisleading or distorted information, including pictures. \nii) A significant inaccuracy, misleading statement or\ndistortion once recognised must be corrected, promptly and with due prominence,\nand - where appropriate - an apology published. In cases involving the Regulator,\nprominence should be agreed with the Regulator in advance. \nClause 3 (Privacy) \ni) Everyone is entitled to respect for his or her private\nand family life, home, health and correspondence, including digital\ncommunications. \nii) Editors will be expected to justify intrusions into\nany individual's private life without consent. Account will be taken of the\ncomplainant's own public disclosures of information. \niii) It is unacceptable to photograph individuals in\nprivate places without their consent. Note - Private places are public or\nprivate property where there is a reasonable expectation of privacy. \nClause 5 (Intrusion into grief or shock) \ni) In cases involving personal grief or shock, enquiries\nand approaches must be made with sympathy and discretion and publication\nhandled sensitively. This should not restrict the right to report legal\nproceedings, such as inquests. \nFindings of the Committee\n11. The Committee wished to extend its sympathy to the\ncomplainant and her family for their loss. \n12. The newspaper had inaccurately reported that the\ncomplainant’s husband had been murdered in a “racist attack”. It had sourced\nthis information from the complainant’s son’s Just Giving fundraising page,\nwhich had implied that his father’s murder had been racially motivated. The\nnewspaper’s reliance on this information did not represent a failure to take\ncare over the article’s accuracy. There was no breach of Clause 1 (i) on this\npoint. \n13. It was accepted that the murder had been motivated by\nrevenge, and not race. The Committee considered that this represented a\nsignificant inaccuracy that required correction. The newspaper had already\ncorrected the online article and had offered to append a footnote that made\nclear that this detail had been amended. As the error had only appeared online\nand not in print, this was sufficient to meet the terms of Clause 1 (ii). There\nwas no breach of the Code on this point. \n14. The complainant had expressed concern that the\nnewspaper had misreported the value of the goods she had lost in the burglary.\nThe article, however, had made reference to the total value of goods stolen\nfrom three addresses. It had not specified the value of the complainant’s\nstolen property. The Committee did not consider that this was a significant\npoint that would require correction under the terms of Clause 1. \n15. The Committee noted the complainant’s concern that\nthe newspaper had published private information about her and her son. The\ncomplainant’s name, address and Witness Impact Statement had, however, been\nread out during the course of court proceedings. The information was in the\npublic domain and was not private. The newspaper had also previously published\nan article about the complainant’s son’s fundraising efforts, which had\nincluded his name and photograph. The publication of a link to that article did\nnot represent a breach of Clause 3. In light of the complainant’s concerns for\nher family’s safety, however, the Committee welcomed the newspaper’s decision\nto remove the link, and her name and address from the online article. The\ncomplaint under Clause 3 was not upheld. \n16. The terms of Clause 5 relate to the conduct of\njournalists, and the sensitivity of articles, in cases involving grief or\nshock. While the Committee understood that the article had been upsetting for\nthe complainant to read, a connection between her husband’s murder and the\nburglary had been drawn during the proceedings against Jack Smith. The\nnewspaper had been entitled to publish the article, and it had handled the\nstory with appropriate sensitivity. There was no breach of Clause 5. \nConclusions\n17. The complaint was not upheld. \nRemedial Action Required\nN/A \nDate complaint received: 31/03/2015\nDate complaint concluded:\n09/07/2015\nBack to ruling listing\n\n\n"
}