{
    "url": "/rulings-and-resolution-statements/ruling/?id=02405-15",
    "title": "02405-15 A man v The Sun",
    "provisions": [
        "1 (Accuracy) 2015",
        "3 (Privacy) 2015"
    ],
    "outcome": "No breach - after investigation",
    "publication": "The Sun (News UK)",
    "published_on": "2015-03-31 00:00:00",
    "received_on": "2015-04-01 00:00:00",
    "concluded_on": "2015-05-22 00:00:00",
    "complaint_processing_days": 51,
    "conclusion_long": "13. The complaint was not upheld.",
    "remedial_action": "N/A Date complaint received: 01/04/2015",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee 02405-15\nA man v The SunSummary of\ncomplaint 1. A man complained to the Independent Press\nStandards Organisation that The Sun had breached Clause 1 (Accuracy) and Clause\n3 (Privacy) of the Editors’ Code of Practice in an article headlined “Pervy sir\nposed as girl, 15, on the internet“, published on 31 March 2015. 2. The newspaper reported that the complainant had been\nbanned from teaching by the National College for Teaching and Leadership’s\n(NCTL) professional conduct panel after he was caught posing on an online\nchatroom as a 15-year-old girl, during lessons. 3. The article said that the complainant had “sent\nexplicit online messages to a string of teenage girls”. It was illustrated with\na photograph of the complainant. 4. The complainant was concerned that the article\nincluded inaccurate and private information. He said that the panel had not\nmade a finding that he had messaged “a string of teenage girls”; he said that\nhe believed he had been talking to people, mainly men, in the age range of 22\nand above. He also said that it was misleading to describe him as “pervy” as\nthis suggested sexual motivation. He said that the NCTL had agreed that the\nincident had not been sexually motivated. 5. The complainant also said that the use of his\nphotograph represented an intrusion into his privacy. 6. The newspaper did not accept that the article\nrepresented a breach of the Code. It said that it had been entitled to rely on\nthe information provided in the official report, which stated that the\ncomplainant had been having up to seven sexually explicit conversations at\nonce. He had accessed an internet chat room for teenagers, and had actively\nchosen to enter discussion with the teenage age group. There was no proof that\nhe had been speaking to “older people”. 7. The complainant had accepted that the conversations\nwere inappropriate and sexually explicit in nature. The newspaper maintained\nthat the use of the term “pervy” was entirely accurate tabloid terminology\ngiven the nature of the conversations. It had provided an example from the NCTL\nreport of a sexually explicit comment made by the complainant during one\nexchange. It also noted that the article had included the complainant’s denial\nthat his activity had been sexually motivated. 8. The newspaper said that the photograph had been a\npublicity shot for a film, which had been available on a publicly accessible\nFacebook page. Relevant Code Provisions9. Clause 1 (Accuracy) i) The press must take care not to publish inaccurate,\nmisleading or distorted information, including pictures. ii) A significant inaccuracy, misleading statement or\ndistortion once recognised must be corrected, promptly and with due prominence,\nand – where appropriate – an apology published. Clause 3 (Privacy) i) Everyone is entitled to respect for his or her private\nand family life, home, health and correspondence, including digital\ncommunications. iii) It is unacceptable to photograph individuals in\nprivate places without their consent. Note – Private places are public or\nprivate property where there is a reasonable expectation of privacy. Findings of the Committee10. The NCTL panel found that the complainant had chosen\nto access an internet chatroom for teenagers, and had engaged in several\nconversations of an inappropriate and sexually explicit nature. The panel had\nnot made a specific finding regarding the ages of the people the complainant had\nbeen talking to. It had however noted that the complainant had actively chosen\nto enter part of the site designed for the teenage age group. It was therefore\nnot significantly misleading to report that the complainant had sent explicit\nmessages to a string of teenagers. In this context of the allegations, and the\nfindings of the panel, the gender of the individuals to whom the complainant\nhad been speaking was not a significant detail. There was no breach of the Code\non these points. 11. The complainant had admitted sending sexually\nexplicit messages while posing as a 15 year-old, and that he had accessed the\nwebsite when students had been present. The text of article had explained the\ncomplainant’s conduct, and had included the complainant’s denial that the\noffences were sexually motivated. The newspaper had been entitled to comment on\nthe complainant’s behaviour. There was no breach of Clause 1. 12. The complainant’s photograph, which had been taken\nfrom a publicly accessible Facebook page, did not disclose any private\ninformation about the complainant. The publication of the photograph did not\nraise a breach of Clause 3. Conclusions13. The complaint was not upheld. Remedial Action RequiredN/A Date complaint received: 01/04/2015\nDate decision issued: 22/05/2015\n\nBack to ruling listing\n\n\n"
}