{
    "url": "/rulings-and-resolution-statements/ruling/?id=02402-15",
    "title": "02402-15 Rodu v The Daily Telegraph",
    "provisions": [
        "1 (Accuracy) 2015"
    ],
    "outcome": "Breach - sanction: publication of correction",
    "publication": "The Daily Telegraph (Telegraph Media Group Ltd)",
    "published_on": "2015-03-31 00:00:00",
    "received_on": "2015-03-31 00:00:00",
    "concluded_on": "2015-06-25 00:00:00",
    "complaint_processing_days": 86,
    "conclusion_long": "that he/she would never have smoked was particularly weak. It was therefore misleading to report that the research had found that four in ten e-cigarette users “would not have smoked”.   9. The Committee rejected the newspaper’s argument that this claim had been presented as the newspaper’s own conjecture. Although the sub-headline and the caption to the photograph on the online article presented this claim as something “suggested” by the research, the headline and first sentence of the article had referred to the claim as having been “warned” by health experts.  Both versions of the article went on to describe the findings of the research, and claimed that they “suggest that large number of youngsters who use e-cigarettes would never have taken up smoking”. The Committee acknowledged that in this sentence, the newspaper had presented the claim as a conjecture, and referred to “a large number” rather than “four in ten”. Nevertheless, this did not cure the misleading impression left by the headline and first sentence in the online article, nor the misleading impression left by the first sentence of the print article. Both versions of the article contained a significantly misleading statement, which demonstrated a failure to take care not to publish inaccurate or misleading information, and required correction under the terms of Clause 1 (ii).   10. The Committee acknowledged that the newspaper had made some amendments to the online article. However, it was not made clear that these amendments had been made, and why. Furthermore, the caption of the photograph had not been amended. The article had not been corrected under the terms of Clause 1 (ii).   11. The article referred to the teenagers who had said that they had accessed e-cigarettes as people who “use e-cigarettes”, but also explained that the survey had “found that one in five [14 to 17-year-olds] had acquired e-cigarettes”. In addition, the Committee noted that the research article stated that “it seems reasonable to assume that many teenagers who are motivated to purchase an e-cigarette would also be interested in trying it”. In these circumstances, referring to people who “use” e-cigarettes was not a significantly misleading way of reporting on the findings of the research. There was no breach of Clause 1 on this point.   12. The article did not claim that e-cigarettes were a gateway to cigarette smoking, or that this had been a finding of the research. The article did not contain the alleged inaccuracy, and this aspect of the complaint did not raise a breach of Clause 1.    Conclusions 13. The complaint was upheld.",
    "remedial_action": "14. The newspaper was required to correct the claims that “four in 10 teenage e-cigarette users would not have smoked, warn health experts” and that the research had warned that “hundreds of thousands of teenagers who would never have started smoking are using e-cigarettes…experts have warned”. The correction should make clear that the researchers had not made this claim, but had determined the proportion of teenage e-cigarette users who had never smoked, or had smoked but did not like it. The article was on page 12 of the newspaper, and the correction should be published on this page, or further forward in the newspaper.  The correction on the online article should make clear that the article had since been amended, and should be published at the foot of the online article.     Date complaint received: 31/03/2015",
    "text": "\n\n\n\n\n\n·     \nDecision of\nthe Complaints Committee\n02402-15 Rodu\nv The Daily Telegraph \n    Summary of complaint \n1. Brad Rodu\ncomplained to the Independent Press Standards Organisation that The Daily\nTelegraph breached Clause 1 (Accuracy) of the Editors’ Code of Practice in an\narticle headlined “Four in 10 teenage e-cigarette users would not have smoked,\nwarn health experts” (online) and “Teenagers putting their health at risk by\ntrying e-cigarettes”, published on 31 March 2015.\n \n2. The\narticle reported the findings of research into the use of e-cigarettes by\nteenagers, which was published in the British Medical Council’s Public Health\njournal. The online article’s sub-headline stated that “teenagers who would\nnever have smoked are now putting themselves at long term risk by using\ne-cigarettes, a new study suggests”. A photograph on the online article was\ncaptioned: “Nearly half of e-cigarette users would not have taken up smoking, a\nnew study suggests”, and the first sentence of the online article stated that\n“Hundreds of thousands of teenagers who would never have started smoking are\nnow using e-cigarettes, putting themselves at risk of long-term damage, health\nexperts have warned”. The print article had the same first sentence, with the\nomission of the word “health” before “experts”, and the word “now” before\n“using”. Both versions of the article went on to explain that “nearly 40\npercent of [14 to 17 year olds who had acquired e-cigarettes] had never smoked,\nor had tried smoking but did not like the sensation. The findings suggest that\na large number of youngsters who use e-cigarettes would never have taken up\nsmoking, but are now at risk of becoming addicted to nicotine”.\n \n3. In\nrelation to the online article, the complainant said that the headline claim\nthat “four in 10 teenage e-cigarette users would not have smoked, warn health\nexperts” was inaccurate, and that the photograph caption and the first sentence\nof the article were also inaccurate.  \nThe research survey had not identified teenagers who had accessed\ne-cigarettes, but would never have started smoking; it identified teenagers who\nhad never smoked, or had tried smoking but did not like it.\n \n4. In\naddition, the complainant said that in conducting the research, the scientists\nhad surveyed teenagers and asked “Have you ever bought or tried electronic\ncigarettes?”. However, the newspaper reported that the survey had determined\nthe proportion of teenagers who “used e-cigarettes”. The complainant said that\nthis was a misrepresentation of the findings of the research; “now using\ne-cigarettes” implied a continuing usage, which was significantly different to\nhaving ever tried or bought e-cigarettes. The complainant raised a further\nconcern that the article suggested that e-cigarettes were a gateway to\ncigarette smoking.\n \n5. The\nnewspaper said that referring to those who said that they had bought or tried\ne-cigarettes as people who had “used e-cigarettes”, was not significantly\nmisleading, and noted that the journal article had stated that “it seems\nreasonable to assume that many teenagers who are motivated to purchase an\ne-cigarette would also be interested in trying it”. The article reported the\nfinding of the research that “nearly 40% of those teenagers had never smoked,\nor had tried smoking but did not like the sensation”, and went on to claim that\n“the findings suggest that a large number of youngsters who use e-cigarettes\nwould never have taken up smoking”. The newspaper said that this was presented\nas a conjecture, the basis of which was made clear in the article. Furthermore,\nit was a conjecture that the newspaper was entitled to make, and was not\nsignificantly misleading about the study’s findings. In relation to the\nheadline, the newspaper said that the conjectural basis of the link between\ne-cigarette use and teenagers “who would never have smoked” was clarified by\nthe text of the article, and also by the article’s stand first, which qualified\nthe claim with the words “…a new study suggests”.  It said that the claim that “hundreds of\nthousands of teenagers who would never have started smoking are now using\ne-cigarettes” was an extrapolation from the study’s findings to a national\nlevel.  The newspaper denied that the\narticle had suggested e-cigarettes were a gateway to cigarette smoking. \n \n6. In\nresponse to this complaint, the newspaper amended the headline of the online\narticle to “Teenagers putting their health at risk by trying e-cigarettes,\nexperts claim”. The first sentence was amended to say “…a study suggests”,\nwhere it had previously said “…health experts have warned”. The article did not\nmake clear that it had been amended in this manner, and the caption on the\nphotograph was not amended. \n \nRelevant Code\nProvisions\n7. Clause 1\n(Accuracy)\n \ni) The Press\nmust take care not to publish inaccurate, misleading or distorted information,\nincluding pictures.\n \nii) A\nsignificant inaccuracy, misleading statement or distortion once recognised must\nbe corrected, promptly and with due prominence, and - where appropriate - an\napology published. In cases involving the Regulator, prominence should be\nagreed with the Regulator in advance.\n \niii) The\nPress, whilst free to be partisan, must distinguish clearly between comment,\nconjecture and fact.\n \nFindings of\nthe Committee\n8. The claim\nthat “four in 10 teenage e-cigarette users would not have smoked”, had not been\nmade in the research or by the scientists, nor was it an inference that could\nbe reasonably drawn from its findings. For the individuals surveyed to respond\nthat they had never smoked, or that they had tried smoking but disliked it, did\nnot imply that they would never have smoked. In coming to this view, the\nCommittee noted that the survey participants were 14-17, with 97.6% of\nrespondents being 14-16. At this age range, the inference from a respondent’s\nclaim not to have smoked, to the conclusion that he/she would never have smoked\nwas particularly weak. It was therefore misleading to report that the research\nhad found that four in ten e-cigarette users “would not have smoked”.\n \n9. The\nCommittee rejected the newspaper’s argument that this claim had been presented\nas the newspaper’s own conjecture. Although the sub-headline and the caption to\nthe photograph on the online article presented this claim as something\n“suggested” by the research, the headline and first sentence of the article had\nreferred to the claim as having been “warned” by health experts.  Both versions of the article went on to\ndescribe the findings of the research, and claimed that they “suggest that\nlarge number of youngsters who use e-cigarettes would never have taken up\nsmoking”. The Committee acknowledged that in this sentence, the newspaper had\npresented the claim as a conjecture, and referred to “a large number” rather\nthan “four in ten”. Nevertheless, this did not cure the misleading impression\nleft by the headline and first sentence in the online article, nor the\nmisleading impression left by the first sentence of the print article. Both\nversions of the article contained a significantly misleading statement, which\ndemonstrated a failure to take care not to publish inaccurate or misleading\ninformation, and required correction under the terms of Clause 1 (ii).\n \n10. The\nCommittee acknowledged that the newspaper had made some amendments to the\nonline article. However, it was not made clear that these amendments had been\nmade, and why. Furthermore, the caption of the photograph had not been amended.\nThe article had not been corrected under the terms of Clause 1 (ii).\n \n11. The\narticle referred to the teenagers who had said that they had accessed\ne-cigarettes as people who “use e-cigarettes”, but also explained that the\nsurvey had “found that one in five [14 to 17-year-olds] had acquired\ne-cigarettes”. In addition, the Committee noted that the research article\nstated that “it seems reasonable to assume that many teenagers who are\nmotivated to purchase an e-cigarette would also be interested in trying it”. In\nthese circumstances, referring to people who “use” e-cigarettes was not a\nsignificantly misleading way of reporting on the findings of the research.\nThere was no breach of Clause 1 on this point.\n \n12. The\narticle did not claim that e-cigarettes were a gateway to cigarette smoking, or\nthat this had been a finding of the research. The article did not contain the\nalleged inaccuracy, and this aspect of the complaint did not raise a breach of\nClause 1. \n \nConclusions\n13. The\ncomplaint was upheld.\n \nRemedial\nAction Required\n14. The newspaper\nwas required to correct the claims that “four in 10 teenage e-cigarette users\nwould not have smoked, warn health experts” and that the research had warned\nthat “hundreds of thousands of teenagers who would never have started smoking\nare using e-cigarettes…experts have warned”. The correction should make clear\nthat the researchers had not made this claim, but had determined the proportion\nof teenage e-cigarette users who had never smoked, or had smoked but did not\nlike it. The article was on page 12 of the newspaper, and the correction should\nbe published on this page, or further forward in the newspaper.  The correction on the online article should\nmake clear that the article had since been amended, and should be published at\nthe foot of the online article.\n \n \nDate\ncomplaint received: 31/03/2015\nDate decision issued: 25/06/2015\nBack to ruling listing\n\n\n"
}