{
    "url": "/rulings-and-resolution-statements/ruling/?id=02412-15",
    "title": "02412-15 Dangerfield v Sunday Herald",
    "provisions": [
        "1 (Accuracy) 2015"
    ],
    "outcome": "No breach - after investigation",
    "publication": "(DISCONTINUED) Sunday Herald (Newsquest Media Group)",
    "published_on": "2015-03-29 00:00:00",
    "received_on": "2015-04-02 00:00:00",
    "concluded_on": "2015-05-18 00:00:00",
    "complaint_processing_days": 46,
    "conclusion_long": "8. The complaint was not upheld.",
    "remedial_action": "N/A Date complaint received: 02/04/2015",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee 02412-15\nDangerfield v Sunday HeraldSummary of\ncomplaint 1. Gordon Dangerfield complained to the Independent Press\nStandards Organisation that the Sunday Herald had breached Clause 1 (Accuracy)\nof the Editors’ Code of Practice in an article headlined “Tommy Sheridan’s\npublicly-funded legal bill hits nearly £250k”, published online on 29 March\n2015. 2. The article reported that former MSP Tommy Sheridan\nhad incurred legal costs of nearly £250,000 in an attempt to appeal his\nconviction for perjury, and that the state was liable for these costs. It had\nincluded the following statement from the complainant, Mr Sheridan’s solicitor:\n“The cost of Tommy Sheridan’s defence is a matter for his former solicitor\nAamer Anwar and not for me. However, the cost to the public of Mr Sheridan’s\ndefence is a drop in the ocean of the millions spent by Rupert Murdoch”. 3. The complainant noted that he had offered a lengthy\ncomment to the newspaper, which included the following wording: “The cost of\nTommy Sheridan’s defence is a matter for his former solicitor Aamer Anwar, and\nnot for me. However, the cost to the public of Mr Sheridan’s defence is a drop\nin the ocean of the millions spent by Rupert Murdoch, and then by the Scottish\npolice and Scottish Crown, to [omitted text]”. He said that the way in which\nthe comment had been edited rendered it misleading, as he had not intended to\ncompare money spent by Rupert Murdoch with the cost to the tax payer. Rather,\nhe had intended to contrast the public cost of Mr Sheridan’s defence with the\npublic cost of his prosecution. 4. The newspaper did not accept a breach of the Code. It\nsaid that the comment had been edited for legal reasons, as it had no way to\ncheck the veracity of the complainant’s statement. It did not accept that the\nway in which the comment had been edited had distorted its meaning. It said\nthat the comment published had conveyed the complainant’s main point; that\nthere were costs on both sides. Relevant Code Provisions5. Clause 1 (Accuracy) i) The Press must take care not to publish inaccurate,\nmisleading or distorted information, including pictures. ii) A significant inaccuracy, misleading statement or\ndistortion, once recognised, must be corrected, promptly and with due\nprominence. Findings of the Committee6. The newspaper was entitled to edit comments for legal\nreasons, and it was not for the Committee to comment on any legal advice which\nthe newspaper had received. However, in editing material for these reasons, the\nnewspaper was required to ensure that any amendments to the comment did not\nrender it inaccurate or misleading, in breach of Clause 1 of the Editors’ Code. 7. The editing of the complainant’s comment had the\neffect of highlighting only one of the arguments he had made, namely comparing\nthe costs of the defence to the significantly higher costs which had been\nincurred by Mr Murdoch, and had omitted his further argument that the cost to\nthe public of pursing Mr Sheridan had also been significantly greater than the\ncost to the public of Mr Sheridan's defence of the claim against him. However,\nthe quote as published had accurately reflected the comment made by the\ncomplainant, and he had not disputed that he had specifically drawn attention\nto the money which had been spent by Rupert Murdoch. While the comment as\npublished may not have conveyed the totality of the complainant’s view on the\nmatter, the publication of only one of his arguments was not significantly\nmisleading in breach of Clause 1. Conclusions8. The complaint was not upheld. Remedial Action RequiredN/A Date complaint received: 02/04/2015\nDate decision issued: 18/05/2015\nBack to ruling listing\n\n\n"
}