{
    "url": "/rulings-and-resolution-statements/ruling/?id=02436-16",
    "title": "02436-16 Jukes v The Sunday Telegraph",
    "provisions": [
        "1 Accuracy (2016)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "The Sunday Telegraph (Telegraph Media Group Ltd)",
    "published_on": "2016-04-17 00:00:00",
    "received_on": "2016-04-18 00:00:00",
    "concluded_on": "2016-08-10 00:00:00",
    "complaint_processing_days": 114,
    "conclusion_long": "24. The complaint was not upheld.",
    "remedial_action": "N/ADate complaint received: 18/04/2016",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee 02436-16 Jukes v The Sunday Telegraph\nSummary of complaint\n1. Peter\nJukes complained to the Independent Press Standards Organisation that The\nSunday Telegraph breached Clause 1 (Accuracy) of the Editors’ Code of Practice\nin an article headlined “The truth about Whittingdale, the prostitute and the\n‘cover up’”, published on 17 April 2016.\n2. The\narticle followed media reports that Culture Secretary John Whittingdale had had\na relationship with a sex worker. It made a number of claims about Byline.com,\nthe site that had first reported the story, and the complainant, referred to in\nthe article as the site’s “manager”. The article reported details about the\nsite’s funding, noting that, while the complainant claimed the site was\n“crowdfunded” by donations from readers, Companies House showed that it was largely\nfunded by three billionaires, and that it had also been funded by a named well\nknown individual. The article also claimed that the site, and the complainant,\nhad links to “controversial campaign group Hacked Off”.\n3. The\nonline article was the same as the print version.\n4. The\ncomplainant expressed concern that the newspaper had not contacted him, or\nByline.com, prior to publication. He said that, as a result of this, the\narticle included a number of inaccuracies.\n5. The\ncomplainant said that the article had misrepresented the way in which\nByline.com was funded. He said that any donations from readers were made to\nindividual journalists, to fund specific stories, and not to the site itself.\nThe site generally collected 15% of these donations towards running costs.\nHowever, at the time that the well known individual had donated to a\njournalist, all fees were waived, and so his donation had not contributed to\nrunning costs.  The complainant said that\nhe had not claimed that the site was “crowdfunded”, as reported; rather, he had\nclaimed that individual journalists were financed via crowdfunding. The\ncomplainant said it was misleading for the article to suggest that the three\nmain funders of the site had been “revealed”; the information was available via\nCompanies House.\n6. The\ncomplainant said it was inaccurate to describe him as the “manager” of\nByline.com. Rather he had previously advised the site on crowdfunding, and now\nhad the role of “co-curator”. He also denied the article’s claim that he had\nbeen “paid” by Hacked Off; he had once received an unsolicited donation from\nthe group via a crowdfunding platform, but had never been hired or employed by\nthem.\n7. The\ncomplainant said that all journalists published by Byline.com were entitled to\npresent their own interpretation of events reported, and the site did not take\nan editorial line. It was therefore misleading for the article to suggest that\nByline.com had changed its position on the Whittingdale story in stating that\nthe site “later admitted” that Mr Whittingdale’s former partner’s alleged\nconnections to the criminal underworld were “as yet unsubstantiated”.  The complainant also said it was inaccurate\nto report that “Byline worked alongside Hacked Off to promote the story to the\nBBC and other outlets”. Furthermore, Jae-woong Lee, a South Korean billionaire\nwho funded Byline.com, was not the father of the site’s founder Seung-yoon Lee\nas reported.\n8. The\ncomplainant said that it was inaccurate to report that Byline.com shared a\nnumber of journalists with “investigative site Exaro”; only one contributor had\nwritten for both sites. Nor had Byline.com promoted claims of a “’Westminster\nchild sex abuse ring’ involving prominent establishment figures” as reported.\n9. The\ncomplainant also said that it was inaccurate to report that one of the founders\nof Byline.com, “wrote regularly” for another named site; the site had “pirated”\nthe articles from other sources.\n10. The newspaper noted that there was no\nobligation to seek comment from the subjects of news stories prior to\npublication. The majority of information in the article had come from sources\nin the public domain. The journalist had been told by a source close to\nByline.com that Jae-woong Lee and Seung-yoon Lee were related. He trusted that\nthe source was in a position to know this information, and so had not verified\nthe claim with the site. The newspaper did not accept that this was a\nsignificant inaccuracy, given that the relationship was only introduced\nparenthetically, in the context of an article setting out the main backers of\nByline.com. Nonetheless, it had removed the reference to the relationship from\nthe article as a gesture of goodwill and offered to publish the following\nfootnote:\nCORRECTION: As first published, this article\nwrongly stated that Jae-Woong Lee, a funder of byline.com, is the father of the\nsite's founder Seung-yoon Lee. In fact, the two men are unrelated. We are happy\nto make this clear, and the article has been amended accordingly.\nIt also offered to publish the following correction\nin print, in its Corrections and Clarifications column:\nAn article of 17 April wrongly stated that\nJae-Woong Lee, a funder of byline.com, is the father of the site's founder\nSeung-yoon Lee. In fact, the two men are unrelated. We are happy to make this\nclear.\n11. The newspaper did not accept that the article\nincluded any other inaccuracies. The LinkedIn page of the site’s founder\nreferred to the complainant as its manager. Furthermore, the newspaper did not\nconsider any discrepancy between “manager” and “co-curator” to be significant.\nThe newspaper noted that the complainant had confirmed that he had received\nmoney from Hacked Off, and that the named well known individual had contributed\nto Byline.com, in funding one story. The newspaper noted that between the\npublication of the first article on Byline.com about John Whittingdale and the\nreporting of the story by the BBC, Byline.com ran four more articles on the\nmatter, and retweeted individuals with links to Hacked Off, asking when the BBC\nwould act. Hacked Off issued a press release referring readers to the\nByline.com piece. It was not therefore inaccurate to report that the site had\nworked alongside Hacked Off to promote the story to the BBC.\n12. The newspaper noted that Byline.com had\npublished an article on 1 April, in which it reported that “while [Mr\nWhittingdale’s former partner] was involved with Whittingdale, [she] was also\ninvolved in a relationship with a member of the London underworld”.  A further article appeared on the site on 10\nApril, which noted that rumours that the woman had connections to the criminal\nunderworld were “as yet unsubstantiated”.\n13. The newspaper provided articles published on\nByline.com which appeared to defend the investigation into the alleged\n“Westminster child sex abuse ring”, it noted that at least three Byline.com\nwriters, including the complainant, had contributed to Exaro, and that the\ncomplainant had written at least two articles for the site.\n14. The newspaper noted that the founder’s articles\nremained published on the named site, and had not been removed.\nRelevant Code provisions\n15. Clause 1 (Accuracy)\n(i)The Press must take care not to publish\ninaccurate, misleading or distorted information, including pictures.\n(ii)A significant inaccuracy, misleading statement\nor distortion must be corrected, promptly and with due prominence, and – where\nappropriate – an apology published.\nFindings of the Committee\n16. Clause 1 requires that care is taken to avoid\nthe publication of significant inaccuracies; this may include by seeking\ncomment from the subjects of a story. However, provided that the requirements\nof 1 (i) are otherwise met, the Code does not impose an absolute obligation to\ndo so.\n17. The claim that one of the site’s funders was\nthe father of the site’s founder was inaccurate, and the Committee welcomed the\nnewspaper’s offer of correction. However, this was a brief reference which was\nnot central to the story, and did not affect the overall thrust of the piece.\nIt was not therefore a significant inaccuracy in breach of Clause 1.\n18. The Committee did not accept the rigid\ndistinction that the complainant sought to draw between funding for the site’s\ninfrastructure and funding for the content. It did not therefore consider that\nit was misleading to characterise funding provided to individual journalists to\nprovide specific content for Byline.com as funding for the site. It was not\ntherefore misleading for the article to report that the notable donor had\n“funded” the site, nor that the complainant has claimed that the site was\n“crowdfunded”. The article had not suggested that details of the site’s funders\nwere hidden, rather it sought to criticise the complainant for claiming the\nsource of the funding was “crowdsourcing” where in fact the site also received\nmoney from wealthy donors.\n19. The Committee did not consider that any\ndiscrepancy between the role of “co-curator” and “manager” was significant.\nThere was no breach of the Code on this point. The complainant had acknowledged\nthat he had previously received money from Hacked Off. The article had not\nclaimed that he had been employed by the group, and it was not inaccurate to\nreport that he had “been paid by” them, even though he had also received money\nfrom others.\n20. The Committee noted the complainant’s position\nthat Byline.com did not take single editorial approaches to any one issue.\nHowever, the site had published an article which claimed that Mr Whittingdale’s\nformer partner had links to the criminal underworld and had later published a\nsecond article noting that these claims were “as yet unsubstantiated”. The\nnewspaper was entitled to characterise the differing approaches of these\narticles in the way that it did.\n21. The newspaper had provided examples of articles\npublished by Byline.com, supporting the theory that there was a “Westminster\nsex abuse” ring, and at least three journalists who had written for the site\nalso had profiles at Exaro. It was not therefore misleading for the article to\nreport that the site had “promoted and defended” the sex abuse theory, and that\nit shared a number of journalists with Exaro.\n22. Byline.com had followed up its first story\nabout Mr Whittingdale’s relationship with a number of other articles on the\nsubject. Hacked Off had published a blog post, questioning why the story had\nnot previously been reported by the mainstream media. This post had been\npromoted on Twitter by representatives of Hacked Off and by Byline.com. The\nnewspaper had not suggested that there was evidence of collaboration between\nthe two, but had noted that they were working in parallel to achieve a shared\naim. Given that the objective of both groups was to ensure that the story was\npublished more widely, it was not significantly misleading for the newspaper to\ncharacterise Byline.com as “working alongside” Hacked Off “to promote the story\nto the BBC and other outlets”.\n23. In circumstances where the founder’s work\nappeared regularly on the named site, the newspaper was entitled to report that\nhe “wrote” for the site. In the absence of a direct complaint from the founder,\nthe Committee was unable to establish whether or not he had consented to\npublication.\nConclusions\n24. The complaint was not upheld.\nRemedial action requiredN/ADate complaint received: 18/04/2016Date decision issued: 10/08/2016\nBack to ruling listing\n\n\n"
}