{
    "url": "/rulings-and-resolution-statements/ruling/?id=02430-16",
    "title": "02430-16 Prescott v The Times",
    "provisions": [
        "1 Accuracy (2016)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "The Times (News UK)",
    "published_on": "2015-06-12 00:00:00",
    "received_on": "2016-04-18 00:00:00",
    "concluded_on": "2016-06-28 00:00:00",
    "complaint_processing_days": 71,
    "conclusion_long": "11. The complaint was not upheld.",
    "remedial_action": "N/ADate complaint received: 18/04/2016",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee 02430-16 Prescott v The Times\nSummary of complaint1.    Lord\nPrescott complained to the Independent Press Standards Organisation that The\nTimes breached Clause 1 (Accuracy) of the Editors’ Code of Practice in an\narticle headlined “Big John back on terracotta in zero year”, published on 12\nJune 2015.2.    The\narticle was a political sketch which drew on an interview the complainant had\ngiven the previous day. It noted that he is known for his use of language, and\ndescribed his interview as a “joy to hear”.3.    As\nthe complaint was submitted more than four months after publication, it was\nconsidered against the online version of the article only.4.    The\ncomplainant said that the article’s reference to his once having remarked,\nafter disembarking from an aeroplane, that it was “great to be back on the\nterracotta” was inaccurate; he had never said those words. He said that in 2014\nhe had made public his position in his Daily Mirror column, and the Daily Mail\nhad published a correction that same year. The complainant said that The Times\nhad not contacted him in advance of publication to check the accuracy of the\nquotation, and the complainant was concerned that there had been a failure to\ntake care not to publish inaccurate information.5.    The\nnewspaper said that to the many well-documented examples of the complainant’s\n“verbal creativity”, it appeared that another had been added for which no\nsource could now be found. It said that public figures renowned for their way\nwith words have always had memorable phrases attributed to them, even when they\nmight not have said them in the way in which they are now remembered. It said that\nit was genuinely difficult to know what might reasonably constitute taking care\nover the accuracy of quotations in such circumstances. It questioned whether,\nfor example, journalists should always check transcripts of Winston Churchill’s\nspeeches before quoting something which he is universally thought to have said.6.    The\nnewspaper said that an online search for the phrase complained of produced\ndozens of results which attributed the phrase to the complainant, the earliest\nhaving apparently been published in the Guardian in April 1999, 16 years before\npublication of this article, and 15 years before the complainant first\nchallenged it. It said that the phrase had been quoted in many profiles\npublished since then, including in a panel of quotations which accompanied a\nprofile of the complainant written by the same journalist as the article under\ncomplaint, and published in the same newspaper, in 2006; it was not aware of\nany complaint about the material at that time.7.    The\ncomplainant had initially raised concerns about the article with the journalist\ndirectly, but had written to the newspaper’s previous address and so his letter\ntook some time to be received. As soon as the newspaper knew that the\ncomplainant was not satisfied with the journalist’s response and wished to\npursue his complaint, the newspaper published his denial in print and as a\nfootnote to the online article. Upon receipt of the IPSO complaint, submitted\nten months after publication of the article, the newspaper amended the online\narticle to remove any reference to the disputed quotation, including from the\nheadline. It also moved the published denial so that it appeared before the\ntext of the article itself. It read as follows:“This article\nhas been amended to take account of the following published correction:Correction:\nWe said in a parliamentary sketch (June 12) that Lord Prescott had once, on\nalighting from an aeroplane, expressed relief at being ‘back on terra cotta’.\nLord Prescott assures us that he did not utter these much-quoted words. We are\nhappy to put this on record.” \nRelevant Code provisions8.    Clause\n1 (Accuracy)(i)  The press must take care not to publish\ninaccurate, misleading or distorted information, including pictures.(ii) A significant inaccuracy, misleading statement\nor distortion once recognised must be corrected, promptly and with due\nprominence, and – where appropriate – an apology published.\nFindings of the Committee 9.    The\ncomplainant was alleged to have said the disputed words at least 16 years prior\nto publication of the article under complaint. During that period, they had\nbeen widely published and regularly included on lists of quotations from the\ncomplainant, including most notably in the same newspaper in 2006 (in a panel\nwhich accompanied a sketch by the same journalist). It had not been challenged\non that occasion. Given the passage of time, the newspaper was unable to\nprovide material to support its position that the quotation was accurate, and\nfor the same reason the Committee was ultimately unable to establish what exactly\nthe complainant had said. The newspaper was, however, able to demonstrate that\nthe quotation had previously been widely reported, and for a long time had gone\nundisputed. While the complainant had written in his newspaper column in 2014\nthat the quotation had been misattributed, by that time it had already become\nclosely associated with him. The article was a political sketch which\ncharacterised the complainant’s use of words as an endearing trait; it was not\nunkind in tone. In these particular circumstances, the newspaper was not\nrequired to put the quotation to the complainant in advance of publication, and\nthe failure to identify the published correction did not constitute a failure\nto take care over the accuracy of the article. There was no breach of Clause 1\n(i).10. The\ncomplainant is known for his use of language, and the article was a\nlight-hearted look at the phraseology he employs in his position as a prominent\npolitical figure. In the Committee’s view, it was not significantly inaccurate\nor misleading to attribute the quotation to him, without also making clear that\nhe had denied having said it. While the Committee welcomed the newspaper’s\nrecognition of the complainant’s concerns, and its positive responses to the\ncomplaint, the publication of his denial was not required under the terms of\nthe Code. There was no breach of Clause 1 (ii).\nConclusions 11. The\ncomplaint was not upheld. Remedial action required\nN/ADate complaint received:\n18/04/2016\nDate decision issued:\n28/06/2016\nBack to ruling listing\n\n\n"
}