{
    "url": "/rulings-and-resolution-statements/ruling/?id=02443-17",
    "title": "02443-17 Venuprasad v The Times",
    "provisions": [
        "1 Accuracy (2016)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "The Times (News UK)",
    "published_on": "2016-11-17 00:00:00",
    "concluded_on": "2017-07-25 00:00:00",
    "conclusion_long": "that there only exists proof that the emails were sent out from Mr Venuprasad’s email account, and that there is no direct evidence that Mr Venuprasad leaked the emails and information contained within to a third party”.12. The complainant said that the article inaccurately reported that there was a criminal case registered against him, which was later closed, and that he had failed to inform his former employers that he had been investigated by the CBI. He said that the statement from the Commonwealth secretariat, and reported in the article, was therefore inaccurate, because it suggested that he had failed to disclose to his employer that he had been implicated in a criminal case: this allegation had never put to him, or his lawyer, by the newspaper. In support of this, the complainant provided screenshots of a text message conversation which had taken place between his lawyer and the journalist: the complainant’s lawyer had said that “the CBI informed the Special Court that they had concluded the investigation against my client”.13. The complainant explained that he was associated with two companies, both of which were called Exim Sales Corporation. The first was registered in Hong Kong by which he had been employed as “Manager-Operations”: this company had been under investigation by the CBI. He said that he had been the Director of the second company, registered in the UK, but it never traded nor was it involved in the CBI’s investigation. He said that the article had given the misleading impression that the Exim Sales Corporation of which he was Director, was the company which had been investigated by the CBI. The complainant did accept, however, that he had not told the Commonwealth Secretariat directly that, as a result of his association with the Hong Kong registered Exim Sales Corporation, he had been the subject of an investigation by the CBI.14. The complainant said that he had not resigned because of the Commonwealth Secretariat’s refusal to listen to his advice on spending on her grace and favour residence, nor had he cited this as a reason in his resignation letter. He had not made claims about the Commonwealth Secretary-General’s spending on paint and bathroom renovations of her official residence.15. The newspaper did not accept a breach of the Code. It noted that other media outlets had described the complainant as a “whistleblower”, without complaint or correction. It referred to a document entitled “Protected disclosure”, which the complainant had produced as an enclosure to a letter in which he tendered his resignation from his employment at the Commonwealth Secretariat. This document had detailed, at length, the complainant’s concerns regarding the “procurement, transparency and use of public funds in the Commonwealth Secretariat”.16. The document detailed in particular the complainant’s concern that the budget for a Garden Party which was being hosted by the Secretary General was “excessive and an inappropriate use of public resources”. The complainant had sent this document to a number of senior figures within the Commonwealth, including “Governors representing the past, current and future Chairs-in-Office. The newspaper said that individuals who make \"protected disclosures\" are often referred to as whistleblowers.17. The newspaper noted the complainant’s acceptance that he had not told his employers that he been associated with a firm which had been investigated by the Central Bureau of Investigation. It further noted that the complainant had accepted that his role in business transactions of Exim Sales Corporation Limited had been scrutinised by the CBI, in relation to transactions between the company and Premier Vinyl Flooring Limited.18. The newspaper said that it had seen court documents which showed that the complainant had personally been under investigation from the CBI, and as a result, had been required to obtain the permission of the Indian courts to retain his passport so that he could leave India and work in Britain, as reported in the article. It said that the article made clear that the case against the complainant had been closed with no charges brought against him, and noted that this had accurately reflected the statement which had been provided by the complainant’s lawyer, after the newspaper had approached him for comment.19. The newspaper provided a link to a website, which showed that the complainant had been the sole director of a company named Exim Sales Corporation from the date of its incorporation, in 1998, and noted the complainant’s acceptance that he had been associated with Exim Sales Corporation Limited in 1998.20. The newspaper accepted that the complainant’s resignation letter, and the “Protected disclosure” document, did not specifically state that the complainant had resigned over the Commonwealth Secretariat’s refusal to listen to his advice over spending on her grace and favour residence in Mayfair. The newspaper offered to amend the article to remove this reference, but said that such spending fell within the complainant’s general concerns, over the “procurement, transparency and the use of public funds”, which he had detailed in both of these documents.21. The complainant said that he had not disclosed the contents of the Protected Disclosure document, or any confidential information, with any third parties. He had produced the document, to place on record the advice which he had given to the Commonwealth Secretariat regarding his concerns over the transparency, procurement and use of public funds; it was not produced in compliance with the Public Disclosure Act 1998, because the Commonwealth Secretariat is immune from normal laws of the United Kingdom.Relevant Code provisions22. Clause 1 (Accuracy)i) The Press must take care not to publish inaccurate, misleading or distorted information or images, including headlines not supported by the text.ii) A significant inaccuracy, misleading statement or distortion must be corrected, promptly and with due prominence, and — where appropriate — an apology published. In cases involving IPSO, due prominence should be as required by the regulator.iii) A fair opportunity to reply to significant inaccuracies should be given, when reasonably called for.iv) The Press, while free to editorialise and campaign, must distinguish clearly between comment, conjecture and fact.Findings of the Committee23. The complainant had raised a number of significant and detailed concerns regarding the “procurement, transparency and the use of public funds” at the Commonwealth Secretariat, in a documented headlined “Protected disclosure”. The document had made clear that the complainant had previously attempted to get these concerns addressed within the organisation; he had then copied to senior figures at the Commonwealth Secretariat. The newspaper was in possession of this document before publication. In this context, it was not misleading or inaccurate to refer to him as a “whistleblower”.24. The complainant had raised a separate complaint about the allegation that he had “leaked” details of extravagant spending, at the Commonwealth Secretariat, to third parties. This allegation had followed widespread reporting in the media, of criticisms of the Commonwealth, which had been based on that leaked information and which had identified the complainant, as the “whistleblower”. Those previous reports had been published without complaint. In the context of a follow up article, about the complainant, the Committee did not consider that repeating this description represented a failure to take care over the accuracy of the article, in breach of Clause 1 (i). This was particularly the case in circumstances where the newspaper had seen, prior to publication, the “protected disclosure” document which the complainant had produced to raise concerns, internally, similar to those which had then appeared in the press.25. The Committee acknowledged the complainant’s denial that he had been responsible for any leak. It also noted that the Commonwealth’s disciplinary panel had concluded that - although the complainant had sent the leaked documents to his private email account before hard deleting them - there was insufficient evidence for it to find that he had passed those documents on to the press. However, the Commonwealth had investigated his conduct on the basis that he was the “whistleblower” and its “fact finding” report had concluded that there was “absolutely no doubt” that a number of these documents were in the possession of a newspaper.  In addition, the complainant had raised concerns regarding the use of public funds at the Commonwealth, internally, via a document entitled “Protected Disclosure”. Whilst the Committee was unable to reach a finding on whether the complainant was responsible for the leaking of confidential documentation at the Commonwealth, in the full context, it did not consider that the description of him as the “whistle-blower”, was significantly misleading. There was no breach of Clause 1 on this point.26. The Committee noted that the complainant had accepted that he had not told his former employer that he been associated with a company which had been investigated by the CBI. Further, the newspaper had approached the complainant’s lawyer for comment, who had said that the CBI had concluded the investigation against him: this comment had then been published in the article. There was no failure to take care over the accuracy of the article on these points, and it was not significantly inaccurate or misleading to report that the complainant had been suspected of fraud, or to report the statement from the Commonwealth Secretariat, in that context.27. The Committee did not consider that by describing the Hong Kong registered company as “his company”, the article had identified the complainant as one of its Directors. In any event, the complainant’s precise role in the company which had been investigated by the CBI was not material given that he accepted that he had also been under investigation as a consequence of his association with the company. 28. Further, where the complainant had accepted that he had also been under investigation as a consequence of this association, it was not significantly misleading to report that the “case” against the complainant had been later closed, particularly as the article had made clear that no charges had been brought against him.29. The Committee noted that the complainant had not cited, in the Protected Disclosure document or in his resignation letter, his concerns over spending on the Secretariat’s residence in Mayfair, particularly in relation to paint and bathroom renovations. The Committee did not conclude that any inaccuracy regarding the specific details of those concerns was significant, in circumstances where they fell within the complainant’s general criticism of the procurement, transparency and use of public funds at the Commonwealth Secretariat. However, the Committee welcomed the newspaper’s offer to amend the online article to address this point. There was no breach of the Code.Conclusion28. The complaint was not upheld.",
    "remedial_action": "29. N/AReview The complainant complained to the Independent Complaints Reviewer about the process followed by IPSO in handling this complaint. The Independent Complaints Reviewer decided that, in its deliberations on the complaint, the Committee had not made a sufficient distinction between the two companies which the complainant had been associated with, both of which were called Exim Sales Corporation, and upheld the request for review on this point. The Committee re-considered the complaint, in light of the Complaints Reviewer’s findings. The substance of the Committee’s decision was not affected by the findings. However, the summary of complaint was revised, to make clear that the Committee had understood the distinction.Date compliant received: 26/03/2017",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee 02443-17 Venuprasad v The TimesSummary of complaint1. Ram Venuprasad\ncomplained to the Independent Press Standards Organisation that The Times\nbreached Clause 1 (Accuracy) of the Editors’ Code of Practice in an article\nheadlined “Baroness Scotland whistleblower was suspected of fraud”, published\non 17 November 2016.2. The article\nreported on allegations that the complainant, who was the former deputy head of\noffice to the Commonwealth Secretary-General, had been investigated by the\nIndian Central Bureau of Investigation in relation to his involvement in a\n“fraud that cost Canara Bank £11 million”.3. The article\nreported that the case against the complainant had “later closed with no\ncharges brought against him”, and included a statement from the complainant’s\nlawyer: “there is no charge against my client by the Central Bureau of\nInvestigation. Neither is he on bail…the CBI had concluded the case after an\nexhaustive 13 year investigation”.4. The article said\nthat “the Commonwealth expressed concern last night that at no point during a\n15 year career did Mr Venuprasad inform his employer that he had been\nimplicated in a criminal case”.5. The article\nexplained that a “number of media outlets” had described the complainant as the\n“whistle-blower who leaked allegations of extravagant spending at the\nCommonwealth secretariat”, in particular, in relation to the secretary\ngeneral’s “spending of £33,000 on Farrow & Ball paint” and the “£24,000\nrenovation of a bathroom”.6. It reported that\nthe complainant had resigned from his position, because the Secretary-General\nhad “refused to listen to his advice over spending on her grace and favour\nresidence in Mayfair, the hiring of consultants and generous allowances in\naddition to her £160,000 salary”. It said that he had joined the Commonwealth\nstaff “the year after his company, Exim Sales Corporation was dissolved”. It\nalso reported that “he and Exim were named in court documents submitted to a\nspecial court in Dehli in 2005 that alleged they were involved in diverting\nfunds from an export shipment which should have ended up in Canara Bank”.7. The article\nappeared in substantially the same form online.8. The complainant\nsaid that the article had inaccurately referred to him as a “whistle-blower”;\nhe had never been treated as such by the Commonwealth Secretariat, and his case\nwas never dealt with via the Secretariat’s Whistleblowing Policy. Following an\ninvestigation into allegations that he had breached the Secretariat’s confidentiality\npolicy, the Disciplinary Board of the Commonwealth Secretariat did not find him\nguilty of leaking information or confidential documents to third parties.9. In response to a\nrequest by IPSO to clarify the specific allegations which had formed the basis\nof the Disciplinary Board’s findings, the complainant provided a copy of a\ndocument entitled “Fact finding report regarding alleged breach of\nconfidentiality by Mr Ram Venuprasad”, dated 12 August 2016. The report\ndetailed, at length, an investigation which had been undertaken by the\nCommonwealth Secretariat, after it had received a “series of detailed\nquestions” from another newspaper, which had “indicated a source from within\nthe organisation”. The report found that the documents which that newspaper had\nin its possession, had been sent to the complainant’s personal email account,\nand had then been hard-deleted by him. The report said that the Secretariat had\n“absolutely no doubt” that one particular document, the “Corporate Group Weekly\nReport”, was in the hands of the newspaper; “every electronic transaction in\nthe Secretariat had been accounted for, except after Ram Venuprasad sent this\ndocument to his Gmail account. This document was then deliberately hard\ndeleted, contrary to his normal e-mail management behaviour. This appears to be\na deliberate act to conceal his actions”. The report further said that another\ndocument, ‘Garden Party Budget’, had also been sent to the complainant’s\nprivate email account, and then hard deleted.10. The report concluded that “there is little doubt” that\nthe documents “are in the hands of [the newspaper] as a product of Ram\nVenuprasad’s actions. His behaviour indicates deliberate attempts to conceal\nhis sending and possession of these documents outside the secure Secretariat\nemail environment”.11. The complainant also provided correspondence sent by\nhim, in response to this report, which disputed strongly the allegations which\nhad been made against him. The complainant provided a copy of the Disciplinary\nBoard’s Recommendations, which had been compiled following the findings of the\nAugust 2012 report. The Board had found that “on the basis of the evidence, the\npanel reached a conclusion that there only exists proof that the emails were\nsent out from Mr Venuprasad’s email account, and that there is no direct\nevidence that Mr Venuprasad leaked the emails and information contained within\nto a third party”.12. The complainant said that the article inaccurately\nreported that there was a criminal case registered against him, which was later\nclosed, and that he had failed to inform his former employers that he had been\ninvestigated by the CBI. He said that the statement from the Commonwealth\nsecretariat, and reported in the article, was therefore inaccurate, because it\nsuggested that he had failed to disclose to his employer that he had been\nimplicated in a criminal case: this allegation had never put to him, or his\nlawyer, by the newspaper. In support of this, the complainant provided\nscreenshots of a text message conversation which had taken place between his\nlawyer and the journalist: the complainant’s lawyer had said that “the CBI\ninformed the Special Court that they had concluded the investigation against my\nclient”.13. The complainant explained that he was associated with\ntwo companies, both of which were called Exim Sales Corporation. The first was\nregistered in Hong Kong by which he had been employed as “Manager-Operations”:\nthis company had been under investigation by the CBI. He said that he had been\nthe Director of the second company, registered in the UK, but it never traded\nnor was it involved in the CBI’s investigation. He said that the article had\ngiven the misleading impression that the Exim Sales Corporation of which he was\nDirector, was the company which had been investigated by the CBI. The\ncomplainant did accept, however, that he had not told the Commonwealth\nSecretariat directly that, as a result of his association with the Hong Kong\nregistered Exim Sales Corporation, he had been the subject of an investigation\nby the CBI.14. The complainant said that he had not resigned because of\nthe Commonwealth Secretariat’s refusal to listen to his advice on spending on\nher grace and favour residence, nor had he cited this as a reason in his\nresignation letter. He had not made claims about the Commonwealth\nSecretary-General’s spending on paint and bathroom renovations of her official\nresidence.15. The newspaper did not accept a breach of the Code. It\nnoted that other media outlets had described the complainant as a\n“whistleblower”, without complaint or correction. It referred to a document\nentitled “Protected disclosure”, which the complainant had produced as an\nenclosure to a letter in which he tendered his resignation from his employment\nat the Commonwealth Secretariat. This document had detailed, at length, the\ncomplainant’s concerns regarding the “procurement, transparency and use of\npublic funds in the Commonwealth Secretariat”.16. The document detailed in particular the complainant’s\nconcern that the budget for a Garden Party which was being hosted by the\nSecretary General was “excessive and an inappropriate use of public resources”.\nThe complainant had sent this document to a number of senior figures within the\nCommonwealth, including “Governors representing the past, current and future\nChairs-in-Office. The newspaper said that individuals who make \"protected\ndisclosures\" are often referred to as whistleblowers.17. The newspaper noted the complainant’s acceptance that he\nhad not told his employers that he been associated with a firm which had been\ninvestigated by the Central Bureau of Investigation. It further noted that the\ncomplainant had accepted that his role in business transactions of Exim Sales Corporation\nLimited had been scrutinised by the CBI, in relation to transactions between\nthe company and Premier Vinyl Flooring Limited.18. The newspaper said that it had seen court documents\nwhich showed that the complainant had personally been under investigation from\nthe CBI, and as a result, had been required to obtain the permission of the\nIndian courts to retain his passport so that he could leave India and work in\nBritain, as reported in the article. It said that the article made clear that\nthe case against the complainant had been closed with no charges brought\nagainst him, and noted that this had accurately reflected the statement which\nhad been provided by the complainant’s lawyer, after the newspaper had\napproached him for comment.19. The newspaper provided a link to a website, which showed\nthat the complainant had been the sole director of a company named Exim Sales\nCorporation from the date of its incorporation, in 1998, and noted the\ncomplainant’s acceptance that he had been associated with Exim Sales\nCorporation Limited in 1998.20. The newspaper accepted that the complainant’s\nresignation letter, and the “Protected disclosure” document, did not\nspecifically state that the complainant had resigned over the Commonwealth\nSecretariat’s refusal to listen to his advice over spending on her grace and\nfavour residence in Mayfair. The newspaper offered to amend the article to\nremove this reference, but said that such spending fell within the\ncomplainant’s general concerns, over the “procurement, transparency and the use\nof public funds”, which he had detailed in both of these documents.21. The complainant said that he had not disclosed the\ncontents of the Protected Disclosure document, or any confidential information,\nwith any third parties. He had produced the document, to place on record the\nadvice which he had given to the Commonwealth Secretariat regarding his\nconcerns over the transparency, procurement and use of public funds; it was not\nproduced in compliance with the Public Disclosure Act 1998, because the\nCommonwealth Secretariat is immune from normal laws of the United Kingdom.Relevant Code provisions22. Clause 1 (Accuracy)i) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not\nsupported by the text.ii) A significant inaccuracy, misleading statement or\ndistortion must be corrected, promptly and with due prominence, and — where\nappropriate — an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator.iii) A fair opportunity to reply to significant inaccuracies\nshould be given, when reasonably called for.iv) The Press, while free to editorialise and campaign, must\ndistinguish clearly between comment, conjecture and fact.Findings of the Committee23. The complainant had raised a number of significant and\ndetailed concerns regarding the “procurement, transparency and the use of\npublic funds” at the Commonwealth Secretariat, in a documented headlined\n“Protected disclosure”. The document had made clear that the complainant had\npreviously attempted to get these concerns addressed within the organisation;\nhe had then copied to senior figures at the Commonwealth Secretariat. The\nnewspaper was in possession of this document before publication. In this\ncontext, it was not misleading or inaccurate to refer to him as a\n“whistleblower”.24. The complainant had raised a separate complaint about\nthe allegation that he had “leaked” details of extravagant spending, at the\nCommonwealth Secretariat, to third parties. This allegation had followed\nwidespread reporting in the media, of criticisms of the Commonwealth, which had\nbeen based on that leaked information and which had identified the complainant,\nas the “whistleblower”. Those previous reports had been published without\ncomplaint. In the context of a follow up article, about the complainant, the\nCommittee did not consider that repeating this description represented a\nfailure to take care over the accuracy of the article, in breach of Clause 1\n(i). This was particularly the case in circumstances where the newspaper had\nseen, prior to publication, the “protected disclosure” document which the\ncomplainant had produced to raise concerns, internally, similar to those which\nhad then appeared in the press.25. The Committee acknowledged the complainant’s denial that\nhe had been responsible for any leak. It also noted that the Commonwealth’s\ndisciplinary panel had concluded that - although the complainant had sent the\nleaked documents to his private email account before hard deleting them - there\nwas insufficient evidence for it to find that he had passed those documents on\nto the press. However, the Commonwealth had investigated his conduct on the\nbasis that he was the “whistleblower” and its “fact finding” report had concluded\nthat there was “absolutely no doubt” that a number of these documents were in\nthe possession of a newspaper.  In\naddition, the complainant had raised concerns regarding the use of public funds\nat the Commonwealth, internally, via a document entitled “Protected\nDisclosure”. Whilst the Committee was unable to reach a finding on whether the\ncomplainant was responsible for the leaking of confidential documentation at\nthe Commonwealth, in the full context, it did not consider that the description\nof him as the “whistle-blower”, was significantly misleading. There was no\nbreach of Clause 1 on this point.26. The Committee noted that the complainant had accepted\nthat he had not told his former employer that he been associated with a company\nwhich had been investigated by the CBI. Further, the newspaper had approached\nthe complainant’s lawyer for comment, who had said that the CBI had concluded\nthe investigation against him: this comment had then been published in the\narticle. There was no failure to take care over the accuracy of the article on\nthese points, and it was not significantly inaccurate or misleading to report\nthat the complainant had been suspected of fraud, or to report the statement\nfrom the Commonwealth Secretariat, in that context.27. The Committee did not consider that by describing the\nHong Kong registered company as “his company”, the article had identified the\ncomplainant as one of its Directors. In any event, the complainant’s precise\nrole in the company which had been investigated by the CBI was not material\ngiven that he accepted that he had also been under investigation as a\nconsequence of his association with the company. 28. Further, where the complainant had accepted that he had\nalso been under investigation as a consequence of this association, it was not\nsignificantly misleading to report that the “case” against the complainant had\nbeen later closed, particularly as the article had made clear that no charges\nhad been brought against him.29. The Committee noted that the complainant had not cited,\nin the Protected Disclosure document or in his resignation letter, his concerns\nover spending on the Secretariat’s residence in Mayfair, particularly in\nrelation to paint and bathroom renovations. The Committee did not conclude that\nany inaccuracy regarding the specific details of those concerns was\nsignificant, in circumstances where they fell within the complainant’s general\ncriticism of the procurement, transparency and use of public funds at the\nCommonwealth Secretariat. However, the Committee welcomed the newspaper’s offer\nto amend the online article to address this point. There was no breach of the\nCode.Conclusion28. The complaint was not upheld.Remedial Action required29. N/AReview\nThe complainant complained to the Independent Complaints\nReviewer about the process followed by IPSO in handling this complaint. The\nIndependent Complaints Reviewer decided that, in its deliberations on the\ncomplaint, the Committee had not made a sufficient distinction between the two\ncompanies which the complainant had been associated with, both of which were\ncalled Exim Sales Corporation, and upheld the request for review on this point.\nThe Committee re-considered the complaint, in light of the Complaints\nReviewer’s findings. The substance of the Committee’s decision was not affected\nby the findings. However, the summary of complaint was revised, to make clear\nthat the Committee had understood the distinction.Date compliant received: 26/03/2017Date decision issued: 25/07/2017    \n \n \nBack to ruling listing\n\n\n"
}