{
    "url": "/rulings-and-resolution-statements/ruling/?id=02466-22",
    "title": "02466-22 Gleeson v mirror.co.uk",
    "provisions": [
        "1 Accuracy (2021)",
        "2 Privacy (2021)",
        "12 Discrimination (2021)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "mirror.co.uk (Reach PLC)",
    "published_on": "2021-06-16 00:00:00",
    "received_on": "2022-04-12 00:00:00",
    "concluded_on": "2022-09-27 00:00:00",
    "complaint_processing_days": 168,
    "conclusion_long": "of the interview, the publication was entitled to consider that the complainant had consented to the publication of this image. It also noted that the photograph showed the complainant’s likeness; it did not reveal any further private information about her or show her engaged in any private activity. As such, the Committee could not find that the publication of this photograph constituted an intrusion into the complainant’s private life. There was no breach of Clause 2. 16. The terms of Clause 12 state that publications must avoid prejudicial or pejorative reference to an individual’s protected characteristic. There is no reference to “age” in this Clause. As such, the terms of Clause 12 were not engaged by the complainant’s concerns. Conclusion(s) 17. The complaint was not upheld.",
    "remedial_action": "18. N/A  Date complaint received: 12/04/2022",
    "text": "\n\n\n\n\n\nDecision\nof the Complaints Committee – 02466-22 Gleeson v mirror.co.uk\nSummary\nof Complaint\n1.\nEileen Gleeson complained to the Independent Press Standards Organisation that\nmirror.co.uk breached Clause 1 (Accuracy), Clause 2 (Privacy) and Clause 12\n(Discrimination) of the Editors’ Code of Practice in an article headlined\n“Nurse sues Royal British Legion over 'despicable' birthday card joking about\nher age”, published on 16 June 2021.\n2. The\nheadline of the online article was followed by the sub-heading: “Eileen Gleeson\nsaid that the birthday card, which featured the caption ‘It’s not about age,\nit’s about attitude’ was ‘insulting’ and tried to sue the Royal British Legion\nfor discrimination”. It reported that the complainant took the charity to an\nEmployment Tribunal claiming “victimisation, age discrimination and unfair\ndismissal”. It reported that the complainant lost her claim after a judge ruled\nthat “in the context” making a reference to someone’s age was not\ndiscriminatory”, with the tribunal hearing that she never raised the issue of\nthe card throughout the rest of her employment. The article reported that the\ntribunal had heard “[i]nstead, over the next few months the work gradually\nbegan to get on top of [her and] her managers become concerned about her\nperformance” and that “she was having difficulties dealing with clients and failing\nto keep accurate records”. The article reported further that “after a number of\nunsuccessful attempts by her manager to engage with her and improve her\nperformance, she was dismissed”. It then stated that the complainant had\nalleged that she felt “she was made to feel like a ‘burden’ to the organisation\nand that she was being managed ‘inappropriately’”. The article reported that\nfollowing the judgment, the complainant said the birthday card was “insulting”,\n“despicable”” “very unprofessional”, and that “the fact that we were all nurses\nand should be caring [for] people made it quite shocking”. Immediately after\nthis quote, the article reported the complainant saying, “It was probably the\nmost traumatic experience I have gone through”.\n3. The\nonline article was accompanied by a photograph of the complainant. This\nappeared twice. The larger version, positioned above the headline, was\ncaptioned “Eileen Gleeson took issue with the birthday card sent by her\ncolleagues” while the smaller version appeared within the text of the article\nand was captioned “Ms Gleeson did not raise the issues during her employment”.\n4. The\ncomplainant said the article was inaccurate and misleading, in breach of Clause\n1 (Accuracy), because it gave a misleading account of her tribunal. She said\nthat the focus on the card misrepresented her case. She said that the age\ndiscrimination aspect of her claim related to being excluded from training\nwhich younger colleagues had been permitted to attend; she had been unable to obtain\ncritical evidence to support this claim from her employer, so the birthday card\nhad been produced as evidence because it was ageist. Her comment that it was\n“probably the most traumatic experience I have gone through” also contributed\nto this misleading impression; this comment to the reporter had not related to\nthe card but rather the harassment she had received over a period of time at\nwork.\n5. She\nalso denied that her claim concerned “victimisation, age discrimination and\nunfair dismissal”; instead, it related to the statutory right to be accompanied\nto a meeting, less favourable treatment as a part-time worker, harassment, age\ndiscrimination and outstanding holiday pay. In addition, she denied that work\nhad got “on top” of her or that she had been “having difficulties with clients\nand failing to keep accurate records”.\n6. The\ncomplainant also expressed concern that a reporter had approached her for\ncomment following the tribunal at her home address. She said that this\napproach, and the publication of the photograph, breached her privacy under\nClause 2 (Privacy).\n7. She\nalso said that the article was discriminatory in breach of Clause 12\n(Discrimination) by its focus on the birthday card and, by extension, her age.\n8. The\npublication did not accept a breach of the Editors’ Code. The copy had been\nsupplied by a news agency, and published in good faith. It said that the\narticle was an accurate report of the complainant’s employment tribunal and her\ncomments to the reporter. It added that it was entitled to focus on specific\naspects of the case, nor was it required to report every specific detail of her\nclaim, and its focus on the birthday card did not render the article or\nmisleading. The publication maintained that the complainant’s comment about\n“the most traumatic experience I have gone through” was made specifically in\nrespect of the birthday card. While it was unable to provide the reporter’s\ncontemporaneous notes from the interview to demonstrate this (citing the length\nof time between the interview and the complaint being made to IPSO), it did\nprovide a written statement – authored in response to IPSO’s investigation –\nfrom the reporter who said that the complainant had been accurately quoted.\n9. The\npublication did not accept a breach of Clause 2. The reporter had approached\nthe complainant for comment at her home address and then been invited inside\nthe complainant’s home to complete the interview. Further, the complainant\nallowed the reporter to photograph the birthday card and also willingly shared\nthe published image for use in the article with the reporter the following day\nvia email.\n10.\nFinally, the publication did not consider that Clause 12 was engaged; the\narticle did not include any prejudicial or pejorative references to the\ncomplainant’s protected characteristics.\nRelevant\nCode Provisions\nClause 1\n(Accuracy)\ni) The\nPress must take care not to publish inaccurate, misleading or distorted\ninformation or images, including headlines not supported by the text.\nii) A\nsignificant inaccuracy, misleading statement or distortion must be corrected,\npromptly and with due prominence, and — where appropriate — an apology\npublished. In cases involving IPSO, due prominence should be as required by the\nregulator. \niii) A\nfair opportunity to reply to significant inaccuracies should be given, when\nreasonably called for.\niv) The\nPress, while free to editorialise and campaign, must distinguish clearly\nbetween comment, conjecture and fact.\nClause 2\n(Privacy)*\ni)\nEveryone is entitled to respect for their private and family life, home,\nphysical and mental health, and correspondence, including digital\ncommunications.\nii)\nEditors will be expected to justify intrusions into any individual's private\nlife without consent. In considering an individual's reasonable expectation of\nprivacy, account will be taken of the complainant's own public disclosures of\ninformation and the extent to which the material complained about is already in\nthe public domain or will become so.\niii) It\nis unacceptable to photograph individuals, without their consent, in public or\nprivate places where there is a reasonable expectation of privacy.\nClause\n12 (Discrimination)\ni) The\npress must avoid prejudicial or pejorative reference to an individual's, race,\ncolour, religion, sex, gender identity, sexual orientation or to any physical\nor mental illness or disability.\nii)\nDetails of an individual's race, colour, religion, gender identity, sexual\norientation, physical or mental illness or disability must be avoided unless\ngenuinely relevant to the story.\nFindings\nof the Committee\n11. The\narticle reported on the complainant’s claims before the Employment Tribunal.\nWhile the Committee noted the complainant’s concerns about the focus of the article,\nthe selection and sourcing of material is a matter of editorial discretion, as\nlong as the publication of material does not otherwise breach the Editors’\nCode. The article had reported the complainant’s claims as being victimisation,\nage discrimination and unfair dismissal and it was not in dispute that the\nbirthday card, which had a comment about age, had formed part of the\ncomplainant’s evidence for her discrimination claim and was subject to a ruling\nmade by the judge. In circumstances where it was clear from the text of the\narticle that it was not the sole concern raised by the complainant against her\nformer employer, the Committee did not consider that the article’s focus on the\nbirthday card rendered the article inaccurate or misleading. There was no\nbreach of Clause 1 on this point.\n12.\nSimilarly, the Committee did not consider that the omission of the details of\neach specific claim made by the complainant against her former employer\nrendered the article inaccurate or misleading; as noted above, the article\nincluded an accurate summary of her claims in broad terms. There was no breach\nof Clause 1 on this point.\n13. The\nCommittee then considered the complainant’s concerns that her comments to the\nreporter had been misrepresented. The complainant denied that her comment “it\nwas probably the most traumatic experience [she had] gone through” was made in\nrelation to the birthday card – as she claimed the article suggested – but\nrather to the harassment she said she had experienced from her employer over a\nperiod of time. The Committee expressed concern that the publication had been\nunable to provide any notes or recording of the conversation between the\nreporter and complainant. However, given that the complainant did not dispute\nthat she had described receiving the card as “insulting”, “despicable”, “very\nunprofessional” and “shocking”, the Committee did not consider that the manner\nin which this comment had been included in the article rendered it\nsignificantly inaccurate or misleading as to the complainant’s position. There\nwas no breach of Clause 1 on this point.\n14. The\nCommittee then considered whether the article had reported inaccurately that\n“work began to get on top” of the complainant and that she was having\n“difficulties with clients and failing to keep accurate records”. The Committee\nnoted that the article made clear that “the tribunal heard” these claims, which\nwas not in dispute. Further, in circumstances where the Employment Tribunal\nfound that her former employer had “genuine and legitimate concerns about the\n[complainant’s] practice as an Admiral Nurse […] in particular her abilities in\ndealing with clients; in identifying issues that an Admiral nurse should deal\nwith, and in her record keeping”; and where concerns regarding the management\nof her case work had been raised by her former employer, the Committee did not\nconsider that the article was inaccurate or misleading in the way it presented\nthese claims. There was no breach of Clause 1.\n15. The\nCommittee next considered the concerns raised under Clause 2. This Clause is\ndesigned to ensure that an individual’s private life is respected. The complainant\nsaid that the newspaper had intruded into her privacy through its approach to\nher for comment and in its use of a photograph of her. The Committee did not\nconsider that the approach made by the reporter, which resulted in the\ncomplainant consenting to an interview and inviting the journalist inside her\nhome, represented an intrusion into her private life. In addition, where the\nphotograph had been provided freely by the complainant to the reporter\nfollowing the conclusion of the interview, the publication was entitled to\nconsider that the complainant had consented to the publication of this image.\nIt also noted that the photograph showed the complainant’s likeness; it did not\nreveal any further private information about her or show her engaged in any\nprivate activity. As such, the Committee could not find that the publication of\nthis photograph constituted an intrusion into the complainant’s private life.\nThere was no breach of Clause 2.\n16. The\nterms of Clause 12 state that publications must avoid prejudicial or pejorative\nreference to an individual’s protected characteristic. There is no reference to\n“age” in this Clause. As such, the terms of Clause 12 were not engaged by the\ncomplainant’s concerns.\nConclusion(s)\n17. The\ncomplaint was not upheld.\nRemedial\nAction Required\n18. N/A\n\nDate\ncomplaint received: 12/04/2022\nDate\ncomplaint concluded by IPSO: 27/09/2022\nBack to ruling listing\n\n\n"
}