{
    "url": "/rulings-and-resolution-statements/ruling/?id=02465-22",
    "title": "02465-22 Gleeson v thesun.co.uk",
    "provisions": [
        "1 Accuracy (2021)",
        "2 Privacy (2021)",
        "12 Discrimination (2021)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "thesun.co.uk (News UK)",
    "published_on": "2021-06-16 00:00:00",
    "received_on": "2022-04-12 00:00:00",
    "concluded_on": "2022-09-27 00:00:00",
    "complaint_processing_days": 168,
    "conclusion_long": "of the interview, the publication was entitled to consider that the complainant had consented to the publication of this image. It also noted that the photograph showed the complainant’s likeness; it did not reveal any private information about her or show her engaged in any private activity. As such, the Committee could not find that the publication of this photograph constituted an intrusion into the complainant’s private life. There was no breach of Clause 2. 15. The terms of Clause 12 state that publications must avoid prejudicial or pejorative reference to an individual’s protected characteristic. There is no reference to “age” in this Clause. As such, the terms of Clause 12 were not engaged by the complainant’s concerns. Conclusion(s) 16. The complaint was not upheld.",
    "remedial_action": "17. N/A    Date complaint received: 12/04/2022",
    "text": "\n\n\n\n\n\nDecision\nof the Complaints Committee – 02465-22 Gleeson v thesun.co.uk\nSummary\nof Complaint\n1.\nEileen Gleeson complained to the Independent Press Standards Organisation that\nthesun.co.uk breached Clause 1 (Accuracy), Clause 2 (Privacy) and Clause 12 (Discrimination)\nof the Editors’ Code of Practice in an article headlined “NO CARD FEELINGS\nNurse sues Royal British Legion after colleagues gave her birthday card joking\nabout her age”, published on 16 June 2021.\n2. The\narticle reported on claims brought by the complainant against her former\nemployer, the Royal British Legion, before an Employment Tribunal. It reported\nthat the complainant had sued the organisation for discrimination after her\ncolleagues had given her a birthday card stating: “It's not about age, it's\nabout attitude”. It said that her claim of “victimisation, age discrimination\nand unfair dismissal by” the organisation was dismissed, with the judge ruling\nthat “referring to someone’s age in context was not discriminatory” and that\n“It was her lack of co-operation and refusal to communicate with her managers\nwhich…led to the termination of the contract.” The article stated that\nfollowing the judgment, the complainant said the card was “insulting”,\n“despicable” and “very unprofessional”, adding that the “fact that we were all\nnurses and should be caring [for] people made it quite shocking”. The article\nalso reported that the complainant had said “It was probably the most traumatic\nexperience I have gone through”.\n3. The\narticle was accompanied by a photograph of the complainant, captioned “Eileen\nGleeson sued the Royal Legion for discrimination after her colleagues gave her\na birthday card saying 'It's not about age, it's about attitude’”.\n4. The\ncomplainant said the article was inaccurate and misleading, in breach of Clause\n1 (Accuracy), because it gave a misleading account of her tribunal. She said\nthat the focus on the card misrepresented her case. She said that the age\ndiscrimination aspect of her claim related to being excluded from training\nwhich younger colleagues had been permitted to attend; she had been unable to\nobtain critical evidence to support this claim from her employer, so the\nbirthday card had been produced as evidence because it was 'ageist’. Her\ncomment that it was “probably the most traumatic experience I have gone\nthrough” also contributed to this misleading impression; this comment to the\nreporter had not related to the card but rather to the harassment she said she\nhad experienced over a period of time at work.\n5. She\nalso denied that her claim concerned “victimisation, age discrimination and\nunfair dismissal”; rather, it related to the statutory right to be accompanied\nto a meeting, less favourable treatment as a part-time worker, harassment, age\ndiscrimination and outstanding holiday pay.\n6. The\ncomplainant also expressed concern that a reporter had approached her for\ncomment following the tribunal at her home address. She said that this approach\nand the publication of a photograph of her breached her privacy under Clause 2\n(Privacy).\n7. She\nalso said that the article was discriminatory in breach of Clause 12\n(Discrimination) by its focus on the birthday card and, by extension, her age.\n8. The\npublication did not accept a breach of the Editors’ Code. The copy had been\nsupplied by a news agency, and published in good faith. It said that the\narticle was an accurate report of the complainant’s employment tribunal and her\ncomments to the reporter. It added that it was entitled to focus on specific\naspects of the case, with the judgment addressing the card as a self-contained\ncause of action and the judge commenting that the “sending of a birthday card\nmaking reference to age is not in this context capable of amounting to a\ndetriment or of unfavourable treatment” of the complainant. It also noted that\nthe complainant had discussed the issue of the card with the reporter during\nthe interview; allowed for the card to be photographed; and gave no indication\nduring the interaction that she considered it a minor or irrelevant part of her\ncase. The publication maintained that the complainant’s comment about “the most\ntraumatic experience I have gone through” was made specifically in respect of\nthe birthday card. While it was unable to provide the reporter’s\ncontemporaneous notes from the interview to demonstrate this (citing the 11\nmonths between the interview and the complaint being made to IPSO), it did\nprovide a written statement – authored in response to IPSO’s investigation –\nfrom the reporter, who maintained that the complainant had been accurately\nquoted. Further, the publication said that the judgment made clear the\ncomplainant’s claims related to \"Age Discrimination, Victimisation, Part\nTime Worker Regulations, Unfair Dismissal and Holiday Pay”; it was entitled to\nfocus upon the discrimination aspect of the case, and this did not render the\narticle inaccurate or misleading.\n9. The\npublication did not accept a breach of Clause 2. The reporter had approached\nthe complainant for comment at her home address; introduced themselves and\nspecified the news agency they worked for; explained the purpose of their visit\nand their interest in the birthday card; and had been invited inside the\ncomplainant’s home to complete the interview. While the complainant had\ndeclined to be photographed holding the birthday card, she had shared the\npublished image for use in the article with the reporter the following day via\nemail.\n10.\nFinally, the publication did not consider that Clause 12 was engaged; the\narticle did not include any prejudicial or pejorative references to the\ncomplainant’s protected characteristic.\nRelevant\nCode Provisions\nClause 1\n(Accuracy)\ni) The\nPress must take care not to publish inaccurate, misleading or distorted\ninformation or images, including headlines not supported by the text.\nii) A\nsignificant inaccuracy, misleading statement or distortion must be corrected,\npromptly and with due prominence, and — where appropriate — an apology\npublished. In cases involving IPSO, due prominence should be as required by the\nregulator.\niii) A\nfair opportunity to reply to significant inaccuracies should be given, when\nreasonably called for.\niv) The\nPress, while free to editorialise and campaign, must distinguish clearly\nbetween comment, conjecture and fact.\nClause 2\n(Privacy)*\ni)\nEveryone is entitled to respect for their private and family life, home,\nphysical and mental health, and correspondence, including digital\ncommunications.\nii)\nEditors will be expected to justify intrusions into any individual's private\nlife without consent. In considering an individual's reasonable expectation of\nprivacy, account will be taken of the complainant's own public disclosures of\ninformation and the extent to which the material complained about is already in\nthe public domain or will become so.\niii) It\nis unacceptable to photograph individuals, without their consent, in public or\nprivate places where there is a reasonable expectation of privacy.\nClause\n12 (Discrimination)\ni) The\npress must avoid prejudicial or pejorative reference to an individual's, race,\ncolour, religion, sex, gender identity, sexual orientation or to any physical\nor mental illness or disability.\nii)\nDetails of an individual's race, colour, religion, gender identity, sexual\norientation, physical or mental illness or disability must be avoided unless\ngenuinely relevant to the story.\nFindings\nof the Committee\n11. The\narticle reported on the complainant’s claims before the Employment Tribunal.\nWhile the Committee noted the complainant’s concerns about the focus of the\narticle, the selection and sourcing of material is a matter of editorial\ndiscretion, as long as the publication of material does not otherwise breach\nthe Editors’ Code. The article had reported the complainant’s claims as being\nvictimisation, age discrimination and unfair dismissal and it was not in\ndispute that the birthday card, which had a comment about age, had formed part\nof the complainant’s evidence in support of her discrimination claim and was\nsubject to a ruling made by the judge. In circumstances where it was clear from\nthe text of the article that it was not the sole concern raised by the\ncomplainant against her former employer, the Committee did not consider that\nthe article’s focus on the birthday card rendered the article inaccurate or\nmisleading. There was no breach of Clause 1 on this point.\n12.\nSimilarly, the Committee did not consider that the omission of the details of\neach specific claim made by the complainant against her former employer\nrendered the article inaccurate or misleading; as noted above, the article\nincluded an accurate summary of her claims in broad terms. There was no breach\nof Clause 1 on this point.\n13. The\nCommittee then considered the complainant’s concerns that her comments to the\nreporter had been misrepresented. The complainant denied that her comment “it\nwas probably the most traumatic experience [she had] gone through” was made in\nrelation to receiving the card – as she claimed the article suggested – but\nrather to the harassment she said she had experienced from her former employer\nover a period of time. The Committee expressed concern that the publication had\nbeen unable to provide any notes or recording of the conversation between the\nreporter and complainant. The Committee also noted that the quotation in issue\nappeared at the end of the article, in separate quotation marks, making it\nunclear as to whether the complainant was referring specifically to the\nbirthday card or her experiences whilst working for her former employer more\ngenerally. However, given that the complainant did not dispute that she had\ndescribed receiving the card as “insulting”, “despicable” and “very\nunprofessional”, the Committee did not consider that the manner in which this\ncomment had been included in the article rendered it significantly inaccurate\nor misleading as to the complainant’s position. There was no breach of Clause 1\non this point.\n14. The\nCommittee next considered the concerns raised under Clause 2. This Clause is\ndesigned to ensure that an individual’s private life is respected. The\ncomplainant said that the newspaper had intruded into her privacy through its\napproach to her for comment and in its use of a photograph of her. The\nCommittee did not consider that the approach made by the reporter, which\nresulted in the complainant consenting to an interview and inviting the journalist\ninside her home, represented an intrusion into her private life. In addition,\nwhere the photograph had been provided freely by the complainant to the\nreporter following the conclusion of the interview, the publication was\nentitled to consider that the complainant had consented to the publication of\nthis image. It also noted that the photograph showed the complainant’s\nlikeness; it did not reveal any private information about her or show her\nengaged in any private activity. As such, the Committee could not find that the\npublication of this photograph constituted an intrusion into the complainant’s\nprivate life. There was no breach of Clause 2.\n15. The\nterms of Clause 12 state that publications must avoid prejudicial or pejorative\nreference to an individual’s protected characteristic. There is no reference to\n“age” in this Clause. As such, the terms of Clause 12 were not engaged by the\ncomplainant’s concerns.\nConclusion(s)\n16. The\ncomplaint was not upheld.\nRemedial\nAction Required\n17. N/A\n\n\n\nDate\ncomplaint received: 12/04/2022\nDate\ncomplaint concluded by IPSO: 27/09/2022.\nBack to ruling listing\n\n\n"
}