{
    "url": "/rulings-and-resolution-statements/ruling/?id=02464-22",
    "title": "02464-22 Phillips v Daily Mail",
    "provisions": [
        "1 Accuracy (2021)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "Daily Mail (Associated Newspapers Limited)",
    "published_on": "2022-03-28 00:00:00",
    "received_on": "2022-04-12 00:00:00",
    "concluded_on": "2022-08-12 00:00:00",
    "complaint_processing_days": 122,
    "conclusion_long": "22. The complaint was not upheld.",
    "remedial_action": "23. N/A  Date complaint received: 12/04/22",
    "text": "\n\n\n\n\n\nDecision\nthe Complaints Committee – 02464-22 Phillips v Daily MailSummary\nof Complaint1. Bruce\nPhillips complained to the Independent Press Standards Organisation that the\nDaily Mail breached Clause 1 (Accuracy) of the Editors’ Code of Practice in an\narticle headlined “Madness of our deluded worship of wind”, published on 28\nMarch 2022.2. The\narticle presented the author’s criticisms of wind power and questioned the\nGovernment’s decision to relax onshore wind farm planning rules. The headline\nwas followed by the sub-heading: “They despoil our glorious countryside, add\n£6billion a year to our household bills and are arguably the most inefficient\nsolution to our energy crisis. So why is the Government planning to make it\neven easier to build them?”. The opening paragraphs stated that the UK’s “total\nprimary demand for energy” supplied by wind power in 2020 was “less than 4 per\ncent”, with this providing “little more than one-thirtieth of the energy” the\nUK needed. The author then contrasted the output by wind and coal power on the\nday he wrote the article, suggesting that they generated 3% and 5% of the UK’s\nelectricity respectively; he commented “As I write this article in still, fine\nspring weather, millions of tonnes of turbines stand largely idle”. The author\nthen argued that “once turbines are up and running, they’re not reliable”,\nadding that wind farms needed to be “back[ed] up by fossil-fuel power stations”\nbecause it was not possible to “store electricity for any length of time\nwithout huge costs”. The article then stated “nor is it clear that wind farms\nreduce emissions significantly” and suggested that the following reasons may\nhave hindered a “modest cut” in the UK’s emissions: other power stations were\nrequired to “back up the wind farms when the wind does not blow”, and quoted a\nstudy which confirmed erratic output from European wind farms; wind turbines\nthemselves were built and maintained using fossil fuels, and had a limited\nlifespan; and the one source of energy whose economic rationale has been most\ndamaged by wind power was “zero-carbon nuclear”. The article also reported that\n“wind turbines [were] near impossible to recycle, with the rare earth metals\nsuch as neodymium that are vital for the magnets inside most of their\ngenerators coming from polluted mines in China”. It then included the comments\nof two, named academics from the Renewable Energy Foundation, who argued that\n“the assumptions which underpin the BEIS [Department for Business, Energy and\nIndustrial Strategy] estimates of the cost of generation for wind and solar\npower are fanciful, and do not withstand even cursory scrutiny; under close\nanalysis they disintegrate” and are “so far from the actual costs incurred\n[they] are not worth further consideration.”3. The\narticle also appeared online under the headline “Madness of our worship of\nwind: They despoil our glorious countryside, add £6 billion a year to our\nhousehold bills and are arguably the most inefficient solution to our energy\ncrisis. So why is the Government planning to make it even easier to build\nthem?”. The text of the article was substantially the same as the print\nversion.4. The\ncomplainant said that the article contained a number of inaccuracies, in breach\nof Clause 1 (Accuracy). First, the article reported that only 4% of the UK’s\ntotal primary demand for energy was supplied by wind power in 2020; the\ncomplainant said that the correct figure was 9.74%. Second, the complainant\nsaid that the article suggested that coal supplied 5% of the UK’s electricity\nwhen, in 2021, it accounted for 1.96%. Third, he said that the author’s claim that\nwind turbines were “also near impossible to recycle” was misleading as they\ncould largely be recycled.5. In\naddition, the complainant said that the article was inaccurate to assert that\n“a grid powered by wind and nuclear [energy] will not work”, when it had\n“worked well” in Sweden, or to dispute that “wind farms reduced emissions\nsignificantly”. Furthermore, the complainant said the article was misleading to\nreport that “once turbines are up and running, they’re not reliable”; the\nauthor had wrongly confused reliability with intermittency.6. The\ncomplainant also said the article was inaccurate to report that “wind farms\nneed[ed] backing up by fossil-fuel power stations” when the “wind does not\nblow” and because it was not possible to “store electricity for any length of\ntime without huge costs”. He said that wind farms could be supported by\nrenewable sources instead of fossil-fuel power stations, as shown in Norway,\nand denied that storage costs for electricity were “high”. In addition, the\ncomplainant said the article was inaccurate to describe nuclear energy as “zero\ncarbon”, with the extraction, processing and transportation of uranium\nproducing carbon emissions.7.\nFinally, the complainant said that the article was misleading as it failed to\nmention that the Renewable Energy Foundation was an “anti-wind lobby group”\nwith alleged links to the fossil fuel industry.8. The\npublication did not accept it had breached the Editors’ Code. First, it said\nthat the article was an opinion piece, which clearly presented the author’s\npersonal view on the efficiency of wind energy in the UK. Taken in this\ncontext, the columnist’s assessments on whether a “grid powered by wind and\nnuclear [energy] will not work” or that it was unclear that “wind farms reduce\nemissions significantly” were fair and accurate. The author was entitled to\nmake these assessments and had sufficient basis to do so. The text of the\narticle made clear that, in the author’s view, understanding of the overall\nefficiency of winds farms required a broader set of considerations – from their\nconstruction and maintenance to the supporting infrastructure. It also noted\nthat these assessments related solely to the UK energy system. Therefore,\nwhether a power grid, primarily composed of wind and nuclear, worked well in\nanother country did not automatically mean it would be appropriate for the UK\nmarket, or render the article inaccurate.9.\nFurthermore, the publication said that the figure of 4% of energy supplied by\nwind power related to the total “primary demand for wind energy” and had been\nobtained from a recent report published by the government department, BEIS,\nwhich found that, in 2020, the UK obtained 4% of its primary energy from wind.\nIt said that the figure of 9.74% provided by the complainant related instead to\nthe percentage of electricity generated by wind power – a point later accepted\nby the complainant in direct correspondence with the publication.10. Nor\ndid the publication accept that the article’s reference to coal was inaccurate.\nThe cited figure of 5% related to its contribution on the specific day the\narticle was written, rather than the overall annual average. This was made\nclear by the text of the article: “As I write this article in still, fine\nspring weather, millions of tonnes of turbines stand largely idle, generating\njust 3 per cent of electricity. Coal contributes 5 per cent”. The publication\nsaid these figures had been sourced by the author from two separate online\ndatabases which provided live minute-by-minute estimates for the contributions\nof different sources of electricity to the UK grid.11. In\naddition, the publication did not consider that the article was inaccurate or\nmisleading to report that wind turbines were “near impossible to recycle”. The\narticle did not state that no parts of a turbine were recyclable, rather it was\n“near impossible” to recycle the structure in its entirely as a result of some\nof the components used: namely, rare earth metals, such as neodymium, which the\narticle referenced. Nor did the publication consider that the article was\nmisleading to describe a power source which could not be relied upon to produce\nelectricity in all weather conditions as “unreliable”, with the text of the\narticle explaining the basis for this description.12. In\ncircumstances where the complainant did not appear to dispute that power\nstations, including those of non-renewable sources, were currently required to\nsupport wind farms, the publication did not consider that the article was\ninaccurate to report that “wind farms need[ed] backing up by fossil-fuel power\nstations” when the “wind does not blow”, regardless of the potential for other\nsolutions. Nor did the publication consider that the article was inaccurate to\nreport that the costs associated with the storage of electricity over time were\n“huge” or to describe nuclear energy as “zero-carbon”. It further noted that in\nthe context of the article as a whole, where the author sought to contrast\nnuclear energy with “obvious” carbon-emitting sources, such as coal and gas,\nand where it was widely accepted that nuclear energy did not produce carbon\nemissions as a direct result of electricity production, the article was not\ninaccurate to describe the source as “zero-carbon”.13.\nFinally, the publication did not consider that the omission of the alleged\nlinks of the Renewable Energy Foundation to the fossil fuel industry rendered\nthe article inaccurate or misleading where it accurately reported the comments\nmade by the academics who worked for this organisation. They were statements of\nopinion, which the text of the article made clear, and the publication was\nentitled to report them.Relevant\nCode ProvisionsClause 1\n(Accuracy)i) The\nPress must take care not to publish inaccurate, misleading or distorted\ninformation or images, including headlines not supported by the text.ii) A\nsignificant inaccuracy, misleading statement or distortion must be corrected,\npromptly and with due prominence, and — where appropriate — an apology\npublished. In cases involving IPSO, due prominence should be as required by the\nregulator. iii) A\nfair opportunity to reply to significant inaccuracies should be given, when\nreasonably called for.iv) The\nPress, while free to editorialise and campaign, must distinguish clearly\nbetween comment, conjecture and fact.Findings\nof the Committee14.\nColumnists are free under the Editors’ Code to campaign, to be partisan, and to\nexpress an opinion. Nonetheless, newspapers must still abide by the terms of\nClause 1, which require a publication to take care not to publish inaccurate or\nmisleading information, and to distinguish between comment, conjecture and\nfact.15. The\ncomplainant had raised a number of objections to the columnist’s commentary on\nwind energy. This, however, was a comment piece and the columnist was entitled\nto set out his position on the topic, seeking to challenge the government’s\napparent support for this source of energy. The columnist did not consider that\na “grid powered by wind and nuclear will work” in the UK or that it was “clear\nthat wind farms reduce emissions significantly”. This was clearly framed as the\ncolumnist’s opinion based on the totality of circumstances discussed in the\narticle; the Committee noted that assessments relating to probability and\nsignificance were inherently matters of interpretation. The columnist clearly\nset out his reasons for his view, and there was no failure to take care not to\npublish inaccurate information. There was no breach of Clause 1.16.\nNotwithstanding this, the columnist had, on multiple occasions within the\narticle, made statements of fact relating to the specific contributions of\ndifferent energy sources to UK energy consumption. First, the complainant\ndisputed that “less than 4 per cent” of the UK’s total primary demand for\nenergy was supplied by wind power in 2020. In circumstances where: the text of\nthe article made clear that this figure related specifically to “total primary\ndemand for energy” in 2020; the figure had been obtained from a report by a\ngovernment department, BEIS, which stated that that 4% of the UK’s primary\nenergy was obtained from wind in 2020; and it was accepted by both parties\nduring the course of IPSO’s investigation that this figure had been accurately\nreported, there was no breach of Clause 1 on this point.17.\nSecond, the complainant disputed that coal supplied “5 per cent” of the UK’s\nelectricity, when he said that in 2021, it accounted for 1.96%. The article\nmade clear that the disputed figure related to the contribution of coal, at a\nspecific time on a specific date, to electricity production; it did not relate\nto the annual average of overall energy supply. Further, this figure had been\nobtained from two separate third-party websites using real time data, and the\nCommittee was satisfied that the publication had taken sufficient care under\nClause 1 not to publish inaccurate or misleading information, and that no\ninaccuracy was established. There was no breach of Clause 1.18. The\nCommittee then considered whether the article was inaccurate to report that\nwind turbines were “near impossible to recycle”. In circumstances where the\ncomplainant did not appear to dispute that some elements of the machinery were\ndifficult to recycle, the Committee did not consider that it had grounds to\nestablish an inaccuracy on this point. There was no breach of Clause 1.19. In\naddition, the Committee did not consider that the article was inaccurate to\nreport that wind turbines were “unreliable”; that they needed “backing up by\nfossil-fuel power stations”; and that the associated costs for the storage of\nelectricity was “huge”. The Committee noted that wind turbines were dependent\nupon favourable weather conditions in order to produce power; that the current\nsystem in the UK was supported by non-renewable sources, regardless of the\npotential of other solutions; and that the storage of electricity had a\nsignificant cost, irrespective of technological developments and longer-term\nreductions in costs. There was no breach of Clause 1 on these points.20.\nWhile the Committee recognised the complainant’s concerns that the columnist\nhad described nuclear energy as “carbon-zero”, it did not consider that this\nbrief reference rendered the article as a whole inaccurate or misleading, where\nit did not appear to be in dispute that, at the point of generation,\nnuclear-produced electricity did not emit carbon emissions, and therefore no\ncorrection was required under the terms of Clause 1 (ii).21. Finally,\nthe Committee considered the complainant’s concerns regarding the quoted\nacademics. In this instance, there was no suggestion within the article that\nthe views reported represented a scientific consensus – but rather that the\nacademics, who were identified in the article, held specific points of view. In\nreporting these concerns, the newspaper was not obliged to report on the\nalleged links between the academics and other organisations/ industries. Nor\ndid the absence of such information raise a breach of the Code, where the\nclaims made were clearly presented and attributed as such, a basis was provided\nfrom them, and where it was not in dispute that the newspaper had accurately\nreported these views. There was no breach of Clause 1 on this point.Conclusion(s)22. The\ncomplaint was not upheld.Remedial\nAction Required23. N/A\n\nDate complaint received: 12/04/22\nDate\ncomplaint concluded by IPSO:12/08/22\nBack to ruling listing\n\n\n"
}