{
    "url": "/rulings-and-resolution-statements/ruling/?id=02462-14",
    "title": "02462-14 Salter v The Sunday Telegraph",
    "provisions": [
        "1 (Accuracy) 2015",
        "2 (Opportunity to reply) 2015"
    ],
    "outcome": "No breach - after investigation",
    "publication": "The Sunday Telegraph (Telegraph Media Group Ltd)",
    "published_on": "2014-12-14 00:00:00",
    "received_on": "2014-12-15 00:00:00",
    "concluded_on": "2015-05-15 00:00:00",
    "complaint_processing_days": 151,
    "conclusion_long": "17. The complaint was not upheld.",
    "remedial_action": "N/A  Date complaint received: 15/12/2014",
    "text": "\n\n\n\n\n\n·  Decision of the Complaints Committee 02462-14 Salter v\nThe Sunday Telegraph\nSummary of\ncomplaint \n1. Mark Salter complained to the Independent Press\nStandards Organisation that The Sunday Telegraph had breached Clause 1\n(Accuracy) and Clause 2 (Opportunity to reply) of the Editors’ Code of Practice\nin an article headlined “Chef’s sex accuser ‘uses secrets in rival baby food’”,\npublished on 14 December 2014. \n2. The article reported that the complainant’s former\nemployer had accused him of having worked at her company in order to learn its\nsecrets, ahead of launching a rival baby food range. The article also said that\nthe complainant had “falsely accused” his former employer of sexual harassment,\nand that he had “demanded £50,000 compensation”. \n3. The complainant said that his company was not\nlaunching a rival range; it was an entirely different product to that of his\nformer employer’s. He also denied having “used secrets” from his former\nemployer’s company. He said that he had not planned to launch a “rival” company\nbefore having worked there; his business had been established  many months\nafter leaving his former employer’s company. He was concerned that, although he\nhad been approached for comment prior to the publication of the article, he had\nnot been made aware of these specific allegations. \n4. The complainant also said that he had not “falsely accused”\nhis former employer of sexual harassment; the tribunal had made no findings in\nrelation to his claims because the matter had been settled before the hearing.\nHe also denied having claimed “£50,000” in compensation; the claim had been for\na significantly lesser amount. The complainant said that he had not been able\nto comment on these allegations because of a confidentiality agreement entered\ninto with his former employer as part of the settlement. \n5. The complainant said that the article had inaccurately\nreported that he had had “seven jobs in a decade”; he had in fact had seven\njobs in seventeen years. He was also concerned that the article had\ninaccurately described his former employer as a “chef”, and had valued her\nbusiness inaccurately. \n6. The newspaper said that the allegations had clearly\nbeen presented as the opinion of the complainant’s former employer. As both\nproducts were designed for, and marketed at, babies and both come in a similar\ntype of pouch, it was not inaccurate to describe them as rivals. The newspaper\nsaid that the complainant had been asked for comment on a number of occasions.\nPrior to the publication of this article, the complainant had been asked\nspecifically about his new business. \n7. The newspaper said that the company which had launched\nthe complainant’s range had, in fact, been set up two months before he joined\nhis former employer’s business but that it had subsequently changed its name.\nThe complainant had launched his range of baby food only after leaving his former\nemployer’s company and the complainant was engaging the same manufacturer. This\nsupported his former employer’s suspicion that he had had an ulterior motive\nfor working with her. \n8. The newspaper said that the complainant had\n“unreservedly retracted” his sexual harassment claims before the evidence could\nbe tested in court. As he was no longer prepared to support the allegations, it\nwas reasonable to assert that they were false. The newspaper had also put this\nallegation to the complainant, but he had failed to respond. \n9. The complainant had said that the claim was for\n£13,156 (plus interest), a further £10,112 in respect of “future losses” and a\nfurther (unspecified) figure for “injury to feelings”. It was unclear whether\nthe claim would have included anything further for legal costs and expenses. In\nthe circumstances, it had been reasonable to quantify the claim at £50,000. \n10. The complainant’s concern about “seven jobs in a\ndecade” was not significantly misleading, and the value of his former employer’s\nbusiness was accurate. \nRelevant Code Provisions\n11. Clause 1 (Accuracy) \ni) The press must take care not to publish inaccurate,\nmisleading or distorted information, including pictures. \nii) A significant inaccuracy, misleading statement or distortion\nonce recognised must be corrected, promptly and with due prominence, and –\nwhere appropriate – an apology published. \nClause 2 (Opportunity to reply) \nA fair opportunity for reply to inaccuracies must be\ngiven when reasonably called for. \nFindings of the Committee\n12. The complainant’s former employer had expressed her\nview that the complainant had joined her business, learned its secrets and then\nhad launched a rival range. In advance of the publication of the article, the\nnewspaper had contacted the complainant and requested an opportunity to discuss\nhis current business venture with him, but the complainant had explained that\nhe had been advised not to comment. The Committee did not agree that the\ncomplainant had not been given an adequate opportunity to comment on the\naspects of the article relating to his business. It did not find that there had\nbeen a failure to take care over the accuracy of the article. There was no\nbreach of Clause 1 (i). \n13. The remarks – which had been attributed to the\ncomplainant’s former employer and had been described in the article as her\n“belief” – clearly represented her views regarding the complainant’s motivation\nfor working at her company, which the newspaper was entitled to report. There\nhad not been a failure to distinguish comment and conjecture from fact. \n14. The article said that the complainant had “falsely\naccused” his former employer of sexual harassment, which readers would have\nunderstood to be the newspaper’s characterisation of the complainant’s conduct,\nbased on information which had been explained in the article. The Committee\nnoted that the newspaper had approached the complainant for his comments on\nthis issue on a number of occasions and that the complainant had felt unable to\ncomment because of the terms of the confidentiality agreement.  The\nCommittee also had regard for the fact that the article made clear that the\ncomplainant’s claim against his former employer had been settled before the\ntribunal hearing and that, in an agreed statement, the complainant had\n“unreservedly retracted all of the allegations”. In light of the information\nprovided in the article, the Committee considered that readers would have\nunderstood the basis for the newspaper’s description of the outcome of the claimant’s\nclaim against his former employer and did not find the article to be\nsignificantly misleading. \n15. In the context of the article, the disputed figure\nreported by the newspaper in relation to the amount of the claim made by the\ncomplainant was not significantly misleading such as to require correction\nunder the terms of the Code. The distinction between whether the complainant\nhad had seven jobs in a decade, or seven jobs in seventeen years; the value of\nhis former employer’s business and the description of her as a “chef” were not\nsignificant details. There was no breach of Clause 1. \n16. Clause 2 provides individuals the opportunity to\nrespond to published inaccuracies when reasonably called for. The Committee had\nnot established the existence of inaccuracies such as to have engaged the terms\nof the Code. \nConclusions\n17. The complaint was not upheld. \nRemedial Action Required\nN/A \nDate complaint received: 15/12/2014\nDate decision issued: 15/05/2015\nBack to ruling listing\n\n\n"
}