{
    "url": "/rulings-and-resolution-statements/ruling/?id=02466-14",
    "title": "02466-14 Yates v Mail Online",
    "provisions": [
        "1 (Accuracy) 2015",
        "4 (Harassment) 2015",
        "7 (Children in sex cases) 2015",
        "9 (Reporting of crime) 2015",
        "11 (Victims of sexual assault) 2015",
        "2 (Opportunity to reply) 2015",
        "3 (Privacy) 2015",
        "10 (Clandestine devices and subterfuge) 2015",
        "12 (Discrimination) 2015"
    ],
    "outcome": "Breach - sanction: publication of adjudication",
    "publication": "Mail Online (Associated Newspapers Limited)",
    "published_on": "2014-12-09 00:00:00",
    "received_on": "2014-12-15 00:00:00",
    "concluded_on": "2015-06-15 00:00:00",
    "complaint_processing_days": 182,
    "conclusion_long": "22. The complaint under Clause 3 was upheld in part.",
    "remedial_action": "23. Having partially upheld the complaint under Clause 3, the Committee considered what remedial action should be required. 24. While the Committee recognised and welcomed the action taken by the publication in an attempt to resolve the complaint, and noted that the article in question no longer remained online. Given the nature of the breach of the Code, however, it determined that the appropriate remedial action was the publication of an adverse adjudication, which should be published on the website’s homepage for a period of no less than 48 hours. It must then be archived and remain searchable in the usual way. 25. The terms of the adjudication, which should be published without addition or alteration, under a headline which must be agreed with IPSO in advance, and must make reference to the subject matter, are as follows: Robert Yates complained to the Independent Press Standards Organisation on behalf of himself and his mother Marina Ivleva that Mail Online had breached Clause 3 (Privacy) of the Editors’ Code of Practice in an article headlined, “’My Ukrainian internet bride asked me to have sex within hours of meeting her while her eight-year-old son was in the room… so I did’: Astonishing story of husband suing his wife for share of fortune”, published on 9 December 2014. IPSO upheld the complaint in part, and decided that there had been a breach of Clause 3 of the Editors’ Code of Practice. IPSO required Mail Online to publish this decision to remedy the breach. The article followed reports of divorce proceedings between the complainant’s mother and his step-father. The mother had attempted to divorce her husband in Ukraine, her country of origin, though they were both resident in the UK. The Ukrainian divorce had been overturned by a British court. The article under complaint was an interview with the complainant’s step-father. He said that he had engaged in sexual activity with the complainant’s mother on the day that they had met, and that the complainant, then a child, had been in the same room as them, separated from the couple by a wardrobe. He also shared other details about his relationship with the complainant’s mother, including information about her sexual preferences. The complainant’s mother had objected to the article’s inclusion of additional “graphic details” about her sex life and sexual preferences. The publication defended its coverage, and did not accept that the article had intruded into the complainant’s mother’s private life. It said that the details about the complainant’s mother’s sexual relationship with his step-father were included to show the complainant’s mother’s general lack of concern for privacy, and her business-like attitude to marriage. It noted that none of the details included had been disputed by the complainant or his mother. The publication said that there was a public interest in examining the pitfalls of internet marriages, and the complainant’s step-father’s position was that the complainant’s mother had behaved in a sexually uninhibited way in order to engineer a marriage from which she would later profit. In order to put this point across, it was necessary to include sexual details which some might find unedifying. The Committee made clear that the complainant’s step-father was entitled to speak publicly about his experiences, in accordance with his right to freedom of expression, and the publication was entitled to reproduce his comments. In addition, details of the complainant’s mother’s relationship with his step-father, and indeed information about the complainant himself, had already been placed in the public domain through court proceedings. However, the article had included intimate details of the complainant’s mother’s sexual relationship with his step-father, including information about her sexual preferences, which have been omitted from this decision. While the Committee recognised that the publication sought to defend these references as a means of showing the pitfalls of internet marriage, the Committee was not, on balance, satisfied that the publication of this sensitive personal information was justified. The public interest was not proportionate to the level of intrusion posed by the publication of intimate details. While it welcomed the publication’s willingness to remove the online article following receipt of the complaint, and its offer to seek to ensure that it did not appear elsewhere on the internet, this aspect of the complaint under Clause 3 was upheld. The complainant also raised concerns under Clause 1 (Accuracy), Clause 2 (Opportunity to reply), Clause 4 (Harassment), Clause 7 (Children in sex cases), Clause 9 (Reporting of crime), Clause 10 (Clandestine devices and subterfuge) and Clause 12 (Discrimination). These were not upheld. Date complaint received: 15/12/2014",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee 02466-14 Yates v\nMail OnlineSummary of\ncomplaint 1. Robert Yates complained to the Independent Press\nStandards Organisation on behalf of himself and his mother Marina Ivleva that\nMail Online had breached Clause 1 (Accuracy), Clause 2 (Opportunity to reply),\nClause 3 (Privacy), Clause 4 (Harassment), Clause 7 (Children in sex cases),\nClause 9 (Reporting of crime), Clause 10 (Clandestine devices and subterfuge),\nClause 11 (Victims of sexual assault) and Clause 12 (Discrimination) of the\nEditors’ Code of Practice in an article headlined, “’My Ukrainian internet\nbride asked me to have sex within hours of meeting her while her eight-year-old\nson was in the room… so I did’: Astonishing story of husband suing his wife for\nshare of fortune”,  published on 9 December 2014. 2. The article followed reports of divorce proceedings\nbetween the complainant’s mother and his step-father. The mother had attempted\nto divorce her husband in Ukraine, her country of origin, though they were both\nresident in the UK. The Ukrainian divorce had been overturned by a British\ncourt, meaning that the complainant’s step-father was free to pursue divorce\nproceedings in the UK. The article under complaint was an interview with the\ncomplainant’s step-father. He said that he had engaged in sexual activity with\nthe complainant’s mother on the day that they had met, and that the\ncomplainant, then a child, had been in the same room as them, separated from\nthe couple by a wardrobe. He also shared other details about his relationship\nwith the complainant’s mother, including information about her sexual\npreferences. The article also included details which had been given in reports\nof divorce proceedings, including the complainant’s step father’s assertion\nthat the complainant’s mother held assets of £300,000, while he lived in\npoverty. 3. The complainant said that the allegation that his\nmother and step-father had engaged in sexual activity while he was in the room\nwas untrue, that he was 12 years old in 1999, not 8 as reported, and that his\nmother did not possess assets of £300,000. He considered that the publication\nhad failed to distinguish between comment and fact, and that he and his mother\nhad not been given a fair opportunity to reply to the alleged inaccuracies. 4. The complainant also said that the article in general\nhad intruded into his private life, and that of his mother. His mother objected\nto the inclusion of additional “graphic details” of her sex life and sexual\npreferences. These details have been omitted from this decision. He also said\nthat photographs used in the article had been stolen from his mother. 5. The complainant said that he and his mother had been\nharassed by a freelance reporter in the UK, and that his grandparents in\nUkraine had been harassed by a local journalist, who had not identified herself\nas an employee of Mail Online and had used a clandestine listening device\nduring an interview with them. 6. The complainant considered that the description of his\nmother as Ukrainian was not relevant to the story, and that she had been the\nsubject of racist comments from readers following publication. With regard to\nhis complaints under Clause 7, 9 and 11, the complainant said that, if the\nincident reported in the article had taken place, then his step-father would\nhave committed a sex crime, and the publication should have reported him to the\npolice. 7. The publication defended its coverage and its\nreporting methods. It said that a freelance reporter in the UK had contacted\nthe complainant’s mother prior to publication, and she had suggested she might\nbe willing to offer an interview. This approach did not constitute harassment.\nOn the day that the article was due to be published the reporter had called the\ncomplainant’s mother at home. The complainant had answered and the reporter had\nput his step-father’s claims to him. He had not commented. The reporter had\nthen emailed the complainant’s mother, setting out the complainant’s\nstep-father’s claims about their sexual activity. She had not responded. The\npublication said that a reporter in Ukraine had gone to the home of the\ncomplainant’s grandparents. She had identified herself as a freelance\njournalist and the couple had invited her in and spoken to her at length. There\nhad been no harassment or repeated approaches, nor had the journalist used any\nkind of subterfuge. 8. The details about the complainant’s mother’s sexual\nrelationship with his step-father were included to show the complainant’s\nmother’s general lack of concern for privacy, and her business-like attitude to\nmarriage. The publication noted that none of the details included had been\ndisputed by the complainant or his mother. It said that there was a public\ninterest in examining the pitfalls of internet marriages, and the complainant’s\nstep-father’s position was that the complainant’s mother had behaved in a sexually\nuninhibited way in order to engineer a marriage from which she would later\nprofit. In order to put this point across, it was necessary to include sexual\ndetails which some might find unedifying. On receipt of the complaint, the\ncomplainant’s name had been removed from the article. The entire piece had\nlater been removed from the publication’s website, as a gesture of goodwill,\nand it had offered to contact search engines to ensure that the article did not\nremain searchable elsewhere on the internet. 9. Following receipt of the complaint, the complainant’s\nstep-father had been contacted by the newspaper again to check the details in\nthe article. He had conceded that he had made a mistake in relation to the\ncomplainant’s age at the time of the alleged incident. This had been amended.\nThe complainant’s step-father maintained that the reported incident had taken\nplace, and that the complainant had been in the room while he engaged in sexual\nactivity with his mother.  He did not however suggest that the complainant\nhad witnessed the activity, as he had been in the same room but had been\nseparated by wardrobes. This had been made clear in the article. 10. The publication said that the photographs used in the\narticle had been provided by an agency, which had largely obtained them from\nthe complainant’s step-father and from friends of his, with one being obtained\nfrom an open social media source in Russia. 11. The publication did not pre-moderate comments, nor\nhad any been reported by the complainant; they did not therefore fall within\nIPSO’s remit. Nonetheless, having reviewed the comments on the article under\ncomplaint, the publication was unable to find any that were discriminatory\ntowards the complainant’s mother. The article had not included pejorative\nreference to the complainant’s mother with regard to any of the characteristics\ncovered by the terms of Clause 12, and it would have been impossible to report\nthe story without making reference to the complainant’s mother’s Ukrainian\nbackground. 12. The publication said that no crime had been\ncommitted, and no complaint made to the police. The terms of Clauses 7, 9 and\n11 were not engaged. Relevant Code Provisions13. Clause 1 (Accuracy) i) The Press must take care not to publish inaccurate, misleading\nor distorted information, including pictures. ii) A significant inaccuracy, misleading statement or\ndistortion, once recognised must be corrected, promptly and with due\nprominence, and – where appropriate- an apology published. iii) The Press, whilst free to be partisan, must\ndistinguish clearly between comment, conjecture and fact. Clause 2 (Opportunity to reply) A fair opportunity to reply to inaccuracies must be given\nwhen reasonably called for. Clause 3 (Privacy) i) Everyone is entitled to respect for his or her private\nand family life, home, health and correspondence, including digital\ncommunications. ii) Editors will be expected to justify intrusions into\nany individual’s private life without consent. Account will be taken of the\ncomplainant’s own public disclosures of information. iii) It is unacceptable to photograph individuals in\nprivate places without their consent. Clause 4 (Harassment) i) Journalists must not engage in intimidation,\nharassment or persistent pursuit. ii) They must not persist in questioning, telephoning,\npursuing or photographing individuals once asked to desist; nor remain on their\nproperty when asked to leave and must not follow them. If requested, they must\nidentify themselves and whom they represent. Clause 7 (Children in sex cases) 1. The press must not, even if legally free to do so,\nidentify children under 16 who are victims or witnesses in cases involving sex\noffences. Clause 9 (Reporting of crime) i) Relatives or friends of those convicted or accused of\ncrime should not generally be identified without their consent, unless they are\ngenuinely relevant to the story. Clause 10 (Clandestine devices and subterfuge) i) The press must not seek to obtain or publish material\nacquired by using hidden cameras or clandestine listening devices; or by\nintercepting private or mobile telephone calls, messages or emails; or by the\nunauthorised removal of documents or photographs; or by accessing\ndigitally-held private information without consent. Clause 11 (Victims of sexual assault) The press must not identify victims of sexual assault or\npublish material likely to contribute to such identification unless there is\nadequate justification and they are legally free to do so. Clause 12 (Discrimination) i) The press must avoid prejudicial or pejorative\nreference to an individual’s race, colour, religion, gender, sexual orientation\nor to any physical or mental illness or disability. ii) Details of an individual’s race, colour, religion,\nsexual orientation, physical or mental illness or disability must be avoided\nunless genuinely relevant to the story. Findings of the Committee14. The complainant’s step-father was entitled to speak\npublicly about his experiences, in accordance with his right to freedom of\nexpression, and the publication was entitled to reproduce his comments. In\naddition, details of the complainant’s mother’s relationship with his\nstep-father, and indeed information about the complainant himself, had already\nbeen placed in the public domain through court proceedings. However, the\narticle had included intimate details of the complainant’s mother’s sexual\nrelationship with his step-father, including information about her sexual\npreferences. These have not been included in this decision. While the Committee\nrecognised that the publication sought to defend these references as a means of\nshowing the pitfalls of internet marriage, the Committee was not, on balance,\nsatisfied that the publication of this sensitive personal information was justified.\nThe public interest was not proportionate to the level of intrusion posed by\nthe publication of intimate details. While it welcomed the publication’s\nwillingness to remove the online article following receipt of the complaint,\nand its offer to seek to ensure that it did not appear elsewhere on the\ninternet, this aspect of the complaint under Clause 3 was upheld. 15. The article was clearly distinguished as an\ninterview, making clear to readers that the assertions in the piece were those\nof the complainant’s step-father. The reference to the complainant’s mother’s\nassets had been presented as her husband’s estimate. There had been no failure\nto distinguish between comment and fact in breach of Clause 1 (iii). 16. While the complainant disputed that the sexual\nactivity described in the article had taken place, the reporter had sought\ncomment on this allegation from the complainant and his mother prior to\npublication; they had declined to comment. There had been no failure to take\ncare not to publish inaccurate information in breach of Clause 1 (i) in this\nregard. Further, the discrepancy regarding the complainant’s age during the\nalleged incident was not significant, such that it which would alter the\noverall meaning of the article, and therefore did not require correction under\nthe terms of Clause 1 (ii). Nonetheless, the Committee welcomed the\npublication’s prompt amendment of the online article. 17. The approaches made by freelance reporters in the UK\nand Ukraine, consisting of amicable email exchanges and interviews given with\nconsent, did not constitute harassment in breach of Clause 4, nor did the use\nof a recording device to take a record of the conversation constitute a breach\nof Clause 10. 18. Neither the complainant nor his mother had provided\ngrounds for their belief that a journalist had stolen photographs from a\nprivate computer. The Committee was satisfied that there were no grounds to\nestablish that these had been obtained from clandestine sources. 19. The article had not contained prejudicial or\npejorative reference to the complainant’s mother in relation to any of the\ncharacteristics covered by the terms of Clause 12. The inclusion of\nbiographical details, including an individual’s nationality, would not\ngenerally breach the terms of this clause. In any case, the complainant’s\nmother’s Ukrainian background was directly relevant to the story, due to the\nnature of the court proceedings. Readers’ comments are subject to the terms of\nthe Code if they have been brought to the publication’s attention, and\ntherefore fall under editorial control. This was not the case in this instance,\nand the Committee did not consider this point further. 20. The terms of Clause 2 provide an opportunity to reply\nto published inaccuracies when reasonably called for. In light of the nature of\nthe inaccuracies, the Committee did not consider the opportunity to reply to be\nnecessary in this instance. 21. There had been no criminal complaint made in relation\nto the allegations in the article, nor had anyone been convicted. Furthermore,\nthe complainant denied that the incident which he considered to be a criminal\noffence had taken place. The terms of Clause 7, Clause 9, and Clause 11 were\nnot relevant to this complaint, and the Committee did not consider them\nfurther. Conclusions22. The complaint under Clause 3 was upheld in part. Remedial Action Required23. Having partially upheld the complaint under Clause 3,\nthe Committee considered what remedial action should be required. 24. While the Committee recognised and welcomed the\naction taken by the publication in an attempt to resolve the complaint, and\nnoted that the article in question no longer remained online. Given the nature\nof the breach of the Code, however, it determined that the appropriate remedial\naction was the publication of an adverse adjudication, which should be\npublished on the website’s homepage for a period of no less than 48 hours. It\nmust then be archived and remain searchable in the usual way. 25. The terms of the adjudication, which should be\npublished without addition or alteration, under a headline which must be agreed\nwith IPSO in advance, and must make reference to the subject matter, are as\nfollows: Robert Yates complained to the Independent Press\nStandards Organisation on behalf of himself and his mother Marina Ivleva that\nMail Online had breached Clause 3 (Privacy) of the Editors’ Code of Practice in\nan article headlined, “’My Ukrainian internet bride asked me to have sex within\nhours of meeting her while her eight-year-old son was in the room… so I did’:\nAstonishing story of husband suing his wife for share of fortune”, published on\n9 December 2014. IPSO upheld the complaint in part, and decided that there\nhad been a breach of Clause 3 of the Editors’ Code of Practice. IPSO required\nMail Online to publish this decision to remedy the breach. The article followed reports of divorce proceedings\nbetween the complainant’s mother and his step-father. The mother had attempted\nto divorce her husband in Ukraine, her country of origin, though they were both\nresident in the UK. The Ukrainian divorce had been overturned by a British\ncourt. The article under complaint was an interview with the complainant’s\nstep-father. He said that he had engaged in sexual activity with the\ncomplainant’s mother on the day that they had met, and that the complainant,\nthen a child, had been in the same room as them, separated from the couple by a\nwardrobe. He also shared other details about his relationship with the\ncomplainant’s mother, including information about her sexual preferences. The complainant’s mother had objected to the article’s\ninclusion of additional “graphic details” about her sex life and sexual\npreferences. The publication defended its coverage, and did not accept\nthat the article had intruded into the complainant’s mother’s private life. It\nsaid that the details about the complainant’s mother’s sexual relationship with\nhis step-father were included to show the complainant’s mother’s general lack\nof concern for privacy, and her business-like attitude to marriage. It noted\nthat none of the details included had been disputed by the complainant or his\nmother. The publication said that there was a public interest in examining the\npitfalls of internet marriages, and the complainant’s step-father’s position\nwas that the complainant’s mother had behaved in a sexually uninhibited way in\norder to engineer a marriage from which she would later profit. In order to put\nthis point across, it was necessary to include sexual details which some might\nfind unedifying. The Committee made clear that the complainant’s step-father\nwas entitled to speak publicly about his experiences, in accordance with his\nright to freedom of expression, and the publication was entitled to reproduce\nhis comments. In addition, details of the complainant’s mother’s relationship\nwith his step-father, and indeed information about the complainant himself, had\nalready been placed in the public domain through court proceedings. However,\nthe article had included intimate details of the complainant’s mother’s sexual\nrelationship with his step-father, including information about her sexual\npreferences, which have been omitted from this decision. While the Committee\nrecognised that the publication sought to defend these references as a means of\nshowing the pitfalls of internet marriage, the Committee was not, on balance,\nsatisfied that the publication of this sensitive personal information was\njustified. The public interest was not proportionate to the level of intrusion\nposed by the publication of intimate details. While it welcomed the\npublication’s willingness to remove the online article following receipt of the\ncomplaint, and its offer to seek to ensure that it did not appear elsewhere on\nthe internet, this aspect of the complaint under Clause 3 was upheld. The complainant also raised concerns under Clause 1\n(Accuracy), Clause 2 (Opportunity to reply), Clause 4 (Harassment), Clause 7\n(Children in sex cases), Clause 9 (Reporting of crime), Clause 10 (Clandestine\ndevices and subterfuge) and Clause 12 (Discrimination). These were not upheld. Date complaint received: 15/12/2014 Date decision issued:\n15/06/2015\nBack to ruling listing\n\n\n"
}