{
    "url": "/rulings-and-resolution-statements/ruling/?id=02475-15",
    "title": "02475-15 Jackson v Daily Mirror",
    "provisions": [
        "1 (Accuracy) 2015",
        "2 (Opportunity to reply) 2015"
    ],
    "outcome": "No breach - after investigation",
    "publication": "Daily Mirror (Reach PLC)",
    "received_on": "2015-06-04 00:00:00",
    "concluded_on": "2015-09-16 00:00:00",
    "complaint_processing_days": 104,
    "conclusion_long": "on whether such claims had been made by lawyers. The newspaper was entitled to report the claims, provided that they were clearly presented as such. In this case, the references to this sum were clearly presented as “claims” made by lawyers, rather than as fact established by a court or other authority. The Committee welcomed the newspaper’s offer to publish a follow-up story, making clear that the case in question had not been able to proceed.  10. The complainant had not disputed that at the time of publication two individuals were seeking to bring a civil case against his uncle’s estate in relation to allegations of historic abuse, and that they were hoping that the court would take into account evidence not previously considered. The newspaper was entitled to present the belief of those seeking to bring this evidence that it was “damning”, and doing so did not raise a breach of Clause 1.  11. The newspaper was free to report comments made by LaToya Jackson in reference to one of the individuals seeking to bring a civil claim against the Estate. Where it was not in dispute that she had made these comments, it was not inaccurate to publish them. Nonetheless, the Committee welcomed the newspaper’s offer to clarify that these comments had subsequently been retracted.  12. The terms of Clause 2 do not include an obligation to seek comment prior to publication; rather they provide an opportunity to reply to published inaccuracies. In this instance, the newspaper had offered to publish the family’s position that the claims in the article were not accurate. There was no breach of Clause 2.  Conclusions 13. The complaint was not upheld.",
    "remedial_action": "N/A  Date complaint received: 04/06/2015",
    "text": "\n\n\n\n\n\n·   Decision of the Complaints Committee 02475-15 Jackson\nv Daily Mirror\nSummary of\ncomplaint \n1. Taj Jackson complained to the Independent Press\nStandards Organisation that the Daily Mirror had breached Clause 1 (Accuracy)\nand Clause 2 (Opportunity to reply) of the Editors’ Code of Practice in an\narticle headlined “Jacko’s £134m in hush money”, published in print and online\non 6 April 2015. \n2. The article reported that two men who had allegedly\nbeen abused as children by Michael Jackson were seeking to bring new civil\ncases against the late singer’s Estate, in which they would be able to\nintroduce “damning evidence” which had not been heard at his trial in 2005. The\narticle included claims, which it indicated were from lawyers, that Mr Jackson\nhad paid “up to £134m” to silence alleged victims. It also included a comment\nmade by Mr Jackson’s sister LaToya in 1993 in reference to one of the\nindividuals seeking to bring the new case. She had stated that she wished “not\nto be a silent collaborator in my brother’s crimes”. \n3. The complainant, Michael Jackson’s nephew, said that\nthe article made a number of claims for which it was not able to provide\nevidence or sources. He noted that the article had not indicated which\n“lawyers” had claimed that his uncle had paid £134million to alleged victims of\nabuse, or provided a source for its assertion that “damning evidence” had been\nomitted from his uncle’s trial in 2005. He considered that the description of\nthe evidence as “damning” was conjecture on the newspaper’s part, and had not\nbeen clearly distinguished as such. An individual who had claimed he had been\nabused by the complainant’s uncle had recently sought to bring a new case in\nrelation to these allegations. A judge had not allowed this case to proceed,\nbecause it was out of time. Furthermore, the complainant objected to the inclusion\nof the comments made by LaToya Jackson, which he said had been made under\nduress and which she had later publicly retracted. \n4. The complainant also said that the newspaper should\nhave sought comment from his uncle’s Estate, or his family. He considered the\nfact that they were not contacted prior to publication to be a breach of Clause\n2. \n5. The newspaper did not accept a breach of the Code. It\nsaid that the information relating to the money paid to alleged victims by Mr\nJackson had been widely reported in the press. Before re-publishing, the\nnewspaper’s reporter had contacted the American journalist who had originally\nreported the information, to ask for further details on the source. The\nAmerican journalist declined to reveal the sources, for reasons of\nconfidentiality, but maintained that they were impeccable, and included an\nadvisor to the grand jury, a prosecutor and a sheriff’s investigator. The £134m\nfigure included money paid to legal representatives and investigators, as well\nas to alleged victims. The “damning evidence” mentioned in the article referred\nto evidence omitted from Mr Jackson’s trial in 2005, as detailed in press court\nreports at the time. Specifically, it referred to the evidence of one alleged\nvictim identifying intimate details about Mr Jackson’s body, which may be\nallowed to be considered in any future civil trial. Prior to publication, the\nreporter had attempted to contact a representative of the Estate by telephone,\nand had not received a response. \n6. LaToya Jackson had made the comments attributed to her\nin 1993, and these were not inaccurate. \n7. In order to resolve the complaint, the newspaper\noffered to make some amendments to the online article, changing “damning\nevidence”, to “potentially damning evidence”, and adding the following phrase\nafter LaToya Jackson’s comments, “a statement LaToya has since retracted”, and\nplacing the following footnote beneath the article:\nJackson’s nephew Taj would like to make clear that the\nfamily disputes the claims that £134m was paid in hush money and that there is\npotentially damning evidence that could be introduced in the upcoming civil\ntrial against Michael Jackson’s estate.\nIt also offered to publish the following clarification on\npage 2 of an upcoming print edition, and to publish a follow-up story, making\nclear that the case referred to in the article had not been allowed to proceed: \nUnder the headline “Jacko’s £134m in hush money” dated 6\nApril we published claims that Michael Jackson had ‘paid of 20 of his child\nsex-abuse victims’ and that there is a possibility that new ‘potentially\ndamning evidence’ may be introduced in an upcoming civil trial against his\nestate. Jackson’s nephew, Taj, would like to make clear that the family dispute\nthese claims. \nRelevant Code Provisions\n8. Clause 1 (Accuracy) \ni) The Press must take care not to publish inaccurate,\nmisleading or distorted information, including pictures. \nii) A significant inaccuracy, misleading statement or\ndistortion once recognised must be corrected, promptly and with due prominence\nand - where appropriate - an apology published. \niii) The Press, whilst free to be partisan, must\ndistinguish clearly between comment, conjecture and fact. \nClause 2 (Opportunity to reply) \nA fair opportunity to reply to inaccuracies must be given\nwhen reasonably called for. \nFindings of the Committee\n9. The Committee acknowledged that the complainant\ndisputed the accuracy of lawyers’ claims that his uncle had paid £134m to\nalleged victims of abuse. It noted, however, that the case which the lawyers\nhad sought to bring had been disallowed by a judge as it was out of time. Any\nclaims which formed part of this case had not therefore been placed into the\npublic domain. The complainant was not in a position to dispute that the claims\nin the article had been made by lawyers in relation to this case, nor could the\nCommittee reach a conclusion on whether such claims had been made by lawyers.\nThe newspaper was entitled to report the claims, provided that they were\nclearly presented as such. In this case, the references to this sum were\nclearly presented as “claims” made by lawyers, rather than as fact established\nby a court or other authority. The Committee welcomed the newspaper’s offer to\npublish a follow-up story, making clear that the case in question had not been\nable to proceed. \n10. The complainant had not disputed that at the time of\npublication two individuals were seeking to bring a civil case against his\nuncle’s estate in relation to allegations of historic abuse, and that they were\nhoping that the court would take into account evidence not previously\nconsidered. The newspaper was entitled to present the belief of those seeking\nto bring this evidence that it was “damning”, and doing so did not raise a\nbreach of Clause 1. \n11. The newspaper was free to report comments made by\nLaToya Jackson in reference to one of the individuals seeking to bring a civil\nclaim against the Estate. Where it was not in dispute that she had made these\ncomments, it was not inaccurate to publish them. Nonetheless, the Committee\nwelcomed the newspaper’s offer to clarify that these comments had subsequently\nbeen retracted. \n12. The terms of Clause 2 do not include an obligation to\nseek comment prior to publication; rather they provide an opportunity to reply\nto published inaccuracies. In this instance, the newspaper had offered to\npublish the family’s position that the claims in the article were not accurate.\nThere was no breach of Clause 2. \nConclusions\n13. The complaint was not upheld. \nRemedial Action Required\nN/A \nDate complaint received: 04/06/2015\nDate decision issued: 16/09/2015\nBack to ruling listing\n\n\n"
}