{
    "url": "/rulings-and-resolution-statements/ruling/?id=02472-20",
    "title": "02472-20 Ahmed v metro.co.uk",
    "provisions": [
        "1 Accuracy (2019)",
        "12 Discrimination (2019)"
    ],
    "outcome": "Breach - sanction: publication of correction",
    "publication": "metro.co.uk (Associated Newspapers Limited)",
    "published_on": "2019-04-09 00:00:00",
    "received_on": "2020-04-07 00:00:00",
    "concluded_on": "2021-08-26 00:00:00",
    "complaint_processing_days": 506,
    "conclusion_long": "20. The complaint was partly upheld under Clause 1 (i) and Clause 1 (ii).",
    "remedial_action": "21. Having upheld a breach of Clause 1(i) and Clause 1(ii), the Committee considered what remedial action should be required. In circumstances where the Committee establishes a breach of the Editors’ Code, it can require the publication of a correction and/or an adjudication, the terms and placement of which is determined by IPSO. 22. The article headline stated that the complainant “could barely read and write.” The action proposed by the publication was not sufficient to correct this significant inaccuracy as it did not address that the headline had the potential to mislead readers into believing that the complainant was illiterate, which was not supported by either the article or the tribunal judgment. In addition, the proposed correction did not address the misleading report that the complainant had issues understanding written tests. Therefore, a correction should be published to make clear that the complainant can read and write and that he experiences difficulty with comprehension speed and not understanding written tests. The Committee considered a correction to be the appropriate remedy to the breaches of Clause 1 (i), where the crux of the article – the outcome of the tribunal and appeal – was not inaccurate, misleading, or distorted. 23. The Committee then considered the placement of the correction. It should appear as a footnote to the original online article, and should make clear that the complainant’s difficulties were linked to his dyspraxia. It should state that it has been published following an upheld ruling by the Independent Press Standards Organisation. The full wording and position should be agreed with IPSO in advance.   Date complaint received: 07/04/2020",
    "text": "\n\n\n\n\n\nDecision\nof the Complaints Committee – 02472-20 Ahmed v metro.co.uk\nSummary\nof Complaint\n1. Faisal\nAhmed complained to the Independent Press Standards Organisation that\nmetro.co.uk breached Clause 1 (Accuracy) and Clause 12 (Discrimination) of the\nEditors’ Code of Practice in an article headlined “Teacher who could barely\nread and write suspended from top school”, published on 9 April 2019.\n2. The\narticle reported on an employment tribunal, the subsequent appeal, and on the\ncircumstances which led to a man ”su[ing] the school” where he had been\nemployed as a teacher for a period of time. It reported that the man had been\n“sent to work in an ‘outstanding’ school” even though he had “’extreme\ndifficulty with handwriting’, reading problems, and ‘issues understanding\nwritten tests’”. It went on to say that “the man was summoned to meet the\nheadteacher and was suspended. It reported that the man suffered from dyspraxia,\n“a developmental disorder that affects movement and co-ordination”, and had\ntold the headteacher he could “hardly write” for “more than a couple of\nminutes” as it was too painful.  The\narticle then reported that the man had “lost his tribunal case and an appeal”.\n3. The\ncomplainant was the teacher referred to in the article. He said that the\narticle was inaccurate in breach of Clause 1 (Accuracy). He said that it was\nnot the case that he “could barely read and write” as reported in the original\nheadline and this had not been found by the tribunal. He said that he could\nread and write and that there were multiple passages in the tribunal judgments\nwhich made this clear; he also noted that he had two degrees, which he would\nnot have been able to obtain had he been “barely able to read and write”.  The complainant explained that he had\ndifficulties with handwriting, due to hand pain caused by dyspraxia, and\nreading comprehension speed and that he could write using a keyboard and by the\nuse of other technology; these difficulties did not mean that he could “barely\nread or write”. The complainant also said that it was misleading to say he had\n“issues understanding written tests” because the tribunal documents, which he\nprovided, said that he had difficulties with ”comprehension speed”, not\ndifficulty understanding written tests. He complained that the claim that he\ncould “barely read or write”, which was taken from the tribunal judgments, was\nmisleading because, in isolation, it added to the impression that he was\nilliterate, rather than having specific difficulties arising from his\ndyspraxia.  He said that the claim that\n“he had issues understanding written tests” was inaccurate because it suggested\nthat he had difficulties understanding words, rather than difficulties with\nreading comprehension speed.  He said\nthat the article should have made explicit that these difficulties were\nsymptoms of his dyspraxia, and he was concerned that readers may not link the\narticle’s reference to his dyspraxia with his comprehension and handwriting\ndifficulties. \n4. The\ncomplainant raised further points under Clause 1. He first said that he had not\nbeen “sent to work” at the school; rather, the school approached the scheme and\nhe had subsequently, according to the tribunal judgment, been “offer[ed] a\nTeach First contract at the school.” He then disputed that he was employed at\nan “outstanding’ school” – he said that it did not top any national league\ntable, regardless of the fact that it had an ‘Outstanding’ Ofsted rating. He\nthen said that he did not sue the school – rather, he filed a claim against the\nAcademy Trust which ran the school. Additionally, he said that the article gave\nthe misleading impression that he had concealed his learning disability from\nthe school, when instead he had raised it with the school directly before his\nstart date. He said that the article was inaccurate to describe dyspraxia as\nsimply “a developmental disorder that affects movement and co-ordination”, when\nit was a nuanced, diverse, and severe condition. Finally, the complainant said\nthat reporting that he had failed in his tribunal and appeal without including\ncriticism of the headteacher created the misleading impression that his case\nwas foolish and baseless.\n5. The\ncomplainant also said that the publication should have contacted either him,\nhis representative, or a charity representing the interests and needs of people\nwith Dyspraxia for comment prior to publishing the article.\n6. The\ncomplainant also said that the article breached Clause 12. He said that by\ninaccurately reporting that he was barely able to read or write, this\nconstituted a pejorative and prejudicial reference to his dyspraxia. He also\nsaid that this was exacerbated by the article’s overall tone that his\ndisability claim was foolish and without merit. He said that the article should\nhave included a comment from someone in the field of dyspraxia, and the\ncondition should have been better explained beyond describing it as “a\ndevelopmental disorder that affects movement and co-ordination”. The\ncomplainant also said that the article breached Clause 12 by giving publicity\nto his tribunal and appeal, and thus making his disability more widely known,\nand because of the effect such coverage would have on his employability. \n7. The\npublication did not accept that the article had breached the Editors’ Code.\nWith regards to the complainant’s concerns raised under the terms of Clause 1,\nit said it was satisfied that the article was an accurate report of the outcome\nof the complainant’s employment tribunal and subsequent appeal. While it\naccepted that it had not been heard verbatim at the tribunal that the\ncomplainant “could barely read or write”, it said that this did not mean that\nit was an inaccurate, misleading, or distorted characterisation of what was\nheard at the tribunal regarding the complainant’s disability. It noted that the\ntribunal judgments had a large amount of information, and as such it was\nnecessary for the article to summarise the information in a concise manner. It\nsaid that the basis for the original headline’s claim that the complainant\n“could barely read and write” could be found in the article, which made clear\nthat he had “’extreme difficulty with handwriting', reading problems and issues\nunderstanding 'written tests'\" and “could 'hardly write' for 'more than a\ncouple of minutes.’” It said that this was supported by summaries of the\ncomplainant’s disability contained within the tribunal judgment and supplied by\nboth a doctor and the complainant himself, who according to the tribunal\ndescribed himself as having “'a specific learning disability which manifests\nitself in below normal levels of comprehension (words not numbers)” as well as\n“extreme difficulty with handwriting.”\n8. It\nalso said that it was not inaccurate for the article to state that the\ncomplainant had “issues understanding written tests”, and did not accept that\nthis differed in meaning from stating that the complainant had “below normal\nlevels of comprehension”; it was simply a plain English summary of the\ncomplainant’s own description of his disability. It also noted that the article\nmade clear that the complainant had dyspraxia, and that it is a “developmental\ndisorder that affects movement and coordination.” It noted that this reference\nfollowed a description of the complainant’s specific difficulties and said it\nwould be clear to readers that the two were linked.\n9. The\npublication went on to say that it was not inaccurate or misleading to omit the\nfact that the complainant was able to write with the use of technology, and\nthat the exclusion of this particular detail did not render the article\ninaccurate; it also noted that it was a single detail in a lengthy tribunal judgment.\nIt also said that it was not inaccurate to describe the complainant’s previous\nemployer as “outstanding”, where it had been rated as Outstanding by Ofsted. It\nnoted that the reference to the complainant being “sent to” the school in\nquestion by a teacher training scheme was a brief reference, and it considered\nit to be an accurate summary of how the complainant had obtained the job, where\nthe complainant had obtained a placement at the school via the teacher training\nscheme. It also said that it did not consider that the article was inaccurate\nor misleading in stating that the complainant had “sued the school”, where he\nhad sued the Academy Trust responsible for the running of the school in\nresponse to events which took place at the school. It also said that the\narticle did not state that the complainant had concealed his disability from\nthe school, and said it did not consider it to be necessary to go into detail\nabout the discussions which took place between the complainant, the school, and\nthe teacher training organisation about the complainant’s disability, where\nomission of this information did not, in its view, mean that the article was\ninaccurate or misleading.\n10. The\npublication did not consider that it had breached Clause 1 by not contacting\nthe complainant for comment prior to the article’s publication, where the\narticle reported on the findings of a tribunal and where it said the article\ndid not include any information beyond what was heard at the tribunal. It said\nthat the complainant did not dispute the accuracy of the “crux of the story”,\nwhich was that two tribunals had found against the complainant; this\ninformation was in the public domain and therefore there was no need to contact\nthe complainant for comment.\n11. With\nregards to Clause 12, the publication said that the article did not include any\npejorative or prejudicial references to the complainant’s disability. It noted\nthat Clause 12 makes clear that irrelevant references to an individual’s\ndisability should be avoided. However, it did not consider that the article\ncontained irrelevant references, where the complainant had taken legal action\nagainst the school for disability discrimination.\n12. While\nthe publication did not accept that the Code had been breached, it offered to\namend the headline of the article to read “Teacher who struggled to read or\nwrite suspended from top school” to resolve the complaint. The complainant did\nnot accept the proposed resolution.\nRelevant\nCode Provisions\nClause 1\n(Accuracy)\ni) The\nPress must take care not to publish inaccurate, misleading or distorted\ninformation or images, including headlines not supported by the text.\nii) A\nsignificant inaccuracy, misleading statement or distortion must be corrected,\npromptly and with due prominence, and — where appropriate — an apology\npublished. In cases involving IPSO, due prominence should be as required by the\nregulator. \niii) A\nfair opportunity to reply to significant inaccuracies should be given, when\nreasonably called for.\niv) The\nPress, while free to editorialise and campaign, must distinguish clearly\nbetween comment, conjecture and fact.\nClause\n12 (Discrimination)\ni) The\npress must avoid prejudicial or pejorative reference to an individual's, race,\ncolour, religion, sex, gender identity, sexual orientation or to any physical\nor mental illness or disability.\nii)\nDetails of an individual's race, colour, religion, gender identity, sexual\norientation, physical or mental illness or disability must be avoided unless\ngenuinely relevant to the story.\nFindings\nof the Committee\n13. The\narticle was based on the judgments of the tribunals which the Committee\nconsidered in order to assess whether the reported claims about the complainant\nwere inaccurate or misleading.   The\nheadline of the article reported that the complainant “could barely read and\nwrite”. However, this claim was not supported by the tribunal judgments. It was\nclear from the tribunal judgments that the complainant had been diagnosed with\ndyspraxia and that it had heard that, as a result, he experienced difficulties\nwith his handwriting and with reading comprehension speed. The tribunals had\nalso heard that the complainant sought to overcome these difficulties by using IT.  In its finding, the Employment Tribunal\nexpressly noted that it was not in dispute between the parties that the\ncomplainant had been suspended from the school because he was unable to write\nfor more than a minute or two due to hand pain, and that this difficulty arose\nfrom his disability.  Furthermore, this\nheadline was not supported by the article’s text, which made clear the extent\nof his capabilities in each area. Given that the nature of the complainant’s\ndifficulties were clear from the tribunal judgments, there was a failure to\ntake care over the accuracy of the headline in breach of Clause 1(i). Reporting\nthat the complainant was barely able to read or write, when this was not the\nposition, plainly represented a significant inaccuracy which required\ncorrection under the terms of Clause 1(ii).\n14.  While the publication had offered to amend\nthe headline, this was not sufficient to correct the inaccuracy of the original\nheadline, as it did not set out the original inaccuracy – that the complainant\n“could barely read and write” – nor make clear what was being corrected. There\nwas a further breach of Clause 1 (ii).\n15.  The Committee next considered the complaints\nabout the text of the article. In reporting that the complainant had “issues\nunderstanding written tests”, it appeared that the publication had relied on a\npassage of the Employment Tribunal judgment which had quoted a letter from an\noccupational health doctor in which he noted that the complainant had an issue\nwith \"comprehension of written tests”. \nThe Committee noted that this passage was open to interpretation, but in\nthe same paragraph of the judgment it was recorded that the complainant had\nbeen certified fit to teach by the doctor. \nFurther, earlier in the judgment, the tribunal had made clear that\ndyspraxia manifests itself, amongst other things, in difficulties with\ncomprehension speed.  The report that the\ncomplainant had issues \"understanding” written tests did not reflect what\nhad been heard at the tribunal and the findings which had been made by the\ntribunal as to the nature of the difficulties which are caused by dyspraxia and\nfrom which the complainant suffers. There was, therefore, a failure to take\ncare under Clause 1(i) not to report misleading information. The distinction\nbetween ‘difficulties with comprehension speed’ and ‘issues understanding\nwritten tests’ was significant and a correction was required.  The publication had not offered a correction\non this point and there was a further breach of Clause 1(ii).\n16. The\nCommittee found that it was not misleading to describe the school as\n“outstanding” when it had been rated ‘Outstanding’ by Ofsted as recently as\n2019 (the year the story was published), and it was not significant in the\ncontext of the overall article whether the complainant brought legal action\nagainst the school or the Academy Trust. There was no breach of Clause 1 on\nthese points.\n17. It\nwas not inaccurate to report that the complainant had been “sent to work” at\nthe school – the placement had been organised by the teacher training scheme,\nand the article did not claim that it was organised without the involvement of\nthe school. It did not appear to be in dispute that dyspraxia is a condition\nwhich affects co-ordination, and where the article was a report of the\ncomplainant and his legal action and not an examination of dyspraxia, it was\nnot inaccurate in the context of the overall article to summarise dyspraxia as\na “a developmental disorder that affects movement and co-ordination”. Finally,\nthe Editors’ Code does not include a requirement for balance, as long as the\nCode is not otherwise breached. In this case, omitting criticism of the\nheadteacher did not raise any significant inaccuracies as to the reporting of\nthe tribunals’ findings. For all of these reasons, there was no breach of\nClause 1 on these points.\n18. Although\nit was inaccurate for the headline to say that the complainant could barely\nread or write, this was distinct from the issues raised under Clause 12. The\nquestion for the Committee was whether this reference, and the other issues\nraised by the complainant, constituted a pejorative reference to his\ndisability, dyspraxia. The Committee considered that claiming that the\ncomplainant could barely read or write was not a pejorative reference to his\nreading difficulties caused by dyspraxia; it was a reference to the\ncircumstances that had led to the tribunal judgment, notwithstanding that the\nCommittee had found that it was an inaccurate reference. It did not seek to\nmock or ridicule his disability. With regards to the rest of the article, the\nreferences to the complainant’s disability were contained within the tribunal\ndocuments – it was not prejudicial or pejorative to repeat this information.\nWhile the complainant considered that the article was critical of his actions\nin suing the school, and that this critical slant rendered the article in its\nentirety a pejorative reference to his disability in breach of Clause 12, the\npublication was not required by the terms of Clause 12 to report on the\ncomplainant’s legal proceedings in a positive manner. The fact that the\ncomplainant’s disability was a key element of this legal action did not mean\nthat any perceived criticism of the complainant’s action constituted a\npejorative or prejudicial reference to his disability. Furthermore, newspapers\nare free to select which information to include in articles; the absence of a\nmore detailed explanation of dyspraxia or a comment from an expert in the field\ndid not constitute a pejorative or prejudicial treatment of the complainant’s\ndisability. There was no breach of Clause 12.\n19. The\ncomplainant was concerned about the negative reaction to the article from\nreaders, and the effect that the article would have on the wider dyspraxia\ncommunity. However, Clause 12 seeks to protect individuals from discrimination\nrather than groups – as such, the complainant’s concern that the article may be\ndiscriminatory towards people with Dyspraxia as a whole did not engage the\nterms of Clause 12. Finally, the complainant raised concerns over the article’s\ninclusion of details of his disability at all. However, the complainant’s\ndisability and the associated difficulties he had faced were genuinely relevant\nto the story, where the article was reporting on his legal claims that his\nformer employer had harassed and discriminated against him as a result of his\ndisability. There was no breach of Clause 12(ii).\nConclusions\n20. The\ncomplaint was partly upheld under Clause 1 (i) and Clause 1 (ii).\nRemedial\nAction Required\n21. Having\nupheld a breach of Clause 1(i) and Clause 1(ii), the Committee considered what\nremedial action should be required. In circumstances where the Committee\nestablishes a breach of the Editors’ Code, it can require the publication of a\ncorrection and/or an adjudication, the terms and placement of which is\ndetermined by IPSO.\n22. The\narticle headline stated that the complainant “could barely read and write.” The\naction proposed by the publication was not sufficient to correct this\nsignificant inaccuracy as it did not address that the headline had the\npotential to mislead readers into believing that the complainant was\nilliterate, which was not supported by either the article or the tribunal\njudgment. In addition, the proposed correction did not address the misleading\nreport that the complainant had issues understanding written tests. Therefore,\na correction should be published to make clear that the complainant can read\nand write and that he experiences difficulty with comprehension speed and not\nunderstanding written tests. The Committee considered a correction to be the\nappropriate remedy to the breaches of Clause 1 (i), where the crux of the\narticle – the outcome of the tribunal and appeal – was not inaccurate,\nmisleading, or distorted.\n23. The\nCommittee then considered the placement of the correction. It should appear as\na footnote to the original online article, and should make clear that the\ncomplainant’s difficulties were linked to his dyspraxia. It should state that\nit has been published following an upheld ruling by the Independent Press\nStandards Organisation. The full wording and position should be agreed with\nIPSO in advance.\n\n\nDate\ncomplaint received: 07/04/2020\nDate\ncomplaint concluded by IPSO: 26/08/2021\n\n\n\nIndependent\nComplaints Reviewer\nThe\ncomplainant complained to the Independent Complaints Reviewer about the process\nfollowed by IPSO in handling this complaint. The Independent Complaints\nReviewer decided that the process was not flawed and did not uphold the request\nfor review.\nBack to ruling listing\n\n\n"
}