{
    "url": "/rulings-and-resolution-statements/ruling/?id=02478-14",
    "title": "02478-14 Kumar v Telegraph & Argus",
    "provisions": [
        "1 (Accuracy) 2015",
        "4 (Harassment) 2015",
        "5 (Intrusion into grief or shock) 2015"
    ],
    "outcome": "No breach - after investigation",
    "publication": "Telegraph & Argus (Newsquest Media Group)",
    "received_on": "2014-12-14 00:00:00",
    "concluded_on": "2015-03-24 00:00:00",
    "complaint_processing_days": 100,
    "conclusion_long": "15. The complaint was not upheld.",
    "remedial_action": "N/A Date complaint received: 14/12/2014",
    "text": "\n\n\n\n\n\n   Decision of\nthe Complaints Committee 02478-14\nKumar v Telegraph & ArgusSummary of complaint \n1. Amitabh Kumar complained to the Independent Press\nStandards Organisation that the Telegraph and Argus had breached Clause 1\n(Accuracy), Clause 4 (Harassment) and Clause 5 (Intrusion into grief or shock)\nof the Editors’ Code of Practice in an article headlined “Doctor admits sexual\nassault”, published 16 August 2014.2. The newspaper reported that the complainant had been\nsentenced following his conviction for sexually assaulting a girl on a bus. The\narticle had been illustrated with a photograph of the complainant.3. The complainant said that the article was inaccurate\nand significantly misleading as it had given “undue prominence” to his status\nas a non-practicing doctor. He argued that the fact that he is a doctor was not\nrelevant to the case. He was also concerned that the caption to the photograph\nhad said that it had been taken as he had been “coming out of court”; he said that\nthe photograph had in fact been taken after he had been pursued by the\nphotographer.4. The complainant said that he had been harassed by the\nphotographer who had taken his picture. He said that court staff had helped him\navoid the photographer as he had left the building. The photographer had,\nhowever, “stalked” him for around 150 yards. He had been followed by the\nphotographer and had been forced to run across a busy road.  He said that the photographer had followed\nhim for 300-400 yards in total. The fact that he sought help from court staff,\nand had been running away, clearly demonstrated that he did not wish to be\nphotographed.5. The complainant said that the conduct of the\nphotographer represented an intrusion into his grief and shock, in breach of\nClause 5. He said that the newspaper had been aware that he had wept while\nbeing sentenced, and yet a photographer still intruded into his grief by\npursuing him.6. The newspaper said that the reference to the\ncomplainant as a doctor had been accurate; the complainant had been described\nas a doctor in court, and described himself in correspondence as “Dr Amitabh\nKumar”. The article had made clear that the complainant was a “qualified but\nnot practicing doctor who works with vulnerable adults”.7. The description of the complainant as coming out of\nthe court was accurate; while the complainant may not have been immediately\noutside the court, he had just left the court building.8. The newspaper said that as the complainant was a\nqualified doctor who was convicted of a sexual offence against a young girl,\nthere was a clear public interest in taking his photograph. Nonetheless, it did\nnot accept that the complainant had been harassed. The complainant had not\nasked the photographer to desist, nor had the photographer followed the\ncomplainant on to private property.9. The newspaper provided a written statement from the\nphotographer which set out his version of events. The photographer said that he\nhad been unable to get a photograph of the complainant immediately outside of\ncourt. He had therefore circled around the building in hope of intercepting\nhim, rather than following him directly. The complainant was photographed as he\ncrossed the road; the photographer did not chase after the complainant.10. The newspaper said that Clause 5 was not intended to\ncover circumstances in which people had been convicted of crime.Relevant Code Provisions11. Clause 1 (Accuracy)i) The press must take care not to publish inaccurate,\nmisleading or distorted information, including pictures.ii) A significant inaccuracy, misleading statement or\ndistortion once recognised must be corrected, promptly and with due prominence,\nand – where appropriate – an apology published.Clause 4 (Harassment)i) Journalists must not engage in intimidation,\nharassment or persistent pursuit.ii) They must not persist in questioning, telephoning,\npursuing or photographing individuals once asked to desist; nor remain on their\nproperty when asked to leave and must not follow them. If requested, they must identify\nthemselves and whom they represent.Clause 5 (Intrusion into grief or shock)i) In cases involving personal grief or shock, enquiries\nand approaches must be made with sympathy and discretion and publication\nhandled sensitively. This should not restrict the right to report legal\nproceedings, such as inquests.Findings of the Committee12. The complainant accepted that he was a qualified\ndoctor, and had not disputed that this had been mentioned during the court\nproceedings. The description of him as such was not inaccurate or significantly\nmisleading, and his concern about the prominence of the reference did not raise\na breach of the Code. As the complainant had been photographed shortly after he\nhad left court, the photograph’s caption had not been significantly misleading.\nThere was no breach of Clause 1.13. The complainant and the newspaper had provided\nsomewhat contradictory accounts of the circumstances in which the complainant\nhad been photographed. It was apparent that the complainant had taken steps to\navoid having his picture taken, rather than making clear a request that the\nphotographer desist. Even on the complainant’s account, his concern that he had\nbeen followed by a single photographer, over what was apparently a relatively\nshort distance, did not constitute harassment or persistent pursuit, such as a\nraise breach of the Code. While the complainant had found the circumstances of\nhis conviction distressing, the Committee did not find that the photographer\nhad acted in an aggressive or intimidating fashion in seeking to obtain a\nphotograph. It also noted that there is a public interest in identifying those\nconvicted of crime. It did not establish a breach of Clause 4.14. The terms of Clause 5 relate to the obligations of\npublications when reporting on instances of personal grief or shock, and are\ndesigned to protect victims, and their families, from unwanted journalistic\nintrusion and insensitivity when they are at their most vulnerable. Coverage\nfollowing the complainant’s criminal conviction was not a circumstance which\nengaged the terms of Clause 5.Conclusions15. The complaint was not upheld.Remedial Action RequiredN/A Date complaint received: 14/12/2014\nDate decision issued: 24/03/2015\nBack to ruling listing\n\n\n"
}