{
    "url": "/rulings-and-resolution-statements/ruling/?id=02471-14",
    "title": "02471-14 Baird v Motherwell Times & Bellshill Speaker",
    "provisions": [
        "1 (Accuracy) 2015",
        "3 (Privacy) 2015"
    ],
    "outcome": "No breach - after investigation",
    "publication": "Motherwell Times (National World Publishing Ltd)",
    "published_on": "2014-12-10 00:00:00",
    "received_on": "2014-12-13 00:00:00",
    "concluded_on": "2015-03-17 00:00:00",
    "complaint_processing_days": 94,
    "conclusion_long": "10. The complaint was not upheld.",
    "remedial_action": "N/A Date complaint received: 13/12/2014",
    "text": "\n\n\n\n\n\nDecision of\nthe Complaints Committee 02471-14\nBaird v Motherwell Times & Bellshill Speaker\nSummary of complaint\n1. Linda Baird complained to the Independent Press\nStandards Organisation that the Motherwell Times & Bellshill Speaker had\nbreached Clause 1 (Accuracy) and Clause 3 (Privacy) of the Editors’ Code of\nPractice in an article headlined “Bellshill pensioner: I’m blinded by the\nlight, councillor”, published on 10 December 2014.2. The article was about a dispute over a security light.\nThe light had been installed on the complainant’s property, and a neighbour,\nJean Reid, had complained that it was shining into her living room. The article\nreported that “Mrs Reid (72) said she complained to Councillor Baird’s wife,\nLinda, and she agreed the light was ‘annoying’”.3. The complainant complained that the newspaper had “put\nwords in my mouth”, but did not confirm or deny that she had told Mrs Reid that\nthe light was “annoying”. In addition, she was concerned that the article might\nhave suggested that she found the light personally annoying, rather than that\nshe agreed with Mrs Reid that the light would be annoying for her. She said\nthat when the newspaper spoke to her husband, he told the reporter that he was\nnot present at the conversation between Mrs Reid and the complainant, and\nsuggested that the reporter speak to the complainant about it.4. The complainant was concerned that the article\nintruded into her privacy. She said that she was a teacher, and that the\nidentity of her husband and her address was private information.5. The newspaper said that the quotation was accurate. It\nsaid it had put Mrs Reid’s claim to the complainant’s husband, who did not deny\nthat his wife would have made such a comment. In addition, it denied the\ncomplainant’s husband had suggested that the reporter speak to the complainant\nabout the comment. Nevertheless, it acknowledged that it would have been better\nto put the quotation to the complainant, and offered to publish an apology to\nthe complainant on this basis. Relevant Code Provisions6. Clause 1 (Accuracy)i) The Press must take care not to publish inaccurate,\nmisleading or distorted information, including pictures. ii) A significant inaccuracy, misleading statement or\ndistortion once recognised must be corrected, promptly and with due prominence,\nand - where appropriate - an apology published. In cases involving the\nRegulator, prominence should be agreed with the Regulator in advance. iii) The Press, whilst free to be partisan, must\ndistinguish clearly between comment, conjecture and fact. Clause 3 (Privacy)i) Everyone is entitled to respect for his or her private\nand family life, home, health and correspondence, including digital\ncommunications. ii) Editors will be expected to justify intrusions into\nany individual's private life without consent. Account will be taken of the\ncomplainant's own public disclosures of information. iii) It is unacceptable to photograph individuals in\nprivate places without their consent. Note - Private places are public or\nprivate property where there is a reasonable expectation of privacy. Findings of the Committee7. The newspaper was entitled to report Mrs Reid’s side\nof the dispute over the security light. The Committee noted that the\ncomplainant did not confirm or deny that she had told Mrs Reid that the light\nwas annoying, and in circumstances where the comments of Councillor Baird had\nbeen reported, reporting Mrs Reid’s account without the benefit of the\ncomplainant’s response did not demonstrate a failure to take care over the\naccuracy of the article.  There was no\nbreach of Clause 1. 8. The Committee noted the complainant’s concern that the\narticle contained her personal details such as the identity of her husband and\nthe name of the street on which she lived. This information is not generally\nconsidered to be private; the complainant did not provide grounds to show that\npublishing this information represented an intrusion into her privacy. There\nwas no breach of Clause 3. 9. The Committee welcomed the newspaper’s efforts to\nresolve this matter.   Conclusions10. The complaint was not upheld.Remedial Action RequiredN/A Date complaint received: 13/12/2014 Date decision issued: 17/03/2015\nBack to ruling listing\n\n\n"
}