{
    "url": "/rulings-and-resolution-statements/ruling/?id=02473-15",
    "title": "02473-15 Dorries v Bedfordshire on Sunday",
    "provisions": [
        "1 (Accuracy) 2015"
    ],
    "outcome": "No breach - after investigation",
    "publication": "(DISCONTINUED) Bedfordshire on Sunday (Reach PLC)",
    "published_on": "2015-04-03 00:00:00",
    "received_on": "2015-04-08 00:00:00",
    "concluded_on": "2015-05-18 00:00:00",
    "complaint_processing_days": 40,
    "conclusion_long": "8. The complaint was not upheld.",
    "remedial_action": "N/A Date complaint received: 08/04/15",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee 02473-15 Dorries\nv Bedfordshire on SundaySummary of\ncomplaint 1. Nadine Dorries complained to the Independent Press\nStandards Organisation that Bedfordshire on Sunday had breached Clause 1\n(Accuracy) of the Editors’ Code of Practice in an article headlined “Nadine\nDorries says she ‘won’t attend hustings’ if rival candidate is there”,\npublished online on 3 April 2015 and in print on 5 April 2015. 2. The article reported that the complainant would not be\nattending a hustings prior to a general election if a rival Independent\ncandidate was present. It stated that the complainant had previously complained\nto the police about this candidate, but that the CPS had not taken any action\non the matter. The article included comments from the candidate, explaining why\nhe was standing for election and stating that he had “for over a decade\ncampaigned in support of victims of injustice and corruption”. 3. The complainant said that it was inaccurate to state\nthat “no further action” had been taken in relation to the other candidate’s\nbehaviour towards her and that the police had previously issued him with a\nwarning. She also said that it was inaccurate to describe him as a “marketing\nconsultant and writer”, when in fact he worked in a sandwich shop. She said\nthat he was not from the village Harlington as reported, but was from\nAustralia, and while he may spend time in the village, he did not own or lease\nany property within the area. Furthermore, the complainant considered it inaccurate\nto state that the other candidate “campaigned for victims of injustice”. 4. The newspaper defended the accuracy of its coverage.\nThe information about the other candidate had been provided by him in writing\nas part of research that the newspaper had conducted for another article,\nintroducing all local parliamentary candidates. The candidate was entitled to\ndefine his own occupation, and where he considered himself to be from.\nFurthermore, he was named as on “online marketing consultant” in material published\nby polling organisation YouGov, and his campaign material listed his address as\nin Harlington. The newspaper noted that the complainant had not provided\nsufficient grounds to support her contention that the other candidate had not\ncampaigned for victims of injustice. In relation to the complaints by the\ncomplainant to the police about his conduct, the newspaper had been provided\nwith an official statement by the CPS, making clear that no further action had\nbeen taken. Relevant Code Provisions5. Clause 1 (Accuracy) i) The Press must take care not to publish inaccurate,\nmisleading or distorted information, including pictures. ii) A significant inaccuracy, misleading statement or\ndistortion once recognised must be corrected, promptly and with due prominence,\nand – where appropriate – an apology published. Findings of the Committee6. In a report of a hustings, the newspaper was entitled\nto publish biographical material provided by a candidate in support of their\ncandidacy. This did not raise a breach of Clause 1. 7. The complainant had not disputed that the CPS had\ntaken no further action in relation to her complaints against the other\ncandidate. The newspaper had obtained statements from the police and CPS on\nthis point, and was entitled to report the position of the authorities. This\nwas not inaccurate or misleading. Conclusions8. The complaint was not upheld. Remedial Action RequiredN/A Date complaint received: 08/04/15\nDate decision issued: 18/05/2015\nBack to ruling listing\n\n\n"
}