{
    "url": "/rulings-and-resolution-statements/ruling/?id=02488-22",
    "title": "02488-22 The Duke of Northumberland v The Times",
    "provisions": [
        "1 Accuracy (2021)"
    ],
    "outcome": "Breach - sanction: publication of adjudication",
    "publication": "The Times (News UK)",
    "published_on": "2022-12-17 00:00:00",
    "received_on": "2022-04-14 00:00:00",
    "concluded_on": "2022-10-31 00:00:00",
    "complaint_processing_days": 200,
    "conclusion_long": "18. The complaint was upheld under Clause 1.",
    "remedial_action": "19. Having upheld the complaint, the Committee considered what remedial action should be required. In circumstances where the Committee establishes a breach of the Editors’ Code, it can require the publication of a correction and/or adjudication; the nature, extent and placement of which is determined by IPSO. 20. The Committee had found that it was significantly inaccurate to report that the complainant had made a demand for rent, as well as reporting that this had been a six figure sum. It also considered that it was significantly misleading to include the business manager’s quote once it had been established that it was based on a false premise. The Committee had found a breach of Clause 1 (ii) given that the correction offered did not address all the inaccuracies and was not duly prompt. The appropriate remedy was, therefore, the publication of an upheld adjudication. 21. The headline of the adjudication must make clear that IPSO has upheld the complaint against The Times and must refer to its subject matter; it must be agreed with IPSO in advance. The adjudication should be published on the same page as the original article, or further forward, in the print newspaper. It should also appear in full on the publication’s website with a link to the full adjudication (including the headline) appearing on the top half of the newspaper’s homepage, for 24 hours; it should then be archived in the usual way. 22. The terms of the adjudication for publication are as follows: The Duke of Northumberland complained to the Independent Press Standards Organisation that The Times breached Clause 1 (Accuracy) of the Editors’ Code of Practice in an article headlined “Duke accused of £600,000 rent demand for rail line”, published on 17 December 2022. The complaint was upheld, and IPSO required The Times to publish this adjudication to remedy the breach of the Code.  The article reported on a public inquiry relating to a proposal for a passenger train line on the complainant’s land, which it stated the complainant was “allegedly threatening to block”. The article explained that the proposed train line would cross land subject to “wayleave” rules, which allow building or access to land in exchange for money, sometimes in the form of rent. It said the complainant had made “an extraordinary demand for more than £600,000 in rent” in order for the plan to go ahead. The article also contained a quote from a member of the public who said: “[f]or the duke to be holding out for more than half a million in rent every year is an absolute disgrace. It’s money-grabbing, plain and simple”. The complainant said that the article was inaccurate as he had not demanded any money in return for allowing the development of the passenger train line to go ahead, or for passenger trains to pass through land owned by the Estate. He therefore said it was inaccurate to report that he had been accused of demanding an annual rent of £600,000 in relation to the proposed rail line. He also said it was misleading to include the quote from the member of public where it had been gained on the premise that a £600,000 demand for rent had been made. IPSO noted that the complainant had objected to the right to receive rent under the wayleave agreement being removed. However, it found that objecting to the removal of a pre-existing right to receive rent was significantly different to a demand for rent and noted that the publication had not provided any evidence that the complainant had been accused of making a rent demand, either for £600,000 or a different sum. In addition, IPSO found it was significantly misleading to include a quote from a member of the public criticising the complainant gained from giving them this false information. Where the publication had not corrected all the information within the article and where the correction had only been offered two months after the original complaint, the publication had breached Clause 1(i) and Clause 1(ii).    Date complaint received: 14/04/2022",
    "text": "\n\n\n\n\n\nDecision\nof the Complaints Committee – 02488-22 The Duke of Northumberland v The Times\nSummary\nof Complaint\n1. The\nDuke of Northumberland complained to the Independent Press Standards\nOrganisation that The Times breached Clause 1 (Accuracy) of the Editors’ Code\nof Practice in an article headlined “Duke accused of £600,000 rent demand for\nrail line”, published on 17 December 2022.\n2. The\narticle reported on a public inquiry relating to a proposal for a train line\n“intended to serve deprived and cut-off communities in northeastern England”,\nwhich it stated the complainant was “allegedly threatening to block”. The\narticle explained that the proposed train line would cross land subject to\n“wayleave” rules, which allow building or access to land in exchange for money,\nsometimes in the form of rent. The article quoted a lawyer representing\nNorthumberland County Council, the promoter of the scheme, who was reported to\nhave said: “This has culminated in the Duke of Northumberland twice threatening\nto terminate the wayleaves in a dispute over rent, including after this\napplication was made, with an extraordinary demand for more than £600,000 in\nrent”. The article stated that “Representatives of the duke deny that he is\ntrying to block the train line and says he is ‘fully supportive’ of it” and\nthat Northumberland Estates had also denied allegations that it was blocking\nthe proposed line. The article contained a statement from the Estate which\nsaid: “We are and always have been fully supportive of the project and have\nalready agreed the access and land requirements for the rail line and new\nfacilities with the county council. Unfortunately, we have a separate and a\nlong running dispute with Network Rail, who are attempting to claim private\nproperty rights without appropriate consultation and compensation. This\ndisagreement is with Network Rail alone, who have been intransigent for\ndecades, and is the only element of dispute for us.” The article also contained\nquotes from members of the public who had accused the complainant “of being\n‘money-grabbing’ and dubbed [him] ‘Scrooge McDuke’”, as well as longer quote\nfrom a named business manager: “[f]or the duke to be holding out for more than\nhalf a million in rent every year is an absolute disgrace. It’s money-grabbing,\nplain and simple”.\n3. The\narticle also appeared online in substantially the same format, under the headline\n“Duke of Northumberland accused of £600,000 rent demand for rail line”.\n4. The\ncomplainant said that the article was inaccurate in breach of Clause 1. He said\nthat neither he, nor the Northumberland Estates, had ever demanded any money in\nreturn for allowing the development of the passenger train line to go ahead, or\nfor passenger trains to pass through land owned by the Estate. He also said\nthat this was not the position of Northumberland County Council at the planning\ninquiry. The complainant therefore said it was inaccurate to report  that he had been accused of demanding an\nannual rent of £600,000 in relation to the proposed rail line. The complainant\nsaid that the sums which might become payable under the wayleave agreement were\nnot considered  by the Council as having\nthe potential to stop the scheme, nor was it the Council’s position that the\nnew passenger service would be unable to run unless the obligation to make\npayment  under the wayleave agreement was\nremoved. The complainant said he had objected to the removal of his right to\nreceive payment under the wayleave agreement \nand that during the planning inquiry, the Estate had offered an\nundertaking not to exercise powers of re-entry or forfeiture in the case of\nlate or non-payment of rent.\n5. The\ncomplainant said the Estate had always been supportive of the scheme for the\nnew passenger railway line, and that a sum of £590,376 (reported in the article\nas £600,000) was being sought by the Estate from Network Rail in relation to the\noperation of freight services on the line; this was a separate matter.  The complainant said that payment of this sum\nwas not a condition of the proposed passenger line going ahead. He said that it\nwas appropriate for the publication both to correct the article and to provide\nan apology.\n6. The\npublication did not accept a breach of the Code. It said it had received the\nreport of the inquiry proceedings from what it described as an independent and\nreputable news agency. It said that as nothing in the copy gave it cause to\ndoubt the accuracy of the information, it did not take any further steps to\nverify the information and it was entitled to rely on the agency report. The\npublication said the matter reported in the article was of significant and continuing\npublic interest and noted that the Estate’s position on the matter was included\nin the article, which it said clarified the complainant’s position that the\nEstate was supportive of the scheme; that it denied “blocking” it; and that the\ndispute with Network Rail was separate.\n7. The\npublication did, however, accept that the original version of the article\ncontained some inaccuracies. It said that the agency reporter had misunderstood\nthe Council’s submission at the public inquiry and accepted that the £600,000\nfigure referred to a dispute involving the complainant and a separate rail\nproject. However, it said that this conflation did not make the article\nsignificantly inaccurate. The publication said that, at the public inquiry, the\nEstate had objected to the inclusion of draft order Article 34 – which would\nhave replaced the rent payable to the Estate under the wayleave agreement with\nthe payment of a lump sum in compensation – and that the effect of Article 34,\nif adopted, would be that the Estate would not receive a continuing financial\nbenefit from the scheme. The publication said, therefore, that whilst there had\nbeen no express demand for rent at the inquiry, the complainant’s defence of\nhis right to receive an increase in rent and the right to block the line if\nthis was not received, could accurately be characterised as an implicit demand.\nThe publication said that, whilst there was no definitive figure of the rent\nwhich would be payable under the wayleave agreement, it had calculated the value\nto the Estate of removing Article 34, and that according to its calculations\nthe sum would be several hundred thousands of pounds a year, which it said was\nnot significantly different from the reported figure of £600,000; it provided\ndetails of how it had arrived at this figure. The publication said that the\ninclusion of the Network Rail dispute was relevant as it demonstrated that the\nEstate had, in the past, shown that it was prepared to close access in order to\nenforce wayleave rights. The publication said it did not consider that readers\nwould have understood the article to mean that the complainant had threatened\nto block the train line unless he was paid £600,000 in rent.\n8. Whilst\nthe publication did not consider that the article breached Clause 1, it amended\nthe article. The new headline read: “Duke of Northumberland accused of\n‘money-grabbing rent demand for rail line” and the article was amended to\nreport that the complainant was: “allegedly entitled to block a new train line\n[…] if the rent is not paid” and “allegedly demanding a six-figure sum in\nannual rent”. In addition, the quote from the named business manager had been\nchanged to remove the reference to “half a million” and now stated that: “For\nthe duke to be holding out for more in rent every year is an absolute disgrace.\nIt’s money-grabbing, plain and simple”. The publication said the changes by\nthemselves represented sufficient remedial action. However, it had offered to\npublish a clarification two months after the complainant raised his concerns,\nand added a clarification to the print version of the newspaper on page 32, and\nto the online version of the article on 11 April, three and a half months\nlater. The publication said the clarification addressed the points raised by\nthe complainant, and included an apology:\nWe\nreported (News, Dec 17) representations made by the Duke of Northumberland at a\npublic inquiry into the proposed new passenger train line between Ashington and\nNewcastle: the Northumberland Line. The duke was objecting to the removal of\nhis right to charge rent for the line to cross his land and to block the line\nin the event that rent is not paid. We wish to make clear that no demand for\nany sum in rent has been made by the duke for allowing the new line to cross\nhis land and he has not threatened to block the line. We apologise for the\ninaccuracies.\n9. The\ncomplainant said that the revised version of the article was still inaccurate\nand reiterated that no “demand” for rent had been made, and that an undertaking\nnot to exercise powers of re-entry or forfeiture had been offered. The\ncomplainant also said that the publication’s calculations as to what the rent\nwould be were not accurate. The complainant said that in circumstances where it\nwas not true that he was demanding over half a million pounds in rent, the\nbusiness manager’s comment had been given on a false basis and was inaccurate.\nHe also said that it was misleading for the publication to change the quote\nunilaterally, and that the amended comment should no longer be published.\n10. The\npublication said that the complainant had not explained the reasons behind his\nobjection to Article 34, and that the most reasonable interpretation of the\ncomplainant’s position was so that he could require the payment of rent from\nthe scheme, and to preserve his right to be able to threaten or take steps that\ncould risk the operation of the railway. With regard to the quote, the\npublication said it had not spoken to the business manager directly, and that\nthe original quote had been included in the agency report. It said it was not\ncertain how the quote was obtained, but given the context, considered it likely\nthat the basis for the quote was that the complainant was demanding £600,000 in\nrent. However, it maintained that where its calculation of the rent which the\ncomplainant could expect to receive suggested a figure within the region of\n“half a million”, it did not consider the quote to be significantly misleading,\nbut deleted the reference to “half a million” once it became aware of the\ncomplainant’s position.\n11. The\npublication said that the demand for increased rent and the threat to block the\nline were correctly presented as allegations in the article – not facts – and\nwere correctly attributed to both the Council at the public inquiry and to\nconcerned local residents. It also said they were balanced by the inclusion of\nstatements on behalf of the complainant, which set out his position.\nRelevant\nCode Provisions\nClause 1\n(Accuracy)\ni) The\nPress must take care not to publish inaccurate, misleading or distorted\ninformation or images, including headlines not supported by the text.\nii) A\nsignificant inaccuracy, misleading statement or distortion must be corrected,\npromptly and with due prominence, and — where appropriate — an apology\npublished. In cases involving IPSO, due prominence should be as required by the\nregulator. \niii) A\nfair opportunity to reply to significant inaccuracies should be given, when\nreasonably called for.\niv) The\nPress, while free to editorialise and campaign, must distinguish clearly\nbetween comment, conjecture and fact.\nFindings\nof the Committee\n12. The\narticle was a report of a public inquiry in relation to a proposal to\nreintroduce a passenger train service to a railway line which ran through the\ncomplainant’s land. It was accepted that, as part of this inquiry the\nNorthumberland County Council had requested that the wayleave right enjoyed by\nthe complainant be revised so that rent was not payable, but that compensation\nwould be provided instead. During the inquiry, the complainant’s position was\nthat the wayleave arrangements should not be revised in the way proposed, and\nthat the right to receive rent should remain; however, the Estate had offered an\nundertaking not to exercise powers of re-entry or forfeiture in the case of\nlate or non-payment of rent.\n13. The\nCommittee noted that the publication had not attended the inquiry itself, but\nhad received the report from an agency. Newspapers are entitled to use reports\nprovided by agencies, but in doing so they are nevertheless responsible for\ntaking care to ensure that information contained in the published copy is not\ninaccurate, misleading or distorted.\n14. Both\nversions of the article had reported that the complainant was accused of making\na “rent demand” for the proposed passenger rail line – with the original\nversion of the article reporting that the sum demanded was £600,000 and the\nrevised version reporting that it was a six-figure sum. The Committee reviewed\nthe documents that had been supplied in relation to the public inquiry, and in\nparticular those that recorded the complainant’s position, namely that he\nobjected to the right to receive rent under the wayleave agreement being\nremoved. The publication had argued that seeking to preserve his right to\nreceive rent could be accurately characterised as a “demand”, albeit one that\nwas implicit. The Committee did not accept this. It considered that objecting\nto the removal of a pre-existing right to receive rent was significantly\ndifferent to a demand for rent, and noted that the publication had not provided\nany evidence that the complainant had been accused of making a rent demand,\neither for £600,000 or a different six figure sum. The article had inaccurately\nreported that the complainant had made a rent demand and where the correct\ninformation was in the public domain, this amounted to a failure to take care\nunder Clause 1(i).  Where  this inaccuracy was central to the article,\nthis was a significant inaccuracy which required correction under Clause 1(ii).\n15. The\npublication had made amendments to the online article. However, the complainant\nconsidered that the amended version remained in breach of Clause 1, as it still\nreferred to a “demand” for rent; it did not consider the publication’s\ncalculations as to what the rent would be to be accurate; and it still\ncontained the quote from the named business manager, albeit with the reference\nto “more than half a million” having been deleted. As with the original version\nof the article, the reference to a “demand” for any figure remained inaccurate,\nand constituted a breach of Clause 1(i) requiring correction under Clause\n1(ii).\n16. With\nregard to the quote from the business manager, the publication had not been\nable to confirm how the quote had been obtained but, given the context,\naccepted that it was likely it had been given on the basis that the complainant\nwas demanding £600,000 in rent. Where the quote had been given on a false\npremise, the Committee considered that it was misleading to include the\noriginal quote and the revised quote in the article – as whether the business\nmanager would have held a similar opinion had he not been told that the\ncomplainant was demanding £600,000 in rent could not be determined. In\npublishing this quote, the publication had not taken sufficient care not to\npublish misleading information, and therefore amounted to a breach of Clause\n1(i). Where the quote materially added to the impression that the complainant had\nmade a demand for rent, which was not the position, this was significantly\nmisleading and required correction under Clause 1(ii).\n17. The\npublication had been made aware of the errors in the articles within a week of\nthe articles’ publication, however, it took a further two months before it\noffered to publish a correction. With regards to the print article, a\ncorrection was published in the established corrections and clarifications\ncolumn, which was duly prominent. However, whilst the correction clarified that\n“no demand for any sum in rent ha[d] been made”, it did not address the quote\nfrom the named business manager. In addition, where the publication had been\nmade aware of the inaccuracies in the article within a week of its publication,\na delay of two months before offering a correction was not duly prompt. The\nsame correction was also published as a footnote to the online article and, as\nabove, did not correct all the inaccuracies within the article, and the online\narticle continued to contain inaccuracies which had not been corrected. On this\nbasis, the article breached Clause 1(ii).\nConclusion(s)\n18. The\ncomplaint was upheld under Clause 1.\nRemedial\nAction Required\n19.\nHaving upheld the complaint, the Committee considered what remedial action\nshould be required. In circumstances where the Committee establishes a breach\nof the Editors’ Code, it can require the publication of a correction and/or\nadjudication; the nature, extent and placement of which is determined by IPSO.\n20. The\nCommittee had found that it was significantly inaccurate to report that the\ncomplainant had made a demand for rent, as well as reporting that this had been\na six figure sum. It also considered that it was significantly misleading to\ninclude the business manager’s quote once it had been established that it was\nbased on a false premise. The Committee had found a breach of Clause 1 (ii)\ngiven that the correction offered did not address all the inaccuracies and was\nnot duly prompt. The appropriate remedy was, therefore, the publication of an\nupheld adjudication.\n21. The\nheadline of the adjudication must make clear that IPSO has upheld the complaint\nagainst The Times and must refer to its subject matter; it must be agreed with\nIPSO in advance. The adjudication should be published on the same page as the\noriginal article, or further forward, in the print newspaper. It should also\nappear in full on the publication’s website with a link to the full\nadjudication (including the headline) appearing on the top half of the\nnewspaper’s homepage, for 24 hours; it should then be archived in the usual\nway.\n22. The\nterms of the adjudication for publication are as follows:\nThe Duke\nof Northumberland complained to the Independent Press Standards Organisation\nthat The Times breached Clause 1 (Accuracy) of the Editors’ Code of Practice in\nan article headlined “Duke accused of £600,000 rent demand for rail line”,\npublished on 17 December 2022.\nThe complaint\nwas upheld, and IPSO required The Times to publish this adjudication to remedy\nthe breach of the Code. \nThe\narticle reported on a public inquiry relating to a proposal for a passenger\ntrain line on the complainant’s land, which it stated the complainant was\n“allegedly threatening to block”. The article explained that the proposed train\nline would cross land subject to “wayleave” rules, which allow building or\naccess to land in exchange for money, sometimes in the form of rent. It said\nthe complainant had made “an extraordinary demand for more than £600,000 in\nrent” in order for the plan to go ahead. The article also contained a quote\nfrom a member of the public who said: “[f]or the duke to be holding out for\nmore than half a million in rent every year is an absolute disgrace. It’s\nmoney-grabbing, plain and simple”.\nThe\ncomplainant said that the article was inaccurate as he had not demanded any\nmoney in return for allowing the development of the passenger train line to go\nahead, or for passenger trains to pass through land owned by the Estate. He\ntherefore said it was inaccurate to report that he had been accused of\ndemanding an annual rent of £600,000 in relation to the proposed rail line. He\nalso said it was misleading to include the quote from the member of public\nwhere it had been gained on the premise that a £600,000 demand for rent had\nbeen made.\nIPSO noted\nthat the complainant had objected to the right to receive rent under the\nwayleave agreement being removed. However, it found that objecting to the\nremoval of a pre-existing right to receive rent was significantly different to\na demand for rent and noted that the publication had not provided any evidence\nthat the complainant had been accused of making a rent demand, either for\n£600,000 or a different sum. In addition, IPSO found it was significantly\nmisleading to include a quote from a member of the public criticising the\ncomplainant gained from giving them this false information. Where the\npublication had not corrected all the information within the article and where\nthe correction had only been offered two months after the original complaint,\nthe publication had breached Clause 1(i) and Clause 1(ii).\n\n\n\nDate\ncomplaint received: 14/04/2022\nDate\ncomplaint concluded by IPSO: 31/10/2022\nBack to ruling listing\n\n\n"
}