{
    "url": "/rulings-and-resolution-statements/ruling/?id=02495-16",
    "title": "02495-16 Mwembamba v The Sun",
    "provisions": [
        "1 Accuracy (2016)",
        "10 Clandestine devices and subterfuge (2016)",
        "12 Discrimination (2016)",
        "2 Privacy (2016)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "The Sun (News UK)",
    "published_on": "2016-01-11 00:00:00",
    "received_on": "2016-04-22 00:00:00",
    "concluded_on": "2016-09-16 00:00:00",
    "complaint_processing_days": 147,
    "conclusion_long": "of its investigation, it was provided with the coursework that was on its reporter's file. It said that the reporter had never seen the coursework before, and that it had not been sent to BIRD from the reporter's email address. The newspaper said that while the complainant denied preparing its reporter’s personal statement, he accepted that he had provided the reporter with a ‘standard’ personal statement.16. The newspaper said that university staff did not feature in the video accompanying the article because they were not in shot. The newspaper denied that it had discriminated against the complainant on the basis of his race.17. The complainant denied that he prepared or helped to prepare the reporter's coursework. He said that the reporter completed his own assignment. In relation to the numeracy exercise, the complainant said that it was part of a 'warm-up' in numeracy, and was not a test or exam. The complainant said that while the reporter had asked him for help, he did not complete the exercise. In response to the audio recording and video footage provided by the newspaper, the complainant said that they had been fabricated. In relation to the audio recording where he is heard referring to a \"guaranteed pass\", the complainant said on the reporter's request, he was providing an evaluation of his level of English, and that he used the words \"guaranteed pass\" on the basis of the reporter's performance at a previous interview. The complainant said that the fabrication of this audio recording represented a breach of Clause 2 (Privacy).18. The newspaper denied that the audio and video material it provided had been fabricated. It said that the video was long, and had been edited for publication online, but that it had not been interfered with in any other way.Relevant Code Provisions19. Clause 1 (Accuracy)i) The Press must take care not to publish inaccurate, misleading or distorted information or images, including headlines not supported by the text.ii) A significant inaccuracy, misleading statement or distortion must be corrected, promptly and with due prominence, and - where appropriate - an apology published. In cases involving IPSO, due prominence should be as required by the regulator.iii) A fair opportunity to reply to significant inaccuracies should be given, when reasonably called for.iv) The Press, while free to editorialise and campaign, must distinguish clearly between comment, conjecture and fact.Clause 2 (Privacy)i) Everyone is entitled to respect for his or her private and family life, home, health and correspondence, including digital communications.ii) Editors will be expected to justify intrusions into any individual's private life without consent. Account will be taken of the complainant's own public disclosures of information.iii) It is unacceptable to photograph individuals, without their consent, in public or private places where there is a reasonable expectation of privacy.Clause 10 (Clandestine devices and subterfuge)i) The press must not seek to obtain or publish material acquired by using hidden cameras or clandestine listening devices; or by intercepting private or mobile telephone calls, messages or emails; or by the unauthorised removal of documents or photographs; or by accessing digitally-held information without consent.ii) Engaging in misrepresentation or subterfuge, including by agents or intermediaries, can generally be justified only in the public interest and then only when the material cannot be obtained by other means.Clause 12 (Discrimination)i) The press must avoid prejudicial or pejorative reference to an individual's, race, colour, religion, sex, gender identity, sexual orientation or to any physical or mental illness or disability.ii) Details of an individual's race, colour, religion, gender identity, sexual orientation, physical or mental illness or disability must be avoided unless genuinely relevant to the story.The Public InterestThe public interest includes, but is not confined to:i) Detecting or exposing crime, or the threat of crime, or serious impropriety.ii) Protecting public health or safety.iii) Protecting the public from being misled by an action or statement of an individual or organisation.iv)  Disclosing a person or organisation's failure or likely failure to comply with any obligation to which they are subject. Editors invoking the public interest will need to demonstrate that they reasonably believed publication - or journalistic activity taken with a view to publication - would both serve, and be proportionate to, the public interest and explain how they reached that decision at the time.Findings of the Committee20. The Complaints Committee noted that it had previously ruled on a complaint from BIRD in relation to the material under complaint.21. The Committee noted the complainant's position that he did not complete the reporter's UCAS application. However, he did not dispute that he had provided the reporter with a completed personal statement, albeit with the name and email fields left blank, and with a reference to a \"Level 4/5 Diploma\". The Committee noted that the personal statement was written in general terms, and apart from the name and email field, did not contain details which would be particular to a specific individual. In these circumstances, the reporter was able to present the personal statement provided by the complainant as his own, such that  it was not misleading to report that the complainant \"forged a personal statement supposedly from our man\", or that the complainant had obtained a place for the reporter at university by \"forging paperwork\". The Committee noted the complainant's position that while he had logged onto the reporter's UCAS form to provide him with advice, the reporter had already filled in the relevant details. However, given the centrality of the personal statement to the UCAS application form, it was not significantly misleading to report that the complainant had \"filled in\" the reporter's UCAS application.22. The audio material provided by the newspaper supported the article's claim that the complainant had promised the reporter a diploma by telling him that he would be given a \"guaranteed pass\". The video material provided by the newspaper supported the article's claim that the complainant had coached the reporter through an interview with university staff. The Committee noted the complainant's position that the videos were fabricated. However, in the absence of any specific evidence in support of this position, the Committee did not consider that there was any reason to believe the videos were not an accurate record of his conversations. As such, the Committee did not establish that the article was inaccurate on these points, and these aspects of the complaint did not raise a breach of Clause 1.23. The article's reference to a \"money back guarantee\" was not misleading in circumstances where the reporter was guaranteed 70% of his money back if he did not obtain a place at university. There was no breach of Clause 1 on this point.24. The Committee noted the complainant's position that he did not complete the reporter's coursework. However, the article did not make this allegation, but merely reported that the reporter had obtained the diploma without completing any coursework. The Committee noted that the complainant had offered to take the reporter's numeracy exercise, and bring it back the next day. Later in the same video, he told the reporter to call him when he received the email assignment, and when another student asked if he would \"do all this for me yeah?\", he confirmed that he would. In all the circumstances, the Committee did not establish that it was inaccurate to report that the reporter was awarded a diploma without completing any coursework.25. The Committee noted the complainant's position that he was a volunteer worker at BIRD, and that the reporter's agreement was with BIRD, rather than with him. However, the audio material and video footage supplied by the newspaper showed that the reporter interacted with the complainant during the investigation, including taking the reporter's cash payment. Having regard for the full nature of the interactions recorded in the videos, it was not inaccurate to refer to the complainant as \"a fixer\", and there was no breach of Clause 1 on this point.26. It was not in dispute that the complainant had offered the reporter a bonus for bringing in new students. While the Committee noted the complainant's position that these students were not \"fake\", the video material showed the complainant saying that these additional students would receive a \"guaranteed pass\", but that the reporter should ensure that they are good at writing, and that they could speak. In these circumstances, and where the newspaper's reporter had obtained a diploma without doing any work, the newspaper was entitled to refer to these prospective students as \"fake students\". This aspect of the complaint did not raise a breach of Clause 1.27. The newspaper had received a detailed allegation that it was possible, via the complainant, to pay money to BIRD and obtain a diploma without doing any studying or assignments. This diploma would then enable the recipient to obtain a place at university, to access student loans and potentially to obtain grants and other financial benefits. There was a clear public interest in verifying this allegation given the importance of detecting serious impropriety, the expectation that a diploma of this kind could not be dishonestly obtained, the importance of maintaining confidence in such qualifications, and the potential abuse of the university admissions system.28. The allegation was of potentially serious misconduct. It was reasonable for the newspaper to decide that attempts to verify the allegation through open means would be unsuccessful given the possibility that it would allow those involved to destroy relevant evidence. The newspaper said it had prepared a memo for consideration by senior editorial staff, who considered that the public interest justified proceeding with the investigation.29. The newspaper demonstrated that it reasonably believed that the undercover investigation would both serve, and be proportionate to, the public interest.30. The newspaper's decision to use a hidden camera to film the reporter's actions in obtaining the diploma allowed it to ensure that it was accurately reporting how the reporter obtained a diploma, and to evidence the claims made in the article. This aspect of the undercover investigation was proportionate to the public interest served by the investigation as a whole.31. The investigation had demonstrated that the allegation was true; it was possible, via the complainant, to obtain diplomas from BIRD without having to study or take any assignments. The public interest which justified the undercover investigation also justified publication of the material obtained. There was a public interest in illustrating how the complainant had obtained the diploma by publishing the audio recording and the video footage obtained by a hidden camera, which identified the complainant on account of his central role in obtaining the diploma. Publication of the material obtained as a result of the subterfuge and the use of clandestine devices did not raise a breach of Clause 10.32. The Committee noted the complainant's position that the newspaper's fabrication of his telephone conversation with the reporter was intrusive. However, in light of the Committee's finding that there was no reason to believe that the newspaper had fabricated the audio recording of this conversation, this aspect of the complaint did not raise a breach of Clause 2. Furthermore, the Committee considered that any intrusion in to the complainant’s privacy resulting from the newspaper’s recording of its investigation was justified by the same considerations which justified the use of subterfuge and clandestine devices in this case.  There was no breach of Clause 2.33. Clause 12 provides protection to individuals from pejorative or prejudicial reference to their colour or race, and from details of their race or colour being reported when they are not genuinely relevant to the story. The complainant's concern that he had featured in the newspaper’s video, when members of university staff who were white were not depicted, did not give rise to breach of Clause 12.Conclusions34. The complaint was not upheld.",
    "remedial_action": "35. N/ADate complaint received: 22/04/2016",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee 02495-16 Mwembamba v The SunSummary of Complaint1. Halfan Mwembamba\ncomplained to the Independent Press Standards Organisation that The Sun\nbreached Clause 1 (Accuracy), Clause 2 (Privacy), Clause 10 (Clandestine\ndevices and subterfuge) and Clause 12 (Discrimination) of the Editors' Code of\nPractice in an article headlined \"Exscamination\", published on 11\nJanuary 2016. The article was also published online with the headline \"Sun\ninvestigation: £1,000 gets a diploma for bogus student .... who can use it to\nget degree places or NHS jobs\".2. The article\nreported that an undercover reporter had paid a £1,000 to the complainant,\nreferred to as a \"fixer\", for a Level 4 diploma in Health and Social\nCare Management from the British Institute of Resource Development (BIRD). It\nreported that when the reporter had contacted the complainant, he had promised\nhim a diploma by saying he would receive a \"guaranteed pass, 100 per\ncent\". It reported that the reporter had asked the complainant \"I\njust bring the money and you do the rest for me?\", and that the\ncomplainant responded \"yes, yes\". It reported that after paying\n£1000, the reporter was given the diploma by BIRD \"despite no experience,\nno lectures, no coursework or exams\". It reported that the complainant\noffered a £50 bonus for \"every new fake student he could bring in\".3. The article\nreported that the complainant used the diploma to obtain a place for the\nundercover reporter on a BA degree course at a named university after forging\npaper­work and coaching the reporter through an interview. It reported that the\ncomplainant \"filled in a UCAS uni application and forged a personal\nstatement supposedly from [the reporter]\". It reported that after he had\nbeen awarded the diploma, his place on the BA degree course was confirmed. It\nreported that \"when confronted, [the complainant] insisted he had only\nintroduced [the reporter] to the college and never completed paperwork or\nassignments\". It reported that the head of BIRD had said that he was\n\"shocked\", that BIRD was \"going to strengthen the whole system\",\nand that the complainant would be banned from the premises. The article was\naccompanied by images of the complainant at BIRD, and an image of the diploma\ncertificate.4. The online\nversion of the article was accompanied by a video setting out the nature of the\nnewspaper’s investigation and its purported findings. This video included\nfootage of the complainant interacting with the reporter while he was\nundercover. The online version of the article was otherwise substantially\nsimilar to the print version of the article.5. The complainant\nsaid that he was a volunteer at BIRD, and that the reporter's agreement was\nwith BIRD, rather than with him. He said he had passed the £1,000 the reporter\nhad given him to BIRD, and the receipt for this sum bore BIRD's name, rather than\nhis own. The complainant said that he provided the undercover reporter with a\nstandard personal statement from a BIRD computer in order that the reporter\ncould prepare a new one according to his circumstances. He provided IPSO with a\ncopy of the personal statement he gave to the reporter. The complainant denied\nthat he prepared a diploma certificate for the undercover reporter.6. The complainant\ndenied that he had coached the undercover reporter through an interview as part\nof the university admissions process. He said that university staff only\nchecked applicants' documentation, and that there was no interview with the\nuniversity; it therefore did not make sense for him to have coached the\nreporter through an interview. The complainant denied that he had promised a\ndiploma to the undercover reporter. The complainant denied offering the\nreporter a money-back guarantee should he be unsuccessful in applying to\nuniversity. He said that BIRD told him to tell the reporter that he would get\nback 70% of the cost of the diploma if he did not obtain a university place.7. The complainant\nsaid that, acting on instructions from BIRD, he told the reporter he could get\na bonus of £50 for bringing in a qualified student; he denied that he had\noffered this bonus for bringing in \"fake students\". The complainant\ndenied making the reporter's UCAS application. The complainant said that the\nreporter asked for his advice after finishing his application because he did\nnot know how to send it. The reporter provided his login details, which the\ncomplainant said he used to check the application. The complainant said that he\nthen explained to the reporter that he needed to click send, and make a\npayment.8. The complainant\nsaid that the newspaper used a hidden camera, a listening device and secretly\nfilmed him. The complainant said that the material obtained via clandestine\ndevices and subterfuge could have been obtained by other means, including\ninterviewing students who had obtained their university places through BIRD.9. The complainant\nsaid that while he appeared in the video, the video did not show or name\nindividuals from the university. He said that this was because he is black, and\nthey were white, and that this represented discrimination against him because\nof his race.10. The newspaper said it received allegations from a\nconfidential source that it was possible to obtain diplomas from BIRD without\nhaving to study or take any assignments. These diplomas would then allow the\nrecipient to go to university. The newspaper said that source provided the\ncomplainant's contact details as a recruiter for the course. It said that there\nwas a clear public interest in investigating and exposing the alleged\nwrongdoing at an academic establishment. It said that if the allegation was verified,\nit would call into question the credibility of some respected universities, and\nwould show abuse of the student grants and loans system. The newspaper said it\nviewed the allegation as serious in the context of the large number of students\nwho miss out on degree places because they fall short of the required A-Level\ngrades.11. The newspaper said that an undercover investigation was\nthe only way of investigating the allegation because an overt investigation may\nhave enabled those involved to destroy the relevant documentary evidence. It\nsaid that a memo was prepared setting out the details of the tipoff, and\nproposing that given the inherent public interest, an undercover reporter test\nthe veracity of the allegation. The newspaper said that this proposal was\nconsidered and authorised by senior editorial staff. It said that, throughout\nthe investigation, the Head of News and the Head of Content were kept\nappraised, and the article was submitted for legal checking prior to\npublication.12. The newspaper said that it was clear from BIRD's\nresponse following publication of the article that the public interest was\nserved by the investigation. This included dismissing its compliance officer, a\nfull audit for all learners on the Level 4 diploma programme and the\nverification of all applicants' previous qualifications. It said that as a\nresult of the article, several other credible and well-placed sources had come\nforward to back up the story, and make further allegations that were in the\nhands of the police.13. In response to this complaint, the newspaper provided\nIPSO with further footage obtained as part of its investigation, in addition to\nthe footage which accompanied the online article. This included the full audio\nrecording of a telephone conversation between the complainant and the reporter\nin which the complainant confirmed that the reporter would be given a\n\"guaranteed pass\". It also included videos taken with a hidden\ncamera. In one of these videos, the complainant presented the reporter with a\ndocument, and told him that it was \"like a test ... in mathematics\",\nbut that he would take the document, and drop it off the next day. Later in the\nsame video, the complainant told the reporter to call him when he received an\nemail assignment. Another student present took down the complainant's number,\nand asked the complainant whether he was going to \"do all this for me,\nyeah?\", and the complainant replied: \"yeah\".14. In another video, the complainant explained that a\nuniversity would be coming to BIRD that day to interview the students. The\ncomplainant went on to explain what the reporter should say in the interview.\nIn another video, the reporter discussed bringing in further students to BIRD.\nThe complainant confirmed that he could take additional students, that they\nwould be given a \"guaranteed pass\", but that the reporter should\nensure that any additional students were good at writing, and that they could\nspeak.15. The newspaper said that when it interviewed the head of\nBIRD at the conclusion of its investigation, it was provided with the\ncoursework that was on its reporter's file. It said that the reporter had never\nseen the coursework before, and that it had not been sent to BIRD from the\nreporter's email address. The newspaper said that while the complainant denied\npreparing its reporter’s personal statement, he accepted that he had provided\nthe reporter with a ‘standard’ personal statement.16. The newspaper said that university staff did not feature\nin the video accompanying the article because they were not in shot. The\nnewspaper denied that it had discriminated against the complainant on the basis\nof his race.17. The complainant denied that he prepared or helped to\nprepare the reporter's coursework. He said that the reporter completed his own\nassignment. In relation to the numeracy exercise, the complainant said that it\nwas part of a 'warm-up' in numeracy, and was not a test or exam. The\ncomplainant said that while the reporter had asked him for help, he did not\ncomplete the exercise. In response to the audio recording and video footage\nprovided by the newspaper, the complainant said that they had been fabricated.\nIn relation to the audio recording where he is heard referring to a\n\"guaranteed pass\", the complainant said on the reporter's request, he\nwas providing an evaluation of his level of English, and that he used the words\n\"guaranteed pass\" on the basis of the reporter's performance at a\nprevious interview. The complainant said that the fabrication of this audio\nrecording represented a breach of Clause 2 (Privacy).18. The newspaper denied that the audio and video material\nit provided had been fabricated. It said that the video was long, and had been\nedited for publication online, but that it had not been interfered with in any\nother way.Relevant Code Provisions19. Clause 1 (Accuracy)i) The\nPress must take care not to publish inaccurate, misleading or distorted\ninformation or images, including headlines not supported by the text.ii) A\nsignificant inaccuracy, misleading statement or distortion must be corrected,\npromptly and with due prominence, and - where appropriate - an apology\npublished. In cases involving IPSO, due prominence should be as required by the\nregulator.iii) A fair\nopportunity to reply to significant inaccuracies should be given, when\nreasonably called for.iv) The\nPress, while free to editorialise and campaign, must distinguish clearly\nbetween comment, conjecture and fact.Clause 2 (Privacy)i) Everyone is entitled to respect for his or her private and family life,\nhome, health and correspondence, including digital communications.ii) Editors\nwill be expected to justify intrusions into any individual's private life without\nconsent. Account will be taken of the complainant's own public disclosures of\ninformation.iii) It is\nunacceptable to photograph individuals, without their consent, in public or\nprivate places where there is a reasonable expectation of privacy.Clause 10 (Clandestine devices and subterfuge)i) The\npress must not seek to obtain or publish material acquired by using hidden\ncameras or clandestine listening devices; or by intercepting private or mobile\ntelephone calls, messages or emails; or by the unauthorised removal of\ndocuments or photographs; or by accessing digitally-held information without\nconsent.ii) Engaging in misrepresentation or subterfuge, including by agents or\nintermediaries, can generally be justified only in the public interest and then\nonly when the material cannot be obtained by other means.Clause 12 (Discrimination)i) The\npress must avoid prejudicial or pejorative reference to an individual's, race,\ncolour, religion, sex, gender identity, sexual orientation or to any physical\nor mental illness or disability.ii) Details\nof an individual's race, colour, religion, gender identity, sexual orientation,\nphysical or mental illness or disability must be avoided unless genuinely\nrelevant to the story.The Public InterestThe public interest includes, but is not confined to:i) Detecting or exposing crime, or the threat of crime, or serious\nimpropriety.ii) Protecting public health or safety.iii) Protecting the public from being misled by an action or statement of an\nindividual or organisation.iv)  Disclosing a person or organisation's failure or likely failure to\ncomply with any obligation to which they are subject. Editors invoking the public interest will need to\ndemonstrate that they reasonably believed publication - or journalistic\nactivity taken with a view to publication - would both serve, and be\nproportionate to, the public interest and explain how they reached that\ndecision at the time.Findings of the Committee20. The Complaints Committee noted that it had previously\nruled on a complaint from BIRD in relation to the material under complaint.21. The Committee noted the complainant's position that he\ndid not complete the reporter's UCAS application. However, he did not dispute\nthat he had provided the reporter with a completed personal statement, albeit\nwith the name and email fields left blank, and with a reference to a\n\"Level 4/5 Diploma\". The Committee noted that the personal statement\nwas written in general terms, and apart from the name and email field, did not\ncontain details which would be particular to a specific individual. In these\ncircumstances, the reporter was able to present the personal statement provided\nby the complainant as his own, such that  it was not misleading to report that the\ncomplainant \"forged a personal statement supposedly from our man\", or\nthat the complainant had obtained a place for the reporter at university by\n\"forging paperwork\". The Committee noted the complainant's position that\nwhile he had logged onto the reporter's UCAS form to provide him with advice,\nthe reporter had already filled in the relevant details. However, given the\ncentrality of the personal statement to the UCAS application form, it was not\nsignificantly misleading to report that the complainant had \"filled\nin\" the reporter's UCAS application.22. The audio material provided by the newspaper supported\nthe article's claim that the complainant had promised the reporter a diploma by\ntelling him that he would be given a \"guaranteed pass\". The video\nmaterial provided by the newspaper supported the article's claim that the\ncomplainant had coached the reporter through an interview with university\nstaff. The Committee noted the complainant's position that the videos were\nfabricated. However, in the absence of any specific evidence in support of this\nposition, the Committee did not consider that there was any reason to believe\nthe videos were not an accurate record of his conversations. As such, the\nCommittee did not establish that the article was inaccurate on these points,\nand these aspects of the complaint did not raise a breach of Clause 1.23. The article's reference to a \"money back\nguarantee\" was not misleading in circumstances where the reporter was\nguaranteed 70% of his money back if he did not obtain a place at university.\nThere was no breach of Clause 1 on this point.24. The Committee noted the complainant's position that he\ndid not complete the reporter's coursework. However, the article did not make\nthis allegation, but merely reported that the reporter had obtained the diploma\nwithout completing any coursework. The Committee noted that the complainant had\noffered to take the reporter's numeracy exercise, and bring it back the next\nday. Later in the same video, he told the reporter to call him when he received\nthe email assignment, and when another student asked if he would \"do all\nthis for me yeah?\", he confirmed that he would. In all the circumstances,\nthe Committee did not establish that it was inaccurate to report that the\nreporter was awarded a diploma without completing any coursework.25. The Committee noted the complainant's position that he\nwas a volunteer worker at BIRD, and that the reporter's agreement was with\nBIRD, rather than with him. However, the audio material and video footage\nsupplied by the newspaper showed that the reporter interacted with the\ncomplainant during the investigation, including taking the reporter's cash\npayment. Having regard for the full nature of the interactions recorded in the\nvideos, it was not inaccurate to refer to the complainant as \"a\nfixer\", and there was no breach of Clause 1 on this point.26. It was not in dispute that the complainant had offered\nthe reporter a bonus for bringing in new students. While the Committee noted\nthe complainant's position that these students were not \"fake\", the\nvideo material showed the complainant saying that these additional students\nwould receive a \"guaranteed pass\", but that the reporter should ensure\nthat they are good at writing, and that they could speak. In these\ncircumstances, and where the newspaper's reporter had obtained a diploma\nwithout doing any work, the newspaper was entitled to refer to these\nprospective students as \"fake students\". This aspect of the complaint\ndid not raise a breach of Clause 1.27. The newspaper had received a detailed allegation that it\nwas possible, via the complainant, to pay money to BIRD and obtain a diploma\nwithout doing any studying or assignments. This diploma would then enable the\nrecipient to obtain a place at university, to access student loans and\npotentially to obtain grants and other financial benefits. There was a clear\npublic interest in verifying this allegation given the importance of detecting\nserious impropriety, the expectation that a diploma of this kind could not be\ndishonestly obtained, the importance of maintaining confidence in such\nqualifications, and the potential abuse of the university admissions system.28. The allegation was of potentially serious misconduct. It\nwas reasonable for the newspaper to decide that attempts to verify the\nallegation through open means would be unsuccessful given the possibility that\nit would allow those involved to destroy relevant evidence. The newspaper said\nit had prepared a memo for consideration by senior editorial staff, who\nconsidered that the public interest justified proceeding with the\ninvestigation.29. The newspaper demonstrated that it reasonably believed\nthat the undercover investigation would both serve, and be proportionate to,\nthe public interest.30. The newspaper's decision to use a hidden camera to film\nthe reporter's actions in obtaining the diploma allowed it to ensure that it\nwas accurately reporting how the reporter obtained a diploma, and to evidence\nthe claims made in the article. This aspect of the undercover investigation was\nproportionate to the public interest served by the investigation as a whole.31. The investigation had demonstrated that the allegation\nwas true; it was possible, via the complainant, to obtain diplomas from BIRD\nwithout having to study or take any assignments. The public interest which\njustified the undercover investigation also justified publication of the\nmaterial obtained. There was a public interest in illustrating how the\ncomplainant had obtained the diploma by publishing the audio recording and the\nvideo footage obtained by a hidden camera, which identified the complainant on\naccount of his central role in obtaining the diploma. Publication of the\nmaterial obtained as a result of the subterfuge and the use of clandestine\ndevices did not raise a breach of Clause 10.32. The Committee noted the complainant's position that the\nnewspaper's fabrication of his telephone conversation with the reporter was\nintrusive. However, in light of the Committee's finding that there was no\nreason to believe that the newspaper had fabricated the audio recording of this\nconversation, this aspect of the complaint did not raise a breach of Clause 2.\nFurthermore, the Committee considered that any intrusion in to the complainant’s\nprivacy resulting from the newspaper’s recording of its investigation was\njustified by the same considerations which justified the use of subterfuge and\nclandestine devices in this case.  There\nwas no breach of Clause 2.33. Clause 12 provides protection to individuals from\npejorative or prejudicial reference to their colour or race, and from details\nof their race or colour being reported when they are not genuinely relevant to\nthe story. The complainant's concern that he had featured in the newspaper’s\nvideo, when members of university staff who were white were not depicted, did\nnot give rise to breach of Clause 12.Conclusions34. The complaint was not upheld.Remedial Action Required35. N/ADate complaint received: 22/04/2016Date decision issued: 16/09/2016\n \nBack to ruling listing\n\n\n"
}