{
    "url": "/rulings-and-resolution-statements/ruling/?id=02499-16",
    "title": "02499-16 Love v Ayr Advertiser",
    "provisions": [
        "1 Accuracy (2016)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "Ayr Advertiser (Newsquest Media Group)",
    "published_on": "2016-04-09 00:00:00",
    "received_on": "2016-04-22 00:00:00",
    "concluded_on": "2016-07-26 00:00:00",
    "complaint_processing_days": 95,
    "conclusion_long": "11. The complaint was not upheld.",
    "remedial_action": "12. NA Date complaint received: 22/04/2016",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee 02499-16 Love v Ayr Advertiser\nSummary of complaint\n1. Graham Love\ncomplained to the Independent Press Standards Organisation that the Ayr\nAdvertiser breached Clause 1 (Accuracy) of the Editors’ Code of Practice in an\narticle headlined “Tragic taxi driver could have been saved, Inquiry hears”,\npublished on 9 April 2016.\n2. The article was\na report of an ongoing Fatal Accident Inquiry (FAI) into the death of a taxi\ndriver. He had been called to collect someone from a port, and after he had\nbeen granted entry he had driven off the side of the quay and into the water.\n3. The article\nappeared in substantially the same form in print and online.\n4. The complainant\nwas the person who had called the taxi driver to the port and opened the\nbarrier to let him in. He said that the article’s references to the possibility\nthat the taxi driver could have been recovered from the water alive if the\nalarm had been raised sooner were inaccurate; this claim had not been heard at\nthe FAI. He was concerned that this suggested that if he had acted differently,\nthe taxi driver could have survived. He also said that it had not been\n“determined” that the taxi driver had been wearing his seatbelt when he was\nfound by police divers. While the Inquiry had heard varied evidence on this\npoint, the question would be considered by the court at a later date.\n5. The complainant\nsaid that the submissions to the court, which had been heard on the day and\nwere reported in the article, had been primarily derived from written\nsubmissions which had been placed before the court, and the statements heard on\nthe day would not have notably differed. He provided extracts of some of these\nsubmissions, which he said made clear that it had not been heard that the taxi\ndriver could have been saved.\n6. The newspaper\nbelieved that its article was an accurate report of what had been heard in\ncourt. The newspaper’s journalist had been present on the day of the hearing\nbeing reported, and the newspaper provided the shorthand notes she had taken,\nalong with a transcript. That transcript supported the statements that the taxi\ndriver could have been recovered from the water alive. The newspaper said that\nthe Inquiry had not heard any suggestion that the complainant should have been\nthe person to raise the alarm, and no such suggestion had been included in the\narticle. The notes included a number of references to whether or not the\ndriver’s seatbelt had been undone, but did not say that it had been determined\nthat he had been wearing his seat belt when he was found. The newspaper said that\nthe written submissions provided by the complainant were not a verbatim record\nof what was heard at the Inquiry, and other statements were added when the\nsubmissions were orally delivered.\nRelevant Code provisions\n7. Clause 1 (Accuracy)(i) The\npress must take care not to publish inaccurate, misleading or distorted\ninformation or images, including headlines not supported by the text.\n(ii) A\nsignificant inaccuracy, misleading statement or distortion must be corrected,\npromptly and with due prominence, and – where appropriate – an apology\npublished.\n(iii) A fair\nopportunity to reply to significant inaccuracies should be given, when\nreasonably called for.\n(iv) The\npress, while free to editorialise and campaign, must distinguish clearly\nbetween comment, conjecture and fact.\nFindings of the Committee\n8. The newspaper\nwas able to provide notes which supported its account that the Inquiry had\nheard that the taxi driver could have been saved if the alarm had been raised\nsooner. It presented this as a claim, and made clear that no findings on the\nmatter had yet been made. There was no failure to take care over the accuracy\nof the article; there was no breach of Clause 1 (i).\n9. While the Committee\nunderstood the complainant’s position that the written submissions were read\nout to the court, he had also acknowledged that those submissions were not\nnecessarily a complete and accurate record of the oral submissions heard on the\nday. In light of this, and given that the journalist had notes which supported\nthe details reported, the Committee could not establish that the reference\ncomplained of was a significant inaccuracy which would require correction under\nthe terms of Clause 1 (ii). In any case, the Committee found that the article\ndid not contain the implication that the complainant had acted improperly or\nhad potentially been at fault; any such suggestion would not have been\nsupported by the written submissions presented to the court.\n10. The Inquiry had\nheard multiple competing submissions on whether or not the taxi driver had been\nwearing his seatbelt when he was found by police divers. It did not appear that\nthe Inquiry had made any determination on this matter at the hearing the journalist\nhad attended. However, this point was not central to the article, and it had\nbeen made clear that the full circumstances of the man’s death had yet to be\nestablished. In the circumstances, it was not a significant inaccuracy and did\nnot require correction under the Code.\nConclusions\n11. The complaint was\nnot upheld.\nRemedial action required\n12. NA\nDate complaint received: 22/04/2016Date decision issued: 26/07/2016\nBack to ruling listing\n\n\n"
}