{
    "url": "/rulings-and-resolution-statements/ruling/?id=02496-14",
    "title": "02496-14 Forrest v Daily Record",
    "provisions": [
        "1 (Accuracy) 2015"
    ],
    "outcome": "No breach - after investigation",
    "publication": "Daily Record (Reach PLC)",
    "received_on": "2014-12-14 00:00:00",
    "concluded_on": "2015-03-25 00:00:00",
    "complaint_processing_days": 101,
    "conclusion_long": "12. The complaint was not upheld.",
    "remedial_action": "N/A Date complaint received 14/12/2014",
    "text": "\n\n\n\n\n\nDecision of\nthe Complaints Committee 02496-14\nForrest v Daily Record\nSummary of complaint\n1. Lesley Forrest complained to the Independent Press\nStandards Organisation that the Daily Record had breached Clause 1 (Accuracy)\nof the Editors’ Code of Practice in an article headlined “Parking mad trucker\ntried to spear me with a 7ft metal pole”, published on 24 November 2014, an\narticle headlined “Pole attack lorry driver avoids jail”, published on 5\nDecember 2014, and an article headlined “Bragging yob”, published on 15\nDecember 2014. 2. The complainant’s son, Christopher Forrest, had been\ngiven a community payback order and ordered to pay compensation after throwing\na metal pole at a man during a dispute over a parking space, whilst he had been\ndriving a lorry. The newspaper published the first article under complaint\nafter Mr Forrest had pleaded guilty to culpable and reckless conduct. The\nsecond article under complaint was published following Mr Forrest’s sentencing.\nThe third article under complaint was published following a Facebook post by Mr\nForrest in which he referred to the fact that he had not been sentenced to a\nprison term. 3. The 24 November article initially reported that the\npole was 7ft long. Later in the article, it was reported that the fiscal\nprocurator had told the court that Mr Forrest “picked up a 3m metal bar that’s\nused for holding delivery cages in place”. The later articles reported that the\npole was 10ft long (3m is approximately 9ft and 10 inches). The later articles\nreported that the pole was “so heavy our staff struggled to carry it”, and that\nMr Forrest was a “Co-op driver”. The 5 December article contained a quotation\nfrom the victim’s son, who said that “there were reports saying that [Mr\nForrest] was depressed”. 4. The complainant said that the outside width of Mr\nForrest’s lorry was 7 ft 11 inches, and that the inside width was therefore 6ft\n6 inches. She said that the pole was therefore approximately 6ft 6 inches long,\nand that the maximum legal weight for the pole was 25kg. She said that it was\ncarried in to court by a policeman, with one hand, with no sign of it being\nheavy. The complainant raised concern that one of the articles had referred to\nthe pole missing the victim by millimetres, whereas the other articles had\nreported that it had missed by inches. The complainant said that to her\nknowledge, the contents of the background reports were not mentioned in court.\nShe said that her son was not an employee of the Co-op, but worked with an\nagency, and that her son had not “pulled up in his lorry”, as reported in the\n24 November article, but that he had been parked when the victim took the space\nhe had been waiting for. 5. The newspaper provided a copy of the notes taken by\nthe reporter who had been present at the earlier court hearing. The note said\nthat Mr Forrest had pleaded guilty to throwing a metal bar, and it referred to\ndepression. The newspaper said that the 24 November article had made reference\nto the pole being 7ft long as this was the length estimated by the victim. It\nsaid that the procurator fiscal had stated in court that the pole was 3m long,\nand that the inconsistency in the reported length of the pole in the 24\nNovember was a consequence of these two differing estimates being given. It\nsaid that a 3m pole of this type would be hard to carry by its nature. It said\nthat its information about the sentencing hearing had come from the Sheriff’s\ncourt. With respect to Mr Forrest’s employment, the newspaper said that it\nunderstood that Mr Forrest had been making a delivery to the Co-op, and that\nthe Co-op had sent a hamper to the victim, by way of apology. In relation to\nthe claim that the court staff had struggled to lift the pole, the newspaper\nsaid that the difficulty of lifting the pole had been mentioned in court.  Relevant Code Provisions6. Clause 1 (Accuracy) i) The Press must take care not to publish inaccurate,\nmisleading or distorted information, including pictures. ii) A significant inaccuracy, misleading statement or\ndistortion once recognised must be corrected, promptly and with due prominence,\nand - where appropriate - an apology published. In cases involving the\nRegulator, prominence should be agreed with the Regulator in advance. iii) The Press, whilst free to be partisan, must\ndistinguish clearly between comment, conjecture and fact. Findings of the Committee7. The Committee acknowledged the complainant’s position\nthat the pole was 6ft 6 inches long, whereas the articles under complaint had\nclaimed that it was 7ft long, then 10ft long, as well as reporting that the\nfiscal procurator had described it as 3 m long. However, it was not in dispute\nthat the complainant’s son had thrown a large metal pole with sufficient force\nto break through a windscreen – and that he pleaded guilty to the criminal\ncharge which resulted from that conduct. In this context, the variation between\nthe reported length of the pole, and the length given by the complainant, was\nnot significant so as to give rise to a breach of Clause 1 (Accuracy). 8. The photograph that accompanied the article on 24\nNovember gave an indication as to the width and breadth of the pole, and it was\naccepted by the complainant that it was up to 6 ft 6 inches long, and subject\nto a maximum weight of 25 kg. In addition, the photograph appeared to depict\nthe pole as having passed through the car windscreen, and the fiscal procurator\nwas reported as saying that it had also smashed the driver’s side door. In\nthese circumstances, the Committee was satisfied that the pole was heavy, and\nit did not have sufficient grounds for establishing that the reference to the\ncourt staff struggling to carry the pole was significantly misleading. There\nwas no breach of Clause 1 on this point. 9. Whether Mr Forrest was a driver for the Co-op, or\nwhether he was employed by an agency to make deliveries for the Co-op, was not\na significant detail. In addition, in the context of the incident as a whole,\nno significance was attached to whether Mr Forrest pulled-up to the victim, or\nwas already parked. 10. In circumstances where the pole had narrowly missed\nthe victim, any difference between the pole missing the victim by millimetres\nor inches was not significant. There was no breach of Clause 1 on this point. 11. The complainant did not dispute that depression had\nbeen raised in the background report. As such, the Committee did not establish\nthat it was inaccurate to report the comments of the victim’s son. There was no\nbreach of Clause 1 on this point. Conclusions12. The complaint was not upheld. Remedial Action RequiredN/A Date complaint received 14/12/2014\nDate decision issued: 25/03/2015\nBack to ruling listing\n\n\n"
}