{
    "url": "/rulings-and-resolution-statements/ruling/?id=02512-21",
    "title": "02512-21 Mitchell v Sunday Mirror",
    "provisions": [
        "1 Accuracy (2021)"
    ],
    "outcome": "Breach - sanction: publication of correction",
    "publication": "Sunday Mirror (Reach PLC)",
    "published_on": "2021-01-31 00:00:00",
    "received_on": "2021-03-08 00:00:00",
    "concluded_on": "2021-07-27 00:00:00",
    "complaint_processing_days": 141,
    "conclusion_long": "13. The complaint was partly upheld under Clause 1.",
    "remedial_action": "14. Having upheld a breach of Clause 1, the Committee considered what remedial action should be required. In circumstances where the Committee establishes a breach of the Editors’ Code, it can require the publication of a correction and/or an adjudication, the terms and placement of which is determined by IPSO. 15. The Committee found that the publication did not take the necessary care when characterising the complainant’s statement as it did not reflect the words which had been chosen by complainant, which rendered the article a misleading distortion of his comments. However, the Committee recognised that this represented a fine judgment. It also noted that the article had quoted the complainant’s comments, putting them on record. In these circumstances, the Committee concluded that the appropriate remedy was the publication of a correction making clear that the complainant denied that his comments expressed “fury” or that he felt “furious” about the matters discussed in the statement. 16. The Committee then considered the placement of the correction. Whilst part of the article had appeared on the front page, the distorted information had appeared on page 9of the print newspaper. The Committee was satisfied that publication of the correction in the established corrections and clarifications column would represent due prominence. The wording of the correction should be agreed with IPSO in advance and should make clear that it has been published following an upheld ruling by the Independent Press Standards Organisation.   Date complaint received: 08/03/2021",
    "text": "\n\n\n\n\n\nDecision\nof the Complaints Committee – 02512-21 Mitchell v Sunday Mirror\nSummary\nof Complaint\n1. Scott\nMitchell complained to the Independent Press Standards Organisation that the\nSunday Mirror breached Clause 1 (Accuracy) of the Editors’ Code of Practice in\nan article headlined “Boris has betrayed my Babs / You promised Babs funding..\nso pay it Boris”, published on 31 January 2021.\n2. The\ncomplainant was the husband of the late Dame Barbara Windsor. The article\nreported on comments he made regarding government spending on research into\ndementia. The front page of the newspaper featured a reference to the article:\n“Boris has betrayed my Babs; star’s widower blasts PM” and directed readers to\npage 9 for the full article. The main article repeated that the complainant had\n“blasted Boris Johnson”, described his “fury”, and that he had “hit out” after\nseeing the figures spent on dementia funding. The article also included the\nfollowing quotes attributed to the complainant: “It’s disappointing to see the\nGovernment is not doing more for people affected, despite the promises he made\nto me and Barbara in 2019 […] While I fully understand the Government has had\nto prioritise dealing with the pandemic – and my heart goes out to every person\naffected by the virus – we cannot lose sight of the need to find life changing\ntreatments for people affected by dementia. It is one of the UK’s leading\ncauses of death, and will continue to be so without greater research\ninvestment. While we knew nothing could be done to save Barbara from this cruel\ncondition, we were passionate about making sure action would be taken to save\nother families from the heart break it causes. I worry we are moving backwards,\nrather than forwards. More than a year ago, the Government promised to double\nits funding for dementia research yet we have seen no further commitment to\nthis pledge. So I’m asking people to sign Alzheimer’s Research UK’s petition\ncalling on the Government to deliver on its promise.”\n3. The\narticle also appeared online under the headline “Barbara Windsor's distraught\nhusband blasts Boris Johnson for breaking dementia vow” on 30 January in\nsubstantially the same format, with the exception of the word “fury”.\n4. The\ncomplainant said that the article inaccurately portrayed his emotions and the\nquote he had given to the newspaper: he denied that his comments expressed\nfeelings of “betrayal” or “fury”. He said he had chosen to use the term\n“disappointing” deliberately so as not to convey anger, and that he could not\nbe described as having “blasted” the Prime Minister. He said he had not\nemployed any of those terms.\n5. The\ncomplainant provided IPSO his correspondence with the publication prior to the\npublication of the article. He had been asked for a comment on recent\ngovernment spending on research into dementia, which he had provided via a\ncharity. This was included in the article, with only minor stylistic\namendments. In correspondence with the journalist, the complainant had singled\nout the part of his statement relating to the Covid-19 pandemic and said it was\nimportant that it was printed in its entirety as he did not want to dismiss the\nimpact of Covid-19. The complainant asked the publication if there were any\n“shock headlines” and was informed that the headline would be: “You promised\nBabs funding...so pay it Boris”. The complainant replied that he hoped it would\nbe clear that these were not his own words, to which the publication responded\nthat his words would be “exactly as you said them”.\n6. The\npublication did not accept a breach of the Code. It said that the complainant’s\nquote was produced in full in the article and would allow readers to take their\nown view on his comments, and therefore the article had clearly distinguished\nbetween comment, conjecture and fact. It also said that the disputed words were\nwidely used tabloid terms, and that they accurately reflected the quote he had\ngiven. It noted that the complainant had expressed concerns regarding the\nundelivered promise on funding for dementia, and had commented that the\nGovernment was “moving backwards, rather than forwards” and there was “no\nfurther commitment to the pledge” which the publication said could be\ncharacterised as criticism. It also noted he had observed that the Government\nwas “still not doing more despite the promises made” and ultimately called on\nthe public to petition the government to “deliver on its promise”. It said that\nthis could be summarised as saying that the complainant felt “betrayed”. The\nnewspaper said that when informed of the headline for page 9, the complainant\nhad commented that it did not reflect his exact words but that “hopefully that\nwill be clear that it's not my actual words” and that it “should be ok”, which\nthe publication took as consent to publish the headline.\n7. The\npublication offered to remove the terms disputed by the complainant from the online\narticle, and amend the headline to read: “Barbara Windsor's husband\ndisappointed with Boris Johnson for breaking dementia vow” and text to state:\n“Barbara Windsor's husband is disappointed with Boris Johnson for betraying the\nlate star after Alzheimer's funding plunged.”\nRelevant\nCode Provisions\nClause 1\n(Accuracy)\ni) The\nPress must take care not to publish inaccurate, misleading or distorted\ninformation or images, including headlines not supported by the text.\nii) A\nsignificant inaccuracy, misleading statement or distortion must be corrected,\npromptly and with due prominence, and — where appropriate — an apology\npublished. In cases involving IPSO, due prominence should be as required by the\nregulator. \niii) A\nfair opportunity to reply to significant inaccuracies should be given, when\nreasonably called for.\niv) The\nPress, while free to editorialise and campaign, must distinguish clearly\nbetween comment, conjecture and fact.\nFindings\nof the Committee\n8. Editors\nhave latitude in how they characterise or present source material, so long as\nthey do not distort it in a way that breaches Clause 1. The complainant denied\nthat his comments expressed “fury” or “betrayal”; he also denied having\n“blasted” the prime minister. The complainant said that the publication was\nwell aware of his position before publication, both from the statement he had\nprovided (which formed the subject of the article) and from the correspondence\nhe had with the publication before publication.   \n9. The\narticle contained the full quote that had been provided by the complainant.\nThis meant that readers would be aware of what the complainant had said. The\nCommittee emphasised however that this was not in itself sufficient to correct\nany characterisation that distorted the sentiments expressed by the\ncomplainant.\n10. The\nCommittee considered each of the terms in turn, starting with “fury”, used in\nthe print version of the article. It noted that the complainant had provided\nthe publication with a statement which used the milder term “disappointment” to\nconvey his feelings on the matter. He had emphasised, in the statement and in\nthe separate correspondence with the publication, that he acknowledged the\nimpact of Covid-19 on potential funding. The subject of the complainant’s\ncomments, the funding for treatment of dementia, was highly personal to the\ncomplainant as it was a condition from which his late wife had suffered and, in\nthe statement he provided to the publication, the complainant was careful in\nexpressing his feelings on the subject. While recognising, as stated above, the\nright of editors to exercise latitude in presenting material for publication,\nthe Committee was not able to identify grounds to support the characterisation\nof the complainant’s comments as expressing “fury”. It concluded that this\nreference was a distortion of the complainant’s position in breach of Clause\n1(i). The distortion was significant in light of the subject matter and\nrequired correction under Clause 1(ii).\n11. The\nCommittee next considered the use of the term “betrayed”. The Committee noted\nthat the complainant had expressed disappointment that “the Government is not\ndoing more for people affected, despite the promises [the Prime Minister] made\nto me and Barbara in 2019”. While the Committee acknowledged that the\ncomplainant had not used the word \"betrayed” in his statement, it noted\nthat he had made the point that the Government had promised to double its\nfunding but had failed to show commitment to the pledge. The Committee found\nthat to characterise this sentiment as feeling “betrayed” was not a significant\ndistortion of the complainant’s position, particularly as the complainant’s\ncomment had been included in the article. There was no breach of Clause 1 on this\npoint.\n12. The\nCommittee finally considered the terms “hit out” and “blasted”. It considered\nthat these were general terms that imply criticism. Where the complainant had\nreferred to the Prime Minister in his statement in critical terms for not committing\nto a promise he had made, the characterisation of the complainant's reaction as\nhaving “hit out” or “blasted” him was not a significant distortion of his\nposition.  There was no breach of Clause\n1 with regard to these terms.\nConclusions\n13. The complaint\nwas partly upheld under Clause 1.\nRemedial\nAction Required\n14.\nHaving upheld a breach of Clause 1, the Committee considered what remedial\naction should be required. In circumstances where the Committee establishes a\nbreach of the Editors’ Code, it can require the publication of a correction\nand/or an adjudication, the terms and placement of which is determined by IPSO.\n15. The\nCommittee found that the publication did not take the necessary care when\ncharacterising the complainant’s statement as it did not reflect the words\nwhich had been chosen by complainant, which rendered the article a misleading\ndistortion of his comments. However, the Committee recognised that this\nrepresented a fine judgment. It also noted that the article had quoted the\ncomplainant’s comments, putting them on record. In these circumstances, the\nCommittee concluded that the appropriate remedy was the publication of a\ncorrection making clear that the complainant denied that his comments expressed\n“fury” or that he felt “furious” about the matters discussed in the statement.\n16. The\nCommittee then considered the placement of the correction. Whilst part of the\narticle had appeared on the front page, the distorted information had appeared\non page 9of the print newspaper. The Committee was satisfied that publication\nof the correction in the established corrections and clarifications column\nwould represent due prominence. The wording of the correction should be agreed\nwith IPSO in advance and should make clear that it has been published following\nan upheld ruling by the Independent Press Standards Organisation.\n \nDate\ncomplaint received: 08/03/2021\nDate\ncomplaint concluded by IPSO: 27/07/2021\nBack to ruling listing\n\n\n"
}