{
    "url": "/rulings-and-resolution-statements/ruling/?id=02510-21",
    "title": "02510-21 A woman (B) v The Sunday Times",
    "provisions": [
        "1 Accuracy (2021)",
        "4 Intrusion into grief or shock (2021)",
        "7 Children in sex cases (2021)",
        "11 Victims of sexual assault (2021)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "The Sunday Times (News UK)",
    "published_on": "2020-03-07 00:00:00",
    "received_on": "2021-03-08 00:00:00",
    "concluded_on": "2021-06-24 00:00:00",
    "complaint_processing_days": 108,
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee 02510-21 A woman (B) v\nThe Sunday Times\nSummary of Complaint\n1. A woman (B)\ncomplained to the Independent Press Standards Organisation that The Sunday\nTimes breached Clause 1 (Accuracy), Clause 4 (Intrusion into grief or shock),\nClause 7 (Children in sex cases), and Clause 11 (Victims of sexual assault) of\nthe Editors’ Code of Practice in an article headlined “Exit, chased by a\nsupernatural bear”, published on 7 March 2020.\n2. The article was\na television column which included a brief review of a documentary, centring on\nMax Clifford, who had been convicted in 2014 of historic sex offences. The\nprogramme featured some of Mr Clifford’ victims, who contributed anonymously to\nthe show. The columnist criticised the manner in which the women’s identities\nhad been obscured in the documentary: “Yet instead of handling the women\ntastefully, they’d been given joke-shop wigs to wear and their voices had been\nlowered to disguise them, like pre-op transwomen on a day trip from Brighton.\nWhat started off as an attempt to make their stories heard only made them\nvictims again.“\n3. The article also\nappeared online in substantially the same form under the headline “TV reviews:\nThe Terror; Max Clifford: The Fall of a Tabloid King; Deutschland 89; Ben\nFogle: Inside Chernobyl”.\n4. The complainant\nwas one of the women who had appeared in the documentary, and who 30 years\nprior had been a victim of a sexual offence perpetrated by Max Clifford. She\nsaid that the reference to her wearing a “joke shop wig” and having her voice\ndistorted to sound like “pre-op transwomen on a day-trip from Brighton”\nintruded into her grief and shock as a victim of a serious sexual assault, and\nwas insensitive in breach of Clause 4. She said that these hurtful comments\nsought to diminish the assault on her by making light of the situation and served\nto undermine her testimony. She was also concerned that the article could\nprevent other victims of sexual assault from coming forward to speak out about\ntheir experiences.5. The complainant\nsaid that the article also breached Clause 1, as it was inaccurate to state\nthat she and the other women who participated in the documentary were wearing\n“joke-shop wigs”. She also considered Clause 7 and Clause 11 had been breached,\nas the piece portrayed victims of sexual assault – including a victim who had\nbeen a child at time of the assault – in a deeply insensitive and sensational\nmanner. She also said that the review had seriously hampered her own recovery\nfrom years of suffering resulting from the assault, the court case, and the\nordeal of recounting her experience for the documentary.\n6. The publication\ndid not accept that the Code had been breached. It extended its sympathies to\nthe complainant and said that there had been no intention to exacerbate her\nsuffering as a victim of sexual assault. It did not, however, consider that\nClause 4 was engaged by the complaint, as the Clause applies only to approaches\nmade by journalists and contemporaneous reporting of personal cases of grief\nand shock; the terms of the Clause do not apply in perpetuity and therefore\nwould not be engaged by a television review focusing on historic crimes. The\npublication noted that the title of the clause itself referred to “shock”,\nwhich it characterised as “a spontaneous reaction to a sudden event.” It\nfurther said that the comments under complaint were references to a television\nprogramme which was in the public domain with the complainant’s cooperation.\n7. The publication\nsaid that the reference to “joke-shop wigs” was the writer’s comment on the\nappearance of the wigs; it was not a definitive statement of fact and nor was\nit presented as such. It noted that the Preamble to the Editors’ Code of\nPractice makes clear that newspapers have the “fundamental right to freedom of\nexpression – such as to inform, to be partisan, to challenge, shock, be\nsatirical and to entertain.” \n8. While the\npublication acknowledged the concerns raised by the complainant under the terms\nof Clause 7 and Clause 11, it said that the terms of these Clauses related to\nthe identification of victims of sexual offences and did not cover concerns\nabout sensitivity and sensationalism when referring to the offences.\n9. The complainant\nsaid that, regardless of the amount of time that had passed since she had been\nassaulted, the shock and grief of it persisted; she remained a victim of sexual\nassault and continued to suffer the emotional effects of its aftermath. She\nfound the definition of the term “shock” advanced by the publication to be\nnarrow, and said that shock could be long-lasting and chronic. She also said\nher decision to take part in the programme did not absolve the newspaper of its\nobligation to handle publication sensitively. She reiterated that she found the\narticle offensive, not only towards herself and other victims of sexual\noffences, but also towards transgender people.\nRelevant Clause Provisions\n10. Clause 1 (Accuracy)\ni) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not\nsupported by the text.\nii) A significant inaccuracy, misleading statement or\ndistortion must be corrected, promptly and with due prominence, and — where\nappropriate — an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator. \niv) The Press, while free to editorialise and campaign, must\ndistinguish clearly between comment, conjecture and fact.\nClause 4 (Intrusion into grief or shock)\nIn cases involving personal grief or shock, enquiries and\napproaches must be made with sympathy and discretion and publication handled\nsensitively. These provisions should not restrict the right to report legal\nproceedings.\nClause 7 (Children in sex cases)\nThe press must not, even if legally free to do so, identify\nchildren under 16 who are victims or witnesses in cases involving sex offences.\nIn any press report of a case involving a sexual offence\nagainst a child -\ni) The child must not be identified.\nii) The adult may be identified.\niii) The word \"incest\" must not be used where a\nchild victim might be identified.\niv)  Care must be\ntaken that nothing in the report implies the relationship between the accused\nand the child.\nClause 11 (Victims of sexual assault)\nThe press must not identify or publish material likely to\nlead to the identification of a victim of sexual assault unless there is\nadequate justification and they are legally free to do so. Journalists are\nentitled to make enquiries but must take care and exercise discretion to avoid\nthe unjustified disclosure of the identity of a victim of sexual assault.\nFindings of the Committee\n11.  The Committee\nunderstood that the complainant had found the reference to her wearing a “joke\nshop wig” and having her voice distorted to sound like “pre-op transwomen on a\nday-trip from Brighton” during the documentary distressing, and had interpreted\nthe comments as an attack aimed at her and other victims of sexual assault.\nHowever, the Committee noted that the comments were not directed at the\ncomplainant, nor did they criticise or mock her and her experiences as a victim\nof a serious sexual offence.  Rather, the\ncomments, which formed part of a television review of the documentary, were\naimed at the production of the documentary and the manner in which the\ncomplainant and her fellow contributors were presented by its makers.\nSpecifically, it sought to criticise the methods employed to disguise the\ncontributors, which the reviewer considered to be tasteless. Therefore, while\nthe Committee acknowledged that the complainant found the comments distressing\nand offensive, it did not consider that the comments were insensitive towards\nthe complainant and her experiences in breach of Clause 4.\n12.  The complainant\nalso said that the article was inaccurate in breach of Clause 1 in its\nreference to her and the other show participants wearing “joke-shop wigs.” The\nCommittee noted that the complainant found the phrasing to be offensive, but as\nthe terms of Clause 1 do not relate to matter of taste and offence it could not\nmake a ruling on the grounds that it was offensive to the complainant. Instead,\nit was for the Committee to decide whether the phrase was inaccurate,\nmisleading, or distorted. The Committee noted that Clause 1 (iv) makes clear\nthat newspapers can editorialise and publish comment, and it considered that\nthe article was clearly distinguished as comment: it was framed as a television\nreview and focused on the writer’s subjective reaction to television\nprogrammes. The Committee considered that it was clear from the context and\ntone of the article – which was satirical – that the reference to “joke-shop\nwigs” was not a statement of fact; it expressed the reviewer’s view of the\nappearance of the wigs provided to the participants of the programme. There was\nno breach of Clause 1 on this point.\n13. Clause 7 and Clause 11 relate to the identification of victims\nof sexual offences and child witnesses in sex cases. The complainant did not\nsay that the article identified her as a victim of sexual assault, and the\nterms of these Clauses were not engaged.Conclusions14. The complaint was not upheld.\nDate complaint received: 08/03/2021\nDate complaint concluded by IPSO: 24/06/2021\nBack to ruling listing\n\n\n"
}