{
    "url": "/rulings-and-resolution-statements/ruling/?id=02514-18",
    "title": "02514-18 Rochdale Borough Council v Rochdale Online",
    "provisions": [
        "1 Accuracy (2018)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "rochdaleonline.co.uk",
    "published_on": "2018-03-19 00:00:00",
    "received_on": "2018-03-22 00:00:00",
    "concluded_on": "2018-06-18 00:00:00",
    "complaint_processing_days": 88,
    "conclusion_long": "12. The complaint was not upheld.",
    "remedial_action": "13. N/A The complainant complained to the Independent Complaints Reviewer about the process followed by IPSO in handling this complaint. The Independent Complaints Reviewer decided that the process was not flawed and did not uphold the request for review.  Date complaint received: 22/03/2018",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee 02514-18 Rochdale Borough Council v Rochdale Online\nSummary of complaint\n1. Rochdale Borough\nCouncil complained to the Independent Press Standards Organisation that\nRochdale Online breached Clause 1 (Accuracy) of the Editors’ Code of Practice\nin an article headlined, “ Councillors’ allowances will top one million,”\npublished on 19 March 2018.\n2. The article\nreported that a Freedom of Information request had shown that Councillors’\nallowances for Rochdale Borough Council now totalled £75,000 a month or\n£900,000 per year, and would total over £1million once National Insurance\ncontributions were added. It stated that this revealed the impact of the\nincrease in councillor allowances that had come into force in December 2016. It\nstated that “Councillor Allen Brett, now the leader of the Council…promised not\nto take the increase, but then accepted it.” The article went on to state that\nCouncillor Brett had not responded to an invitation to comment, but included a\nnumber of statements from other council members who had not taken the allowance\nincrease, including one council member who thanked the member of the public who\nput in the Freedom of Information request, “for uncovering this spending as we\napproach the May Council elections. Usually, figures are published in June, a\nmonth after local elections.”\n3. The complainant\nsaid that the predicted spend on Councillors’ Allowances for 2017/18 was\n£883,000. Therefore, it said that it was inaccurate to report that Councillors’\nallowances would be more than £1 million. The Council also said it was\ninaccurate for the article to report that Councillor Brett refused all\nincreases in his allowance, but then accepted it. It said that there were two\nseparate Councillor Allowances that had been increased, both the basic\nallowance and special responsibility allowance. Councillor Brett had said that\nhe would not accept the increase for his special allowance for his role as\ndeputy leader of the Council, and he did not take this.\n4. The complainant\nalso raised concern that the publication had approached several Council members\nfor comment, but had not put these claims, including the projected cost of\nCouncillor Allowances to the Council’s communications team. It said that\nCouncillors had made the Council aware that they had been approached for\ncomment on this matter, and the Council had provided a statement to the\npublication.  The Council said that\nomitting this statement from the article was misleading, as the Council should\nhave been given a right to reply to these claims. It also said the article was\nmisleading, as it believed the statement from a Councillor, claiming the\nfigures were normally published in June, suggested the Council were trying to\nhide this information.\n5. The publication\ndid not accept that it had breached the Code. It provided the information\nsupplied in response to a Freedom of Information request to the Council, which\nshowed that Councillor Allowances in February 2018 totalled £75,009.53. It said\nthat extrapolating this for 12 months, gave a figure of just over £900,000 as\nreported in the article. It said adding national insurance contributions, it\nwas accurate to state that the total cost for 2018 would be more than £1\nmillion. It said requests for comment were sent directly to the Councillors\nconcerned, as it was a political point about the specific action of these\nCouncillors. It said it was not appropriate or necessary, in these\ncircumstances, to contact the Communications department for comment.\nRegardless, following direct correspondence with the complainant, it included\nthe Council’s statement in the article.\n6. When contacted\nby the complainant, the publication also clarified that Councillor Brett had\n“promised not to take all the increase, but accepted the increased basic\nallowance.” It said that reporting that he had promised not to take any of the\nincrease, and then had taken all of it, was not significantly inaccurate, as\nthis was Councillor Brett’s position in 2017; however in 2018, when he became\nleader of the Council, the FOI request showed that in this new role, he had\naccepted the increase in both basic and special responsibility allowance.\nRelevant Code provisions\n7. Clause 1\n(Accuracy)\ni) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not\nsupported by the text.\nii) A significant inaccuracy, misleading statement or\ndistortion must be corrected, promptly and with due prominence, and — where\nappropriate — an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator.\nFindings of the Committee\n8. The Freedom of\nInformation request had shown that the total amount spent on Councillor’s\nAllowances in February 2018 was just over £75,000. The publication had\nextrapolated this figure to calculate the projected total spend on Councillor\nAllowances for 2018. This information was based on information provided by the\nCouncil and there was no basis to believe the monthly figures given were not\nrepresentative of average spend. There was no subsequent requirement on the\npublication to approach the Council’s communication team for comment. In these\ncircumstances, the publication had taken care over the accuracy of this claim\nand there was no breach of Clause 1 (i).\n9. The complainant\nmaintained that the total spend for 2017/2018 would be less than £1 million.\nHowever, as the article made clear, it was reporting the total spend for 2018,\nafter the increase in Councillor Allowances had been brought in, not the\nfinancial year 2017/18. The article accurately reported this projected spend,\nand there was no breach of Clause 1 (ii).\n10. As Deputy Leader\nof the Council, Councillor Brett had stated that he would not take an increase\nin his special allowance for his role as Deputy Leader. However, it was\naccepted that several months later, when his role changed to Leader of the\nCouncil he had accepted the increased basic and special responsibility\nallowance. The publication had also gone to Councillor Brett prior to\npublication for comment on this. In these circumstances the publication had\ntaken care over the accuracy of the claim that Councillor Brett had “promised\nnot to take the increase, but then accepted it”. There was no failure to take\ncare over the accuracy of this information, and reporting this did not\nrepresent a significant inaccuracy. There was no breach of Clause 1 on this\npoint.\n11. The article had\naccurately reported the timing of the release of figures by the Council. There\nwas no breach of Clause 1 on this point.\nConclusions\n12. The complaint was\nnot upheld.\nRemedial Action required\n13. N/A\nThe complainant\ncomplained to the Independent Complaints Reviewer about the process followed by\nIPSO in handling this complaint. The Independent Complaints Reviewer decided\nthat the process was not flawed and did not uphold the request for review.  Date complaint received: 22/03/2018Date decision issued: 18/06/2018  \nBack to ruling listing\n\n\n"
}