{
    "url": "/rulings-and-resolution-statements/ruling/?id=02514-16",
    "title": "02514-16 Lynch v Salisbury Journal",
    "provisions": [
        "1 Accuracy (2016)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "Salisbury Journal (Newsquest Media Group)",
    "published_on": "2016-04-21 00:00:00",
    "received_on": "2016-04-23 00:00:00",
    "concluded_on": "2016-07-05 00:00:00",
    "complaint_processing_days": 73,
    "conclusion_long": "9. The complaint was not upheld.",
    "remedial_action": "N/A Date complaint received: 23/04/2016",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee 02514-16 Lynch v Salisbury Journal\n1. Chas Lynch\ncomplained to the Independent Press Standards Organisation that the Salisbury\nJournal breached Clause 1 (Accuracy) of the Editors’ Code of Practice in an\narticle headlined “Rogue trader crackdown ‘to stop cons’” published on 21 April\n2016.2. The article\nreported that Wiltshire Police and Trading Standards had joined forces as part\nof a crime prevention initiative called “Operation Rogue Trader”. It said that\nintelligence-led roadside checks of vehicles had taken place using automatic\nnumber plate recognition (ANPR), and that eight offences were enforced by\npolice, including expired MOTs, worn tyres and two uninsured vehicles. The\narticle was accompanied by a sub-headline which read “Eight offences enforced\nby the police”, which appeared above two photographs of vehicles being checked\nby the police.\n3. The complainant\nsaid that one of the photographs accompanying the article was of his vehicle,\nwhich gave the misleading impression that he was a “rogue trader” and had been\ncharged with one of the offences mentioned in the article. He said that while\nhis vehicle was stopped as part of a check, he was simply issued with a prohibition\nnotice by a Vehicle and Operator Services Agency (VOSA) official because of a\nworn bearing and told to get it repaired. He said he did so, and that was the\nend of the matter.\n4. The newspaper\nsaid that both photographs were supplied to the newspaper by the police, and\nwere published in good faith. It said that these were the only two photographs\nprovided. It said that the article was published in a fair and accurate way,\nand noted that the photograph of the complainant’s vehicle did not display the\nregistration plate, or any company branding. However, it said that it was\nwilling to publish the following clarification on page 24 or further forward in\nthe newspaper:\nIn an article headlined “Rogue trader crackdown ‘to stop\ncons’” published on 21 April 2016, we published a photograph of a truck being\nchecked by police. We have since been made aware that the truck belongs to Chas\nLynch, and he has asked us to clarify that while his vehicle was checked, the\npolice enforced no offences against him and that there is no suggestion as a\nresult of this check that he is a “rogue trader”.\n5. The complainant\nsaid that his vehicle was completely distinctive. He said that he had painted\nthe vehicle himself, and had also installed its unique body. He said that as a\none-man builder he could not afford the negative impression given by the article,\nand he had already been asked about what had been published by a\nsub-contractor.\nRelevant Code Provisions\n6. Clause 1\n(Accuracy)\ni)  The Press must\ntake care not to publish inaccurate, misleading or distorted information or\nimages, including headlines not supported by the text.\nii)  A significant\ninaccuracy, misleading statement or distortion must be corrected, promptly and\nwith due prominence, and — where appropriate — an apology published. In cases\ninvolving IPSO, due prominence should be as required by the regulator.\nFindings of the Committee\n7. The photograph\nof the complainant’s van had been provided to the newspaper by the police. The\nCommittee accepted that it had been published in good faith by the newspaper in\norder to illustrate the checks that had been carried out during “Operation\nRogue Trader”. The newspaper was entitled to rely on the photographs provided\nby the police; there had been no overall failure to take care not to publish\ninaccurate information in breach of Clause 1(i). Nonetheless, even though the\nphotograph of the complainant’s vehicle did not display the registration plate\nor any company livery, it was sufficiently distinctive to be identifiable to\npeople who knew him. In circumstances where the minor issue with the\ncomplainant’s vehicle was not one of the offences highlighted in the headline,\nsub-headline or text of the article, the Committee considered that the\nphotograph had given the significantly misleading impression of wrong-doing on\nhis part.\n8. In order to\navoid a breach of Clause 1(ii), it was necessary to clarify that the\ncomplainant was not a “rogue trader” and was not associated with any\nwrong-doing reported in the article. The newspaper had offered to publish a\nclarification in the newspaper on the same page, or further forward, as the\noriginal article which dealt with these points. This should now be published in\norder to avoid a breach of Clause 1(ii).\nConclusions\n9. The complaint\nwas not upheld.\nRemedial Action Required\nN/A\nDate complaint received: 23/04/2016Date decision issued: 05/07/2016\nBack to ruling listing\n\n\n"
}