{
    "url": "/rulings-and-resolution-statements/ruling/?id=02521-14",
    "title": "02521-14 Three Rivers District Council v Watford Observer",
    "provisions": [
        "1 (Accuracy) 2015"
    ],
    "outcome": "No breach - after investigation",
    "publication": "Watford Observer (Newsquest Media Group)",
    "published_on": "2014-11-21 00:00:00",
    "received_on": "2014-12-15 00:00:00",
    "concluded_on": "2015-03-20 00:00:00",
    "complaint_processing_days": 95,
    "conclusion_long": "10. The complaint was not upheld.",
    "remedial_action": "N/ADate complaint received: 15/12/2014",
    "text": "\n\n\n\n\n\n   Decision of\nthe Complaints Committee 02521-14\nThree Rivers District Council v Watford Observer\nSummary of complaint \n1. Three Rivers District Council complained to the\nIndependent Press Standards Organisation that the Watford Observer had breached\nClause 1 (Accuracy) of the Editors’ Code of Practice in an article headlined\n“Council needs to borrow to fund initiative” published on 21 November 2014 in\nprint and 20 November 2014 online.2. The article reported claims that Three Rivers District\nCouncil might need to borrow money to buy out home and business owners as part\nof a regeneration project in South Oxhey. These claims were attributed to “a\ncouncil source” in print and to a “council official” in the original online\nversion of the article.3. The complainant said it was known that the source of\nthe story was a councillor and a member of an opposition political party. The\ndescription of the source in the article was therefore misleading; it failed to\ndistinguish the source from a non-political council officer or member of the\nadministration. The attribution of the claim to a “council official” online\nwas, in this sense, a particularly significant error.4. The complainant said that the information published\ncame from a leaked confidential report; publication had been potentially\ndamaging to the outcome of the project.5. The newspaper acknowledged that the term “council\nofficial” was misleading. This had been removed from the print copy before\npublication; however, unfortunately, had not been corrected online. The online\narticle was initially amended to read “a councillor who did not wish to be\nnamed”; however, this was subsequently revised to refer instead to a “council\nsource”. The newspaper offered to publish the following correction as a\nfootnote:This report originally used the words, “council\nofficial”, in describing the person expressing concern over the council’s\nfinancial policy on the South Oxhey Initiative. We have accepted these words\nare misleading and have replaced them with the words, “council source”.6. The newspaper did not believe that the term “council\nsource” was misleading where it was used to refer to either a councillor or\ncouncil officer; it did not accept that it was required to state the political\naffiliation of the source to ensure accuracy. The newspaper did not therefore\naccept that the print version of the article required correction.Relevant Code Provisions7. Clause 1 (Accuracy)i) The press must take care not to publish inaccurate,\nmisleading or distorted information including pictures.ii) A significant inaccuracy, misleading statement or\ndistortion once recognised must be corrected, promptly and with due prominence,\nand – where appropriate – an apology published. In cases involving the\nRegulator, prominence should be agreed with the Regulator in advance.Findings of the Committee8. The newspaper had acknowledged that its source was a\ncouncillor rather than a council official. Attributing the claims it published\nto a council official in the online article gave a misleading impression of the\nsource of the criticism of the council’s decision: it suggested that this came\nfrom a member of the council’s executive rather than a political figure. The\nCommittee was mindful of the fact that readers might take the criticism more\nseriously if it came from a non-partisan source, as it was less likely to have\nparty-political motives. The Committee did not consider that the choice of\nlanguage in the online article demonstrated a failure to take care over the\naccuracy of the article; nonetheless, this had resulted in the publication of a\nstatement which could have significantly misled readers. This required\ncorrection under Clause 1 (ii).  In the\nCommittee’s view, the wording offered by the newspaper was sufficient to comply\nwith its obligations under Clause 1 (ii); in order to avoid a breach of the\nCode, this must now be published.9. The term “council source”, which appeared in the print\nedition, simply indicated that the source of the claims published was\nassociated with the council. In the context of the article, this was not a\nmisleading term to describe a councillor even if – as the complainant contended\n– that councillor had been a member of an opposition party. Conclusions10. The complaint was not upheld.Remedial Action RequiredN/ADate complaint received: 15/12/2014\nDate decision issued: 20/03/2015\nBack to ruling listing\n\n\n"
}