{
    "url": "/rulings-and-resolution-statements/ruling/?id=02532-16",
    "title": "02532-16 Cort v Bury Free Press",
    "provisions": [
        "1 Accuracy (2016)",
        "4 Intrusion into grief or shock (2016)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "Bury Free Press (Iliffe Media Group Ltd)",
    "published_on": "2016-03-22 00:00:00",
    "received_on": "2016-04-24 00:00:00",
    "concluded_on": "2016-08-25 00:00:00",
    "complaint_processing_days": 123,
    "conclusion_long": "11. The complaint was not upheld.",
    "remedial_action": "N/A  Date complaint received: 24/04/2016",
    "text": "\n\n\n\n\n\nDecision of the Complaints\nCommittee 02532-16 Cort v Bury Free Press\nSummary\nof Complaint1.    Jane Cort, acting behalf of the Quinn family,\ncomplained to the Independent Press Standards Organisation that the Bury Free\nPress breached Clause 1 (Accuracy) and Clause 4 (Intrusion into grief or shock)\nof the Editors’ Code of Practice in an article headlined “Road smashes cost\nlives of tragic teens”, published on 22 March 2016. The article was also\npublished online with the headline “Teens died in tragic road accidents,\ninquests hears”. 2.    The article reported on two inquests into the\ndeaths of two teenagers in separate road traffic incidents. It reported that the\ninquests had heard that inexperience was a key factor in the deaths. It\nreported that the inquest into the death of Robert Quinn had heard that he had\ndied on 10 July 2015 after he braked hard going round a corner on his motorcycle,\nthat the brakes had locked, and that he had collided with another vehicle. The\narticle reported that a police officer from the investigation team told the\ninquest that “witnesses said they saw the bike tip and wobbling”, and that Mr\nQuinn “may have braked as he felt he was travelling too fast for the bend, but\nif he had stayed on his line he may have negotiated it”. It also reported that\nthe police officer told the inquest that Mr Quinn “sustained major trauma to\nthe left hand side and forehead and his helmet had come off in the crash”. It\nreported that Mr Quinn’s family had said that they could not explain why he had\nbraked on a bend at speed, as this was “contrary to everything he had been\ntaught”, and that they felt more safety measures were needed before the bend\nwhere the collision occurred. 3.    The complainant said that the article contained\ngratuitous and gory details in relation to the injuries suffered by Mr Quinn. In\naddition, she said that it was inaccurate to report that the inquest had heard\nthat inexperience was a key factor in Mr Quinn’s death. The complainant said\nthat the police officer giving evidence at the inquest had merely confirmed\nthat Mr Quinn was a relatively inexperienced rider in comparison to his friend,\nwho he had been riding with at the time of the accident and who was a fully\nqualified motorcycle instructor. In addition, the complainant said that youth\nshould not be equated with inexperience, and said that the inquest had heard\nevidence that before passing his full motorcycle test in May 2015, Mr Quinn had\nseveral years’ previous experience driving a number of different motorcycles. The\ncomplainant said that the reference to there being “witnesses” seeing the\nmotorcycle accident was inaccurate as there was only one witness to the\naccident itself. 4.    The newspaper said that it had reported the inquest\nproceedings without hyperbole or sensationalism, and denied that the article\nlingered gratuitously on gory details. The newspaper said that while the police\nofficer may have used the word “witnesses”, when there was in fact only one\nwitness, the reporter used the word “witnesses” in the article  on the basis of his recollection, and because\nhe believed his shorthand notes recorded this word.  However, in response to this complaint, the\nnewspaper accepted that the marks in the shorthand notes were ambiguous between\nthe words “witness” and “witnesses”.  The\nnewspaper said that the police officer had confirmed that Mr Quinn was\nrelatively inexperienced in comparison to the friend he was riding with at the\ntime of the accident. It also said that the police officer’s comments about Mr\nQuinn braking on the bend indicated a level of experience, and noted that Mr\nQuinn had passed his motorcycle test two months before the accident. The\nnewspaper said that the article reported that the Quinn family felt more safety\nmeasures were required on the section of road in question, which it said\nindicated that there could have been other factors that caused the accident. 5.    As a gesture of goodwill, the newspaper offered to\namend the online article to take out the parts about which the complainant had\nexpressed concern. \nRelevant Code Provisions 6.   \nClause 1 (Accuracy) i. The Press must take\ncare not to publish inaccurate, misleading or distorted information or images,\nincluding headlines not supported by the text.ii.  A significant\ninaccuracy, misleading statement or distortion must be corrected, promptly and\nwith due prominence, and — where appropriate — an apology published. In cases\ninvolving IPSO, due prominence should be as required by the regulator.iii.  \nA fair opportunity to\nreply to significant inaccuracies should be given, when reasonably called for.iv.  \nThe Press, while free\nto editorialise and campaign, must distinguish clearly between comment,\nconjecture and fact.\nClause\n4 (Intrusion into grief or shock) In\ncases involving personal grief or shock, enquiries and approaches must be made\nwith sympathy and discretion and publication handled sensitively. These\nprovisions should not restrict the right to report legal proceedings. \nFindings of the Committee 7.   \nThe Committee wished to extend its\ncondolences to the Quinn family for their loss. 8.   \nThe Committee recognised that the family\nhad been distressed by the inclusion of details about Mr Quinn’s injuries.\nHowever, the Committee considered that it was not gratuitous for the newspaper\nto include a short, factual description of Mr Quinn’s injuries, given their\ncentrality to the proceedings reported. The inclusion of these details did not\ndemonstrate a failure to handle publication sensitively in a case of personal\ngrief, and there was no breach of Clause 4. 9.   \nThe article claimed that two inquests\nhad heard that inexperience was a key factor in two separate road accidents. In\nthe case of the inquest in to the death of Mr Quinn, this claim represented the\nnewspaper’s own summary of what was heard at the inquest, which was attended by\na reporter for the newspaper, rather than a direct quotation from the\nproceedings. However, the article did not suggest that inexperience was the\nsole cause of Mr Quinn’s death, and the inquest had heard from a police officer\nin the investigation team that Mr Quinn was relatively inexperienced in\ncomparison to the motorcyclist he had been riding with at the time of the\naccident.  In these circumstances, the\nreference was not significantly misleading. This aspect of the complaint did\nnot raise a breach of Clause 1. 10. The\nnewspaper demonstrated that it had taken steps to ensure the accuracy of the\narticle; its reporter had attended the proceedings, and taken shorthand notes.\nAlthough the shorthand notes did not contain a clear record of the word\n“witnesses”, no particular significance attached to whether the police officer\nhad referred to there being one witness, or more than one witness to the\naccident. The ambiguity in the shorthand notes did not therefore demonstrate a\nfailure to take care not to publish inaccurate information. The article was not\nsignificantly inaccurate on this point, and there was no breach of Clause 1. \nConclusions 11. The\ncomplaint was not upheld. \nRemedial action required \nN/A\n\nDate complaint received: 24/04/2016 Date decision issued: 25/08/2016\nBack to ruling listing\n\n\n"
}