{
    "url": "/rulings-and-resolution-statements/ruling/?id=02566-16",
    "title": "02566-16 Rodger v Scottish Daily Mail",
    "provisions": [
        "1 Accuracy (2016)",
        "2 Privacy (2016)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "Scottish Daily Mail (Associated Newspapers Limited)",
    "published_on": "2016-04-26 00:00:00",
    "received_on": "2016-04-26 00:00:00",
    "concluded_on": "2016-08-02 00:00:00",
    "complaint_processing_days": 98,
    "conclusion_long": "11. The complaint was not upheld.",
    "remedial_action": "N/ADate complaint received: 26/04/2016",
    "text": "\n\n\n\n\n\nDecision of the\nComplaints Committee 02566-16 Rodger v\nScottish Daily MailSummary\nof Complaint 1. David Rodger\ncomplained to the Independent Press Standards Organisation that The Scottish\nDaily Mail breached Clause 1 (Accuracy) and Clause 2 (Privacy) of the Editors’\nCode of Practice in an article headlined “Doctor’s son who burgled his own\nparents faces jail”, published on 26 April 2016. 2. The article reported\nthat the complainant’s son faced a possible prison sentence after pleading\nguilty at Paisley Sheriff Court to stealing from his parents to fund his drug\nhabit. The article was accompanied by a photograph of the complainant taken\noutside court. 3. The complainant said\nthat it was inaccurate to describe him as a doctor, as he was in fact a nurse;\nhe said that article was only published because the newspaper thought he was a\ndoctor. He said that the photograph of him accompanying the article breached\nhis privacy as he had not consented to it being taken. He said that he had been\napproached by a journalist on the day before publication and had explained that\nhe did not want to give an interview as he was trying to protect his younger\nsons. He said that while he understood why details of his son’s behaviour and\nresulting court action were published, he failed to see why they had reported\nhis name, occupation, place of work or photograph, particularly as he was the\nvictim in this particular case. 4.  The newspaper said\nthat the agency reporter who provided the story was told by a contact, in 2013,\nthat the complainant was a doctor; the contact had provided the reporter with\ninformation about the complainant’s son on a number of occasions, and there had\nbeen no reason to doubt its accuracy. It said the reporter had been told the\nsame thing since then by two other people. However, it accepted that the\ncomplainant was not a doctor and offered to publish the following correction on\npage 2 of the newspaper: In a court report on Tuesday April 26th,\n‘Doctor’s son who burgled his own parents faces jail’, the agency which\nsupplied the story incorrectly identified Mr David Rodger as a doctor. We\napologise to Mr Rodger for this error and for the embarrassment caused. 5. The newspaper did not\naccept that the article had breached the complainant’s privacy. It said that\nhis relationship with his son was central to the story, and that this\nrelationship, and the family address, were matters of court record. It said\nthat the complainant had attended his son’s hearing and was photographed in a\npublic area outside the court building where he had no expectation of privacy.\nIt said that it always exercised caution in publishing the photographs of\nvictims in court cases, but as the complainant’s relationship with his son was\ncentral to the crimes, it felt that the publication of the photograph of the\ncomplainant was justified. It said that the error in the complainant’s\noccupation made no difference to the decision to publish. Relevant Code Provisions 6. Clause 1 (Accuracy)i) The Press must\ntake care not to publish inaccurate, misleading or distorted information or\nimages, including headlines not supported by the text.ii) A significant\ninaccuracy, misleading statement or distortion must be corrected, promptly and\nwith due prominence, and — where appropriate — an apology published. In cases\ninvolving IPSO, due prominence should be as required by the regulator.Findings of the Committee 7.  The newspaper\naccepted that it was inaccurate to report that the complainant was a doctor.\nThe information had been provided to the reporter by a reliable source a number\nof years previous, had been confirmed by two further sources, and, up until\nthis complaint, there had been no reason to doubt its accuracy. The newspaper’s\nreliance on this information did not represent a failure to take care over the\narticle’s accuracy; there was no breach of Clause 1(i). Nonetheless, in\ncircumstances where the complainant’s profession featured prominently in the\narticle, particularly in the headline, this was a significant inaccuracy that\nrequired correction under Clause 1(ii). 8.  The newspaper had\noffered to publish a correction in its established Corrections and\nClarifications column which said that the complainant was not a doctor. This\ncorrection had been offered promptly on receipt of the complaint, and was\noffered in a position further forward in the newspaper than where the article\noriginally appeared. This was sufficient to avoid a breach of Clause 1(ii), and\nshould now be published. 9. The Committee noted\nthe complainant’s concern that as a victim of a crime, his name and address\nwere published in the article. However, this information was part of the court\nrecord and, as a result, there was no breach of Clause 2. 10. It was not in dispute that the\nphotograph of the complainant had been taken while he was in a public place. He\nwas not engaged in any private activity, and did not have a reasonable\nexpectation of privacy. In the full circumstances therefore, the journalist was\nnot obliged to seek his consent before taking the photograph; not doing so did\nnot raise a breach of Clause 2. The photograph published of the complainant\nshowed his likeness only, and the newspaper was entitled to identify him in a\nreport of court proceedings; its publication did not represent a breach of\nClause 2. Conclusions 11. The complaint was not upheld.Remedial\nAction Required N/ADate\ncomplaint received: 26/04/2016Date\ndecision issued: 02/08/2016 \n \nBack to ruling listing\n\n\n"
}