{
    "url": "/rulings-and-resolution-statements/ruling/?id=02577-20",
    "title": "02577-20 West Midlands Ambulance Service v thesun.co.uk",
    "provisions": [
        "1 Accuracy (2019)"
    ],
    "outcome": "Breach - sanction: publication of correction",
    "publication": "thesun.co.uk (News UK)",
    "received_on": "2020-04-10 00:00:00",
    "concluded_on": "2020-12-11 00:00:00",
    "complaint_processing_days": 245,
    "conclusion_long": "16. The complaint was upheld under Clause 1.",
    "remedial_action": "17. Having upheld a breach of Clause 1, the Committee considered what remedial action should be required. In circumstances where the Committee establishes a breach of the Editors’ Code, it can require the publication of a correction and/or an adjudication, the terms and placement of which is determined by IPSO. 18. In respect of the headline to the first article, the Committee considered that the publication did not take the necessary care to accurately report the correct proportion and which staff members had tested positive for coronavirus. In respect of the second article, it had failed to take care to report why certain levels of PPE were worn by paramedics by omitting to include the complainant’s position on the matter. The Committee considered that the appropriate remedy was the publication of a correction which would put the correct position on record. 19. The Committee then considered the placement of the corrections. They should appear as footnotes to the corresponding articles, and as standalone corrections published on the publication’s website, appearing on the top half of the newspaper’s homepage, on the first screen, for 24 hours; and should then be archived in the usual way. Each should state that it has been published following an upheld ruling by the Independent Press Standards Organisation. The full wording and position should be agreed with IPSO in advance.   Date complaint received: 10/04/2020",
    "text": "\n\n\n\n\n\nDecision\nof the Complaints Committee – 02577-20 West Midlands Ambulance Service v\nthesun.co.uk\nSummary\nof Complaint\n1. West\nMidlands Ambulance Service complained to the Independent Press Standards\nOrganisation that thesun.co.uk breached Clause 1 (Accuracy) of the Editors’\nCode of Practice in an article headlined “FRONTLINE HEROES AT RISK Over half of\nparamedics test positive for coronavirus in one force at the West Midlands\nAmbulance Service”, published on 10 April 2020 and an article headlined “MORE\nOF US WILL DIE' Paramedics plead for better PPE as they tackle coronavirus in\nflimsy aprons thinner than bin bags”, published on 19 April 2020.\n2. The\nfirst article reported on the coronavirus test results of an ambulance service,\nand had stated in the headline that half of the paramedics at the West Midlands\nAmbulance Service had tested positive for coronavirus. The article went on to\nexplain that “Nearly 500 West Midlands Ambulance Service staff have been given\nswabs and, of the 114 confirmed results so far, 58 were positive and 56\nnegative”.\n3. The\nsecond article reported on the personal protective equipment (PPE) that whistle\nblowers alleged that paramedics were wearing. The article was based on\ninterviews conducted with paramedics and included descriptions of the PPE that\nwere given to the publication by these paramedics. The article reported that \"Better\nquality protective gear is in such short supply that ambulance crews have been\ntold to use it only if a patient is showing symptoms of coronavirus or is in\ncardiac arrest.” It contained a quote from a paramedic who said: “I have an\nagreement with my colleague where one will do chest compressions in the plastic\nbib while the other changes. “Then they return and take over while the other\ngets changed. We are having to adapt to protect ourselves and patients because\nthe guidelines don’t make sense in real life.” The article also reported that\nparamedics were “left with flimsy surgical masks with wide gaps, offering\nminimal protection.”\n4. The\ncomplainant, the ambulance service referred to in the first article, and where\none of the interviewed paramedics in the second article worked, said that the\nfirst article was inaccurate in breach of Clause 1. It said it was inaccurate\nto report that half of the paramedics had tested positive for coronavirus. It\nsaid that the group tested included a wide range of ambulance service staff,\nand not only paramedics. In addition, the complainant said that only half of\nthe results that had been received at the time of publication were positive,\nnot half of all the tests. It also said it was a breach of Clause 1 for the publication\nnot to put the allegation that over half of paramedics had tested positive for\ncoronavirus to the complainant prior to the article being published, as it\nwould have been able to dispute this allegation, or have its position on the\nrecord. The complainant also said that the publication had breached Clause 1 by\nnot including the comment that was given prior to publication by the ambulance\nservice, which stated that it would “not be providing an update” and gave more\ninformation about the testing it was doing.\n5. The\ncomplainant also said the second article breached Clause 1. It had provided a\nstatement to the publication prior to the publication of the second article,\nwhich had said that ”If there is a cardiac arrest, there is clear guidance as\nto what staff should do to protect themselves and save lives. One crew member\nshould carry out cardiac massage while the second dons Level 3 PPE. They will\nthen take over the cardiac massage while the first dons Level 3 PPE - they can\nthen carry out advanced airway management if the back up ambulance crew has not\nalready arrived in Level 3 PPE.” It said that this course of action was the\nPublic Health England guidance, and it was therefore misleading to report that\nstaff were asked to follow this procedure due to a lack of level 3 PPE.\nHowever, this statement was not included in the article. It also said that the\nsurgical masks provided were appropriate for the role that the staff members\nwould be carrying out where they were told to wear level 2 PPE. It noted that\nsurgical masks were not supposed to be a tight fit, and it was misleading to\nrefer to them as being of minimal protection, or having “wide gaps”.\n6. The\ncomplainant also said that both articles were in breach of Clause 1 as they had\ndistorted the information in a manner which was scaremongering, and\ndeliberately used emotive language and terminology to frighten the public.\n7. The\npublication did not accept a breach of Clause 1. With regards to the headline\nof the first article, it noted that the article set out the number of tests\ntaken, the number of results confirmed and of that, the number of positive and\nnegative results. On receipt of the complaint, it amended the headline to read:\nOver half of paramedics who received coronavirus results at one force test\npositive for deadly bug, and prior to IPSO’s investigation it offered to\npublish a correction as a footnote. In its first response to IPSO’s\ninvestigation, it offered the following wording:\nA\nprevious headline on this article said that half of the paramedics had tested\npositive for coronavirus. It has been amended to make clear that half of those\nwho had received their test results at the time of publication had tested\npositive.\nThe\npublication also said that the article went on to make clear that the tests had\nbeen received by staff in general, and in any case that the complainant had not\ndisputed that of these staff, over half of paramedics who had received their\nresults had tested positive. The publication said that the complainant’s comment\nhad not been included due to space reasons, but in any case there was no\nobligation under the Editors’ Code to include a statement, as selection was a matter\nof editorial discretion.\n8. Prior\nto the second article, the publication had put the allegations regarding level\n2 and 3 PPE and when they could be used to the complainant. In this email, it\nnoted that this was the advice given by PHE. It also noted that the PPE often\ndid not fit properly. The publication said that the article was based on\ninterviews it had done with paramedics. It noted that one of the paramedics had\ntold the reporter that they were unhappy about the level of PPE and advice\ngiven to them, and felt that it left them exposed. A paramedic also told the\npublication that they had asked whether they could wear a higher level of PPE\nthan advised, but that their employer had told them that there was not enough,\nand that they could only wear it in certain, limited situations. It also noted\nthat PHE’s advice followed went against that recommended by the Resuscitation\nCouncil. The publication said that masks should fit properly, and that this\nshould not be contested.\n9. The\npublication did not accept that the articles were scaremongering. It said that\nnewspapers have a duty to hold people to account, and that if the articles were\nfrightening to readers, it was because coronavirus had created a frightening\nsituation, and it was not the role of newspapers to ‘sugar coat’ this.\nRelevant\nCode Provisions\nClause 1\n(Accuracy)\ni) The\nPress must take care not to publish inaccurate, misleading or distorted\ninformation or images, including headlines not supported by the text.\nii) A\nsignificant inaccuracy, misleading statement or distortion must be corrected,\npromptly and with due prominence, and — where appropriate — an apology\npublished. In cases involving IPSO, due prominence should be as required by the\nregulator. \niii) A\nfair opportunity to reply to significant inaccuracies should be given, when\nreasonably called for.\niv) The\nPress, while free to editorialise and campaign, must distinguish clearly between\ncomment, conjecture and fact.\nFindings\nof the Committee\n10. The\nheadline of the first article had stated that “Over half of paramedics test\npositive for coronavirus in one force at the West Midlands Ambulance Service”.\nThe publication had received the precise figures of the staff members who had\nbeen tested and those who had received the result prior to the publication of\nthe first article. The newspaper was therefore aware that only 58 of the 500\nswabs taken had received a positive test result at the time of publication. In\naddition, whilst the article went on to report that the swabs had been taken\nfrom staff members in general, the headline and subheading referred only to paramedics.\nThe publication had gone to the complainant for comment, but it had not asked\nwhich staff members had tested positively, or put to the complainant that half\nof paramedics, rather than general staff members, had received a positive test\nresult. Had the publication taken care to put all the allegations to the\ncomplainant, the complainant would have been able to respond with the correct\nposition or give a comment that accurately reflected its position in relation\nto the allegation. On the basis that the publication had the correct\ninformation as to who had been tested and the proportion of tests which had\nreturned a positive result but had not reported this accurately in the\nheadline, the publication had failed to take care not to report inaccurate information\nin breach of Clause 1(i). As the inaccuracy was contained in the headline and\noverstated the number of positive tests, as well as stating that the results\nwere returned only by paramedics rather than the staff generally, this was a\nsignificant inaccuracy which necessitated a correction under Clause 1(ii).\n11.\nPrior to IPSO’s investigation the publication amended the headline to read:\nOver half of paramedics who received coronavirus results at one force test\npositive for deadly bug, and offered to add a correction as a footnote to the\narticle, which clarified that it was half of those who had received test\nresults who had been found to be positive. However, the amended headline and\nthe offered wording failed to make clear that the positive test results had not\nbeen returned only by the paramedics, as reported in the original headline, but\nby the complainant’s staff in general. The publication did not offer a\ncorrection on this point and therefore there was a further breach of Clause\n1(ii).\n12. As\nfor the comment that had been supplied by the complainant prior to publication,\nthe Committee expressed concern that it had not been included in the article\ndue to a lack of space. It noted the finding already made that the\npublication’s approach to the complainant had amounted to a failure to take\ncare under Clause 1(i) for the reasons previously stated.  However, the omission of the complainant’s\ncomment in the article did not constitute a further breach of Clause 1(i) as it\ndid not address the allegations made in the article, and simply stated that the\ncomplainant would not be providing any further comment. \n13. With\nregards to the second article, the Committee noted that it was clear from the\narticle that it was based on interviews with paramedics, and their opinion on\nthe level of PPE they were given. The article reported that ambulance crews had\nbeen told only to wear better quality PPE when a patient was showing symptoms\nof coronavirus or was  in cardiac arrest\nbecause higher protection PPE was in such short supply. It also included a\nquote from a paramedic who said he had to “adapt” and had “an agreement” with a\ncolleague as to how they would treat a patient whilst the other changed into\nPPE. The complainant accepted that paramedics were advised to wear level 2 PPE\nunless a patient was in cardiac arrest, but said that this was based on advice\nfrom Public Health England which stated that other procedures did not require\nlevel 3 PPE; it was not because the complainant was unable to provide level 3\nPPE for reason of it being in short supply. Prior to publication, the\ncomplainant had been asked to comment on the claim that level 3 PPE could only\nbe used if a patient was in cardiac arrest, but had failed to ask whether this\npolicy was due to a lack of PPE. The complainant was therefore not given an\nopportunity to comment on this aspect of the allegation. In addition, the\ncomment which was provided by the complainant, which set out that the policy\nwas issued in accordance with  Public\nHealth England guidance for the allocation of PPE, was not included in the\narticle. The article did not, therefore, make clear that it was the\ncomplainant’s position that this was official policy by way of a response to\nthe comment  of the source that this was\nundertaken by “agreement” between colleagues. On this basis, the publication\nhad failed to take care not to publish inaccurate information under Clause\n1(i). The misleading information was significant as it formed one of the\ncentral criticisms of the article, and portrayed the complainant as failing in\nits duties as an employer, when, in fact, it said it was following the guidance\nof Public Health England. A correction was required under Clause 1(ii).\n14. The\npublication had not offered a correction, and there was a further breach of\nClause 1(ii).\n15. The\ncomplainant said that both articles had breached Clause 1 as they were\nscaremongering. The Committee noted that the Editors’ Code makes clear that the\npress has the right to shock, to challenge, to entertain, be satirical and be\npartisan. Therefore, the complainant’s concerns that this article was\nscaremongering did not engage the terms of Clause 1.\nConclusions\n16. The\ncomplaint was upheld under Clause 1.\nRemedial\nAction Required\n17.\nHaving upheld a breach of Clause 1, the Committee considered what remedial\naction should be required. In circumstances where the Committee establishes a\nbreach of the Editors’ Code, it can require the publication of a correction\nand/or an adjudication, the terms and placement of which is determined by IPSO.\n18. In\nrespect of the headline to the first article, the Committee considered that the\npublication did not take the necessary care to accurately report the correct\nproportion and which staff members had tested positive for coronavirus. In\nrespect of the second article, it had failed to take care to report why certain\nlevels of PPE were worn by paramedics by omitting to include the complainant’s\nposition on the matter. The Committee considered that the appropriate remedy\nwas the publication of a correction which would put the correct position on\nrecord.\n19. The\nCommittee then considered the placement of the corrections. They should appear\nas footnotes to the corresponding articles, and as standalone corrections\npublished on the publication’s website, appearing on the top half of the\nnewspaper’s homepage, on the first screen, for 24 hours; and should then be\narchived in the usual way. Each should state that it has been published\nfollowing an upheld ruling by the Independent Press Standards Organisation. The\nfull wording and position should be agreed with IPSO in advance.\n \nDate\ncomplaint received: 10/04/2020\nDate\ncomplaint concluded by IPSO: 11/12/2020\nBack to ruling listing\n\n\n"
}