{
    "url": "/rulings-and-resolution-statements/ruling/?id=02572-15",
    "title": "02572-15 Office of the First Minister v The Daily Telegraph",
    "provisions": [
        "1 (Accuracy) 2015"
    ],
    "outcome": "Breach - sanction: publication of adjudication",
    "publication": "The Daily Telegraph (Telegraph Media Group Ltd)",
    "published_on": "2015-04-04 00:00:00",
    "received_on": "2015-04-08 00:00:00",
    "concluded_on": "2015-06-10 00:00:00",
    "complaint_processing_days": 63,
    "conclusion_long": "13. The complaint was upheld.",
    "remedial_action": "14. The Committee required the newspaper to publish an adjudication upholding the complaint. The adjudication should be published on page 2 of the print edition of the newspaper. Given the prominence of the original article, and the nature of the breach, a reference to the adjudication must be published on the front page, directing readers to page 2, which should include the headline. The headline must make clear that IPSO has upheld the complaint, and refer to its subject matter; it must be agreed in advance. It should also be published on the newspaper’s website, with a link to the full adjudication appearing on the homepage for 48 hours; it should then be archived online in the usual way.  15. The terms of the adjudication to be published are as follows:  Following the publication of an article in The Daily Telegraph on 4 April 2015, headlined “Sturgeon’s secret backing for Cameron”, the Office of the First Minister of Scotland complained to the Independent Press Standards Organisation that The Daily Telegraph had breached Clause 1 (Accuracy) of the Editors’ Code of Practice.  IPSO established a breach of the Editors’ Code and has required The Daily Telegraph to publish this decision as a remedy.  The article reported the contents of a leaked Government memorandum which claimed that at a private meeting the First Minister, Nicola Sturgeon MSP, had told the French Ambassador, that she would rather see David Cameron win the general election than Ed Miliband. The memorandum had been written by a senior British civil servant a week later, after a conversation with the French Consul-General.  The article said that these comments undermined Ms Sturgeon’s public support for a “progressive alliance” with Mr Miliband.  The complainant said that the claims were categorically untrue: Ms Sturgeon had not expressed a preference for a Conservative government or any views about Mr Miliband’s suitability as Prime Minister. The complainant regarded the newspaper’s decision not to contact Ms Sturgeon for comment prior to publication as a breach of Clause 1.  The newspaper said it had confirmed the authenticity of the document with two well-placed sources before publication. It was a contemporaneous note made by an experienced civil servant, and the newspaper had no reason to doubt its accuracy. It denied having any obligation to contact Ms Sturgeon for comment before publication: it was entitled to publish an accurate account of the document.  The Complaints Committee noted that the memorandum represented – at best – a second-hand account given a week after the meeting, which contained the serious implication that Ms Sturgeon had been disingenuous in her public statements.  The newspaper did not know whether the account contained in the memorandum was accurate. Nonetheless, it had published this as fact, without having taken additional steps prior to publication – such as contacting the parties involved for their comment – to verify its accuracy.  The Committee established that the newspaper’s presentation of the account contained in the memorandum, in this context, represented a breach of the Editors’ Code.  Date complaint received: 08/04/2015",
    "text": "\n\n\n\n\n\n      Decision of the Complaints Committee 02572-15 Office\nof the First Minister v The Daily Telegraph\nSummary of\ncomplaint \n1. The Office of the First Minister of Scotland\ncomplained to the Independent Press Standards Organisation that The Daily\nTelegraph had breached Clause 1 (Accuracy) of the Editors’ Code of Practice in\nan article headlined “Sturgeon’s secret backing for Cameron”, published on 4\nApril 2015 in print and online. \n2. The article reported the contents of a leaked\nGovernment memorandum which claimed to report details of a private meeting\nbetween the First Minister, Nicola Sturgeon MSP, and the French Ambassador,\nSylvie Bermann, the previous week. The memorandum had been written by a senior\nBritish civil servant on 6 March, immediately following a conversation with the\nFrench Consul-General. It claimed that Ms Sturgeon had said that she would\nrather see David Cameron win the general election than Ed Miliband, because she\nbelieved Mr Miliband was not “prime minister material”. \n3. The article said that these comments undermined Ms\nSturgeon’s public support for a “progressive alliance” with Mr Miliband, and\nconfirmed “growing speculation” in Scotland that the SNP privately favoured a\nConservative government because it would make a vote for Scottish independence\nmore likely in a future referendum. \n4. The complainant said that the claims contained in the\nmemorandum, and repeated by the newspaper, were categorically untrue: Ms\nSturgeon had not expressed a preference for a Conservative government or any\nviews about Mr Miliband’s suitability as Prime Minister. Ms Bermann had\npublicly denied that Ms Sturgeon had expressed a preference for who should win\nthe election. The complainant regarded the newspaper’s decision not to contact\nMs Sturgeon for comment prior to publication as a breach of Clause 1 and noted\nthat, as the article explained, the author of the memorandum recorded that he\nor she had initially doubted the accuracy of the account and had checked\nwhether there might have been a translation problem. \n5. Shortly after the article’s first publication online,\nMs Sturgeon issued a denial of the claims, publicly and via email to the\nnewspaper. The newspaper included the denial in its second print edition that\nevening, but did not add them to the online version of the article until the\nfollowing afternoon. \n6. The newspaper said it had confirmed the authenticity\nof the document with two well-placed sources before publication. It was a\ncontemporaneous note made by an experienced civil servant, and the newspaper\nhad no reason to doubt its accuracy. It denied having any obligation to contact\nMs Sturgeon for comment before publication: it was entitled to publish an\naccurate account of the document. \n7. The newspaper said it had included the complainant’s\ndenial at the earliest opportunity in the print article, and had immediately\ntaken steps to have the denial added to the online article. Unfortunately, due\nto human error, the denial was not in fact added until the next day. The\nnewspaper had followed up on the story, including by publishing an article\nreporting Ms Sturgeon’s demand for an inquiry. It did not accept any breach of\nthe Code.\nRelevant Code Provisions\n1. Clause 1 (Accuracy) \ni) The Press must take care not to publish inaccurate,\nmisleading or distorted information, including pictures. \nii) A significant inaccuracy, misleading statement or\ndistortion once recognised must be corrected, promptly and with due prominence,\nand - where appropriate - an apology published. In cases involving the\nRegulator, prominence should be agreed with the Regulator in advance. \nFindings of the Committee\n9. The memorandum did not represent a first-hand or\ncontemporaneous account of the conversation between Ms Sturgeon and Ms Bermann.\nRather, it contained – at best – a second-hand account given a week later. The\nnewspaper had confirmed the authenticity of the document, but its sources were\nnot in a position to comment on the accuracy of its contents. \n10. The newspaper was entitled to report on the\nmemorandum, but it was obliged to take care not to mislead readers in doing so,\nincluding regarding the status of the allegations it contained. \n11. The account was contentious, so much so that the\nauthor of the memorandum had recorded concern that the account was mistaken,\nstating “I have to admit that I’m not sure that the First Minister’s tongue\nwould be quite so loose on that kind of thing in a meeting like that”. The\naccount’s implications were serious: it suggested that Ms Sturgeon had had\nacted disingenuously by publicly calling for a “progressive alliance” while\nprivately hoping for a Conservative government. Nonetheless, the newspaper had\npublished it as fact, without having taken additional steps prior to publication\n– such as contacting the parties involved for their comment – to verify its\naccuracy. \n12. The presentation of the account contained in the\nmemorandum as fact, in these circumstances, represented a failure to take care\nnot to mislead, and a breach of Clause 1 (i) and (ii) of the Code. The\nnewspaper had failed to make clear that it did not know whether the account it\npresented was true; as a consequence the article was significantly misleading.\nThe complaint under Clause 1 was upheld.  \nConclusions\n13. The complaint was upheld. \nRemedial Action Required\n14. The Committee required the newspaper to publish an\nadjudication upholding the complaint. The adjudication should be published on\npage 2 of the print edition of the newspaper. Given the prominence of the\noriginal article, and the nature of the breach, a reference to the adjudication\nmust be published on the front page, directing readers to page 2, which should\ninclude the headline. The headline must make clear that IPSO has upheld the\ncomplaint, and refer to its subject matter; it must be agreed in advance. It\nshould also be published on the newspaper’s website, with a link to the full\nadjudication appearing on the homepage for 48 hours; it should then be archived\nonline in the usual way. \n15. The terms of the adjudication to be published are as\nfollows: \nFollowing the publication of an article in The Daily\nTelegraph on 4 April 2015, headlined “Sturgeon’s secret backing for Cameron”,\nthe Office of the First Minister of Scotland complained to the Independent\nPress Standards Organisation that The Daily Telegraph had breached Clause 1\n(Accuracy) of the Editors’ Code of Practice. \nIPSO established a breach of the Editors’ Code and has\nrequired The Daily Telegraph to publish this decision as a remedy. \nThe article reported the contents of a leaked Government\nmemorandum which claimed that at a private meeting the First Minister, Nicola\nSturgeon MSP, had told the French Ambassador, that she would rather see David\nCameron win the general election than Ed Miliband. The memorandum had been\nwritten by a senior British civil servant a week later, after a conversation\nwith the French Consul-General. \nThe article said that these comments undermined Ms\nSturgeon’s public support for a “progressive alliance” with Mr Miliband. \nThe complainant said that the claims were categorically\nuntrue: Ms Sturgeon had not expressed a preference for a Conservative\ngovernment or any views about Mr Miliband’s suitability as Prime Minister. The\ncomplainant regarded the newspaper’s decision not to contact Ms Sturgeon for\ncomment prior to publication as a breach of Clause 1. \nThe newspaper said it had confirmed the authenticity of\nthe document with two well-placed sources before publication. It was a\ncontemporaneous note made by an experienced civil servant, and the newspaper\nhad no reason to doubt its accuracy. It denied having any obligation to contact\nMs Sturgeon for comment before publication: it was entitled to publish an\naccurate account of the document. \nThe Complaints Committee noted that the memorandum\nrepresented – at best – a second-hand account given a week after the meeting,\nwhich contained the serious implication that Ms Sturgeon had been disingenuous\nin her public statements. \nThe newspaper did not know whether the account contained\nin the memorandum was accurate. Nonetheless, it had published this as fact,\nwithout having taken additional steps prior to publication – such as contacting\nthe parties involved for their comment – to verify its accuracy. \nThe Committee established that the newspaper’s\npresentation of the account contained in the memorandum, in this context,\nrepresented a breach of the Editors’ Code. \nDate complaint received: 08/04/2015\nDate decision issued:\n10/06/2015\nBack to ruling listing\n\n\n"
}