{
    "url": "/rulings-and-resolution-statements/ruling/?id=02581-20",
    "title": "02581-20 Tarman v mirror.co.uk",
    "provisions": [
        "1 Accuracy (2019)"
    ],
    "outcome": "Breach - sanction: publication of correction",
    "publication": "mirror.co.uk (Reach PLC)",
    "received_on": "2020-04-09 00:00:00",
    "concluded_on": "2020-10-16 00:00:00",
    "complaint_processing_days": 190,
    "conclusion_long": "13. The complaint was upheld.",
    "remedial_action": "14. Having upheld the complaint, the Committee considered what remedial action should be required. In circumstances where the Committee establishes a breach of the Editors’ Code, it can require the publication of a correction and/or adjudication. The nature, extent and placement of which is determined by IPSO.15. The Committee considered that the article as a whole had meant to refer to the situation across the country. The publication had also shown a willingness to resolve the complaint, offering to remove the image and publish a correction. In light of these considerations, the Committee concluded that a correction was the appropriate remedy.16. This correction should be added to the online article and appear as a standalone correction in the online corrections and clarifications column. This wording should only include information required to correct the inaccuracy: that the headline had stated that cyclists were ignoring the lockdown rules; that the headline referred to those individuals pictured under the headline, as well as other examples in the article; and that it had not been established that the cyclists pictured were breaking any “lockdown rules”. The wording should be agreed with IPSO in advance, it should make clear and should make clear that it has been published following an upheld ruling by the Independent Press Standards Organisation. If the publication intends to continue to publish the online article without amendment the correction on the article should be published beneath the headline. If the article is amended, the correction should be published as a footnote which explains the amendments that have been made.Date complaint received: 09/04/2020",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee – 02581-20 Tarman v mirror.co.ukSummary of Complaint1. Glen Tarman complained to the Independent Press Standards Organisation that mirror.co.uk breached Clause 1 (Accuracy) of the Editors' Code of Practice in an article headlined “Cyclists ignore UK coronavirus lockdown rules as they ride together in the sun”, published 4 April 2020.2. The article reported that “Brits are once again flouting UK coronavirus lockdown rules by gathering in parks, cycling in groups and enjoying the warm weather” and that “Photos have emerged this afternoon of friends failing to socially distance as they cycled, walked or ran in close proximity to each other”. Immediately under the headline –“ Cyclists ignore UK coronavirus lockdown rules as they ride together in the sun”– there was a photograph of six cyclists who appeared to be stopped at a junction. The photo was captioned “Cyclists exercise in close proximity today in Regent's Park in central London”. The article went on to mention other examples of failures to follow the government’s guidance, such as “a group of men were snapped working out” in Paddington and a planned “mass bike ride along the coast near Hull [that] sparked fury”.3. The complainant, one of the cyclists pictured in the main image, said that the article was misleading as to his actions and observance of social distancing guidelines. He said that he had been cycling for exercise with one other member of his household, as permitted by government guidelines at the time. He said that he did not know or engage with any of the other cyclists pictured and always maintained a 2 metre distance from them. He said that the angle of the photo gave a distorted impression of the distance between him and the other cyclists, making them appear closer in proximity. He said that, if the road markings in the image were examined carefully, it was clear that the cyclists were at least 2 metres apart. Further, the complainant said this was confirmed by a satellite image of the location with the position of the cyclists plotted according to the road markings in the disputed image. Therefore, he said that that the headline and photo caption, implying that he had breached government guidelines, was inaccurate. He also said that references to cyclists riding “together” in the photo caption and the article’s claim that photographs showed “friends failing to socially distance” were inaccurate, insofar as they related to him.4. The publication did not accept it had breached the Code. It maintained that the photo did not distort the position of the cyclists and provided photographs taken by the photographer in the same series which it said demonstrated the same. It did not dispute the satellite image of the location and accepted that the headline claim referred to the cyclists pictured, as well as to other examples in the article. It said that the distance kept between the cyclists in the disputed image was not in line with the government's guidelines at the time of publication. It also said that government guidelines only allowed people to meet outside with multiple members of a different household from June 1, after publication, whereas this and other photos showed groups of cyclists riding in close proximity. Regarding the claim that “Photos have emerged this afternoon of friends failing to socially distance as they cycled, walked and ran”, the publication said that this did not apply solely to those in the disputed photograph and was about the general situation across the country.5. During the referral period it offered to remove the image which included the complainant. 15 days into IPSO’s investigation, it further offered to add a footnote clarification:We have been asked to clarify that the headline does not refer directly to the photograph of the cyclists in this article, and we are happy to clarify this.6. The complainant did not accept this offer.Relevant Code Provisions7. Clause 1 (Accuracy)i) The Press must take care not to publish inaccurate, misleading or distorted information or images, including headlines not supported by the text.ii) A significant inaccuracy, misleading statement or distortion must be correction, promptly and with due prominence, and –where appropriate- an apology published. In cases involving IPSO, due prominence should be as required by the regulator.Findings of the Committee8. The publication accepted that the headline claim about “cyclists ignor[ing] the coronavirus lockdown rules” and “rid[ing] together” referred, in part, to the photograph in which the complainant featured. The published photograph added to the impression that the cyclists were ignoring the “rules” as the front-on image made the cyclists appear close together.9. Having considered that the article suggested that the complainant was “ignor[ing] coronavirus lockdown rules”, the Committee then considered whether this could be supported. The satellite image of the location, with the position of the cyclists in the image plotted according to the road markings, was not disputed by the publication. It showed that the cyclists in the image had maintained a 2 metre social distance, as required by the government’s guidelines at the time of publication. The publication’s argument that the complainant was cycling in close proximity to others, where the guidelines at the time did not allow people to meet members of a different household, did not mean the complainant was breaking the rules. Apart from a member of the same household, the complainant confirmed that he did not know and was not intentionally cycling with the other individuals pictured. Therefore, the suggestion that the complainant was “ignor[ing] the coronavirus lockdown rules” was misleading.10. This was significant. It suggested that the complainant, who was clearly identifiable, was ignoring the government’s social distancing guidelines. This was compounded by the claims that the cyclists were “riding together” and “in close proximity”. This significantly misleading information required correction under the terms of Clause 1(ii).11. During IPSO’s investigation the publication had offered to publish a clarification, stating that the headline did not refer “directly” to the photograph of the cyclists. However, the Committee considered that this proposed correction did not sufficiently correct the misleading impression given: that the complaint had breached lockdown guidelines by intentionally cycling in close proximity with members of other households. Therefore, it was insufficient to meet the requirements of Clause 1(ii).12. The claim that “photos have emerged this afternoon of friends failing to socially distance as they cycled, walked or ran in close proximity to each other” was about the general situation across the country. It was not solely about the disputed photograph of the cyclists, especially at it also referred to running and walking. There was no further breach of Clause 1 in relation to this statement.Conclusions13. The complaint was upheld.Remedial Action Required14. Having upheld the complaint, the Committee considered what remedial action should be required. In circumstances where the Committee establishes a breach of the Editors’ Code, it can require the publication of a correction and/or adjudication. The nature, extent and placement of which is determined by IPSO.15. The Committee considered that the article as a whole had meant to refer to the situation across the country. The publication had also shown a willingness to resolve the complaint, offering to remove the image and publish a correction. In light of these considerations, the Committee concluded that a correction was the appropriate remedy.16. This correction should be added to the online article and appear as a standalone correction in the online corrections and clarifications column. This wording should only include information required to correct the inaccuracy: that the headline had stated that cyclists were ignoring the lockdown rules; that the headline referred to those individuals pictured under the headline, as well as other examples in the article; and that it had not been established that the cyclists pictured were breaking any “lockdown rules”. The wording should be agreed with IPSO in advance, it should make clear and should make clear that it has been published following an upheld ruling by the Independent Press Standards Organisation. If the publication intends to continue to publish the online article without amendment the correction on the article should be published beneath the headline. If the article is amended, the correction should be published as a footnote which explains the amendments that have been made.Date complaint received: 09/04/2020Date decision issued: 16/10/2020\nBack to ruling listing\n\n\n"
}