{
    "url": "/rulings-and-resolution-statements/ruling/?id=02580-18",
    "title": "02580-18 Kirkpatrick v express.co.uk",
    "provisions": [
        "1 Accuracy (2018)"
    ],
    "outcome": "Breach - sanction: action as offered by publication",
    "publication": "express.co.uk (Reach PLC)",
    "published_on": "2018-03-22 00:00:00",
    "received_on": "2018-03-23 00:00:00",
    "concluded_on": "2018-07-24 00:00:00",
    "complaint_processing_days": 123,
    "conclusion_long": "7. The complaint was upheld under Clause 1(i) and Clause 1(iv).",
    "remedial_action": "8. Having upheld a breach of Clause 1(i) and Clause 1(iv), the Committee considered what remedial action should be required. The Committee considered that the breach of Clause 1 would be appropriately remedied by the offer to amend the online article, and to publish the correction. In light of the Committee’s decision, the newspaper should take the offered action. Date complaint received: 23/03/2018",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee 02580-18 Kirkpatrick\nv express.co.uk\nSummary of complaint\n1. Tom Kirkpatrick\ncomplained to the Independent Press Standards Organisation that express.co.uk\nbreached Clause 1 (Accuracy) of the Editors' Code of Practice in an article\nheadlined \"Yellowstone eruption IMMINENT: Supervolcano ‘anomaly’ triggers\nfears of volcano to blow\", published on 22 March 2018.\n2. The article’s\nintroduction reported that Yellowstone volcano “could be on the brink of cataclysmic\neruption after a pair of researchers uncovered a magma ‘anomaly’ stretching\nacross the country under the deadly super volcano”. It said that the\nresearchers had found evidence of a “plume ‘abnormality’…which could run all\nthe way to Mexico”. The article described how “dozens of people flooded social\nmedia…posting warning messages” about this new finding, and went on to quote\ntweets from several such individuals. It then said that “Thankfully none of the\nfindings presented in the study suggest Yellowstone is moments away from\nsubmerging the US in a volcano sea of magma”, and quoted the finding of the\nstudy. The article went on to explain that, in response to an earthquake swarm\nin early February, the US Geological Survey had stated that “there was no immediate\nindication of danger”. The article quoted a volcanologist as stating that\nYellowstone “will eventually produce an apocalyptic eruption but not for\nanother one to two million years”.\n3. The complainant\nsaid the article’s headline was inaccurate: an eruption was not imminent, and\nthis was not what the study had found. Rather, the study had simply confirmed a\nhypothesis that a mantle plume was driving volcanic activity at Yellowstone.\n4. The publication\nnoted that the article had included authoritative information stating that an\neruption was not “imminent”, but accepted that the headline and introduction\nwere significantly misleading; they had been based on social media reaction to\nthe study, rather than on the study itself, and this had not been made\nsufficiently clear. It offered to amend the headline and introduction to\nreflect this, and to publish a correction as follows:\nThis article was amended on [date]. The original headline\nsaid “Yellowstone eruption imminent: Supervolcano ‘anomaly’ triggers fears of\nvolcano to blow” and the introduction stated “Yellowstone volcano could be on\nthe brink of cataclysmic eruption after a pair of researchers uncovered a magma\n‘anomaly’ stretching across the country under the deadly super volcano”. In\nfact the research conducted by [the researchers] was confined to the\ninvestigation of a ‘mantle plume’ beneath Yellowstone driving volcanic\nactivity. Their research did not make any claim that an eruption was imminent.\nConsequently our headline and introduction have been amended. We are happy to\nset the record straight.\nRelevant Code Provisions\nClause 1 (Accuracy)\ni) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not\nsupported by the text.\nii) A significant inaccuracy, misleading statement or\ndistortion must be corrected, promptly and with due prominence, and — where\nappropriate — an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator.\niii) A fair opportunity to reply to significant inaccuracies\nshould be given, when reasonably called for.\niv) The Press, while free to editorialise and campaign, must\ndistinguish clearly between comment, conjecture and fact.\nFindings of the Committee\n5. The article’s\nheadline stated as fact that an eruption was imminent, and the introduction\nsuggested that the new research supported this claim. The publication accepted\nthat the research had not made this claim, and that in fact these claims had\ncome from social media comments. The article’s presentation did not make clear\nthat these comments were the basis of the headline claim. The publication had\nfailed to take care to avoid publishing inaccurate information, and to ensure\nthat the headline was supported by the article text, and had failed to\ndistinguish between conjecture and fact; Clause 1(i) and Clause 1(iv) had\ntherefore been breached. Stating that the research had suggested an imminent\neruption, when it had not, was a significant inaccuracy which substantively\naffected the thrust of the article. This was not mitigated by the inclusion of\ncontradictory information further down the piece, and required correction to\navoid a breach of Clause 1(ii).\n6. The publication\nhad offered a correction which made the correction position clear: it stated\nthat the research had not suggested an imminent eruption. This was sufficient\nto meet the terms of Clause 1(ii), and should now be published. The suggested\namendments to the headline and introduction made apparent that “fears” had been\ntriggered, which was not misleading, but removed the suggestion that the research\nhad claimed that an eruption was imminent. These amendments should now be made.\nConclusions\n7. The complaint\nwas upheld under Clause 1(i) and Clause 1(iv).\nRemedial action required\n8. Having upheld a\nbreach of Clause 1(i) and Clause 1(iv), the Committee considered what remedial\naction should be required. The Committee considered that the breach of Clause 1\nwould be appropriately remedied by the offer to amend the online article, and\nto publish the correction. In light of the Committee’s decision, the newspaper\nshould take the offered action.\nDate complaint received: 23/03/2018Date decision issued: 24/07/2018\nBack to ruling listing\n\n\n"
}