{
    "url": "/rulings-and-resolution-statements/ruling/?id=02585-15",
    "title": "02585-15 Ozer v Sunday Mail",
    "provisions": [
        "1 (Accuracy) 2015",
        "2 (Opportunity to reply) 2015",
        "4 (Harassment) 2015"
    ],
    "outcome": "No breach - after investigation",
    "publication": "Sunday Mail (Reach PLC)",
    "received_on": "2015-04-05 00:00:00",
    "concluded_on": "2015-06-18 00:00:00",
    "complaint_processing_days": 74,
    "conclusion_long": "16. The complaint was not upheld.",
    "remedial_action": "N/A Date complaint received: 05/04/2015",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee 02585-15 Ozer v\nSunday MailSummary of\ncomplaint 1. Aksoy Ozer complained to the Independent Press\nStandards Organisation that the Sunday Mail had breached Clause 1 (Accuracy),\nClause 2 (Opportunity to reply) and Clause 4 (Harassment) of the Editors’ Code\nof Practice in articles headlined “Target the Turks”, published on 5 April\n2015, and “Emma Caldwell murder 10 years on: Forgotten suspect stays silent on\nrelationship with strangled victim”, published on 12 April 2015. 2. The articles concerned the two-year police\ninvestigation into the murder of Emma Caldwell, which involved an extensive\nsurveillance operation that led to the arrest and charge of four Turkish men,\nall of whom were held on remand but were later released before facing trial.\nThe first piece, which formed part of an eight-page news story published on the\ntenth anniversary of the murder, reported that police had failed to fully\ninvestigate the potential involvement of a key suspect, instead focusing the investigation\non the four Turkish suspects. The follow-up piece centred on the “forgotten\nsuspect” and his refusal to comment on his alleged involvement in the case.\nBoth articles reported that the case against the four Turkish suspects had\ncollapsed when recordings of allegedly incriminating conversations between them\nwere questioned by solicitors representing the four suspects. 3. The complainant, a former policeman who had\ncontributed to the translation of the conversations between the Turkish\nsuspects, said the newspaper had inaccurately reported that the case had failed\nas a result of questions regarding the accuracy of the translations. He said\nthe case had collapsed because he had made allegations of police misconduct.\nThe complainant provided an article, published by the Sunday Herald on 31 May\n2015, that quoted him saying that when he started using new audio equipment to\nlisten to the surveillance tapes, he had “found errors” in his earlier\ntranscripts. It reported his claim that police had told him not to revise his\nwork and had asked him to withhold the fact that he had not used the new\nequipment throughout. The complainant requested that the newspaper under\ncomplaint publish a further article also reporting these allegations. 4. The complainant expressed concern that the eight-page\nstory had named him as the person who had translated the taped conversations,\nand had included his photograph, giving the significantly misleading impression\nthat he alone had been responsible. In fact, at least a dozen Turkish-speaking\npolice officers had confirmed the accuracy of his work before the suspects were\narrested; the newspaper knew this to be the case before publication. 5. The complainant said the newspaper had not approached\nhim for comment before publication in breach of Clause 2. He noted that the\nnewspaper had previously stated that the case had collapsed due to his\ntranslations, and considered that its continual reporting of this inaccurate\nclaim represented a breach of Clause 4. 6. The newspaper said it believed that it was beyond\ndispute that apparently incriminating admissions made during conversations\nbetween the Turkish suspects had been crucial evidence in the case, and that\nconcerns surrounding the accuracy and interpretation of the translations had\nhelped to halt the case against the four men. It said that an Oxford University\nacademic had studied 400 hours of audio evidence and had scrutinised the\ntranslations. The academic’s report was delivered in November 2007 and the four\nmen were released on bail within weeks; it said this was an exceptional\ndecision given the profile of the case. Charges were dropped the following\nyear. 7. The newspaper referred to a BBC radio documentary,\nbroadcast a month after the first article was published, in which the academic\nsaid “it was not possible to make any conclusive statement about [the\nsuspects’] involvement in the murder based on the material on the tapes”. The\nnewspaper also noted that the lawyer for the defence, who it said also believed\nthat the concerns surrounding the tapes were the principal reason for the case\nbeing halted, had told the BBC that on hearing that the recordings had “not\nbeen translated properly by the police”, he had been “shocked at the\nimplications”. 8. The newspaper accepted that more than one officer had\nbeen involved in translating and corroborating the contents of the surveillance\ntapes, and it considered that its original article should have been more\nexplicit in this regard. It said that when the article was published online, it\nwas amended to make clear that the complainant stood by the accuracy of his\ntranscripts, that his work had been checked before arrests had been made, and\nthat he believed he had been made a scapegoat for the failed case. It also\noffered to publish a statement in print in the newspaper’s For the Record\nsection, and suggested the following wording: \"On April 5 2015, we reported former police officer\nAksay Ozer's involvement in the inquiry into the murder of Emma Caldwell. We\nwould like to make clear that Mr Ozer stands by the accuracy of his translation\nwork during the inquiry, that his work was verified by other officers and that\nhe believes he has been made a scapegoat for the failure of the\ninvestigation.\" Further, the newspaper said it would ensure that the\ncomplainant would not be singled out as being solely responsible for the\ntranslations in future reports, and his photograph would not be published\nwithout the approval of the editor or deputy editor. 9. In addition, the newspaper offered to publish an\ninterview with the complainant in which he could describe his experience of\nbeing on the murder inquiry team, and explain why he believed the case had\nfailed. However, without speaking to the complainant or his solicitor and\nseeing supporting evidence, it said it was unable to report his allegations of\npolice misconduct, as requested. 10. The complainant said the newspaper’s offer was\nunacceptable, and he insisted that his allegations about the police should be\npublished in full. He considered that the newspaper’s suggested wording\nportrayed him as a disgruntled former employee. Relevant Code Provisions11. Clause 1 (Accuracy) i) The Press must take care not to publish inaccurate,\nmisleading or distorted information, including pictures. ii) A significant inaccuracy, misleading statement or\ndistortion once recognised must be corrected, promptly and with due prominence,\nand - where appropriate - an apology published. In cases involving the\nRegulator, prominence should be agreed with the Regulator in advance. Clause 2 (Opportunity to reply) A fair opportunity for reply to inaccuracies must be\ngiven when reasonably called for. Clause 4 (Harassment) i) Journalists must not engage in intimidation,\nharassment or persistent pursuit. ii) They must not persist in questioning, telephoning,\npursuing or photographing individuals once asked to desist; nor remain on their\nproperty when asked to leave and must not follow them. If requested, they must\nidentify themselves and whom they represent. Findings of the Committee12. The complainant had acknowledged that when his audio\nequipment was upgraded, he had become aware of errors in his translations. It\nwas also accepted that the solicitor representing the four suspects had\nquestioned the accuracy of the translations, had requested that the tapes be\nreviewed, and that subsequently the four suspects had been released. As such,\nthe Committee did not consider that it was significantly misleading for the\nnewspaper to report that the case against the four suspects had collapsed\nfollowing concerns raised regarding the translation of the surveillance tapes.\nThere had been no failure to take care over the articles’ accuracy on this\npoint; it did not raise a breach of Clause 1. 13. The Committee noted that the newspaper had implied\nthat responsibility for the translations had rested with the complainant. The\narticle had stated that conversations between the Turkish men needed to be\ntranslated and “a Turkish-speaking officer, Askoy Ozer…was enlisted”. It said\n“at the end of the month, Ozer was hearing some astonishing things”.\nNonetheless, it was not in dispute that the complainant had been on the\ntranslation team. Furthermore, one of the suspects had identified the\ncomplainant as a defendant in legal proceedings, which had led to the suspect\nwinning an out-of-court settlement for wrongful arrest. As such, the\ncomplainant’s identification as the translator in the case, and the publication\nof his photograph, had not created a significantly misleading impression of the\nrole he had played. The Committee, however, welcomed the newspaper’s offer to\npublish a clarification making the complainant’s position clear on this point.\nThe complaint under Clause 1 was not upheld. 14. The terms of Clause 2 do not require that newspapers\nseek comment before publication. Rather, they provide people with a fair\nopportunity to respond to published inaccuracies. The Committee had not\nestablished the existence of inaccuracies that would engage the terms of this\nClause. 15. The terms of Clause 4 generally relate to the conduct\nof journalists during the newsgathering process. The publication of a number of\narticles about the complainant’s involvement in the Emma Caldwell murder\ninquiry did not constitute harassment. There was no breach of Clause 4. Conclusions16. The complaint was not upheld. Remedial Action RequiredN/A Date complaint received: 05/04/2015\nDate decision issued: 18/06/2015\nBack to ruling listing\n\n\n"
}