{
    "url": "/rulings-and-resolution-statements/ruling/?id=02595-19",
    "title": "02595-19 Portman v The Times",
    "provisions": [
        "1 Accuracy (2018)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "The Times (News UK)",
    "received_on": "2019-03-18 00:00:00",
    "concluded_on": "2019-09-27 00:00:00",
    "complaint_processing_days": 193,
    "conclusion_long": ". It said that the individuals featured in the list were identified as billionaires who had moved to tax havens yet still held considerable sway over British life by being donors to UK political parties, holding large amounts of UK land, holding UK titles or owning UK companies. The publication said that the article simply reported that those who are non-UK tax resident could potentially avoid paying large amounts of UK tax, which was accurate; the articles did not specify where the complainant was tax resident.11. The publication said that it had put the points under complaint to the complainant for comment prior to publication, but it did not receive a response. It had also offered to amend the online version of the article the day it was published to reflect that the complainant is resident abroad for personal reasons yet pays UK tax at 45% but the offer was declined.Relevant Code ProvisionsClause 1 (Accuracy)i) The Press must take care not to publish inaccurate, misleading or distorted information or images, including headlines not supported by the text.ii) A significant inaccuracy, misleading statement or distortion must be corrected, promptly and with due prominence, and — where appropriate — an apology published. In cases involving IPSO, due prominence should be as required by the regulator.iii) A fair opportunity to reply to significant inaccuracies should be given, when reasonably called for.iv) The Press, while free to editorialise and campaign, must distinguish clearly between comment, conjecture and fact.Findings of the Committee13. The Committee noted that the first article began by explaining \"A third of British billionaires had moved to tax havens after an exodus over the past decade” and that it made clear that it was publishing \"the list of British billionaires who live offshore while controlling UK businesses, wielding political influence and owning swathes of land\". The article made clear that the publication had \"assessed where British business owners live based on their company filings, which disclose where they are \"usually resident\"” and that “It is not possible from public documents to know whether they are also resident abroad for tax purposes…”.  The article explained, further, that those who become non-UK resident for tax purposes can legally avoid paying UK income tax. The Committee noted that the article also reported that some of the billionaires had said that they lived abroad for reasons including healthy lifestyles, better weather, low crime and closeness to their foreign businesses. The Committee considered the article, as a whole, and found that the reference, in the first article, to the complainant being one of the \"many\" who had been given honours or hold titles was a reference to him being one of the British billionaires who had moved to a tax haven  The Committee acknowledged that the article had stated that the exchequer was “denied billions”, but this was said in a  paragraph which referenced 6800 Britons who control 12,000 UK companies from low tax jurisdictions; the billionaires who were included in the published list were not explicitly referenced. The article reported on billionaires who had moved to tax havens and the complainant accepted that he resided in Switzerland. The Committee did not find that the article, taken as a whole, would have been understood to mean that the complainant avoids paying UK tax on account of being resident in Switzerland. The article was not inaccurate or misleading in breach Clause 1.14. The second article, in which the complainant was named, began by repeating the explanation of the coverage which had appeared in the first article: \"After an exodus of business owners over the past decade, almost a third of British billionaires have moved to tax havens”. The second article reported that those on the list who were also non-UK resident for tax purposes can legally avoid paying UK tax.  The profile of the complainant explained that he had left Britain and now lives in a property by Lake Geneva, but did not identify him as being non-UK resident for tax purposes. The Committee considered that it was sufficiently clear that the article was part of an investigation of British billionaires who had left the UK to live abroad, while still wielding influence over certain aspects life in the UK, and that the basis for the complainant's inclusion in the article was also clear: the complainant had an extensive UK property portfolio which was managed, in part, by a member of the House of Lords. The articles did not make any specific comment or reference to the complainant's tax status, and the Committee did not consider that, by including him in the published list, the article gave rise to a misleading impression that the complainant avoided paying UK tax. In circumstances where the article did not make any specific reference to the complainant's tax status, the article was not significantly misleading by having omitted to make reference to the complainant's obligations to pay tax on income from properties in Britain under the Income Tax (Trading and Other Income) Act 2005. The publication had approached the complainant for comment as to his reasons for moving to a tax haven and as to his tax status, but the complainant's representatives had chosen not to comment. The publication had taken care over the accuracy of the information which had been published in the articles which, for the reasons explained above, were not inaccurate or misleading. There was no breach of Clause 1.Conclusions15. The complaint was not upheld",
    "remedial_action": "N/A Date complaint received: 18/03/2019",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee 02595-19 Portman v\nThe TimesSummary of complaint1. Viscount Christopher Portman complained to the\nIndependent Press Standards Organisation that The Times breached Clause\n1(Accuracy) of the Editors' Code of Practice in two articles headlined:\"British billionaires rush to world's top tax\nhavens\" published on 7 March 2019\"The tax haven billionaires with a grip on Britain from\nabroad\" published on 8 March 20192. The first article reported that an investigation by the\npublication had found that a third of British billionaires had moved to tax\nhavens after an exodus over the past decade. The article also reported that\n\"many have been given honours or hold titles, with at least one viscount,\none baron, six knights and one dame among the billionaires\". The article\nreported that they were among 6,800 Britons controlling 12,000 UK companies\nfrom low-tax jurisdictions and that the exchequer is denied billions a year,\nbut that “many still reap the benefits of British assets\".3. The second article continued a “rich list of the 28 tax\nhaven billionaires\" started in the first article and included the\ncomplainant at number 15 in the list. The article introduced its continuation\nof the list by reporting that \"Those who are also non-UK resident for tax\npurposes can legally avoid huge amounts of UK tax while maintaining control of\nBritish business empires and influencing politics\". The article explained\nthat the previous day the newspaper had \"profiled the very wealthiest\nBritish citizens who have declared that they are 'usually resident' in low-tax\njurisdictions in company documents or are known to live in or be moving to\nthem\". It explained, further, that \"Declaring residence in company\nfilings is not the same as officially being non-resident in the UK for tax\npurposes, which is not disclosed in public documents”. Under the complainant's\nentry, the article reported the complainant's wealth to be £2.3 billion\n(according to the 2018 Sunday Times rich list) and featured a description of\nthe complainant's UK property portfolio. It reported that the complainant had\nleft Britain and now lives in a property by Lake Geneva and that his family's\nproperties in Britain are managed by a management company and trustees, one of\nwhom is a member of the House of Lords. The article reported that the\ncomplainant did not respond to requests for comment.4. The second article appeared in much the same format\nonline under the headline \"Tax haven rich list part 2: Billionaires with a\ngrip on Britain from abroad\" published on 7 March 2019.5. The complainant said that the first article's claim that\n\"many [of the billionaires featured in the coverage] have been given\nhonours or hold titles, with at least one viscount\" was a direct reference\nto him. He said that the article made several specific references to those\nnamed in the coverage as having avoided paying UK tax because of being a non-UK\ntax resident, and that his inclusion in the published list was misleading as he\nwas not non-UK resident for tax purposes and did not avoid paying UK tax. The\ncomplainant said that any reader would inevitably, and inaccurately in his\ncase, conclude that all those individuals identified in the article were\nresident in tax havens to deny HMRC millions of pounds.6. The complainant said that the second article also\nbreached Clause 1. He said that it inaccurately suggested that he earns a\nsubstantial income from a UK property portfolio but that, on account of being\nresident in Switzerland, he avoided paying tax on this portfolio to the\ndetriment of the exchequer. He said that he is legally required to pay tax on\nthe income generated by this portfolio under the Income Tax (Trading and Other\nIncome) Act 2005; the article had failed to explain this. He said that he had\nbeen included in a \"rogues gallery\" of tax avoiding billionaires who\nlived abroad and who were accused of denying HMRC of billions of pounds, in\ncircumstances where he paid tax in full on his UK income and resided in\nSwitzerland for personal reasons.7. The complainant also raised concerns that other articles\nfeatured in the coverage of the investigation, which were not formally under\ncomplaint, made references to tax avoidance which furthered the misleading\nimpression that he was resident abroad to avoid paying UK tax.8. The publication denied that the articles were inaccurate\nor misleading. It said that the articles did not comment on the tax status of\nthe individuals included in the list where it was not known; the articles did\nnot make any specific reference to the complainant's tax status. It said that\nat no point did the articles under complaint, or the wider coverage, suggest\nthat the individuals paid no UK tax, only that they may legally be able to\navoid paying large sums of UK tax, which was not inaccurate. The publication\nemphasised that, in the course of making his complaint, the complainant had\nreferenced \"tax exiles\", \"tax avoiders\" and that he\nfeatured in a \"rogues gallery\", but that none of these phrases\nfeatured anywhere in the coverage.9. The publication accepted that the \"Viscount\"\nreferenced in the first article did refer to the complainant, but said that\ngiven that he was not named in the article, readers would not be aware it was a\nreference to him without having also read the second article. Further, the\nreference to the complainant being one of \"the many\" who had been\ngiven honours or hold titles was a reference to the complainant being one of\nthe many billionaires who had moved to tax havens and not to many who avoid\ntax. The publication argued that even if readers had read both articles, and had\nidentified the complainant as being the Viscount referenced in the first\narticle, the first article did not give rise to a misleading impression that\nthe complainant avoided paying UK tax. The publication highlighted that the\ncoverage explained that \"Non-residents for tax purposes can also receive\nforeign income without paying any UK income tax, although UK salaries and\nrental income remain taxable\"; the publication said that this indicated\nthat the complainant would pay tax on income from property in Britain.10. The publication suggested that the complainant had\nmisunderstood the meaning of the second article. The list was not a list of\nbillionaires who did not pay UK tax and nor would readers draw this conclusion.\nIt said that the individuals featured in the list were identified as\nbillionaires who had moved to tax havens yet still held considerable sway over\nBritish life by being donors to UK political parties, holding large amounts of\nUK land, holding UK titles or owning UK companies. The publication said that the\narticle simply reported that those who are non-UK tax resident could\npotentially avoid paying large amounts of UK tax, which was accurate; the\narticles did not specify where the complainant was tax resident.11. The publication said that it had put the points under\ncomplaint to the complainant for comment prior to publication, but it did not\nreceive a response. It had also offered to amend the online version of the\narticle the day it was published to reflect that the complainant is resident\nabroad for personal reasons yet pays UK tax at 45% but the offer was declined.Relevant Code ProvisionsClause 1 (Accuracy)i) The Press must\ntake care not to publish inaccurate, misleading or distorted information or\nimages, including headlines not supported by the text.ii) A significant inaccuracy, misleading statement or\ndistortion must be corrected, promptly and with due prominence, and — where\nappropriate — an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator.iii) A fair opportunity to reply to significant inaccuracies\nshould be given, when reasonably called for.iv) The Press, while free to editorialise and campaign, must\ndistinguish clearly between comment, conjecture and fact.Findings of the Committee13. The Committee noted that the first article began by\nexplaining \"A third of British billionaires had moved to tax havens after\nan exodus over the past decade” and that it made clear that it was publishing\n\"the list of British billionaires who live offshore while controlling UK\nbusinesses, wielding political influence and owning swathes of land\". The\narticle made clear that the publication had \"assessed where British\nbusiness owners live based on their company filings, which disclose where they\nare \"usually resident\"” and that “It is not possible from public\ndocuments to know whether they are also resident abroad for tax\npurposes…”.  The article explained,\nfurther, that those who become non-UK resident for tax purposes can legally\navoid paying UK income tax. The Committee noted that the article also reported\nthat some of the billionaires had said that they lived abroad for reasons\nincluding healthy lifestyles, better weather, low crime and closeness to their\nforeign businesses. The Committee considered the article, as a whole, and found\nthat the reference, in the first article, to the complainant being one of the\n\"many\" who had been given honours or hold titles was a reference to\nhim being one of the British billionaires who had moved to a tax haven  The Committee acknowledged that the article\nhad stated that the exchequer was “denied billions”, but this was said in\na  paragraph which referenced 6800 Britons\nwho control 12,000 UK companies from low tax jurisdictions; the billionaires\nwho were included in the published list were not explicitly referenced. The\narticle reported on billionaires who had moved to tax havens and the\ncomplainant accepted that he resided in Switzerland. The Committee did not find\nthat the article, taken as a whole, would have been understood to mean that the\ncomplainant avoids paying UK tax on account of being resident in Switzerland.\nThe article was not inaccurate or misleading in breach Clause 1.14. The second article, in which the complainant was named,\nbegan by repeating the explanation of the coverage which had appeared in the\nfirst article: \"After an exodus of business owners over the past decade,\nalmost a third of British billionaires have moved to tax havens”. The second\narticle reported that those on the list who were also non-UK resident for tax\npurposes can legally avoid paying UK tax. \nThe profile of the complainant explained that he had left Britain and\nnow lives in a property by Lake Geneva, but did not identify him as being\nnon-UK resident for tax purposes. The Committee considered that it was\nsufficiently clear that the article was part of an investigation of British\nbillionaires who had left the UK to live abroad, while still wielding influence\nover certain aspects life in the UK, and that the basis for the complainant's\ninclusion in the article was also clear: the complainant had an extensive UK\nproperty portfolio which was managed, in part, by a member of the House of\nLords. The articles did not make any specific comment or reference to the complainant's\ntax status, and the Committee did not consider that, by including him in the\npublished list, the article gave rise to a misleading impression that the\ncomplainant avoided paying UK tax. In circumstances where the article did not\nmake any specific reference to the complainant's tax status, the article was\nnot significantly misleading by having omitted to make reference to the\ncomplainant's obligations to pay tax on income from properties in Britain under\nthe Income Tax (Trading and Other Income) Act 2005. The publication had\napproached the complainant for comment as to his reasons for moving to a tax\nhaven and as to his tax status, but the complainant's representatives had\nchosen not to comment. The publication had taken care over the accuracy of the\ninformation which had been published in the articles which, for the reasons\nexplained above, were not inaccurate or misleading. There was no breach of\nClause 1.Conclusions15. The complaint was not upheldRemedial action requiredN/A Date complaint received: 18/03/2019\nDate complaint concluded: 27/09/2019\nBack to ruling listing\n\n\n"
}