{
    "url": "/rulings-and-resolution-statements/ruling/?id=02593-15",
    "title": "02593-15 Pain v Sunday Mirror",
    "provisions": [
        "1 (Accuracy) 2015",
        "2 (Opportunity to reply) 2015"
    ],
    "outcome": "No breach - after investigation",
    "publication": "Sunday Mirror (Reach PLC)",
    "published_on": "2015-03-22 00:00:00",
    "received_on": "2015-04-08 00:00:00",
    "concluded_on": "2015-10-06 00:00:00",
    "complaint_processing_days": 181,
    "conclusion_long": "of the investigation against the complainant, there would be no further action taken. The press release went on to discuss the difficulties of investigating allegations about internet activity, and noted that it is possible for false profiles to be created and information posted without the knowledge of the individual they purport to be from. 6. The newspaper offered to publish the following clarification in the print edition of the newspaper:  On 22 March 2015 under the headline \"The UKIP candidate, her saucy photos and the racism row that's sent her party into a meltdown\" we printed that Cllr Chris Pain's Facebook page \"once carried a rant about illegal immigrants\" and that he had been expelled from the Party \"in a dispute over expenses\". A police investigation into the Facebook matter determined that no further action would be taken as there was not sufficient evidence to determine that Cllr Pain published the Facebook posts. We would also like to make clear that Cllr Pain was actually expelled for disseminating confidential Party material.  It offered to publish a similar clarification on the online article, making clear that it had been amended to remove the reference to the complainant’s Facebook page, and to explain that he had been expelled for disseminating confidential Party material.  Relevant Code Provisions 7. Clause 1 (Accuracy)  i) The press must take care not to publish inaccurate, misleading or distorted information, including pictures.  ii) A significant inaccuracy, misleading statement or distortion once recognised must be corrected, promptly and with due prominence, and – where appropriate – an apology published.  iii) The Press, whilst free to be partisan, must distinguish clearly between comment, conjecture and fact.  Clause 2 (Opportunity to reply)  i) A fair opportunity for reply to inaccuracies must be given when reasonably called for.  Findings of the Committee 8. The article was a report on the comments that had been made by a UKIP party official, including comments he had made about the complainant. In that context, the article contained some biographical details about the complainant.  The newspaper had relied on its own previous press coverage, against which no complaint appeared to have been pursued, and evidence which appeared to show the complainant commenting about illegal immigration on Facebook. The article did not repeat the allegation made in 2013; it reported simply that the complainant’s page had “once carried a rant about illegal immigrants”. In such circumstances, while expressing some concern about the inconsistency in the reporter’s account of the attempts to contact the complainant in advance of publication, the Committee did not consider that there had been a failure to take care not to publish inaccurate information. There was no breach of Clause 1 (i).  9. Nonetheless, given the complainant’s denial, which had previously been published, and his full explanation of the circumstances of his expulsion from the party, it was appropriate for the newspaper to have offered to publish a clarification in line with its obligations under the Code. This should now be published to avoid a breach of Clause 1 (ii).  10. The Committee noted that the complainant received a ‘failed delivery’ message after trying to email the journalist after the article had been published; he had therefore been made aware of the fact that his request for an opportunity to reply had not been communicated to the newspaper. There was accordingly no breach of Clause 2.  Conclusions 11. The complaint was not upheld.",
    "remedial_action": "N/A  Date complaint received: 08/04/2015",
    "text": "\n\n\n\n\n\n·    Decision of the Complaints Committee 02593-15 Pain v\nSunday Mirror\nSummary of\ncomplaint \n1. Chris Pain complained to the Independent Press\nStandards Organisation that the Sunday Mirror breached Clause 1 (Accuracy) and\nClause 2 (Opportunity to reply) of the Editors’ Code of Practice in an article\nheadlined “The UKIP candidate, her saucy photos and the racism row that’s sent\nher part into meltdown”, published on 22 March 2015. \n2. The article reported on a tape recording of a UKIP\nmeeting in Grimsby. It reported a number of comments that a party official had\nmade about a local UKIP candidate. It also reported that the same party\nofficial “launched into an astonishing tirade against [the complainant]”, and\nhad described him as “one of the most poisonous people to have been involved\nwith this party”. The article reported that the complainant’s Facebook page\n“once carried a rant about illegal immigrants”, and that he had been expelled\nfrom UKIP “in a dispute over expenses”. \n3. The complainant denied that he had posted a rant about\nillegal immigrants on his Facebook page. He said that in May 2013, the same\nnewspaper alleged that he had posted “hate-fuelled postings”, and quoted one\nsuch alleged post. The newspaper contacted him prior to publication, and he\ndenied making a post about illegal immigrants. In July 2014, he made a\ncomplaint to the Press Complaints Commission about the 2013 article, but did\nnot pursue this complaint. The complainant said that his Facebook account had\nbeen ‘cloned’, and that he had not in fact made the posts which he appeared to\nhave made. He provided a number of comments that had been made by other\nFacebook users and letters from colleagues to support his position that he had\nnot posted such material. He also provided a letter from an IT consultant\nexplaining how Facebook accounts can be cloned in this manner. He said that the\npolice investigated the allegation that he had posted comments of a racist\nnature on his Facebook account, and that it had been discontinued due to\ninsufficient evidence.  He accepted that an image of a blonde toddler next\nto a union jack accompanied by the caption “my race is dying out in my own\ncountry!! Stop immigration now!!” had appeared on his Facebook profile. He said\nthat he had not posted or written this material. He said that it had been\nshared from elsewhere, and that he had deleted it when he was made aware that\nit was on his profile. \n4. The complainant said he was not expelled in a dispute\nover expenses. He was expelled from UKIP for passing on to a third party a\nconfidential email regarding the UKIP MEP selection process. The complainant\ndid not dispute that he had stated in an interview that he was “hounded out of\nUKIP for raising red flags as a member of the party’s National Executive\nCommittee about the misuse of EU expenses by party MEPs”. The complainant was\nconcerned that he was not contacted before the article was published to provide\nhim the opportunity to respond. After publication of the article, he said that\nhe had tried to contact the journalist via the email address at the end of the\narticle, but faced technical difficulties doing so. He said that he received\nemail messages notifying him that the delivery of the email had been delayed,\nand that he then received an email notifying him that the delivery had failed\npermanently. \n5. The newspaper said that in preparing the article under\ncomplaint, it had relied on the 2013 article from the newspaper’s archives,\nwhich did not carry any kind of notice or warning. The newspaper said that it\nhad tried to contact the complainant before publication of the 2015 article,\nbut that the journalist confused his telephone number with another telephone\nnumber, such that she left a voicemail on the wrong phone. However, it provided\nscreenshots of a number of Facebook posts purportedly made by the complainant,\nsome of which commented on immigrants, and illegal immigration.  The\nnewspaper provided a press release from Lincolnshire Police which explained\nthat at the conclusion of the investigation against the complainant, there\nwould be no further action taken. The press release went on to discuss the\ndifficulties of investigating allegations about internet activity, and noted\nthat it is possible for false profiles to be created and information posted\nwithout the knowledge of the individual they purport to be from.\n6. The newspaper offered to publish the following\nclarification in the print edition of the newspaper: \nOn 22 March 2015 under the headline \"The UKIP\ncandidate, her saucy photos and the racism row that's sent her party into a\nmeltdown\" we printed that Cllr Chris Pain's Facebook page \"once\ncarried a rant about illegal immigrants\" and that he had been expelled\nfrom the Party \"in a dispute over expenses\". A police investigation\ninto the Facebook matter determined that no further action would be taken as\nthere was not sufficient evidence to determine that Cllr Pain published the\nFacebook posts. We would also like to make clear that Cllr Pain was actually\nexpelled for disseminating confidential Party material. \nIt offered to publish a similar clarification on the\nonline article, making clear that it had been amended to remove the reference\nto the complainant’s Facebook page, and to explain that he had been expelled\nfor disseminating confidential Party material. \nRelevant Code Provisions\n7. Clause 1 (Accuracy) \ni) The press must take care not to publish inaccurate,\nmisleading or distorted information, including pictures. \nii) A significant inaccuracy, misleading statement or\ndistortion once recognised must be corrected, promptly and with due prominence,\nand – where appropriate – an apology published. \niii) The Press, whilst free to be partisan, must\ndistinguish clearly between comment, conjecture and fact. \nClause 2 (Opportunity to reply) \ni) A fair opportunity for reply to inaccuracies must be\ngiven when reasonably called for. \nFindings of the Committee\n8. The article was a report on the comments that had been\nmade by a UKIP party official, including comments he had made about the\ncomplainant. In that context, the article contained some biographical details\nabout the complainant.  The newspaper had relied on its own previous press\ncoverage, against which no complaint appeared to have been pursued, and\nevidence which appeared to show the complainant commenting about illegal\nimmigration on Facebook. The article did not repeat the allegation made in\n2013; it reported simply that the complainant’s page had “once carried a rant\nabout illegal immigrants”. In such circumstances, while expressing some concern\nabout the inconsistency in the reporter’s account of the attempts to contact\nthe complainant in advance of publication, the Committee did not consider that\nthere had been a failure to take care not to publish inaccurate information.\nThere was no breach of Clause 1 (i). \n9. Nonetheless, given the complainant’s denial, which had\npreviously been published, and his full explanation of the circumstances of his\nexpulsion from the party, it was appropriate for the newspaper to have offered\nto publish a clarification in line with its obligations under the Code. This\nshould now be published to avoid a breach of Clause 1 (ii). \n10. The Committee noted that the complainant received a\n‘failed delivery’ message after trying to email the journalist after the\narticle had been published; he had therefore been made aware of the fact that\nhis request for an opportunity to reply had not been communicated to the\nnewspaper. There was accordingly no breach of Clause 2. \nConclusions\n11. The complaint was not upheld. \nRemedial Action Required\nN/A \nDate complaint received: 08/04/2015\nDate decision issued: 06/10/2015\nBack to ruling listing\n\n\n"
}