{
    "url": "/rulings-and-resolution-statements/ruling/?id=02594-15",
    "title": "02594-15 Blake v Watford Observer",
    "provisions": [
        "1 (Accuracy) 2015",
        "12 (Discrimination) 2015"
    ],
    "outcome": "No breach - after investigation",
    "publication": "Watford Observer (Newsquest Media Group)",
    "published_on": "2015-04-03 00:00:00",
    "received_on": "2015-04-05 00:00:00",
    "concluded_on": "2015-07-20 00:00:00",
    "complaint_processing_days": 106,
    "conclusion_long": "12. The complaint was not upheld.",
    "remedial_action": "N/A Date complaint received: 05/04/2015",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee 02594-15 Blake v\nWatford ObserverSummary of\ncomplaint 1. Daniel Blake complained to the Independent Press\nStandards Organisation that the Watford Observer had breached Clause 1\n(Accuracy) and Clause 12 (Discrimination) of the Editors’ Code of Practice in a\nreader’s letter headlined “Bushey synagogue will regret eruv”, published on 3\nApril 2015. 2. The letter was from a member of a residents’\nassociation in Bushey, London, and concerned plans to build a new eruv (a\ndefined area in which Jewish people may carry or push objects on the Sabbath).\nThe letter writer opposed the establishment of the eruv, and expressed concern\nthat Bushey was going to become a Jewish area, whereas previously people of all\nreligions had ”happily co-existed.” She claimed that “Jewish law can\ndiscriminate against a disabled wheelchair user,” and asked, ”why are Jews\nexempt from the law?” 3. The complainant had led the eruv project at Bushey\nSynagogue, and said that the letter was clearly anti-Semitic. In his view, the\nsuggestion that Jews would come to regret the establishment of the eruv was\nthreatening, and the letter’s references to a “powerful Jewish lobby” and local\nJews’ attempts to “socially engineer” the area were discriminatory and breached\nClause 12. The complainant also said that the letter was inaccurate and\nmisleading: Bushey Synagogue had not sought to mislead the public in relation\nto the eruv, and it was not seeking to increase the Jewish population in the\narea. Jewish law is always secondary to state law, and does not discriminate\nagainst disabled wheelchair users. The complainant had submitted his own letter\nto the newspaper in response, which was published the following week. The\nletter mentioned that “Jewish law is respectful of English law and certainly\ndoes not discriminate against wheelchair users.” 4. The newspaper did not accept that it had breached the\nCode by publishing the reader’s letter. It said that it was the writer’s\nhonestly-held interpretation of events surrounding the eruv application.\nPublication of the letter did not indicate that the newspaper shared the views\nof the author, and the following week the newspaper had published a number of\nletters in favour of the eruv. Regarding the claim within the letter that\nJewish law discriminates against wheelchair users, the newspaper said that it\nhad investigated this point upon receiving the complaint, and was satisfied\nthat the rules surrounding pushing and carrying on the Sabbath do make travel\nmore difficult for wheelchair users; for example, the use of electronic\nwheelchairs should be avoided on that day. As such, the newspaper did not\nbelieve that a correction on this point was necessary. 5. The newspaper said that the letter did not contain a\ndiscriminatory reference towards a particular individual; it did not believe\nthat the terms of Clause 12 were engaged. Relevant Code Provisions6. Clause 1 (Accuracy) i) The press must take care not to publish inaccurate,\nmisleading or distorted information, including pictures. ii) A significant inaccuracy, misleading statement or\ndistortion once recognised must be corrected, promptly and with due prominence,\nand – where appropriate – an apology published. iii) The press, whilst free to be partisan, must\ndistinguish clearly between comment, conjecture and fact. Clause 2 (Opportunity to reply) A fair opportunity to reply to inaccuracies must be given\nwhen reasonably called for. Clause 12 (Discrimination) i) The press must avoid prejudicial or pejorative\nreference to an individual’s race, colour, religion, gender, sexual orientation\nor to any physical or mental illness or disability. ii) Details of an individual’s race, colour religion,\nsexual orientation, physical or mental illness or disability must be avoided\nunless genuinely relevant to the story. Findings of the Committee7. The Committee understood why members of the Jewish\ncommunity in Bushey had found the letter concerning, and acknowledged the\ncomplainant’s position that the letter contained references to Jewish people\nwhich many would find offensive. However, the Committee’s role was to determine\nwhether or not publication of the letter had breached the terms of the Editors’\nCode. 8. Newspapers are entitled to publish readers’ letters\nwhich robustly argue controversial opinions, including where it is likely that\nthose opinions will offend. The letter under complaint had plainly been the\nwriter’s opinion. In light of the newspaper’s explanation of the claim about\nthe effect of Jewish law on wheelchair users, the Committee did not identify a\nsignificant inaccuracy in this regard, which would require correction under the\nCode. 9. Jewish people are not “exempt from the law”. It was\nappropriate for the newspaper to publish the complainant’s reply promptly – the\nfollowing week – setting out the correct position, in line with the newspaper’s\nobligations under Clause 2 of the Code, which provides an opportunity to reply\nto inaccuracies when reasonably called for. 10. The claim about Jewish people being “exempt from the\nlaw” had been presented by a reader in the context of a clearly provocative\nletter; it was not a legal opinion, and it did not constitute a point of\nsignificance in the context of the letter as a whole. In these circumstances,\nthe Committee was satisfied that the claim in the letter was not likely to\nsignificantly mislead readers; the newspaper was not required to publish a\ncorrection on this point, in addition to the letter it had already published.\nThere was no failure to distinguish comment from fact. There was no breach of\nClause 1. 11. The letter had not made a prejudicial, pejorative or\nirrelevant reference to any individual’s religion. There was no breach of\nClause 12. Conclusions12. The complaint was not upheld. Remedial Action RequiredN/A Date complaint received: 05/04/2015 Date complaint concluded:\n20/07/2015\n\n\nBack to ruling listing\n\n\n"
}