{
    "url": "/rulings-and-resolution-statements/ruling/?id=02607-21",
    "title": "02607-21 Various v thesun.co.uk",
    "provisions": [
        "1 Accuracy (2021)"
    ],
    "outcome": "Breach - sanction: action as offered by publication",
    "publication": "thesun.co.uk (News UK)",
    "published_on": "2021-03-06 00:00:00",
    "received_on": "2021-03-24 00:00:00",
    "concluded_on": "2021-06-02 00:00:00",
    "complaint_processing_days": 70,
    "conclusion_long": "19. The complaint was partly upheld under Clause (i) and Clause (iv).",
    "remedial_action": "20. The amended footnote which was offered clearly put the correct position on record, and was offered promptly and with due prominence, and should now be published.   Date complaint received: 24/03/2021",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee – 02607-21 Various v\nthesun.co.uk\nSummary of Complaint\n1. The Independent Press Standards Organisation received\nvarious complaints that thesun.co.uk breached Clause 1 (Accuracy) of the\nEditors’ Code of Practice in an article headlined “BACK TO SCHOOL Schools\nre-opening: How Covid-safe classrooms will look with face masks and screens\nseparating desks from Monday”, published on 6 March 2021.\n2. The article, which only appeared online, reported on\nproposed Covid-19 safety measures ahead of schools reopening in England on 8\nMarch, and included a graphic showing a classroom with open windows, hand\nsanitisers, and a trough-style foot-operated sink, as well as Perspex screens\nand moveable partition screens separating children. The graphic was titled\n“Post-Lockdown Class: From screens to compulsory facemasks, how Britain’s\nschools might look when they return on Monday”. The article itself said that\n“classrooms are likely to look a little different” and set out some ways in\nwhich schools may introduce safety measures, such as “Perspex screens likely to\nshield pupils from the front of the class”. It further said that “desks will\nprobably be separated with large screens at the side”.\n3. IPSO received 97 complaints about the article.\nComplainants said that the article was inaccurate as the headline stated that\nthe article showed “[h]ow Covid-safe classrooms will look” after pupils\nreturned to school, when there was, in fact, \nno official guidance or requirements for reopening schools to have the\nmeasures depicted in the graphic and article in place prior to reopening. As\nsuch, complainants said that the headline would mislead readers into believing\nthat schools would have measures in place similar to those depicted in the\narticle, when the true position was that schools were not required to have such\nmeasures in place.\n4. Complainants also said that the reference to Perspex\nscreens was inaccurate; there was no official guidance or rules in place which\nreferred to the use of such screens in classroom settings and the publication\nhad no basis to say that Perspex screens were “likely to shield pupils from the\nfront of the class” nor that “desks will probably be separated with large\nscreens at the side.”\n5. The publication said it did not accept a breach of the\nEditors’ Code. It first noted that the article was compiled from information\ntaken from various sources, from government advice and press reports to\nanecdotal input from teachers. It said that the article did not refer to\nofficial government guidance or rules except with reference to the use of\nface-masks by high school students. Therefore, it did not accept that readers\nwould be misled into believing that the measures described in the article were\nbased on any kind of official guidance.\n6. Turning to the headline, it noted that – while the\nheadline referred to how schools “will” look – the article itself made clear\nthat this was conjecture on the part of the publication, based on various\nsources, and was not based on official government guidance. It noted that,\nthroughout the article, all claims were presented as conjecture on part of the\npublication – for instance, stating that “classrooms are likely to look a\nlittle different.” The publication also noted the headline of the graphic, which\nmade clear that it depicted how schools “might appear”. It said that the\nheadline did not contradict the article or the graphic and that, read in\nconjunction with the article, the true position would be clear: the true\nposition being that the measures depicted in the article may be in place in\ncertain schools, and there was no inference that all measures depicted in the\narticle would be in all schools.\n7. The publication went on to note that Perspex screens had\nbeen installed in some schools, and provided news reports showing this. It\nnoted that it had also been reported in June 2020 that Perspex screens may be\ninstalled after a Scottish teaching union had called for them to be used in\nschools, and that official government guidance had made reference to the need\nto maintain distance between pupils and teaching staffs in schools, and the\nneed for “increased hygiene and safety protocols in place to minimise the risk\nof transmission” in cases of pupils who required close contact or had complex\nneeds. It noted that the article made clear that the claim regarding Perspex\nscreens was not a claim of fact; rather, it was conjecture and presented as\nsuch, by way of the use of the terms “probably” and “likely” with reference to\nthe use of Perspex screens.\n8. The publication said that, while it did not accept that\nthe Code had been breached, it had amended the article headline the day after\nthe article’s publication following reader feedback and prior to receiving\nnotice from IPSO that the article raised a possible breach of the Editors’\nCode.  The amended headline read “BACK TO\nSCHOOL Schools re-opening: How Covid-safe classrooms could look with face masks\nand screens separating desks from Monday”.\n9. The publication also added a footnote to the bottom of\nthe article during the IPSO investigation and 20 days after the article’s\noriginal publication; the footnote read: “This article's original headline,\nwhich said how Covid-safe classrooms \"will look\", has been amended to\nreflect that the measures described and depicted are ones that could or might\nbe implemented, as the text makes clear.”\n10. The publication also offered to add to the article’s\nfootnote, to make clear that Perspex screens had not been mandated by any\nparticular governing body – notwithstanding that it did not consider the\narticle to be inaccurate, misleading, or distorted on this point. It proposed\nto add the following wording to the footnote: “Perspex screens have not been\nspecifically mandated by any official guidance.”\nRelevant Code Provisions\nClause 1 (Accuracy)\ni) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not\nsupported by the text.\nii) A significant inaccuracy, misleading statement or\ndistortion must be corrected, promptly and with due prominence, and — where\nappropriate — an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator. \niii) A fair opportunity to reply to significant inaccuracies\nshould be given, when reasonably called for.\niv) The Press, while free to editorialise and campaign, must\ndistinguish clearly between comment, conjecture and fact.\nFindings of the Committee\n11. Clause 1 (i) makes clear that - in addition to taking\ncare not to publish inaccurate, misleading, or distorted information –\npublications must take care not to publish headlines not supported by the text\nof the article. The terms of Clause 1 (iv) were also engaged by the complaints\nraised, where the use of the term “will” in the original headline presented the\nclaim as fact and where Clause 1 (iv) makes clear that publications should\ndistinguish between comment, conjecture, and fact.\n12. It therefore fell to the Committee to determine whether\nsufficient care was taken to ensure that the original headline and the article\nwere not inaccurate, misleading, or distorted, and whether the headline was\nsupported by the text of the article. The Committee also noted that it must\ndetermine whether the headline and article itself clearly distinguished between\nconjecture on the part of the publication and established fact.\n13. The original headline of the article under complaint\nstated, without qualification, that the article showed how schools “will” look\nupon reopening. This was contradicted by the article and the accompanying\ngraphic, both of which framed the claims regarding how classrooms may appear as\npossibilities rather than absolute claims of fact. The Committee noted that the\narticle had been published two days before pupils were due to return to school,\nand that the publication had the opportunity to reach out to interested parties\n– for instance, teaching unions – for comment. The publication had not taken care\nto ensure that the headline was supported by the text of the article, and there\nwas a breach of Clause 1 (i) as a result. In addition, the headline of the\narticle presented conjecture on the part of the publication – which the article\nclearly distinguished as such, by the use of qualifiers such a “might” and\n“possible” – as established fact. The headline did not distinguish between\ncomment, conjecture, and fact, and there was a further breach of Clause 1 (iv).\n14. The headline inaccuracy was significant, where it\nappeared prominently in the headline and related to a matter of national\nconcern: the reopening of schools during the Covid-19 pandemic. As such, it\nrequired correction under the terms of Clause 1 (ii).\n15. The Committee turned next to the alleged inaccuracy\nregarding the use of Perspex screens. The publication had distinguished between\nconjecture and fact in reporting that they were “likely” and “probably” to be\nused in classrooms; they had not made a claim of fact that they would be used,\nand there was no breach of Clause 1 (iv). However, the Committee did not\nconsider that there was sufficient basis to make this claim; by stating that\nsuch screens would “probably” be used in classrooms, the article distorted the\ntrue position, which was: that some classrooms had installed screens, that 9\nmonths prior to the article’s publication a single Scottish teaching union had\ncalled for the use of such screens, and that no official guidance mandated the\nuse of such screens. There was, therefore, a further breach of Clause 1 (i),\nwhere the publication had not taken care not to publish distorted information.\n16. The distortion regarding the Perspex screens was\nsignificant, where it had the potential to mislead readers as to what measures\nwere likely to be in schools to prevent the transmission of Covid-19. As the\ndistortion was significant, corrective action was required under the terms of\nClause 1 (ii).\n17. Clause 1 (ii) requires that significantly inaccurate,\nmisleading, or distorted information is corrected promptly and with due\nprominence, as required by IPSO. The publication had amended the original\nheadline the day after the article’s publication; the amended headline made\nclear that the headline claim was based on conjecture and was not a statement\nof fact on the part of the publication. The amended headline was supported by\nthe article, which also made clear that its claims were based on conjecture.\nThe publication added a footnote, 20 days after the article’s publication. The\nfootnote included the wording of the original headline and put the correct\nposition on record, and made clear what was being corrected. The Committee\nfound that the amended headline and additional footnote was sufficient to\ncorrect the original headline inaccuracy, and that it had been published\npromptly and with due prominence. There was no further breach of Clause 1 (ii)\non this point.\n18. The publication offered, during the IPSO investigation,\nto add to the footnote wording which put the correct position on record\nregarding the Perspex screens. The Committee found that the wording offered by\nthe publication was sufficient to address this point of inaccuracy, and that the\nproposed position was sufficiently prominent. There was no further breach of\nClause 1 (ii).\nConclusions\n19. The complaint was partly upheld under Clause (i) and\nClause (iv).\nRemedial Action Required\n20. The amended footnote which was offered clearly put the\ncorrect position on record, and was offered promptly and with due prominence,\nand should now be published.\n \nDate complaint received: 24/03/2021\nDate complaint concluded by IPSO: 02/06/2021\nBack to ruling listing\n\n\n"
}