{
    "url": "/rulings-and-resolution-statements/ruling/?id=02600-21",
    "title": "02600-21 A woman (A) v The Sunday Times",
    "provisions": [
        "1 Accuracy (2021)",
        "4 Intrusion into grief or shock (2021)",
        "11 Victims of sexual assault (2021)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "The Sunday Times (News UK)",
    "published_on": "2021-03-07 00:00:00",
    "received_on": "2021-03-10 00:00:00",
    "concluded_on": "2021-06-24 00:00:00",
    "complaint_processing_days": 106,
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee 02600-21 A woman (A) v\nThe Sunday Times\nSummary of Complaint\n1. A woman (A)\ncomplained to the Independent Press Standards Organisation that The Sunday\nTimes breached Clause 1 (Accuracy), Clause 4 (Intrusion into grief or shock),\nClause 11 (Victims of sexual assault) of the Editors’ Code of Practice in an\narticle headlined “Exit, chased by a supernatural bear”, published on 7 March\n2021.\n2. The article was\na television column which included a brief review of a documentary, centring on\nMax Clifford, who had been convicted in 2014 of historic sex offences. The\nprogramme featured some of Mr Clifford’ victims, who contributed anonymously to\nthe show; it referred to Mr Clifford’s offences as “pathetic crimes”. The\ncolumnist criticised the manner in which the women’s identities had been\nobscured in the documentary: “Yet instead of handling the women tastefully,\nthey’d been given joke-shop wigs to wear and their voices had been lowered to\ndisguise them, like pre-op transwomen on a day trip from Brighton. What started\noff as an attempt to make their stories heard only made them victims again.“\nThe article also referred to the Mr Clifford’s biographer who, the article\nstated, “helped to produce” the documentary.\n3. The article also\nappeared online in substantially the same form under the headline “TV reviews:\nThe Terror; Max Clifford: The Fall of a Tabloid King; Deutschland 89; Ben\nFogle: Inside Chernobyl”.\n4. The complainant\nwas one of the women who had appeared disguised in the documentary. She said\nthat the article was insensitive in breach of Clause 4 (Intrusion into grief or\nshock), as she considered it to be so offensive in its portrayal of her as a\nvictim of sexual assault.\n5. The complainant\nalso said that the review contained several inaccuracies in breach of Clause 1.\nShe said that it was inaccurate and offensive to refer to the show’s\nparticipants wearing “joke-shop wigs” and comparing their voices to “pre-op\ntranswomen”; noting that the latter phrase was also offensive to transwomen.\nShe then said that it was inaccurate to say that Max Clifford’s biographer had\n“helped to produce” the documentary, where she had acted as a consultant on the\nprogramme and not as a producer. She said that the inaccuracies served to\nsensationalise the victims of sexual crimes.\n6. The complainant\nalso said that she considered Clause 11 had been breached, where she said the\narticle trivialised the experiences of survivors of sexual assault and made\nlight of methods used to disguise their identity.\n7. The publication\nsaid that it did not accept that the Code had been breached, though it extended\nits sympathies to the complainant and said that there was no intention either\non the part of the publication or the article’s writer to exacerbate the pain\nshe felt as a victim of sexual assault. However, it did not consider that the\nterms of Clause 4 applied, as the publication considered that the terms of the\nClause applied only to approaches made by journalists and contemporaneous\nreporting of personal cases of grief and shock; it did not believe that the\nterms of the Clause applied in perpetuity and therefore would not be engaged by\na television review focusing on historic crimes. The publication noted that the\ntitle of the Clause itself referred to “shock”, which it characterised as “a\nspontaneous reaction to a sudden event.” It further said that the comments\nunder complaint were references to a television programme which was in the public\ndomain and which the complainant had willingly participated in.\n8. Regarding the\ncomplainant’s Clause 1 concerns, the publication said that it accepted that Max\nClifford’s biographer had acted as a consultant on the show. However, it did\nnot accept that this represented a breach of Clause 1, where this was a passing\nreference in a television review and the phrase “helped to produce” could refer\nto an individual assisting in any capacity in the production of a television\nprogrammer; the phrase did not necessarily refer solely to producers.\n9. The publication\nalso said that the terms of Clause 11 were not engaged, where the Clause\nrelates to the identification of victims of sexual assault and where the\ncomplainant did not say that the review under complaint identified her.\n10.  The complainant\nsaid in response to the publication that, regardless of whether she had\nwillingly participated in the documentary, she was entitled to the protections\nafforded by the Editors’ Code of Practice; they did not cease to apply simply\nbecause she had agreed to appear in a documentary to share her experiences. She\nfurther said that referring to Max Clifford’s crimes as “pathetic” diminished\ntheir impact and was insensitive towards her as a victim of sexual assault, in\nbreach of Clause 4. She then noted that, regardless of how much time had passed\nsince the original assault, the impact and effect on her persisted throughout\nthe years.\n11. The complainant said that, while she accepted that the\nreference to a consultant having “helped to produce” the documentary was not a\nserious issue, she considered to be inaccurate nonetheless and queried why the\npublication had not taken care over the reference, given what she considered\nwould be the relative ease of fact-checking the information.\nRelevant Clause Provisions\n12. Clause 1 (Accuracy)\ni) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not\nsupported by the text.\nii) A significant inaccuracy, misleading statement or\ndistortion must be corrected, promptly and with due prominence, and — where\nappropriate — an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator.\niv) The Press, while free to editorialise and campaign, must\ndistinguish clearly between comment, conjecture and fact.\nClause 4 (Intrusion into grief or shock)\nIn cases involving personal grief or shock, enquiries and\napproaches must be made with sympathy and discretion and publication handled\nsensitively. These provisions should not restrict the right to report legal\nproceedings.\nClause 11 (Victims of sexual assault)\nThe press must not identify or publish material likely to\nlead to the identification of a victim of sexual assault unless there is\nadequate justification and they are legally free to do so. Journalists are\nentitled to make enquiries but must take care and exercise discretion to avoid\nthe unjustified disclosure of the identity of a victim of sexual assault.\nFindings of the Committee\n13. The Committee understood that the complainant had found\nthe reference to her wearing a “joke shop wig” and having her voice distorted\nto sound like “pre-op transwomen on a day-trip from Brighton” during the\ndocumentary distressing, and had interpreted the comments as an attack aimed at\nher and other victims of sexual assault. However, the Committee noted that the\ncomments were not directed at the complainant, nor did they criticise or mock\nher and her experiences as a victim of a serious sexual offence.  Rather, the comments, which formed part of a\ntelevision review of the documentary, were aimed at the production of the\ndocumentary and the manner in which the complainant and her fellow contributors\nwere presented by its makers. Specifically, it sought to criticise the methods\nemployed to disguise the contributors, which the reviewer considered to be\ntasteless. The Committee noted that the complainant had also expressed concerns\nover the writer’s characterisation of Max Clifford’s crimes as “pathetic”. It\nconsidered, however, that this comment was clearly directed at Max Clifford and\nserved to mock and belittle him, rather than the complainant. Therefore, while\nthe Committee acknowledged that the complainant found the comments distressing\nand offensive, it did not consider that the comments were insensitive towards\nthe complainant and her experiences in breach of Clause 4.\n14. The complainant\nalso said that the article was inaccurate in breach of Clause 1 in its\nreference to her and the other show participants wearing “joke-shop wigs.” The\nCommittee noted that the complainant found the phrasing to be offensive, but as\nthe terms of Clause 1 do not relate to matter of taste and offence it could not\nmake a ruling on the grounds that it was offensive to the complainant. Instead,\nit was for the Committee to decide whether the phrase was inaccurate,\nmisleading, or distorted. The Committee noted that Clause 1 (iv) makes clear\nthat newspapers can editorialise and publish comment, and it considered that\nthe article was clearly distinguished as comment: it was framed as a television\nreview and focused on the writer’s subjective reaction to television\nprogrammes. The Committee considered that it was clear from the context and\ntone of the article – which was satirical – that the reference to “joke-shop\nwigs” was not a statement of fact; it expressed the reviewer’s view of the\nappearance of the wigs provided to the participants of the programme. There was\nno breach of Clause 1 on this point.\n15. The Committee did not consider that the reference to a\nconsultant having “helped produce” the programme was inaccurate or misleading\nin breach of Clause 1, where the article did not state that the consultant was\nin fact a producer, and where the ambiguity of the phrasing did not render the\narticle significantly inaccurate, misleading, or distorted; it was not in\ndispute that the convicted man’s biographer worked on the production of the\nshow and was credited as having done so.\n16. Clause 11 relate to the identification of victims of\nsexual offences. The complainant did not say that the article identified her as\na victim of sexual assault, and the terms of these Clauses were not engaged.Conclusions17. The complaint was not upheld.Date complaint received: 10/03/2021\nDate complaint concluded by IPSO: 24/06/2021\nBack to ruling listing\n\n\n"
}