{
    "url": "/rulings-and-resolution-statements/ruling/?id=02615-18",
    "title": "02615-18 Thurrock Council v Thurrock Independent",
    "provisions": [
        "1 Accuracy (2018)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "(DISCONTINUED) Thurrock Independent (Thurrock Independent Media, Design and PR)",
    "published_on": "2018-01-25 00:00:00",
    "received_on": "2018-03-26 00:00:00",
    "concluded_on": "2018-06-05 00:00:00",
    "complaint_processing_days": 71,
    "conclusion_long": "13. The complaint was not upheld.",
    "remedial_action": "14. N/A Date complaint received: 26/03/2018",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee 02615-18 Thurrock\nCouncil v Thurrock Independent\nSummary of complaint\n1. Thurrock Council\ncomplained to the Independent Press Standards Organisation that the Thurrock\nIndependent breached Clause 1 (Accuracy) of the Editors’ Code of Practice in an\narticle headlined “COUNCIL OF SECRECY & CONTEMPT”, published on 25 January\n2018.\n2. The article, which\nwas described as “Page one comment”, said that the council “refuses to answer\nquestions about its waste, incompetence and accountability”. It said that the\nnewspaper had wanted to tell its readers how much money the council had “wasted\nthrough its shambolic and incompetent mismanagement of the borough’s pay\nparking system”. It also said it wanted to tell them why the council “has\narbitrarily and apparently without consultation announced it is to extend\ncontracts with [taxi companies] for getting…youngsters to and from school”; why\n“a family with a two-year-old have been housed in what are described as pitiful\nconditions”; and why the council’s CEO “took to the national media to dish the\ndirt on one of its former contract holders”.\n3. The article said\nthat there were other questions for the council to answer – which had been\nsubmitted to the council’s press officers. It said that the newspaper wanted to\ngive the council the opportunity to respond to the stories above, but “despite\nhaving days to respond, it repeatedly declines to do so.” It said that the\ncouncil “treats the media with contempt” and that its actions begged the\nquestion “what has this incompetent council got to hide?”.\n4. The complainant\nsaid that, although the piece was marked as comment, it was misleading: the\ncouncil had not refused to answer any of the enquiries made by the publication,\ndespite the fact that some of these required lengthy responses. The council had\nnot been made aware, through any formal channels, of the intention to run the\npiece, or that it was being based on media enquiries submitted that week. The\nenquiry regarding parking had already been addressed in a full statement more\nthan a week previously; the housing query had been answered in time for the\nprint deadline on Wednesday 24th January; and the accusation regarding the CEO\nwas not a query for the council to answer, as it related to material published\nelsewhere. The article’s suggestion that a delay in responding indicated\nincompetence or ‘contempt’ was tenuous – a response can take time to be\ncollated, and judgements need to be made regarding which enquiries merit\nresponses.\n5. The publication\nsaid that it had notified the council’s press officer by phone on the morning\nof 24th January of its intention to run the comment piece, and had provided a\ncopy of the front page proposed, but did not receive a response. Had it\nreceived a response, this would have been included; because none was received,\nthe article was flagged as “comment”. The publication also said that the\ncouncil’s press office had confirmed on 23rd January that comments on the\nparking and taxi issues, and the CEO, were required before the print deadline.\n6.The publication\nprovided emails to and from the council in the period before the article was\npublished. In respect of the parking story, it had asked a week before the\narticle was published “how much this farce has cost the council”; this question\nwas reiterated the day before the publication deadline of 1pm on 24th January.\nFor the taxi story, the publication had asked, on the 22nd January, for “an\nexplanation of the thinking behind the policy, a correction of my understanding\nif what has happened if I am wrong and a clear statement of policy to be\nundertaken by the council through the next few months”. With regard to the\nhousing story, the publication had asked on 23rd January for “a council comment\non the standard of care being provided by the…homeless hostel”, which it\nrequested for the same day; a response had not been received until 13.54 on the\nday of publication – after the print deadline. Regarding the council’s CEO, the\npublication had stated on 22nd January that “it might be worth the council\nissuing a statement qualifying the situation”, and had asked “can you confirm\nthat in disclosing the information [the CEO] has not inadvertently broken the\nterms of that agreement”.\n7. The complainant\ndenied that the council had received clear requests for comment on the points\nas they were presented in the article. It was not accurate to say that the\ncouncil had “refused to answer questions”: answers had previously been\nprovided, or questions had not been clearly asked. The fact that the editor had\nsent a copy of the proposed front page to a council press officer on the\nmorning of publication did not represent a media enquiry, as it did not come\nthrough any of the agreed formal channels.\n8. In respect of\nthe parking issue, the complainant said that it had told the publication on 16\nJanuary that details of the contract were commercially sensitive, and would not\nbe released; the publication’s further requests for comment did not change this\nposition. With respect to the CEO, the complainant said that the publication\nhad not asked a clear question of the council in its email of 22 January; the\npress officer had asked for clarification, which had not been provided, and no\ndeadline had been given. The publication had also said that it was “Not\nbothered about the [CEO] stuff unless I get some releases from Labour”. In any\nevent, the claim that the “council’s chief executive took to the national media\nto dish the dirt one of its former contract holders” was not the claim that had\nbeen made in the publication’s email requesting comment. On the housing point,\nthe publication had not suggested at any point that the request for comment was\nfor inclusion in that week’s paper, and this was not referenced by the editor\nwhen the press officer composed a list of issues requiring comment for that\nweek’s edition.\n9. The publication\nsaid that it had responded to the council’s request for clarification regarding\nthe question on the CEO, and provided an email which provided extensive detail,\nand included the question “on what basis does [the CEO] feel qualified to make\nthose remarks”.\nRelevant Code provisions\nClause 1 (Accuracy)\ni) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not\nsupported by the text.\nii) A significant inaccuracy, misleading statement or\ndistortion must be corrected, promptly and with due prominence, and — where\nappropriate — an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator.\niii) A fair opportunity to reply to significant inaccuracies\nshould be given, when reasonably called for.\niv) The Press, while free to editorialise and campaign, must\ndistinguish clearly between comment, conjecture and fact.\nFindings of the Committee\n10. The publication had communicated questions to the\ncomplainant in some form in relation to each of the points addressed in the\narticle; in each case, the question had been presented at least 24 hours prior\nto the print deadline. There was no suggestion that the complainant was unaware\nof this deadline, and the council’s press officer had confirmed her\nunderstanding that comment was required for three of the issues referred to for\nthis deadline. The request for comment on the fourth issue (housing) was\nclearly presented, and contained a clear deadline.\n11. The publication\nhad asked about the cost of the parking ‘fiasco’ on two occasions; no answer on\nthis specific point had been received. On the taxi story, the question asked\nhad been less clear-cut – an “explanation” had been asked for - but again,\ndespite the press officer’s confirmation that a comment was required, none had\nbeen received. On the housing issue, a clear request for comment had been made\nthe day prior to the deadline, and a clear answer had been received; however,\nthis came after the print deadline. With respect to the CEO, the question had\nagain been less clearly presented, but the publication had asked whether the\nCEO had broken the terms of an agreement, and no answer had been received on this\npoint. While some of the questions asked appeared to be requests for\ninformation, rather than requests for comment, the council had not raised this\nas a concern with the publication, or raised a contemporary concern about the\nnature of the enquiries.\n12. The Committee had some concerns about the way in which\nthe publication communicated with the council. There was a large volume of\ncorrespondence, much of which was not relevant to the requests made; some of\nthe questions asked were unclear, and, in some emails, questions were hidden\nwithin extensive commentary. Notwithstanding these concerns, the publication\nhad not received responses to the questions it had asked in time for the print\ndeadline. In these circumstances, it was entitled to characterise the council’s\nbehaviour as a “refusal” to answer questions. There was no failure to take care\nover this claim, such as would breach Clause 1(i), and there was no significant\ninaccuracy such as would require correction under Clause 1(ii). Similarly, the\ncharacterisation of the complainant as a “council of secrecy & contempt”\nand the claim that it “treats the media with contempt” were plainly the\npublication’s own characterisations, presented within a comment piece, the\nbasis for which was made clear. The publication was entitled to express its own\neditorial position, which was clearly flagged as such, and there was no breach\nof Clause 1 on this point.\nConclusions\n13. The complaint was not upheld.\nRemedial action required\n14. N/A\nDate complaint received: 26/03/2018\nDate decision issued: 05/06/2018\nBack to ruling listing\n\n\n"
}