{
    "url": "/rulings-and-resolution-statements/ruling/?id=02623-18",
    "title": "02623-18 Templeman v dailystar.co.uk",
    "provisions": [
        "1 Accuracy (2018)"
    ],
    "outcome": "Breach - sanction: action as offered by publication",
    "publication": "dailystar.co.uk (Reach PLC)",
    "published_on": "2018-03-24 00:00:00",
    "received_on": "2018-03-27 00:00:00",
    "concluded_on": "2018-06-26 00:00:00",
    "complaint_processing_days": 91,
    "conclusion_long": "9. The complaint was upheld.",
    "remedial_action": "10.  The publication had published a correction which identified the inaccuracy and made the correct position clear. The Committee found that this correction was sufficient to meet the requirements of Clause 1 (ii).Date complaint received: 27/03/2018",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee 02623-18 Templeman v dailystar.co.uk\nSummary of complaint\n1. George Templeman\ncomplained to the Independent Press Standards Organisation that dailystar.co.uk\nbreached Clause 1 (Accuracy) of the Editors’ Code of Practice in an article\nheadlined, “Russia nuclear strike on Britain would kill 8 MILLION and cripple\nUK” published on 24 March 2018.\n2. The article\nreported on the possible impact of a nuclear attack on the UK, based on\ndeclassified documents and various cold war simulations. It stated that\ndeclassified documents showed 38 towns and cities UK officials believed Russia\nmay target, along with 70 other targets. It reported that if London was hit, a\n239 mile radius would be affected, with buildings collapsing and widespread\ndamage. It went on to report that these simulations had been calculated using a\nnuclear historian’s Nuke Map tool.\n3. The complainant\nsaid that the article had inaccurately reported the potential radius that could\nbe affected by a nuclear attack on London. He said that if a 239 mile radius\nfelt the effects of one missile, this would encompass the entire country. He\nsaid the simulations did not show that. He also said that the article was\ndeliberately sensationalist, and that there was no evidence to suggest that\nthese Cold War simulations were applicable today.\n4. The publication\nsaid that the article had made clear that the potential effects of a nuclear\nstrike were based on Cold War simulations, which it was entitled to report. It\nprovided copies of the declassified documents and screenshots from the simulation\nwebsite. It accepted that the radius that would be affected by a potential\nnuclear strike had been inaccurately reported in the article. It said that the\nsimulation had shown that the total area affected in the thermal radiation\nradius would be 384km ² and the journalist had interpreted this as a radius of\n239 miles in error. In fact, the radius was 6.9 miles. Once the complainant\nmade the publication aware of the error, it removed reference to radius from\nthe article, and published a correction as a footnote to the article. During\nIPSO’s investigation, it updated the correction to clarify its position. The\nupdated correction stated:\nCorrection\nIn an earlier version of this article the word ‘radius’ was\nused to calculate the theoretical damage zones that a Russian Tool (ss-25)\nsingle 800kt warhead would produce. The article originally used the word\n‘radius’ to give the measurement to the thermal radiation radius. The use of\nthe word ‘radius’ in this context was not accurate. In fact the thermal radiation\nblast radius would be 6.9 miles which would affect an area of 384km2 (square\nkilometres) or 148 square miles (mi2).\nRelevant Code Provisions\n5. Clause 1\n(Accuracy)\ni) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not\nsupported by the text.\nii) A significant inaccuracy, misleading statement or\ndistortion must be corrected, promptly and with due prominence, and – where\nappropriate- an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator.\nFindings of the Committee\n6. The simulation\nshowed that the radius of the theoretical thermal radiation zone would be 6.9\nmiles. This would affect a potential area of 148 square miles. The publication\nacknowledged that, due to a human error interpreting the calculations, it had\ninaccurately reported the area that could potentially be affected. There was a\nfailure to take care over the accuracy of this information, in breach of Clause\n1(i).\n7. The article\nreported that the radius of the thermal radiation zone was 239 miles. Reporting\nthis represented a significant inaccuracy, as even though the article made\nclear it was a hypothetical scenario, the distance it was reporting could be\naffected was significantly larger than what the simulation showed. This\ninaccuracy required correction under the terms of Clause 1 (ii). The Committee\nacknowledged that the publication amended the article and published a footnote\ncorrection. Where the correction identified the original inaccuracy, and made\nthe correct position clear, there was no breach of Clause 1 (ii).\n8. The article made\nclear that it was reporting on a hypothetical scenario, based on declassified\ndocuments, and a Cold War simulation, which it was entitled to report. The\narticle had accurately reported this material. There was no breach of Clause 1\non this point.\nConclusions\n9. The complaint\nwas upheld.\nRemedial Action required\n10.  The publication\nhad published a correction which identified the inaccuracy and made the correct\nposition clear. The Committee found that this correction was sufficient to meet\nthe requirements of Clause 1 (ii).Date complaint received: 27/03/2018Date decision issued: 26/06/2018  \nBack to ruling listing\n\n\n"
}