{
    "url": "/rulings-and-resolution-statements/ruling/?id=02626-15",
    "title": "02626-15 Scott v Bedford Times & Citizen",
    "provisions": [
        "13 (Financial journalism) 2015"
    ],
    "outcome": "No breach - after investigation",
    "publication": "Bedfordshire Times & Citizen (National World Publishing Ltd)",
    "published_on": "2014-12-11 00:00:00",
    "received_on": "2015-04-09 00:00:00",
    "concluded_on": "2015-05-26 00:00:00",
    "complaint_processing_days": 47,
    "conclusion_long": "7. The complaint was not upheld.",
    "remedial_action": "N/A  Date complaint received: 09/04/2015",
    "text": "\n\n\n\n\n\n·  Decision of the Complaints Committee 02626-15 Scott v\nBedford Times & Citizen\nSummary of\ncomplaint\n1. Helen Scott complained to the Independent Press\nStandards Organisation that the Bedford Times & Citizen had breached Clause\n13 (Financial journalism) of the Editors’ Code of Practice in an article\nheadlined “Solar farm could raise £1m for community projects”, published on 11\nDecember 2014. \n2. The article reported on plans for a community-run\nsolar farm, Harrold Renewable Energy (HARE), in the local area and outlined\nsome of the potential benefits of the project. \n3. The complainant said that one of the directors of HARE\nis an employee of Johnston Press, the newspaper’s publishing group; she was\nconcerned that he could have worked with the newspaper in the preparation of\nthe article. She said that the employee in question would benefit financially\nif the plans for the solar farm were successful. The complainant is involved in\nan opposition group to the solar farm, and so she therefore considered that she\nwas directly affected by the alleged breach of the Code and asked IPSO to\nconsider her complaint on that basis. She said that the opposition group was\nnot asked for comment prior to publication, but when articles criticising the\nsolar farm were published, HARE’s comments were always included. \n4. The newspaper explained that the employee who is a\ndirector of HARE has no influence over the newspaper’s editorial content, nor\nof any other newspaper or website within the same publishing group; he works in\nthe marketing and research department. The information for the article had been\nsupplied by HARE following an interview with another director of the\norganisation, following submission of its planning application. Since\npublication of the article under complaint, other articles had been published\nwhich reported critical views of the solar farm plans; the newspaper believed\nthat its coverage was balanced. It offered to publish a reader’s letter from\nthe complainant in which she could set out the views of her campaign group. \nRelevant Code Provisions\n5. Clause 13 (Financial journalism) \ni) Even where the law does not prohibit it, journalists\nmust not use for their own profit financial information they receive in advance\nof its general publication, nor should they pass such information to others. \nii) They must not write about shares or securities in\nwhose performance they know that they or their close families have a\nsignificant financial interest without disclosing the interest to the editor or\nfinancial editor. \niii) They must not buy or sell, either directly or\nthrough nominees or agents, shares or securities about which they have written\nrecently or about which they intend to write in the near future. \nFindings of the Committee\n6. There was no suggestion that the journalist who had\nwritten the article was in any way connected with HARE, or had a financial interest\nin the organisation. The concern that an employee in the publishing group’s\nmarketing and research department had provided information for the article,\nwhich was purely speculation, did not raise any issues under the Code. In any\ncase, the article under complaint was a news item, and did not encourage\nreaders to buy or sell shares or securities. The terms of Clause 13 were not\nengaged. \nConclusions\n7. The complaint was not upheld. \nRemedial Action Required\nN/A \nDate complaint received: 09/04/2015\nDate decision issued: 26/05/2015\nBack to ruling listing\n\n\n"
}