{
    "url": "/rulings-and-resolution-statements/ruling/?id=02624-15",
    "title": "02624-15 Partnerships in Care v Ayrshire Post",
    "provisions": [
        "12 (Discrimination) 2015",
        "1 (Accuracy) 2015"
    ],
    "outcome": "Breach - sanction: publication of adjudication",
    "publication": "Ayrshire Post (Reach PLC)",
    "published_on": "2015-04-03 00:00:00",
    "received_on": "2015-04-10 00:00:00",
    "concluded_on": "2015-07-27 00:00:00",
    "complaint_processing_days": 108,
    "conclusion_long": ".  12. The newspaper had included some accurate details of the findings; however this was not sufficient to correct the distorted impression given by the article as a whole. The newspaper had failed to take care not to publish distorted information, in breach of Clause 1 (i).  13. The reference to “deranged criminals” related to a distinct class of individuals resident at the Clinic. Clause 12 was therefore engaged. However, the Committee was satisfied that the term “deranged”, while pejorative, was used with reference to those individuals’ criminal behaviour; it was not therefore discriminatory in relation to their mental health specifically. The complaint under Clause 12 was not upheld.  Conclusions 14. The complaint was upheld under Clause 1 (Accuracy).",
    "remedial_action": "15. In circumstances where the Committee establishes a breach of the Editors’ Code it can require the publication of a correction and/or adjudication, the nature, extent and placement of which is determined by IPSO. Given the nature of the breach identified in this instance, the Committee required publication of an adjudication. The article was published on page 20; the adjudication should be published on that page, or further forward. The headline must make clear that IPSO has upheld the complaint, and refer to its subject matter; it must be agreed with IPSO in advance.  The terms of the adjudication to be published are as follows:  Following the publication of an article in the Ayrshire Post on 3 April 2015, headlined “Ayr Clinic is rapped”, Partnerships in Care complained to the Independent Press Standards Organisation that the Ayrshire Post had breached Clause 1 (Accuracy) of the Editors’ Code of Practice.  IPSO established a breach of the Editors’ Code and has required the Ayrshire Post to publish this decision as a remedy.  The article reported Healthcare Improvement Scotland’s inspection of Ayr Clinic, a secure psychiatric unit. It said that the Clinic had been “rapped on the knuckles”, and described the inspection as a “shocker”.  Partnerships in Care complained that this was a misleading and distorted impression of the report’s findings. As the article had noted, on all five “quality themes” used by the report, the Clinic had received grades of “very good”. The only recommendations made were minor issues.  IPSO’s Complaints Committee found that, as the report had been positive and contained no recommendations which had a direct impact on patient care, the description of the report as a “shocker” and the claim that the Clinic had been “rapped” distorted the report’s findings in a manner that went beyond a legitimate editorial interpretation of the inspectors’ conclusions; IPSO upheld the complaint as a breach of the Editors’ Code.  Date complaint received: 10/04/2015",
    "text": "\n\n\n\n\n\n·   Decision of the Complaints Committee 02624-15\nPartnerships in Care v Ayrshire Post\nSummary of\ncomplaint \n1. Partnerships in Care complained to the Independent\nPress Standards Organisation that the Ayrshire Post had breached Clause 1\n(Accuracy) and Clause 12 (Discrimination) in an article headlined “Ayr Clinic\nis rapped”, published on 3 April 2015. \n2. The article reported Healthcare Improvement Scotland’s\ninspection of Ayr Clinic, a secure psychiatric unit. It reported that the\nClinic had been “rapped on the knuckles”, and described the inspection as a\n“shocker”. It provided details of the report’s findings, its recommendations\nfor improvement, and its requirement that the Clinic ensure that all staff\nreceive regular performance review and appraisal.  The article also\nexplained that the Clinic had received “very good” grades in all five\ninspection areas, and included a statement from the Chief Inspector, who said\nthat it had been a positive inspection, but that Partnerships in Care must\naddress the inspection’s requirement and recommendations as a matter of\npriority. \n3. The complainant said that the article gave a\nmisleading and distorted impression of the report’s findings. On all five\n“quality themes” used by the report, the Clinic had received grades of “very\ngood”, the second highest rating. The recommendations made were minor issues;\nto “cherry-pick” the few negative aspects of the report entirely misrepresented\nthe inspectors’ overall findings. The article’s claim that inspectors “swooped”\non the Clinic suggested that the inspectors were acting after concerns had been\nraised, which was not the case as unannounced inspections are routine. The\ncomplainant suggested that the coverage had been influenced by the newspaper’s\nopposition to Partnership in Care’s planning application for a new\nrehabilitation centre in the area. \n4. The complainant said that the article’s claim that the\nClinic cares for “deranged criminals” was a prejudicial and pejorative\nreference to the mental health of its patients. The term referred to the mental\nillnesses of a recognisable group of people, namely those who were resident at\nthe Clinic. \n5. The newspaper said that the article had made clear\nthat the Clinic had been rated “very good” in the five key inspection areas,\nbut that the inspectors had made a number of recommendations, which were\naccurately reported. In these circumstances, the article had not presented the\ninspection in a misleading manner. It was not misleading to use the word\n“swooped” where the inspection was unannounced, or to say that the Clinic had\nbeen “rapped”; these were matters of editorial discretion. \n6. The newspaper denied that the word “deranged” was\nprejudicial or pejorative. It was a word that could and has been used to legitimately\ndescribe mental illness, and formed part of common parlance. In any event, the\nnewspaper said that the word was not a reference to the mental illnesses of all\nthe Clinic’s patients, nor any particular individual detained there; there\ncould not therefore be a breach of Clause 12. The newspaper denied that it was\nconducting a campaign against the Clinic, and offered to publish a letter from\nthe complainant. \nRelevant Code Provisions\n7. Clause 1 (Accuracy) \ni) The Press must take care not to publish inaccurate,\nmisleading or distorted information, including pictures. \nii) A significant inaccuracy, misleading statement or\ndistortion once recognised must be corrected, promptly and with due prominence,\nand – where appropriate – an apology published. \niii) The Press, whilst free to be partisan, must\ndistinguish clearly between comment, conjecture and fact. \n8. Clause 12 (Discrimination) \ni) The press must avoid prejudicial or pejorative\nreference to an individual's race, colour, religion, gender, sexual orientation\nor to any physical or mental illness or disability. \nii) Details of an individual's race, colour, religion,\nsexual orientation, physical or mental illness or disability must be avoided\nunless genuinely relevant to the story. \nFindings of the Committee\n9. The Code does not contain a requirement for balance,\nand editors are entitled to exercise their discretion in selecting – and\ncommenting on – material for publication. The Committee grants editors considerable\nlatitude in the characterisation or presentation of source material. However,\nClause 1 imposes a requirement to take care not to distort. \n10. The Healthcare Improvement Scotland’s report had been\npositive; it found that the facility was “very good” in all areas and contained\nno recommendations which had a direct impact on patient care. \n11. In this context, the description of the report as a\n“shocker” and claim that the Clinic had been “rapped” distorted the report’s\nfindings in a manner that went beyond a legitimate editorial interpretation of\nthe inspector’s conclusions. \n12. The newspaper had included some accurate details of\nthe findings; however this was not sufficient to correct the distorted\nimpression given by the article as a whole. The newspaper had failed to take\ncare not to publish distorted information, in breach of Clause 1 (i). \n13. The reference to “deranged criminals” related to a\ndistinct class of individuals resident at the Clinic. Clause 12 was therefore\nengaged. However, the Committee was satisfied that the term “deranged”, while\npejorative, was used with reference to those individuals’ criminal behaviour;\nit was not therefore discriminatory in relation to their mental health\nspecifically. The complaint under Clause 12 was not upheld. \nConclusions\n14. The complaint was upheld under Clause 1 (Accuracy). \nRemedial Action Required\n15. In circumstances where the Committee establishes a\nbreach of the Editors’ Code it can require the publication of a correction\nand/or adjudication, the nature, extent and placement of which is determined by\nIPSO. Given the nature of the breach identified in this instance, the Committee\nrequired publication of an adjudication. The article was published on page 20;\nthe adjudication should be published on that page, or further forward. The\nheadline must make clear that IPSO has upheld the complaint, and refer to its\nsubject matter; it must be agreed with IPSO in advance. \nThe terms of the adjudication to be published are as\nfollows: \nFollowing the publication of an article in the Ayrshire\nPost on 3 April 2015, headlined “Ayr Clinic is rapped”, Partnerships in Care\ncomplained to the Independent Press Standards Organisation that the Ayrshire\nPost had breached Clause 1 (Accuracy) of the Editors’ Code of Practice. \nIPSO established a breach of the Editors’ Code and has\nrequired the Ayrshire Post to publish this decision as a remedy. \nThe article reported Healthcare Improvement Scotland’s\ninspection of Ayr Clinic, a secure psychiatric unit. It said that the Clinic\nhad been “rapped on the knuckles”, and described the inspection as a “shocker”. \nPartnerships in Care complained that this was a\nmisleading and distorted impression of the report’s findings. As the article\nhad noted, on all five “quality themes” used by the report, the Clinic had\nreceived grades of “very good”. The only recommendations made were minor\nissues. \nIPSO’s Complaints Committee found that, as the report had\nbeen positive and contained no recommendations which had a direct impact on\npatient care, the description of the report as a “shocker” and the claim that\nthe Clinic had been “rapped” distorted the report’s findings in a manner that\nwent beyond a legitimate editorial interpretation of the inspectors’\nconclusions; IPSO upheld the complaint as a breach of the Editors’ Code. \nDate complaint received: 10/04/2015\nDate decision issued:\n27/07/2015\nBack to ruling listing\n\n\n"
}