{
    "url": "/rulings-and-resolution-statements/ruling/?id=02643-21",
    "title": "02643-21 James v Mail Online",
    "provisions": [
        "2 Privacy (2019)",
        "3 Harassment (2019)"
    ],
    "outcome": "Breach - sanction: publication of adjudication",
    "publication": "Mail Online (Associated Newspapers Limited)",
    "received_on": "2021-03-11 00:00:00",
    "concluded_on": "2022-01-28 00:00:00",
    "complaint_processing_days": 323,
    "conclusion_long": "42. The complaint was upheld under Clause 2 and Clause 3.",
    "remedial_action": "43. Having upheld the complaint under Clause 2 and Clause 3, the Committee considered what remedial action should be required. In circumstances where the Committee establishes a breach of the Editors’ Code, it can require the publication of a correction and/or adjudication. Given the nature of the breach, the appropriate remedial action was the publication of an upheld adjudication. 44. With regard to the placement of the adjudication, the Committee considered the nature of the breaches of the Code which had been established. In relation to the breach of Clause 3, the Committee had found that the publication had commissioned journalists to engage in behaviour that went against the terms of a clear request to desist, and had not ensured that the principles of Clause 3 were observed by those working on its behalf. In relation to the breach of Clause 2, the publication had intruded into the complainant’s privacy by publishing a set of photographs in five separate articles. The Committee therefore decided that a link to the full adjudication should be linked on the top half of the homepage of the publication’s website for at least 24 hours, and should then be archived in the usual way. The headline of the adjudication must make clear that IPSO has upheld the complaint, and refer to its subject matter; it must be agreed with IPSO in advance. 45. The terms of the adjudication are as follows: Lily James complained to the Independent Press Standards Organisation that Mail Online breached Clause 2 (Privacy) and Clause 3 (Harassment) of the Editors’ Code of Practice in a series of 51 articles, published between 12 October 2020 and 2 February 2021. The complainant said that the publication had harassed her by continuing to approach her after she had made it aware of her concerns on several occasions about what she considered to be persistent and intrusive approaches from the press and her request that these approaches should cease. The complainant also said that the publication had breached her privacy by taking and publishing a set of photographs showing her eating dinner in a restaurant with two colleagues. She said she had been sitting towards the back of the restaurant and was not readily visible to passers-by; therefore, she said, she had a reasonable expectation of privacy, which was not overridden by any public interest. IPSO found that Mail Online had breached Clause 3 of the Editors’ Code of Practice. An IPSO privacy notice, circulated on 13 October 2020, made a specific request for members of the press to leave the area around the complainant’s home and refrain from attempting to contact and photograph her. After this request had been made, a public interest was required under the terms of Clause 3 to justify persisting in attempts to contact and photograph the complainant. The publication had then commissioned a journalist to look for the complainant in the vicinity of her home. The decision to direct a journalist to attend the area around the complainant’s house to “watch” for her in the immediate aftermath of the circulation of the notice broke the terms of the request to desist from attempting to contact and approach the complainant in the vicinity of her home, and the request for members of the press to disperse from the area around her home. There was, therefore, a breach of Clause 3 in relation to the repeated approaches to the area of the complainant’s home. A separate complaint under Clause 3 about the volume of the coverage relating to the complainant was not upheld. IPSO also found that the publication had breached Clause 2 of the Editors’ Code, by publishing a set of photographs showing the complainant seated and eating in the back of a restaurant. Clause 2 of the Editors’ Code makes clear that it is unacceptable to photograph individuals in public places where there is a reasonable expectation of privacy without their consent, and the Committee concluded that the complainant did have a reasonable expectation of privacy at the time that the photographs were taken, with a 200mm camera-lens. The complainant had taken clear steps to seat herself away from public view, and the photographs had been obtained surreptitiously from outside the restaurant using professional equipment. Mail Online had said that there was a public interest in publishing the photographs, which outweighed any reasonable expectation of privacy which the complainant might have had – because in its view they appeared to show the complainant engaged in an activity which contravened the Covid-19 guidance which was in place at the time. However, the complainant had told Mail Online prior to publication that the photographs showed her engaged in a business meeting – which was allowed, according to guidance at the time, which Mail Online was not in a position to dispute. It did not appear to have given further consideration as to whether there was a public interest in the photographs’ publication, having been made aware of this information. There was, therefore, a breach of Clause 2. IPSO upheld the complaints under Clause 2 (Privacy) and Clause 3 (Harassment) and required publication of this adjudication as a remedy.    Date complaint received: 11/03/2021",
    "text": "\n\n\n\n\n\nDecision\nof the Complaints Committee – 02643-21 James v Mail Online\nSummary\nof Complaint\n1. Lily\nJames complained to the Independent Press Standards Organisation that Mail\nOnline breached Clause 2 (Privacy) and Clause 3 (Harassment) of the Editors’\nCode of Practice in a series of 51 articles, published between 12 October 2020\nand 2 February 2021.\n2. The\ncomplainant is a well-known actor, and the articles under complaint reported on\nvarious aspects of the complainant’s life, including her personal and social\nlife and her work commitments.\n3. Of\nthe 51 articles under complaint, seven were published in a single day – 13\nOctober 2020 – and 18 were published in a one-week period, between 12 October\n2020 and 19 October 2020. All of the articles published in this period of time\neither centred around, or contained references to, photographs of the\ncomplainant with another actor abroad. The articles speculated on the nature of\nthe relationship between the complainant and the actor, and whether it was\nromantic in nature. Further articles were published outlining the response of\nthe other actor and his wife to the speculation; including one which featured\ncomments from a friend of the actor’s wife. In this one-week period, a set of\nphotographs showing the complainant with the other actor were republished 14\ntimes. After 19 October 2020, this set of photographs was published, in full or\nin part, in a further 28 articles; in total, the set of photographs appeared in\n46 articles published over a 4-month period. Later coverage centred on the\ncomplainant cancelling public appearances, and speculation that she was\nromantically involved with another actor.\n4.\nAdditional sets of photographs of the complainant were also published in the\narticles under complaint. A set of photographs showing the complainant at an\nairport with the same actor who appeared in the first set of photographs was\npublished in an article on 18 October 2020, and was republished in an\nadditional 9 articles within a week of their first publication. There was no\nfurther republication of this set of photographs after this time period.\n5. A set\nof photographs, showing the complainant on a public street and entering a\ntaxi-cab with a second person, also an actor, were published in an article on 4\nNovember 2020. This set of photographs was republished only once, in another article\non the following day.\n6. A set\nof photographs, showing the complainant with the second actor and on the same\nnight, showed the complainant seated at a table inside a restaurant, with a\nthird, unnamed, individual. This set of photographs was first published on 5\nNovember 2020, and was republished on the same day in a separate article, and\nan additional 3 times within one week of first publication. There was no\nfurther republication of this set of photographs after this time period.\n7. Articles\npublished on 25 October 2020, 15 December 2020, and 24 January 2021 included\nphotographs which showed the complainant on a film set; all these articles\nincluded different sets of photographs. The set of photographs in the latter\ntwo articles appeared to show the complainant filming on a public street.\n8. Prior\nto making a complaint to IPSO about these articles, the complainant contacted\nIPSO on three separate occasions to make it aware of what she considered to be\npersistent and intrusive approaches from the press. On all three occasions,\nIPSO circulated a privacy notice to the press – including Mail Online – to make\nthe press aware of the complainant’s concerns and to remind the press of its\nobligations under the Editors’ Code, with particular regard to Clause 2 and\nClause 3 of the Code. The three notices were circulated on: 30 March 2020, 6\nmonths prior to the publication of the first of the articles under complaint;\n13 October 2020, after the publication of two of the articles under complaint\nand on the same day that an additional 7 articles were published; and 27\nNovember 2020, after the publication of an additional 35 articles under\ncomplaint.\n9. The\nfirst notice of 30 March 2020 circulated by IPSO made reference to the\ncomplainant’s concerns regarding the presence of photographers around her home,\nand instances where she said she had been pursued by photographers. The notice\nsaid that the complainant “is concerned about the constant presence of\nphotographers in the area around her home. In recent weeks she has been pursued\nby photographers on a number of occasions and has been photographed without her\nconsent. She has found this distressing and intrusive. [The complainant] would\nlike to ask that photographers leave the area around her home and desist from\nfollowing her.”\n10. The\nsecond notice, circulated on 13 October 2020, again flagged concerns about the\npresence of photographers around the complainant’s home, saying that the\ncomplainant “would like to make clear that the increased level of media\nintrusion [at her home] is neither acceptable or welcome. They feel harassed and anxious by this\nactivity. They ask that members of the\npress leave the areas around their […] home[…] immediately.” The second notice\nwas accompanied by a top note from IPSO, which stated that the complainant “ask[ed]\nthat reporters and photographers leave the area outside their homes and do not\nattempt to contact them there”.\n11. The\nfinal notice, circulated on 27 November 2020, said that the complainant had\nbeen pursued by photographers in cars, and that she felt unable to go about her\ndaily life due to press contact and the presence of photographers. Written by a\nrepresentative of the complainant, the final notice read in part as follows:\nM[y]\nclient is currently greatly distressed by the continuous presence of\nphotographers and members of the press as she attempts to go about her daily\nlife. She has been under constant surveillance by the press and this is having\na serious impact on her wellbeing, health, and ability to move on with her\nlife. My client would like to draw editors’ attention to the fact that this\nunprecedented level of attention has been unceasing for over a month. She now\nconsiders this conduct to constitute intimidation and harassment. This\nbehaviour by members of the press and photographers has caused her to feel very\nfrightened and anxious at a very vulnerable time in her life.\nThere\nhave been several very serious recent incidents in particular which have\nprompted my client’s request, including being pursued by car which was\nextremely intimidating and dangerous. At the moment my client feels she cannot\nlive her life in a normal way without fear of being followed, approached, or\nphotographed.\nGiven\nthat the unceasing actions of the press have resulted in my client’s inability\nto go about her daily life and potentially put her in danger with regards to\nbeing pursued, she requests that press desist from attempting to approach and\nphotograph her. This behaviour up until now has greatly intruded into my\nclient’s daily life and has caused her fear. For the avoidance of doubt, this\nrequest includes leaving the area outside my clients’ home, not to follow my\nclient, and to desist in attempts to photograph or contact my client as she\ngoes about her daily life. She also asks editors not to publish photographs\nwhich have been taken in circumstances she considers to constitute harassment.\n12.\nPrior to making the complaint to IPSO, a representative of the complainant\ncontacted the publication directly on several occasions. On 26 October 2020, an email was sent from\nthe representative to the publication stating: “The coverage of [the\ncomplainant] by the MailOnline has been absolutely incessant and your harassing\nbehaviour is nothing short of bullying. […] . Since October 12th (two weeks\nago), the Mail Online have published 40 articles about [the complainant].\nPlease be responsible and desist.” On 5 November 2020 the representative\nemailed a journalist working for the publication who was seeking comment in\nrelation to a story: “I have already written to the Mail [O]nline regarding the\nexcessive harassment and bullying of [the complainant…] Please stop.” A further\nemail sent on 19 December 2020 from the representative to a journalist at the\npublication said, “I am not sure why you are bullying her so much.” A final\nemail sent on 12 January 2021 from the representative said that there had been\n“unnecessary, inaccurate and scrupulous attention” on the complainant from the\npublication’s publisher, and requested “help on this matter”. The publication\nresponded to the complainant’s email of 12 January 2021 by removing a line from\nan article “with no admission of liability”; otherwise, the publication did not\nrespond to the representative’s concerns.\n13. On\n11 March 2021, the complainant made a complaint to IPSO that the 51 articles\nbreached Clause 2 and Clause 3 of the Editors’ Code of Practice. The\ncomplainant said that the articles, and the republication of photographs of\nher, were harassing in breach of Clause 3, given the number of the articles and\nthe nature of the coverage. The complainant also said that she considered that\na further breach of Clause 3 arose from the publication creating a market for\nphotographs of her – given the volume of coverage – which, she said, directly\nled to harassing behaviour from photographers. She said that in the period\ncomplained of: a photographer had pursued her while she was in a removal van,\nin an attempt to discern the location of her new home; another photographer had\napproached a driver to ask them where she lived; and she had been photographed\nin the grounds of a private hotel. While the complainant was not in a position\nto state that it was photographers working on behalf of the publication who\nengaged in this behaviour, she said that, at the height of the coverage, she\nhad been unable to return to her home due to the presence of photographers and,\nas a result, was forced to move address.\n14. The\ncomplainant said that the set of photographs showing her having dinner in a\nrestaurant had been taken and published in breach of Clause 2. She said she had\nintentionally sat in a corner towards the back of the restaurant so that she\nwas not readily visible to other diners; therefore, she said, she had a\nreasonable expectation of a privacy, where she had taken steps to seat herself\naway from public view. The complainant provided a floorplan of a restaurant, in\nwhich she circled the approximate location where she had been sitting when the\nphotographs were taken; this was at the rear corner of the restaurant, against\na wall.\n15. The\ncomplainant also said that Clause 2 had been breached by the large number of\narticles published by the publication about her in a 4-month period, which she\nsaid demonstrated a lack of respect for her private life. She also said that\nthe volume of photographs demonstrated that photographers had engaged in\nactivity which intruded on her private and family life, in breach of Clause 2.\n16. The\npublication did not accept a breach of the Code, in relation to either\nindividual  articles and photographs, or\nthe full series of articles. It noted that, while the complainant had alleged\nspecific breaches of the Code in relation to one set of photographs showing her\nin a restaurant, her complaint appeared to centre on her dissatisfaction with\nappearing in a large number of articles in a relatively short period of time.\nIt did not accept that the complainant’s concerns about the behaviour of the\nphotographers could “be laid solely at the feet of” the publication, noting\nthat the original set of photographs – showing the complainant and her fellow\nactor abroad – had not been commissioned by the publication and that they\nappeared in several other publications.\n17.\nTurning to the complainant’s Clause 3 concerns, the publication said that it\nwas not possible for the number of published articles to amount to a breach of\nClause 3, arguing that an upheld ruling on such grounds would be in contravention\nof the publication’s fundamental right to freedom of expression as protected by\nArticle 10 of the European Convention on Human Rights. It noted that an earlier\nIPSO ruling, following a complaint brought by an individual in 2014 who\ncomplained of the publication of 8 articles about him in an unspecified period\nof time, had stated that “the publication of a number of articles about the\nsame person would not usually amount to harassment under the terms of the\nEditors’ Code”. The publication also noted that the Editors’ Codebook states\nthat “[i]t is not usually the case that publishing a number of articles on one\nissue constitutes harassment”.\n18. The\npublication said that, in addition to ensuring that all staff comply with the\nEditors’ Code, all freelance contributors to the publication are required to\nadhere to the Contributors’ Standard Terms and Conditions which include, at\nclause 5.2, a requirement to abide by the Editors’ Code of Practice; it also\nprovided an example of an invoice – such as those provided to photography\nagencies – which also included a reference to the Editors’ Code and an\nagreement to abide by it. The publication then provided emails demonstrating\nthat the IPSO notices (see paragraphs 9 – 11 above) had been circulated to all\nstaff; in a response to the notice circulated on 27 November 2020, a picture\ndesk editor had replied “not us” to the circulated email which raised concerns\nabout the complainant being pursued in a car by members of the press.\n19. The\npublication also provided an email chain in which the picture desk had\napproached the managing editor’s office, to seek pre-publication advice before\nfirst publishing the restaurant set of photos. In the email from the picture\ndesk, it confirmed that “there was no follow involved” in the photographs –\nthat is, that the photographs had not been obtained after pursuit. Turning to\nspecific instances in which the publication had engaged freelance journalists\nto look and watch for the complainant, it provided a table showing that it had\nmade 12 payments to freelancers to watch and look for the complainant: one\npayment had been made prior to the circulation of the second privacy notice,\nwith 11 further payments being made after its circulation. The publication said\nthat the instructions had been prompted by the breaking story of the\ncomplainant being photographed with another actor in Italy; the story ‘broke’\non 13 October, the same day that the second notice was circulated. Journalists\nhad been commissioned to watch for the complainant: at a residential address in\nLondon, in Rome, and in a different London residential area. It confirmed that\nnone of the commissions had resulted in photographs of the complainant being\npublished, and further noted that the journalists did not seem to have been\nable to locate her and that the number of commissions were relatively small and\nlimited to a period of less than three weeks. Therefore, the publication was\nsatisfied that there could be no compelling suggestions that the complainant\nwas harassed by journalists working on behalf of the publication.\n20. It\nnoted that the complainant had not alleged that photographers working for the\npublication had engaged in behaviour which constituted harassment, and she had\nnot linked specific instances of harassing behaviour on the part of\nphotographers of the photographs which were included in the articles under\ncomplaint. Regarding the specific allegation of pursuit in vehicles, it said\nthis had been flagged by the complainant at the time and, subsequently, raised\ninternally at the publication, which was able to confirm that it was not\nphotographers working for the publication who had engaged in such behaviour. It\nprovided IPSO with an email which it said demonstrated this. It was therefore\nsatisfied that it had taken care to ensure that photographs taken by freelance\ncontributors had not been taken in circumstances constituting harassment.\n21.\nAddressing the complainant’s concerns regarding the publication of the\nphotographs of her dining inside a restaurant, it noted that the complainant\nmust have been visible from the street, otherwise the photographer – who was an\nagency photographer, rather than a member of the public – would not have been\nable to photograph her from there, as he had shot the photographs from a public\nstreet and through the windows of the restaurant. Nevertheless, it said that\nthere was a public interest in the publication of photographs showing the\ncomplainant at the restaurant, as it considered that they appeared to show the\ncomplainant congregating inside a restaurant with a friend, in contravention of\nthe Covid-19 regulations in force at the time, which allowed only for meetings\nbetween people from different households for the purposes of business. It said\nthat, while it had contacted the complainant’s representative prior to the\narticle’s publication, who had said that the picture showed a business meeting\nbetween friends who were also colleagues, no evidence existed to demonstrate\nthis was the case. The publication said that it had not been provided with\nnotes from this meeting, and that the complainant’s dining companion had left\nthe restaurant holding a bottle of wine. An internal discussion via email had\ntaken place prior to the article’s publication; whether publication of the\npictures may be in breach of Clause 2 had been raised in the discussion, but\nthe publication considered that the public interest in reporting a potential\nbreach of Covid-19 regulations was sufficient to justify publication. The\nemailed discussion took place prior to the publication being informed that the\ncomplainant was at a business meeting when she was photographed. The first\npublication of the photographs was in an article which explicitly centred\naround the possible breach of Covid-19 regulations; this, it said, made clear\nthe public interest in the reporting.\n22. The\npublication also provided information about the location of the photographer at\nthe time the photographs showing the complainant inside the restaurant were\ntaken: he was standing across the road from the restaurant, and had used a\n200mm lens to obtain the photographs which – according to the publication – was\nnot a particularly large focal length.\n23. Regarding\nthe subsequent republication of the restaurant photographs, the publication\nsaid that it was not necessary to demonstrate a public interest to re-publish\nthe photographs; following their first publication, they were firmly in the\npublic domain and the newspaper was therefore entitled to republish the\nphotographs regardless of whether there was a specific public interest in their\nrepublication.\n24. The\npublication said that the wording of Clause 2 made clear that it was designed\nto prevent specific instances of intrusion into an individual’s private life.\nTherefore, it did not accept that a breach of Clause 2 could be established\nsolely from the number of articles published. Noting the complainant’s concerns\nthat the number of articles published by the publication had led to contact\nfrom freelance photographers, it said it did not consider that the blame could\nbe laid solely at the door of the publication; it said that the photographs\nshowing the complainant abroad with another actor had not been commissioned by\nthe publication, and had since been republished worldwide in a number of media\noutlets.\n25.\nWhile the publication did not accept that the Code had been breached, it said\nthat it regretted any distress felt by the complainant. It further said that it\nwanted to offer the complainant its assurances that any future photographs of\nthe complainant offered to the publication by freelance photographers would be\nsubject to additional consideration, with the complainant’s previous concerns\nin mind, before any decision is made to publish them.\n26. The\ncomplainant noted that the residential address where the photographer had been\nengaged to look for the complainant was her home address at the time of the\ncommissions, though she had been staying with a friend at the time; therefore,\nshe considered that the publication had acted in contravention of her request\nto desist circulated through IPSO. She also shared concerns that she had been\nfollowed in the vicinity of her home to the restaurant.\nRelevant\nCode Provisions\nClause 2\n(Privacy)*\ni)\nEveryone is entitled to respect for their private and family life, home,\nphysical and mental health, and correspondence, including digital\ncommunications.\nii)\nEditors will be expected to justify intrusions into any individual's private\nlife without consent. In considering an individual's reasonable expectation of\nprivacy, account will be taken of the complainant's own public disclosures of\ninformation and the extent to which the material complained about is already in\nthe public domain or will become so.\niii) It\nis unacceptable to photograph individuals, without their consent, in public or\nprivate places where there is a reasonable expectation of privacy.\nClause 3\n(Harassment)*\ni)\nJournalists must not engage in intimidation, harassment or persistent pursuit.\nii) They\nmust not persist in questioning, telephoning, pursuing or photographing\nindividuals once asked to desist; nor remain on property when asked to leave\nand must not follow them. If requested, they must identify themselves and whom\nthey represent.\niii)  Editors must ensure these principles are\nobserved by those working for them and take care not to use non-compliant\nmaterial from other sources.\nThe\nPublic Interest\nThere\nmay be exceptions to the clauses marked * where they can be demonstrated to be\nin the public interest.\n(1.) The\npublic interest includes, but is not confined to:\nDetecting\nor exposing crime, or the threat of crime, or serious impropriety.\n- Protecting\npublic health or safety.\n- Protecting\nthe public from being misled by an action or statement of an individual or\norganisation.\n- Disclosing\na person or organisation’s failure or likely failure to comply with any\nobligation to which they are subject.\n- Disclosing\na miscarriage of justice.\n- Raising\nor contributing to a matter of public debate, including serious cases of\nimpropriety, unethical conduct or incompetence concerning the public.\n- Disclosing\nconcealment, or likely concealment, of any of the above.\n(2.)\nThere is a public interest in freedom of expression itself.\n(3.) The\nregulator will consider the extent to which material is already in the public\ndomain or will become so.\n(4.)\nEditors invoking the public interest will need to demonstrate that they\nreasonably believed publication – or journalistic activity taken with a view to\npublication – would both serve, and be proportionate to, the public interest\nand explain how they reached that decision at the time.\n(5.) An\nexceptional public interest would need to be demonstrated to over-ride the\nnormally paramount interests of children under 16.\nFindings\nof the Committee\n27.\nClause 3 (ii) of the Editors’ Code makes clear that journalists must not\npersist in pursuing individuals once a request to desist has been made, while\nClause 3 (iii) that publications must ensure that the principles of Clause 3\nare observed by those working for them. The complainant had made repeated\nrequests to desist to the publication, both directly to the publication through\nher representative and via IPSO privacy notices, advising publications of her\nconcerns. The notices and direct contacts from the representative made clear\nthat coverage of the complainant was having an impact on her, and included\nreferences to the complainant feeling “harassed and anxious”. When assessing\nwhether the publication had breached the terms of Clause 3, the Committee was\nmindful of both the wording and timing of these requests to the publication,\nand what steps the publication had taken in response to these concerns.\n28. The\nCommittee noted that the publication had measures in place to make contributors\naware of the Editors’ Code, where both the Contributors’ Standard Terms and\nConditions and the invoices given to freelancers include a reference to the\nEditors’ Code, and the publication was able to demonstrate that the IPSO\nprivacy notices had been circulated internally. However, the Committee\nconsidered that these generic measures were not sufficient in circumstances\nwhere the complainant had, several times both directly and through IPSO\nnotices, flagged concerns that she was facing an undue amount of press contact\nwhich she found to be distressing and intrusive and made requests for this to\ncease, in accordance with Clause 3.\n29. The\nCommittee then noted that an IPSO notice, circulated on 13 October 2020, made a\nspecific request for members of the press to leave the area around the\ncomplainant’s home and refrain from attempting to contact and photograph her.\nAfter the circulation of this notice, the publication had made further payments\nto a journalist, who was commissioned to look for the complainant in the\nvicinity of her home; it was clear that the payments related to the period\nafter the notice was circulated because the publication’s account was that they\nrelated to attempts to follow up on a story which broke on the same day that\nthe second notice was circulated. In the view of the Committee, in directing a\njournalist to attend the area around the complainant’s house to “watch” for her\nin the immediate aftermath of the circulation of the notice, the publication\nhad ignored the terms of a request to desist from attempting to contact and\napproach the complainant in the vicinity of her home, and the request for\nmembers of the press to disperse from the area around her home. The publication\nhad not sought to argue that there was a public interest in persisting with its\napproaches or that there had been an interval of time such that the request\ncould no longer be considered to reasonably apply. While the publication had\nargued that the approach was motivated by fresh developments in the story –\nnamely, the photographs of the complainant with a colleague in Italy – this\nconsideration did not outweigh the clear request to desist. Where the\npublication had disregarded the terms of a clear request to desist, there was a\nbreach of Clause 3.\n30. The\nCommittee turned next to the question of whether the number of published\narticles and the nature of the coverage represented harassment in breach of\nClause 3. The complaint related to a significant number of articles, 51 in\ntotal over a period of 4 months, with 7 being published in a single day.\n31. The\nCommittee acknowledged that the publication of a large number of articles would\nnot ordinarily constitute harassment in breach of Clause 3 of the Code. In\nreaching its decision in this case, the Committee therefore considered several\nfactors: the number of published articles; the time period over which the\narticles were published; the extent to which the complainant might be\nconsidered a public figure and the extent to which her activities might\narguably have prompted the coverage; the extent to which the articles might\nreasonably be said to have solely targeted the complainant; whether the\npublished information could reasonably be said to be intrusive or offensive;\nwhether the subject matter of the articles was a matter of legitimate interest\nfor readers; the extent to which republication of the photographs or the\npublication of the further articles could be said to be prompted by a fresh\nnewsworthy event; whether a reasonable editor could regard the repetition of\nearlier content and images as relevant; the extent to which the coverage could\nbe expected to cause alarm or distress to a reasonable person in the\ncomplainant’s position; and whether publication could be regarded as an abuse\nof media freedom  in light of the right\nto freedom of expression.\n32. The\nCommittee noted that 51 articles had been published over a period of three\nmonths and three weeks. The Committee understood that the number of articles,\nand the frequency with which they had been published, had caused the\ncomplainant a great deal of distress, and that this distress had been flagged\ndirectly with the publication. The coverage had begun after the complainant, a\nwell-known actor, had been pictured in the company of another well-known,\nmarried actor and the coverage had initially speculated upon the nature of the\nrelationship between the two. The\ncoverage continued by reporting on comments made by an individual described as\na “friend” of the other actor’s wife in response to the photographs. Further articles were published following a\npublic statement made by the actor and his wife. A number of articles reported on the\ncomplainant’s TV and film roles, with one commenting on a video interview which\nhad been given by the complainant to an international magazine to promote the\nrelease of a programme on a well-known streaming service. Some of the further coverage returned to the\nspeculation about the nature of the relationship between the complainant and\nthe actor when photographs emerged of them together at an airport.\n33. The\ncoverage in the second half of October 2020 appeared to be prompted by the fact\nthat the complainant had cancelled a scheduled performance to promote one of\nher forthcoming projects or by statements she had made about her projects, or\nwhich had been made by her co-stars. The\ncomplainant also featured in coverage about the relationship of another actor\nwith whom the complainant had previously worked. In November 2020, a number of articles\nreported on the complainant having dinner with another actor inside a restaurant\nwere published with accompanying speculation as to whether Covid rules had been\nbroken. Later that month, further\narticles were published reporting on the marriage of the first actor with whom\nthe complainant had been pictured, in which the complainant was featured. The articles published in December 2020\nreported on the complainant’s return to work and the professional work with\nwhich she was engaged. In each of these\narticles, one or more photographs from the various photosets were published.\n34. The\nCommittee reviewed each article and gave consideration to the extent to which\nthe complainant was the principal focus of the coverage, the newsworthiness of\neach and the nature of the articles. The\nCommittee did not consider that, individually, the articles were intrusive or\nintimidating, noting that the articles reported on photographs which had been\ntaken whilst the complainant was in a public place, reported on her\nprofessional life or featured the complainant because she was incidental to the\nprincipal focus of an article. The Committee also took into account that the\ncoverage was generally prompted either by new developments in the story\nspeculating upon the relationship of the complainant with the actor with whom\nshe had been photographed, or by stories about the complainant’s professional\nactivities which, for editorial reasons, the publication considered would be of\ninterest to its readers. The Committee also considered the tone of the articles\nwhich was not dissimilar to the tone adopted by coverage of such matters by\nother publications and was not gratuitously offensive.  \n35. On\nbalance, and having taken into account all of the factors noted above, the\nCommittee concluded that the publication of the articles, taken as a whole, did\nnot constitute harassment, and did not breach Clause 3. The Committee also did\nnot find that a breach of Clause 3 arose from the publication creating a market\nfor photographs of the complainant, where the publication could not be\nreasonably held responsible, under the terms of the Code, for the actions of\njournalists or photographers working on behalf of other publications.\n36. Clause 2 of the Editors’ Code makes clear\nthat it is unacceptable to photograph individuals in public places where there\nis a reasonable expectation of privacy without their consent. The complainant\nhad been sitting to the rear of the restaurant when the photographs were taken,\nwhich were obtained using a camera with a focal length of 200mm – longer than\nthe standard focal length of 35mm. A question for the Committee was, therefore,\nwhether the complainant had a reasonable expectation of privacy in these\ncircumstances.\n37. The\ncomplainant said that she had taken a clear step to protect her privacy by\nseating herself away from the window of the restaurant, and away from public\nview. The Committee noted that she was therefore not readily visible to\npassers-by, to the extent which the restaurant lay-out appear to allow. In\naddition, while the publication said that the complainant would have been\nvisible from the street and therefore she did not have a reasonable expectation\nof privacy, it was not in dispute that a 200mm camera-lens had been used when\nobtaining the photograph. It was also not in dispute that it was an agency photographer\nwho had taken the photos, rather than a member of the public; the photographs\nhad not, therefore, been taken by chance by an individual who had happened to\nspot the complainant in a public place, though the Committee was satisfied that\nthe complainant had not been followed to the restaurant nor that they had been\n“tipped-off” to the complainant’s presence. The Committee was also mindful of\nwhat the photographs showed; she was having dinner with two other individuals,\naway from the front of a restaurant. Whilst the complainant accepted that it\nwas a working dinner, she was not engaged in ‘public-facing’ work and there was\nno suggestion that she was engaged in a public activity. The photograph had\nbeen taken surreptitiously from outside the restaurant and with the aid of a\n200mmcamera-lens. Taking these factors into account, the Committee considered\nthat the complainant did have a reasonable expectation of privacy in these\ncircumstances.\n38. The\nnext question for the Committee was whether the public interest in publishing\nthe photographs of the complainant was sufficient to outweigh the complainant’s\nreasonable expectation of privacy. The publication had argued that there was a\npublic interest, as it considered that they appeared to show the complainant\nmeeting others inside a restaurant, in contravention of the Covid-19\nregulations in force at the time, which allowed only for meetings between\npeople from different households for the purposes of business.\n39. When\nassessing whether there was a public interest in the publication of the\nphotographs, the Committee was mindful that, under the Code, Editors are\nrequired to demonstrate that they reasonably believed publication will both\nserve, and be proportionate to, the public interest. The terms of the public interest exemption\nfurther make clear that publication invoking the public interest will need to\ndemonstrate how they reached that decision at the time; the publication must\ntherefore demonstrate that it considered the public interest at the time that\nthe journalistic activity which raises an alleged breach of the Code occurred.\nIn this instance, the publication therefore had to demonstrate that it had\nconsidered the public interest – and how it reasonably believed that\npublication would both serve, and be proportionate, to the public interest –\nprior to the initial publication of the photographs.\n40.\nWhile the publication said that it had considered the public interest prior to\npublication, the complainant’s representative had confirmed that the dinner was\na business meeting and it was not in dispute that such meetings were\npermissible according to the regulations at the time. The publication had not\nchallenged this explanation with the complainant’s representative and it\nappeared that it did not have any grounds to do so. There was no indication\nthat any further discussions around the public interest had taken place after\nthe publication had been made aware of the complainant’s position. The\nCommittee accepted that, in certain circumstances, there may be a public\ninterest in reporting on breaches of Covid regulations. However, it did not\nconsider that the public interest had been satisfactorily established in this\ncase where, prior to publication, the complainant’s position that the meeting\ncomplied with the rules in place at the time had not been challenged and where\nthere were no other matters upon which the publication sought to rely. The\nCommittee, therefore, did not consider that the publication had demonstrated\nthat it had considered the public interest – and to what extent it could be\nsaid to have been proportionate to publish several photographs of the\ncomplainant sat inside the restaurant – having taken into account the fact that\nit had not challenged the complainant’s position that the gathering was allowed\nby Covid guidelines prior to publication. Taking all these factors into\naccount, the Committee did not accept that there was a sufficient public\ninterest in the publication of the photographs of the complainant in the\nrestaurant, and there was therefore a breach of Clause 2 arising from their use\nin five articles under complaint.\n41. The\nCommittee acknowledged the complainant’s position that the sheer number of\npublished articles was intrusive. However, the Committee did not consider that the fact that a significant\nnumber of articles had been published represented an intrusion into the\ncomplainant’s private life and a breach of Clause 2. This concern fell for\nconsideration more appropriately under Clause 3, which the Committee had found\nhad not been breached for the reasons explained above. The Committee further\nnoted that the complainant’s concerns over the behaviour of photographers\nduring the period complained of were addressed by the terms of Clause 3, which\nrelates to intrusive behaviour on the part of journalists which occurs during\nthe newsgathering process. There was, therefore, no breach of Clause 2 on these\npoints.\nConclusion(s)\n42. The\ncomplaint was upheld under Clause 2 and Clause 3.\nRemedial\nAction Required\n43.\nHaving upheld the complaint under Clause 2 and Clause 3, the Committee\nconsidered what remedial action should be required. In circumstances where the\nCommittee establishes a breach of the Editors’ Code, it can require the\npublication of a correction and/or adjudication. Given the nature of the\nbreach, the appropriate remedial action was the publication of an upheld\nadjudication.\n44. With\nregard to the placement of the adjudication, the Committee considered the\nnature of the breaches of the Code which had been established. In relation to\nthe breach of Clause 3, the Committee had found that the publication had\ncommissioned journalists to engage in behaviour that went against the terms of\na clear request to desist, and had not ensured that the principles of Clause 3\nwere observed by those working on its behalf. In relation to the breach of Clause 2, the publication had intruded into\nthe complainant’s privacy by publishing a set of photographs in five separate\narticles. The Committee therefore decided that a link to the full adjudication\nshould be linked on the top half of the homepage of the publication’s website\nfor at least 24 hours, and should then be archived in the usual way. The\nheadline of the adjudication must make clear that IPSO has upheld the\ncomplaint, and refer to its subject matter; it must be agreed with IPSO in\nadvance.\n45. The\nterms of the adjudication are as follows:\nLily\nJames complained to the Independent Press Standards Organisation that Mail\nOnline breached Clause 2 (Privacy) and Clause 3 (Harassment) of the Editors’\nCode of Practice in a series of 51 articles, published between 12 October 2020\nand 2 February 2021.\nThe\ncomplainant said that the publication had harassed her by continuing to\napproach her after she had made it aware of her concerns on several occasions\nabout what she considered to be persistent and intrusive approaches from the\npress and her request that these approaches should cease.\nThe\ncomplainant also said that the publication had breached her privacy by taking\nand publishing a set of photographs showing her eating dinner in a restaurant\nwith two colleagues. She said she had been sitting towards the back of the\nrestaurant and was not readily visible to passers-by; therefore, she said, she\nhad a reasonable expectation of privacy, which was not overridden by any public\ninterest.\nIPSO\nfound that Mail Online had breached Clause 3 of the Editors’ Code of Practice.\nAn IPSO privacy notice, circulated on 13 October 2020, made a specific request\nfor members of the press to leave the area around the complainant’s home and\nrefrain from attempting to contact and photograph her. After this request had been\nmade, a public interest was required under the terms of Clause 3 to justify\npersisting in attempts to contact and photograph the complainant. The\npublication had then commissioned a journalist to look for the complainant in\nthe vicinity of her home. The decision to direct a journalist to attend the\narea around the complainant’s house to “watch” for her in the immediate\naftermath of the circulation of the notice broke the terms of the request to\ndesist from attempting to contact and approach the complainant in the vicinity\nof her home, and the request for members of the press to disperse from the area\naround her home. There was, therefore, a\nbreach of Clause 3 in relation to the repeated approaches to the area of the\ncomplainant’s home. A separate complaint under Clause 3 about the volume of the\ncoverage relating to the complainant was not upheld.\nIPSO\nalso found that the publication had breached Clause 2 of the Editors’ Code, by\npublishing a set of photographs showing the complainant seated and eating in\nthe back of a restaurant. Clause 2 of the Editors’ Code makes clear that it is\nunacceptable to photograph individuals in public places where there is a\nreasonable expectation of privacy without their consent, and the Committee\nconcluded that the complainant did have a reasonable expectation of privacy at\nthe time that the photographs were taken, with a 200mm camera-lens. The\ncomplainant had taken clear steps to seat herself away from public view, and\nthe photographs had been obtained surreptitiously from outside the restaurant\nusing professional equipment.\nMail\nOnline had said that there was a public interest in publishing the photographs,\nwhich outweighed any reasonable expectation of privacy which the complainant\nmight have had – because in its view they appeared to show the complainant\nengaged in an activity which contravened the Covid-19 guidance which was in\nplace at the time. However, the complainant had told Mail Online prior to\npublication that the photographs showed her engaged in a business meeting –\nwhich was allowed, according to guidance at the time, which Mail Online was not\nin a position to dispute. It did not appear to have given further consideration\nas to whether there was a public interest in the photographs’ publication,\nhaving been made aware of this information. There was, therefore, a breach of\nClause 2.\nIPSO\nupheld the complaints under Clause 2 (Privacy) and Clause 3 (Harassment) and\nrequired publication of this adjudication as a remedy.\n\n\n\nDate\ncomplaint received: 11/03/2021\nDate\ncomplaint concluded by IPSO: 28/01/2022Independent Complaints ReviewerThe publication complained to the Independent Complaints Reviewer about the process followed by IPSO in handling this complaint. The Independent Complaints Reviewer decided that the process was not flawed and did not uphold the request for review.\nBack to ruling listing\n\n\n"
}