{
    "url": "/rulings-and-resolution-statements/ruling/?id=02645-21",
    "title": "02645-21 Cameron v East Kilbride News",
    "provisions": [
        "1 Accuracy (2021)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "East Kilbride News (Reach PLC)",
    "received_on": "2021-03-11 00:00:00",
    "concluded_on": "2021-07-12 00:00:00",
    "complaint_processing_days": 123,
    "conclusion_long": "12. The complaint was not upheld.",
    "remedial_action": "13. The corrections which were offered clearly put the correct position on record, and were offered promptly and with due prominence, and should now be published online and in print.    Date complaint received: 11/3/2021.",
    "text": "\n\n\n\n\n\nDecision\nof the Complaints Committee – 02645-21 Cameron v East Kilbride News\nSummary\nof Complaint\n1. Lisa\nCameron MP complained to the Independent Press Standards Organisation that East\nKilbride News breached Clause 1 (Accuracy) in an article headlined “Area’s MP\nsecond top for expenses” published 3 February 2021.\n2. The\narticle reported that the complainant “claimed over £250,000 in expenses last\nyear, making her the second most expensive sitting MP in the House of Commons”.\nIt went on to report specific items that the complainant had claimed for, such\nas “claims of £266 for a banner under ‘office costs’”. The article also stated\nthat “So far in 2020/21, Dr Cameron has claimed £24,052.87 in office cost,\n£13,202.71 in accommodation expenses, and £3749.26 in MP travel, despite the\ncall to work from home”. It reported the complainant’s explanation that\n“accommodation and office costs reduced but I have had the grave situation of\nlong-term staff sickness absence [which] triggered temporary additional funding…for\nstaff cover”.  \n3. The\narticle also appeared online in a substantially similar format under the\nheadline “East Kilbride MP claims over £250,000 in expenses - making her the\nsecond highest claimant”.\n4. The\ncomplainant said the article was inaccurate in breach of Clause 1 in three\nways. First, the headline claim that the complainant was “second top for\nexpenses” or “the second highest claimant” for 2019/20 was misleading as she\nwas actually the fourth highest claimant during this period; it was only that\nshe was the second highest of those MPs that were still sitting. She expressed\nconcern that this information had been republished by two separate newspapers,\nciting the article in question as their source. Second, the complainant said the\nstatement that she had claimed “£266 for a banner under ‘office costs’” was\ninaccurate as this claim was for stationery from a company called Banner.\nFinally, the complainant said that the statement that she “claimed £24,052.87\nin office cost, £13,202.71 in accommodation expenses, and £3749.26 in MP\ntravel, despite the call to work from home” was misleading. It implied that she\nhad acted inappropriately in claiming these monies when in fact accommodation\nand staffing costs were still due despite the pandemic; and, in any event,\napart from the period April to 2 June 2021, MPs had to physically attend\nparliament to participate in debates in line with orders passed in the House of\nCommons. MPs had only been able to participate fully in parliamentary procedures\nfrom home during the period 23 March – 21 April 2020.\n5. The\npublication said that the article as a whole made clear the complainant was\n“the second most expensive sitting MP in the House of Commons” rather than the\nsecond highest of all MPs over the relevant period. The publication accepted\nthat the statement that she had claimed “£266 for a banner under ‘office\ncosts’” was inaccurate. In relation to the third alleged inaccuracy, the\npublication emphasised that it had not commented on the appropriateness of the\ncomplainant’s claims; rather it had simply reported as fact what she had\nclaimed so far during the 2020/21 year and the fact that there had been a\nnationwide call to work from home where possible as part of the government\nlockdown. Further, it provided guidance sent to MPs in April 2021 which\nincluded a recommendation for MPs to “participate in business remotely wherever\npossible, and Members' staff and parliamentary staff to continue to work\nremotely”\n6. Upon\nreceipt of the complaint, the publication offered to publish the following\ncorrections in print on page 2 and as a footnote to the online article\nrespectively:\nIn our\nP6 article published on 03/02/21, entitled \"Area's MP second top for expenses\",\nwe incorrectly stated that Dr Lisa Cameron MP claimed £266 for the purchase of\na banner. We would like to clarify that the £266 was spent on stationery\nordered from a company called Banner Stationery UK.\nIn our\nonline article entitled \"East Kilbride MP claims over £250,000 in\nexpenses\", published on 03/02/21, we incorrectly stated that Dr Lisa\nCameron MP claimed £266 in expenses for the purchase of a banner. We have since\nupdated the story to state that the £266 was spent on stationery ordered from a\ncompany called Banner Stationery UK.\n7. The\ncomplainant did not accept this offer as it did not address the other two\nalleged inaccuracies or include an apology.\nRelevant\nCode Provisions\nClause 1\n(Accuracy)\ni) The\nPress must take care not to publish inaccurate, misleading or distorted\ninformation or images, including headlines not supported by the text.\nii) A\nsignificant inaccuracy, misleading statement or distortion must be corrected,\npromptly and with due prominence, and — where appropriate — an apology\npublished. In cases involving IPSO, due prominence should be as required by the\nregulator.\niii) A\nfair opportunity to reply to significant inaccuracies should be given, when\nreasonably called for.\niv) The\nPress, while free to editorialise and campaign, must distinguish clearly\nbetween comment, conjecture and fact.\nFindings\nof the Committee\n8. The\narticle had stated that the complainant had claimed “£266 for a banner under\n‘office costs’”, which the complainant said was inaccurate as this claim in\nfact related to an order for various stationery from a company called Banner.\nThe source of the publication’s information had been an online record of the\ncomplainant’s expense claims, which noted the sum and included only the word\n“Banner” as a description of the reason for the expense being incurred. In this\ncontext, where the claim was only one example of expenses among others; was for\na relatively small amount of money; and where the publication had sourced the\ninformation from the publicly-available record of the claim, the Committee did\nnot consider that the publication’s misunderstanding of the nature of the claim\nconstituted a failure to take care over the accuracy of the article in breach\nof Clause 1(i).\n9. Nevertheless,\nit was accepted that this expense claim was actually for stationery from a\ncompany called Banner rather than for a banner. This inaccuracy was significant\nas it was relevant to the impression created by the article of the purposes for\nwhich the complainant had spent public money. The correction had been offered\nby the publication on receipt of the complaint and on page 2 in print, further\nforward than the original article, and online as a footnote. The Committee\nconsidered that the wording offered by the publication identified the\ninaccuracy and offered corrective information, and had been offered promptly\nand with due prominence. It satisfied the terms of Clause 1(ii) and there was\nno breach of Clause 1 in this respect.\n10. The\nCommittee next considered the complaint about the headline reference to the\ncomplainant as “second top” for expenses. The Committee noted that it will\nconsider a headline in the context of an article, but a headline must under\nClause 1 be supported by the article. The text of the article immediately made\nclear that the publication’s claim was specifically that the complainant was\nthe second highest expenses claimant during the 2019/20 year amongst currently\nsitting MPs. While the Committee noted that this excluded two people who had\nsince left Parliament, on balance it concluded that the text of the article had\nadequately explained the basis for the headline, and that it was not\nsignificantly inaccurate. The publication had not failed to take care over the\naccuracy of the headline. Nor did it contain a significant inaccuracy or\nmisleading claim relating to this. There was no breach of Clause 1.\n11.\nWhile the Committee noted the complainant’s concern about the claim that “So\nfar in 2020/21, Dr Cameron has claimed £24,052.87 in office cost, £13,202.71 in\naccommodation expenses, and £3749.26 in MP travel, despite the call to work\nfrom home”, the Committee did not consider that this suggested the complainant\nhad claimed money to which she was not entitled. The print article stated\nclearly that the complainant had broken no rules and both articles included\ndetailed information about the expenses for which she had claimed, including\nher explanation that her staffing costs had been higher than normal due to\nexceptional circumstances. Furthermore, the Committee noted that the period to\nwhich the accommodation and office cost claims related had included a period in\nwhich MPs were able to fully work from home, although the travel expenses did\nnot. The Committee did not therefore consider that this claim that she had\nclaimed some of these costs “despite the call to work from home” constituted a\nfailure to take care over the accuracy of the article, nor a significant\ninaccuracy or misleading claim that required correction. There was no breach of\nClause 1.\nConclusions\n12. The\ncomplaint was not upheld.\nRemedial\nAction Required\n13. The\ncorrections which were offered clearly put the correct position on record, and\nwere offered promptly and with due prominence, and should now be published\nonline and in print.\n\n\n\nDate\ncomplaint received: 11/3/2021.\nDate\ndecision issued: 12/7/2021; Amended decision issued: 16/7/2021.\n\nIndependent\nComplaints Reviewer\nThe\ncomplainant complained to the Independent Complaints Reviewer about the process\nfollowed by IPSO in handling this complaint. The Independent Reviewer found\nthat the IPSO process was flawed because an incorrect decision by the\nComplaints Committee was shared by the Executive with both parties; it\ncontained an inaccurate summary of the complaint outcome, stating that it was\n“upheld” when in fact, as the text of the findings recorded, it was “not\nupheld”. The statement of the outcome of the complaint was corrected and an\namended decision issued promptly. In such circumstances, the Reviewer did not\nreturn the complaint to the Complaints Committee for further consideration.\nBack to ruling listing\n\n\n"
}