{
    "url": "/rulings-and-resolution-statements/ruling/?id=02644-21",
    "title": "02644-21 Metropolitan Police v Mail Online",
    "provisions": [
        "1 Accuracy (2021)"
    ],
    "outcome": "Breach - sanction: publication of adjudication",
    "publication": "Mail Online (Associated Newspapers Limited)",
    "published_on": "2021-03-11 00:00:00",
    "received_on": "2021-03-12 00:00:00",
    "concluded_on": "2021-08-23 00:00:00",
    "complaint_processing_days": 164,
    "conclusion_long": "11. The complaint was partly upheld under Clause 1.",
    "remedial_action": "12. Having partly upheld the complaint under Clause 1, the Committee considered what remedial action should be required. In circumstances where the Committee establishes a breach of the Editors’ Code, it can require the publication of a correction and/or adjudication. The nature, extent and placement of which is determined by IPSO. 13. The significantly inaccurate statement appeared in the headline, was on a topic of considerable public concern, and the newspaper was aware at the time of publication that it was based on speculation by a third party. Whilst the newspaper had taken prompt action to amend the article, there had been a very considerable delay before it offered to correct the public record as it was required to do by the Code. In light of these considerations, the Committee concluded that an adjudication was the appropriate remedy. The headline of the adjudication must make clear that IPSO has upheld the complaint against Mail Online and must refer to its subject matter; it must be agreed with IPSO in advance. 14. The Committee considered the placement of its adjudication. The adjudication should be published in full on the publication’s website with a link to the full adjudication (including the headline) appearing on the top third of the newspaper’s homepage, for 24 hours; it should then be archived in the usual way. A link to the adjudication should also be published with the article, explaining that it was the subject of an IPSO adjudication, and explaining the amendments that have been made. The terms of the adjudication for publication are as follows: The Metropolitan Police complained to the Independent Press Standards Organisation that Mail Online breached Clause 1 (Accuracy) of the Editors’ Code of Practice in an article headlined “Sarah Everard murder suspect was tracked by plain clothes detectives for several days before they swooped in to arrest him”, published on 11 March 2021. The complaint was upheld, and IPSO required Mail Online to publish this adjudication to remedy the breach of the Code. The article reported on the Metropolitan Police’s search for the suspect in the Sarah Everard murder case. It reported that “Metropolitan Police officer Wayne Couzens ha[d] been arrested on suspicion of her kidnap and murder” after being “tracked by plain clothes detectives for several days”. It later noted that “Sources have suggested that plain clothes detectives may have been secretly monitoring the suspect's movements for days before he was arrested”. The complainant said that it was untrue that the suspect was either known to or tracked by police for several days before his arrest. In fact, he was located just a few hours before his arrest. It said that the publication’s failure to promptly delete and correct the article when it was first contacted by the complainant to express its concerns, on the day of publication, was regrettable. The publication said the alleged inaccuracy was based on speculation from a neighbour that had appeared in the press. The neighbour had claimed that plainclothes officers had been watching the suspect’s property the day before the arrests and that there were unmarked police cars in the street. The publication also emphasised that it had sought the complainant’s comments on the claims prior to publication but was told the complainant would not comment. Later, in its first response during IPSO’s investigation and 48 days after publication, the newspaper offered to remove the article from its website and publish a standalone correction online accepting that the claim was inaccurate. IPSO found that the newspaper had failed to take care not to publish inaccurate information in relation to this claim. The claim was based on speculation by a member of the public, which had been published by another publication. The newspaper had published this uncorroborated claim as fact, including in the headline. This failure to take care gave rise to a significantly inaccurate statement; the publication had subsequently accepted that the claim was incorrect and this was a significant claim about the conduct of police during the investigation. Whilst the newspaper had offered a correction on this point, IPSO found that this offer was not prompt given the significance of the inaccurate statement; where it had been based on speculation by a single third-party source; the fact that the complainant had been in a position to provide direct information about the investigation; and the time taken between the newspaper’s receipt of the IPSO complaint and its offer of a correction. The newspaper had therefore breached Clause 1.   Date complaint received: 12/03/2021",
    "text": "\n\n\n\n\n\nDecision\nof the Complaints Committee – 02644-21 Metropolitan Police v Mail Online\nSummary\nof Complaint\n1. The\nMetropolitan Police complained to the Independent Press Standards Organisation\nthat Mail Online breached Clause 1 (Accuracy) of the Editors’ Code of Practice\nin an article headlined “Sarah Everard murder suspect was tracked by plain\nclothes detectives for several days before they swooped in to arrest him”,\npublished on 11 March 2021.\n2. The\narticle reported on the Metropolitan Police’s search for the suspect in the\nSarah Everard murder case. It reported that “Metropolitan Police officer Wayne\nCouzens ha[d] been arrested on suspicion of her kidnap and murder” after being\n“tracked by plain clothes detectives for several days”. It later noted that\n“Sources have suggested that plain clothes detectives may have been secretly\nmonitoring the suspect's movements for days before he was arrested”.\nAdditionally, it stated that Couzens “works in Parliamentary and Diplomatic\nProtection Command and is armed as part of his job”. It added that “The case\nhas prompted the possibility that perhaps for the first time in the Met's\nhistory, armed surveillance officers were watching one of their own firearms\nofficers [Couzens] while he was on duty guarding one of the most important\nbuildings in London”. It elsewhere reported that a “police insider said: 'There\nare two possible approaches the Met could have taken when the officer emerged\nas the main suspect [one being] to maintain his normal duties whilst having an\narmed capacity…watching him’”.\n3. The\ncomplainant said that it was untrue that the suspect was either known to or\ntracked by police for several days before his arrest. In fact, he was located\njust a few hours before his arrest. In light of this, it was also inaccurate to\nspeculate that he had returned to work after being identified as a suspect. The\ncomplainant had contacted the publication shortly after the story was published\nto express its concern that the article was inaccurate. It said that the\npublication’s failure to promptly delete and correct the article when it was\nfirst contacted by the complainant, on the day of publication, was regrettable.\n4. The\npublication said it had relied on an anonymous police source regarding the\nclaim that “The case has prompted the possibility that perhaps for the first\ntime in the Met's history, armed surveillance officers were watching one of\ntheir own firearms officers [Couzens] while he was on duty…”. However, whilst\nit said the source was reliable, following the direct complaint from the\ncomplainant to the publication, the source had clarified that they could not\nguarantee the accuracy of this claim. With regard to the claim that Mr Couzens\nhad been “tracked by plain clothes detectives for several days”, the\npublication said this was based on speculation from a neighbour that had\nappeared in the press. The neighbour had claimed that plainclothes officers had\nbeen watching the suspect’s property the day before the arrests and that there\nwere unmarked police cars in the street. The publication also emphasised that\nit had sought the complainant’s comments on the claims prior to publication but\nwas told the complainant would not comment.\n5. On\nreceipt of the direct complaint from the complainant on the day of publication,\nthe newspaper amended the article. In its first response during IPSO’s\ninvestigation after the complainant had provided further clarification on\nnumber of points, 47 days after it had first been notified of the complaint\nthrough direct correspondence from the complainant (the day after publication),\nthe newspaper offered to remove the article from its website and publish the\nfollowing standalone correction online:\nAn\narticle published on 11 March about the arrest of Wayne Couzens on suspicion of the\nmurder of Sarah Everard included claims that Mr Couzens had been allowed to\nreturn to work as a firearms officer after having been identified as a suspect,\nand that he had been tracked by undercover officers for several days before\nbeing arrested. We have since been contacted by the Metropolitan Police who\nhave advised that neither allegation is true, which we accept, and the article\nhas been removed from the website. We are happy to set the record straight.\n6. The\ncorrection was offered 19 days after IPSO began its investigation of the\ncomplaint (including a period in which the complaint was being processed by\nIPSO). The publication said that it had offered a correction once the\ncomplainant had confirmed its position.\n7. The\ncomplainant did not accept this as a resolution to its complaint.\nRelevant\nCode Provisions\nClause 1\n(Accuracy)\ni) The\nPress must take care not to publish inaccurate, misleading or distorted\ninformation or images, including headlines not supported by the text.\nii) A\nsignificant inaccuracy, misleading statement or distortion must be corrected,\npromptly and with due prominence, and — where appropriate — an apology\npublished. In cases involving IPSO, due prominence should be as required by the\nregulator. \niii) A\nfair opportunity to reply to significant inaccuracies should be given, when\nreasonably called for.\niv) The\nPress, while free to editorialise and campaign, must distinguish clearly\nbetween comment, conjecture and fact.\nFindings\nof the Committee\n8. The\nclaim that the suspect, Mr Couzens, “was tracked by plain clothes detectives\nfor several days before they swooped in to arrest him” was based on speculation\nby a member of the public, which had been published by another publication. The\nCommittee noted that the publication had contacted the complainant about this\nclaim prior to publication and that the complainant had declined to comment.\nNonetheless, the publication of this uncorroborated claim as fact, including in\nthe headline, represented a failure to take care over the accuracy of the\narticle and a breach of Clause 1(i).\n9. The\npublication had subsequently accepted that the claim that Mr Couzens had been\ntracked for several days was inaccurate. This was a significant claim about the\nconduct of police during the investigation, which implied a potential risk to\nthe public during the period during which Mr Couzens was said to have been\nobserved by police but allowed free movement. It required correction under the\nterms of Clause 1(ii). The complainant had contacted the newspaper on the day\nof publication to notify it that the claim was inaccurate. While the newspaper\nhad promptly amended the article, it had declined to offer a correction,\ninstead asking for clarification on the correct position despite the\ncomplainant having confirmed that the published information was inaccurate. It\nhad ultimately offered to correct the claim 47 days after it had been notified\nof the complaint by IPSO and 48 days after the article’s publication. While the\nCommittee recognised the publication’s position that during parts of this\nperiod the complaint was being processed by IPSO , it noted that the further\nclarification provided by the complainant at the start of IPSO’s investigation\ndid not materially add to the information provided by the complainant direct to\nthe newspaper during the referral period. Furthermore, the complainant had been\nin a position to provide direct information about the timing of the\ninvestigation whereas the publication had relied upon speculation by a single\nthird-party source. In such circumstances, and given the significance of the\nclaim, the Committee concluded that the publication’s offer to publish a\ncorrection was not prompt, and there was a breach of Clause 1(ii).\n10. The\narticle had reported that there had been a “possibility that…armed surveillance\nofficers were watching one of their own firearms officers [Couzens] while he\nwas on duty”. The article did not claim as fact that this had happened, only\nthat there was such a “possibility”. This point had also been based on the\ncomments of a police source, and was presented as such. The article also went\non to make clear that this “possibility” was posited by a “police insider”. The\narticle therefore made clear that the prospect of “armed surveillance\nofficers…watching one of their own firearms officers [Couzens] while he was on\nduty” was only a “possibility”, and made clear it was simply picking up on the\nspeculation of a “police insider”. In these circumstances, where the claim was\ndistinguished as conjecture, albeit partly based on the inaccurate claim found\nto be in breach above, there was no further failure to take care not to publish\ninaccurate or misleading information with regard to this claim, nor did the article\ncontain a significantly inaccurate or misleading statement relating to this.\nThere was no breach of Clause 1 on this point.\nConclusions\n11. The\ncomplaint was partly upheld under Clause 1.\nRemedial\nAction Required\n12.\nHaving partly upheld the complaint under Clause 1, the Committee considered\nwhat remedial action should be required. In circumstances where the Committee\nestablishes a breach of the Editors’ Code, it can require the publication of a\ncorrection and/or adjudication. The nature, extent and placement of which is\ndetermined by IPSO.\n13. The\nsignificantly inaccurate statement appeared in the headline, was on a topic of\nconsiderable public concern, and the newspaper was aware at the time of\npublication that it was based on speculation by a third party. Whilst the\nnewspaper had taken prompt action to amend the article, there had been a very\nconsiderable delay before it offered to correct the public record as it was\nrequired to do by the Code. In light of these considerations, the Committee\nconcluded that an adjudication was the appropriate remedy. The headline of the\nadjudication must make clear that IPSO has upheld the complaint against Mail\nOnline and must refer to its subject matter; it must be agreed with IPSO in\nadvance.\n14. The\nCommittee considered the placement of its adjudication. The adjudication should\nbe published in full on the publication’s website with a link to the full\nadjudication (including the headline) appearing on the top third of the\nnewspaper’s homepage, for 24 hours; it should then be archived in the usual\nway. A link to the adjudication should also be published with the article,\nexplaining that it was the subject of an IPSO adjudication, and explaining the\namendments that have been made. The terms of the adjudication for publication\nare as follows:\nThe\nMetropolitan Police complained to the Independent Press Standards Organisation\nthat Mail Online breached Clause 1 (Accuracy) of the Editors’ Code of Practice\nin an article headlined “Sarah Everard murder suspect was tracked by plain\nclothes detectives for several days before they swooped in to arrest him”,\npublished on 11 March 2021.\nThe\ncomplaint was upheld, and IPSO required Mail Online to publish this\nadjudication to remedy the breach of the Code.\nThe\narticle reported on the Metropolitan Police’s search for the suspect in the\nSarah Everard murder case. It reported that “Metropolitan Police officer Wayne\nCouzens ha[d] been arrested on suspicion of her kidnap and murder” after being\n“tracked by plain clothes detectives for several days”. It later noted that\n“Sources have suggested that plain clothes detectives may have been secretly\nmonitoring the suspect's movements for days before he was arrested”.\nThe\ncomplainant said that it was untrue that the suspect was either known to or\ntracked by police for several days before his arrest. In fact, he was located\njust a few hours before his arrest. It said that the publication’s failure to\npromptly delete and correct the article when it was first contacted by the\ncomplainant to express its concerns, on the day of publication, was\nregrettable.\nThe\npublication said the alleged inaccuracy was based on speculation from a\nneighbour that had appeared in the press. The neighbour had claimed that\nplainclothes officers had been watching the suspect’s property the day before\nthe arrests and that there were unmarked police cars in the street. The\npublication also emphasised that it had sought the complainant’s comments on\nthe claims prior to publication but was told the complainant would not comment.\nLater, in its first response during IPSO’s investigation and 48 days after\npublication, the newspaper offered to remove the article from its website and\npublish a standalone correction online accepting that the claim was inaccurate.\nIPSO\nfound that the newspaper had failed to take care not to publish inaccurate\ninformation in relation to this claim. The claim was based on speculation by a\nmember of the public, which had been published by another publication. The\nnewspaper had published this uncorroborated claim as fact, including in the\nheadline. This failure to take care gave rise to a significantly inaccurate\nstatement; the publication had subsequently accepted that the claim was\nincorrect and this was a significant claim about the conduct of police during\nthe investigation. Whilst the newspaper had offered a correction on this point,\nIPSO found that this offer was not prompt given the significance of the\ninaccurate statement; where it had been based on speculation by a single\nthird-party source; the fact that the complainant had been in a position to\nprovide direct information about the investigation; and the time taken between\nthe newspaper’s receipt of the IPSO complaint and its offer of a correction.\nThe newspaper had therefore breached Clause 1.\n \nDate\ncomplaint received: 12/03/2021\nDate\ndecision issued: 23/08/2021\nBack to ruling listing\n\n\n"
}