{
    "url": "/rulings-and-resolution-statements/ruling/?id=02678-20",
    "title": "02678-20 Walker v Daily Mail",
    "provisions": [
        "1 Accuracy (2019)",
        "4 Intrusion into grief or shock (2019)"
    ],
    "outcome": "Breach - sanction: action as offered by publication",
    "publication": "Daily Mail (Associated Newspapers Limited)",
    "received_on": "2020-04-19 00:00:00",
    "concluded_on": "2020-11-18 00:00:00",
    "complaint_processing_days": 213,
    "conclusion_long": "21. The complaint was partially upheld under Clause 1(i).",
    "remedial_action": "22. The correction which was offered put the correct position on record, and was offered promptly and with due prominence, and should now be published. The publication subsequently added the word “usually” to the last sentence of their correction to clarify the true position, namely that sedatives, whilst usually delivered intravenously, may in exceptional circumstances be delivered orally. Independent Complaints Reviewer 23. The complainant complained to the Independent Complaints Reviewer about the process followed by IPSO in handling this complaint. The Independent Complaints Reviewer decided that the process was not flawed and did not uphold the request for review.   Date complaint received: 19/04/2020",
    "text": "\n\n\n\n\n\nDecision\nof the Complaints Committee – 02678-20 Walker v Daily Mail\nSummary\nof Complaint\n1. Sarah\nWalker complained to the Independent Press Standards Organisation that the\nDaily Mail breached Clause 1 (Accuracy) and Clause 4 (Intrusion into grief or\nshock) in an article headlined “Is this proof ‘life-saving’ ventilators are\nactually death traps?” published 18 April 2019.\n2. The\narticle reported on concerns about the use of ventilators to treat patients\nwith Covid-19. It reported that a named American doctor “has watched over the\nbeds of hundreds of coronavirus patients, and now believes they are dying\nbecause of the very treatment [ventilators] that is meant to save them”. The\narticle reported that “After being rushed into hospital, [patients] are knocked\nout by sedatives delivered through a throat tube as a ventilator mechanically\npumps their lungs”; that ventilators have been a “standard treatment for the\ndeadly lung infection pneumonia”; and that, “in a frank YouTube video”, the\nnamed doctor is “heralding a re-think concerning the treatment of severe cases\nof Covid-19”. The article reported that “in particular…experts are now asking\nwhether the best way of saving patients might be to saturate their blood with\noxygen delivered through a mask without using a ventilator”. The article later\nstated that “Unlike pneumonia patients, kept on ventilators for a few days,\nCovid 19 sufferers are often left on them for weeks, even a month” and that “Older\npatients who survive also risk permanent brain disorders from being heavily\nsedated for such a long period”. Finally, it stated that “One of the\ndistinctive symptoms of Covid-19 is the way a yellowy mucous gunk clogs the\nmillions of tiny air sacs lining the lungs. This means however hard the\nventilator pushes oxygen into the lungs, that oxygen cannot get through the\nmucous barrier and into the body…But if the medics try to fix the problem by\nturning up the pump volume, it leads to lung damage”.\n3. The\narticle also appeared online in a substantially similar format.\n4. The\ncomplainant, a doctor, said that the headline -“Is this proof ‘life-saving’\nventilators are actually deathtraps?”- was misleading. She said it implied that\nventilators were dangerous when in fact they are an important treatment and, in\nany event, it is the virus itself rather than the ventilation which would\nusually lead to death. She said that the claim that patients needing\nventilation are “knocked out by sedatives delivered through a throat tube” was\ninaccurate as such sedatives are delivered intravenously, although she accepted\nthat this claim was not significantly inaccurate. She said the claim that\nventilators are “a standard treatment for the deadly lung infection pneumonia”\nwas misleading. Whilst they are an established and accepted form of treatment\nfor severe cases of pneumonia, most pneumonia patients do not require\nventilation at all. She said the statement that the named doctor’s video “is\nheralding a re-think concerning the treatment of severe cases of Covid-19” was\nmisleading. Whilst she accepted that there had been a “re-think” regarding the\nuse of ventilators of the sort described by the article, she doubted whether\nthis re-think was in any way because of this specific video. The complainant\nwas concerned about the statement that “Unlike pneumonia patients, kept on\nventilators for a few days, Covid 19 sufferers are often left on them for\nweeks, even a month”. She accepted that Covid-19 patients generally spend\nlonger on ventilators but said that the length of time on a ventilator would\nusually vary from patient to patient. Regarding the claim that “One of the\ndistinctive symptoms of Covid-19 is the way a yellowy mucous gunk clogs the\nmillions of tiny air sacs lining the lungs”, she accepted that this was the\ncase but said that this was also a symptom of pneumonia. The complaint said\nthat the statement that “if the medics try to fix the problem [oxygen\nstarvation caused by the mucus] by turning up the pump volume, it leads to lung\ndamage”, was inaccurate. Whilst she accepted that barotrauma could result from\nincreasing the pump volume, she said this was not always the case. Finally, she\nsaid that the statement that “Older patients who survive also risk permanent\nbrain disorders from being heavily sedated for such a long period” was misleading.\nShe accepted that she was not an expert on this particular subject and accepted\nthe use of the word “risk” made this a fair point, but thought that it would\nusually be the virus rather than ventilation itself which would lead to hypoxia\nand permanent brain disorders. The complainant also said that the article was\nscaremongering and sensationalist. She finally said that it had breached Clause\n4 (Intrusion into grief or shock) as the quantity of inaccuracies could\ncompound the grief of the family and friends of those who have died of Covid-19\nafter receiving ventilation. \n5. The\npublication did not accept it had breached the Code. It stated that the\nheadline -“Is this proof ‘life-saving’ ventilators are actually deathtraps?”-\nwas not a statement of fact that ventilators were death traps. Instead, it was\nsimply a question which served to introduce the views of individuals mentioned\nby the article; views that the article made clear ran contrary to the medical\nestablishment. It accepted that the claim that patients needing ventilation are\n“knocked out by sedatives delivered through a throat tube” was inaccurate as\nsuch sedatives are delivered intravenously. However, it did not accept this was\nsignificantly inaccurate. It did not accept that the claim that ventilators are\n“a standard treatment for the deadly lung infection pneumonia” was misleading,\nwhere they are an established and accepted form of treatment for severe cases\nof the illness. Similarly, it did not accept that the claim that the named doctor’s\nvideo “is heralding a re-think concerning the treatment of severe cases of\nCovid-19” was misleading. The use of the word “heralding” simply meant that the\ndoctor’s video was a sign of the “re-think” the complainant accepted was\nunderway within the medical profession, and was a reference to the doctor being\none of the first in his sector to raise the subject openly. It did not mean\nthat the video was instrumental in causing the “re-think” in the way the\ncomplainant had suggested. Regarding the claim that “Unlike pneumonia patients,\nkept on ventilators for a few days, Covid 19 sufferers are often left on them\nfor weeks”, the publication said that medical evidence showed that Covid-19\nsufferers generally spent a longer period on ventilators than pneumonia sufferers\nrequiring ventilation. The publication did not accept that the claim that “if\nthe medics try to fix the problem [oxygen starvation caused by the mucus] by\nturning up the pump volume, it leads to lung damage” was inaccurate. It said\nthere was a clear risk of barotrauma when exposing delicate lung tissue to high\npressure air. Regarding the claim “Older patients who survive also risk\npermanent brain disorders from being heavily sedated for such a long period”,\nthe publication did not accept this was inaccurate. It said that medical\nevidence supported there being a “risk” of cognitive difficulties and pointed\nto comments from a prominent physician and a peer-reviewed article in a leading\nmedical journal which discussed this risk. Finally, it said that Clause 4 was\nnot applicable to the complaint. Clause 4 is designed to protect those directly\ninvolved in a story concerning grief or shock; whereas this article simply\nabout the topic of ventilators generally rather than being about specific\nindividuals affected by grief or shock.\n6. The\npublication offered to amend sentences in the online article about ventilation\nbeing a “standard treatment for the deadly lung infection pneumonia” and the\nclaim that sedatives were delivered through the throat. During the referral\nperiod it offered to correct the later claim, with the following wording being\nfootnoted to the online article and appearing in print on page 2, in the usual\ncorrections column.\n“An\narticle on April 18 about the use of ventilators on Covid-19 patients said that\nbefore treatment, patients are given sedatives ‘through a throat tube.’ In\nfact, the sedatives are delivered intravenously”\n7. The\ncomplainant did not accept these offers which she said did not correct the\nheadline, which she alleged implied that ventilators were “deathtraps”.\nRelevant\nCode Provisions\n8.\nClause 1 (Accuracy)\ni) The\nPress must take care not to publish inaccurate, misleading or distorted\ninformation or images, including headlines not supported by the text.\nii) A significant\ninaccuracy, misleading statement or distortion must be corrected, promptly and\nwith due prominence, and –where appropriate– an apology published. In cases\ninvolving IPSO, due prominence should be as required by the regulator.\n9. Clause\n4 (Intrusion into grief or shock)\nIn cases\ninvolving personal grief or shock, enquiries and approaches must be made with\nsympathy and discretion and publication handled sensitively. These provisions\nshould not restrict the right to report legal proceedings.\nFindings\nof the Committee\n10. Both\nparties agreed that the claim that patients requiring ventilation “are knocked\nout by sedatives delivered through a throat tube” was inaccurate as such\nsedatives are delivered intravenously. Therefore, where the article claimed as\nfact that “sedatives [are] delivered through a throat tube”, it failed to take\ncare not to publish inaccurate information. There was a breach of Clause 1(i).\n11. The\nCommittee considered that this failure to take care had meant that the article\nhad incorrectly described part of the medical procedure -ventilation- that\nformed the focus of the article. In its view, this gave rise to a significant\ninaccuracy requiring correction. The correction offered by the publication on\nthis point identified the inaccuracy and put the correct position on record. It\nwas made promptly, before IPSO’s investigation, and with due prominence. There was\nno breach of Clause 1(ii). \n12. The\nheadline claim -“Is this proof ‘life-saving’ ventilators are actually deathtraps?”-\nwas clearly presented as a question rather than as a factual claim that\nventilators are “deathtraps”. The article made clear what the headline claim\nreferred to, namely the views of named individuals mentioned by the article on\nthe dangers of ventilation; views the article also made clear where\n“unorthodox” and “maverick”. There was no breach of Clause 1.\n13.\nWhere it was accepted that ventilation was an accepted and established\ntreatment for severe pneumonia cases, it was not inaccurate to state that\nventilators have been a “standard treatment for the deadly lung infection\npneumonia”. There was no breach of Clause 1.\n14. The\ncomplainant accepted that there was a “re-think” regarding the use of\nventilators for severe Covid-19 cases as described by the article. It was not\ntherefore misleading to state that the named doctor’s video was “heralding a\nre-think”. This did not mean that the named doctor was the cause of the\n“re-think”, only that he was part of and a sign of it, which the complainant\ndid not dispute. There was no breach of Clause 1.\n15. The\nclaim that “Older patients who survive [ventilation] also risk permanent brain\ndisorders from being heavily sedated for such a long period” was not\ninaccurate, where the publication had provided medical research showing a link\nbetween sedation and long-term cognitive difficulties. The complainant had also\naccepted the statement constituted a fair comment as it had used the word\n“risk”. There was no breach of Clause 1.\n16.\nWhere it was accepted that severe Covid-19 cases generally remain on\nventilators for longer than severe pneumonia sufferers, it was not misleading\nto state “Unlike pneumonia patients, kept on ventilators for a few days, Covid\n19 sufferers are often left on them for weeks, even a month”. Readers would be\naware that the time spent on a ventilator may vary between individual patients.\nThere was no breach of Clause 1.\n17. The\ncomplainant stated it had been misleading to claim that “One of the distinctive\nsymptoms of Covid-19 is the way a yellowy mucous gunk clogs the millions of\ntiny air sacs lining the lungs” whilst failing to mention this was also a\nsymptom of severe pneumonia. Newspapers have the right to choose which pieces\nof information they publish, as long as this does not lead to a breach of the\nCode. In this case, failing to mention this was also a symptom of pneumonia did\nnot render the article inaccurate where the focus was on Covid-19. There was no\nbreach of Clause 1.\n18. The\nclaim that “if the medics try to fix the problem [oxygen starvation caused by\nthe mucus] by turning up the pump volume, it leads to lung damage” was not\ninaccurate, where it was accepted that there was a risk of barotrauma in such\ninstances. There was no breach of Clause 1.\n19.\nClause 4 generally relates to the sensitivity of the approaches journalists\nmake to, and the information they publish about, individuals who have been bereaved\nor are in state of shock following a distressing event. The article -a general\nreport on ventilators and concerns about their use in the fight against\nCovid-19- did not focus on or discuss a distressing event affecting a specific\nperson. There was no breach of Clause 4.\n20.\nClause 1 requires publications to take care not to publish inaccurate or\nmisleading information, and to correct significantly inaccurate, misleading or\ndistorted information. It does not relate to concerns that reporting is sensationalist\nand scaremongering, where this does not relate to a specific inaccuracy. The\nPreamble to the Editors’ Code makes clear that the press has the right to\nshock, to challenge and be partisan. There was no breach of Clause 1.\nConclusions\n21. The\ncomplaint was partially upheld under Clause 1(i).\nRemedial\nAction Required\n22. The\ncorrection which was offered put the correct position on record, and was\noffered promptly and with due prominence, and should now be published. The\npublication subsequently added the word “usually” to the last sentence of their\ncorrection to clarify the true position, namely that sedatives, whilst usually\ndelivered intravenously, may in exceptional circumstances be delivered orally.\nIndependent\nComplaints Reviewer\n23. The complainant\ncomplained to the Independent Complaints Reviewer about the process followed by\nIPSO in handling this complaint. The Independent Complaints Reviewer decided\nthat the process was not flawed and did not uphold the request for review.\n \nDate\ncomplaint received: 19/04/2020\nDate complaint\nconcluded by IPSO: 18/11/2020\nBack to ruling listing\n\n\n"
}