{
    "url": "/rulings-and-resolution-statements/ruling/?id=02672-20",
    "title": "02672-20 A Man v Mail Online",
    "provisions": [
        "1 Accuracy (2019)",
        "2 Privacy (2019)",
        "4 Intrusion into grief or shock (2019)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "Mail Online (Associated Newspapers Limited)",
    "published_on": "2020-04-14 00:00:00",
    "received_on": "2020-04-17 00:00:00",
    "concluded_on": "2020-11-11 00:00:00",
    "complaint_processing_days": 208,
    "conclusion_long": "17. The complaint was not upheld.",
    "remedial_action": "18. N/A   Date complaint received: 17/04/2020",
    "text": "\n\n\n\n\n\nDecision\nof the Complaints Committee – 02672-20 A Man v Mail Online\nSummary\nof Complaint\n1. A man\ncomplained to the Independent Press Standards Organisation that the Mail Online\nbreached Clause 1 (Accuracy), Clause 2 (Privacy) and Clause 4 (Intrusion into\nshock and grief) of the Editors’ Code of Practice in an article headlined\n“Liverpool fan who was seen in iconic photo of the aftermath of the\nHillsborough disaster dies from coronavirus aged 65 days before tragedy's 31st\nanniversary”, published on 14 April 2020.\n2. The\narticle reported on the death of a named man who “was famously pictured sitting\non the Leppings Lane terrace at the Hillsborough Stadium in Sheffield with his\nhead in his hands” after the Hillsborough disaster in 1989. The article\nreported that the image had been shared thousands of times. The article\ndescribed the tributes that had been given to the named man after his death,\nand described his role in the Hillsborough disaster. The article included\nquotes from the named man’s daughter that it reported as being given to another\nnamed newspaper. The article stated that the named man “often denied the\nharrowing image of the survivor sitting alone with his head in his hands on the\nafternoon of April 15, 1989, was him” which his family said was because it\nbrought back too many painful memories. However, the article went on to report\nthat “When he moved home and found the jacket he was pictured wearing, [his\ndaughter] said it opened up old wounds”.\n3. The\ncomplainant said that the article was inaccurate in breach of Clause 1 because\nit had named the wrong person as the subject of the photograph. The complainant\nsaid that he was the person in the photograph, but that this had been\nconsistently misreported. The complainant supplied contemporary pictures of\nhimself, as well as a video taken on the day of the disaster which he said\nshowed him in the same tracksuit as the person in the photograph was wearing\nunder a coat. He also provided another photograph of the man, which was taken\nat the same time and positioning as the published photograph but showed the\nman’s face, rather than it being hidden in his hands. The complainant also\nnoted that the named man had previously denied that it was him in the\nphotograph.\n4. The\ncomplainant said that as the photo was inaccurate and publishing it without\nconsent caused distress and was a breach of his privacy under Clause 2. He also\npublishing it made him recall the painful memories of the Hillsborough disaster\nin breach of Clause 4.\n5. The\npublication said it did not accept a breach of the Code. It said that the story\nhad been taken in good faith from another newspaper. Upon receipt of the\ncomplaint it contacted the newspaper which it said stood by the identification\nof the person in the photograph as being the person the article named, and that\nit had been verified by the named man’s family. It described the steps the\nother newspaper had taken to verify the image was of the named man, and noted\nthat the article contained quotes from the named man’s daughter confirming it\nwas him. The publication that it was confident after reviewing the steps taken\nby the other publication that sufficient care had been taken to publish\naccurate information by the other newspaper. The publication went on to say\nthat the images and video supplied by the complainant were not conclusive proof\nthat he was the person in the image, as the photos were too poor quality and\nthe trainers appeared to be different. It said that on this basis it would not\nbe appropriate to remove the image from the article.\n6. The\npublication said that the concerns raised under Clause 2 related to accuracy,\nand not privacy, and therefore the Clause was not engaged.\n7. The\npublication said it regretted that the publication of the article had upset the\ncomplainant. However, it said that as it believed the photo correctly\nidentified the named man, the complainant did not have standing to complain\nunder Clause 4, and there was no breach.\nRelevant\nCode Provisions\n8. Clause\n1 (Accuracy)\ni) The\nPress must take care not to publish inaccurate, misleading or distorted\ninformation or images, including headlines not supported by the text.\nii) A\nsignificant inaccuracy, misleading statement or distortion must be corrected,\npromptly and with due prominence, and — where appropriate — an apology\npublished. In cases involving IPSO, due prominence should be as required by the\nregulator. \niii) A\nfair opportunity to reply to significant inaccuracies should be given, when\nreasonably called for.\niv) The\nPress, while free to editorialise and campaign, must distinguish clearly between\ncomment, conjecture and fact.\n9. Clause\n2 (Privacy)*\ni)\nEveryone is entitled to respect for his or her private and family life, home,\nhealth and correspondence, including digital communications.\nii)\nEditors will be expected to justify intrusions into any individual's private\nlife without consent. In considering an individual's reasonable expectation of\nprivacy, account will be taken of the complainant's own public disclosures of\ninformation and the extent to which the material complained about is already in\nthe public domain or will become so.\niii) It\nis unacceptable to photograph individuals, without their consent, in public or\nprivate places where there is a reasonable expectation of privacy.\n10. Clause\n4 (Intrusion into grief or shock)\nIn cases\ninvolving personal grief or shock, enquiries and approaches must be made with\nsympathy and discretion and publication handled sensitively. These provisions\nshould not restrict the right to report legal proceedings.\nFindings\nof the Committee\n11. The\nCommittee acknowledged the very difficult emotions that the Hillsborough\ndisaster still generates for many people, and expressed their sincere\nsympathies to the complainant, and all those who have been affected by it.\n12. The\nCommittee stressed that its role was not to make findings of fact regarding the\ndefinitive identity of the man; instead the Committee was asked to consider\nwhether the publication had taken care over the accuracy of the information it\nhad published, and whether any information was significantly inaccurate so as\nto require correction under the terms of the Editors’ Code.\n13. Firstly,\nthe Committee considered the care demonstrated by the publication, prior to\npublication, in line with its obligations under Clause 1(i). While the\ninformation in the article had originally been published by another newspaper,\nthe Code states that each publication is responsible under the Code for the\nmaterial it publishes. In this instance, the Committee was concerned that the\nsteps taken during the newsgathering process by another publication appeared to\nonly be known to the Mail Online after publication.  However, the central claim of the article,\nthat the named man had died and was the one pictured in the photographs, had\ncome from an interview given by the daughter of the named man. The article\nunder complaint had made this clear, and therefore had taken care to accurately\nreport the basis for its claims. Where it was not in dispute that these quotes\nhad been reported accurately, on this occasion there was no breach of Clause\n1(i).\n14. The\nCommittee then considered whether there was a significant inaccuracy that\nrequired correction under Clause 1(ii). The Committee reiterated that it was\nnot in a position to determine who was in the photograph, but to consider the\nevidence provided by both the complainant and the publication and to make a\ndecision as to whether the newspaper had complied with its obligations under\nthe Editors’ Code. The complainant had provided further images and a video from\nday of the Hillsborough disaster, however, even with this evidence the\nCommittee was not able to conclusively decide which man was pictured in the\nphotograph, and was therefore unable to make a finding as to whether the\narticle was inaccurate in order to require a correction under Clause 1(ii).\n15. The\nCommittee recognised the trauma of the Hillsborough disaster and the impact and\ndistress that the publication of the photograph had caused the complainant.\nHowever, the test under Clause 4 relates to whether the publication of\ninformation had been handled sensitively. The publication had published the\narticle in good faith on information that was in the public domain. Whilst this\nwas upsetting for the complainant, it was entitled to publish the photograph\nand there was no breach of Clause 4.\n16. In\naddition, Clause 2 considers the extent to which the material complained about\nis already in the public domain. The image was an iconic image of the\nHillsborough disaster and, in addition to being shared on social media\nthousands of times after the named man’s death, and both the complainant and\npublication accepted that the image had published multiple times over the past\n30 years. On this basis the image could not be considered to be private and there\nwas no breach of Clause 2.\nConclusions\n17. The complaint\nwas not upheld.\nRemedial\nAction Required\n18. N/A\n \nDate\ncomplaint received: 17/04/2020\nDate\ncomplaint concluded by IPSO: 11/11/2020\nBack to ruling listing\n\n\n"
}