{
    "url": "/rulings-and-resolution-statements/ruling/?id=02680-16",
    "title": "02680-16 Janner v Daily Mail",
    "provisions": [
        "1 Accuracy (2016)",
        "3 Harassment (2016)",
        "4 Intrusion into grief or shock (2016)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "Daily Mail (Associated Newspapers Limited)",
    "published_on": "2015-06-24 00:00:00",
    "concluded_on": "2016-07-22 00:00:00",
    "conclusion_long": "13. The complaint was not upheld.",
    "remedial_action": "N/ADate complaint received : 30/04/2016",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee 02680-16 Janner v Daily Mail\nSummary of Complaint\n1. The Hon Daniel\nJanner QC complained to the Independent Press Standards Organisation that the\nDaily Mail breached Clause 1 (Accuracy), Clause 3 (Privacy) and Clause 4\n(Harassment) of the Editors’ Code of Practice in an article headlined “Lord\nJanner and the paedophile ring at his son’s elite school: Labour peer’s link to\ninstitution where teachers abused boys”, published online on 24 June 2015. \n2. The article\nreported that in the 1970s, there were four paedophile teachers at University\nCollege School (UCS) in Hampstead, which it referred to as a “paedophile ring”.\nIt reported that the ring had been “exposed” in 2004 in the autobiography of a\nformer pupil, who had named two teachers that he said had sexually abused him,\nwho were also named in the article. The article reported that one of the named\nteachers met Lord Janner in 1968, when Lord Janner sent his son, the\ncomplainant, to the school, who was also named in the article. The article\nreported that the teacher would take pupils to Lord Janner’s constituency to\nspend a day working in his campaign office. It also reported that a former\npupil recalled Lord Janner inviting pupils on guided tours of Parliament, and\nthat other pupils had said that he regularly gave lectures at the school to the\nteacher’s pupils. The article quoted an unnamed former pupil, who described\nLord Janner and the teacher as “thick as thieves”, and reported that a named former\nteacher at the school had confirmed that the two men were well-acquainted.\n3. The article\nreported that the Director of Public Prosecutions had announced that the police\nhad sufficient evidence to charge Lord Janner with 22 “paedophile offences”,\nbut that he would not face trial on these charges on account of his dementia.\nIt also reported that a Member of Parliament had used Parliamentary privilege\nto claim that Lord Janner had molested a named nine-year-old boy, but that the\nJanner family maintained Lord Janner’s innocence, and would “doubtless” respond\nto this claim by pointing out an inconsistency in the allegation. The article\nquestioned whether Lord Janner pursued relationships with any boys he met at\nUCS, and whether he was a member of the “paedophile ring” at the school.\n4. The complainant\nsaid that he was unaware of the two named UCS teachers committing any sexual\noffences, and asserted that there was no “paedophile ring” at the school. The\ncomplainant did not dispute that one of the named teachers organised for pupils\nto canvas for his father in Leicester, or that the teacher invited his father\nto give talks at the school. However, he denied that his father was personal\nfriends with this teacher, and said that his father was not involved in any\npaedophile ring at the school. The complainant said that his father met the\nteacher through him in 1970, rather than 1968. The complainant said that the\nallegation that his father had molested a nine-year-old boy was false.  He said that the article’s reference to his\nattending UCS was intrusive, especially given it was in the headline and sub\nheadline to the article, and that he felt harassed by the article.\n5. The newspaper\nsaid that the existence of a paedophile ring at UCS had been well documented in\nthe autobiography of the former pupil, who described being sexually abused by\ntwo teachers, one of whom was subsequently sacked by another school for sexual\nabuse, and another of whom disappeared from UCS after being accused of abuse. The\nnewspaper said that the allegation that Lord Janner had molested a 9-year-old\nboy was raised in Parliament using privilege, and that the article both\nhighlighted the apparent inconsistency in the allegation, and made clear the\nJanner family’s position that Lord Janner was innocent. The newspaper said it\nhad a number of sources who confirmed that Lord Janner and one of the named\nteachers were friends, and noted that it was not in dispute that this teacher\nhad organised trips for pupils to visit Lord Janner’s constituency, and that\nLord Janner had given lectures at UCS. \nThe newspaper said that the article only made peripheral reference to\nthe complainant, and did not link him to the paedophile ring. The newspaper\nsaid that the fact the complainant attended UCS was not private information,\nand noted that this information was available on his publicly accessible\nprofessional profile.\n6. The newspaper\noffered to remove reference to the complainant from the headline, and from one\nof the picture captions. It also offered to amend the article to refer to the\npaedophile ring as “alleged”.\nRelevant Code Provisions\n7. Clause 1\n(Accuracy)\ni. The Press must\ntake care not to publish inaccurate, misleading or distorted information,\nincluding pictures.\nii. A significant\ninaccuracy, misleading statement or distortion once recognised must be\ncorrected, promptly and with due prominence, and - where appropriate - an\napology published. In cases involving the Regulator, prominence should be\nagreed with the Regulator in advance. \niii. The Press,\nwhilst free to be partisan, must distinguish clearly between comment,\nconjecture and fact.\nClause 3 (Privacy)\ni. Everyone is\nentitled to respect for his or her private and family life, home, health and\ncorrespondence, including digital communications.\nii. Editors will be\nexpected to justify intrusions into any individual's private life without\nconsent. Account will be taken of the complainant's own public disclosures of\ninformation.\nClause 4 (Harassment)\ni. Journalists\nmust not engage in intimidation, harassment or persistent pursuit.\nii. They must not\npersist in questioning, telephoning, pursuing or photographing individuals once\nasked to desist; nor remain on their property when asked to leave and must not\nfollow them. If requested, they must identify themselves and whom they\nrepresent.\niii. Editors must\nensure these principles are observed by those working for them and take care\nnot to use non-compliant material from other sources.\nFindings of the Committee\n8. The Committee\nnoted the complainant’s position that he was unaware of there being a\n“paedophile ring” at UCS, and that it was inaccurate to claim that there was\none. However, a former pupil had alleged that he had been abused by two\nteachers while he was a pupil at the school, and the complainant did not\ndispute that one of the teachers allegedly involved disappeared from UCS after\nbeing accused of abuse, or that the other teacher was subsequently sacked from\nanother school for sexual abuse. The article made clear the basis on which this\nhistoric allegation was being made. The Committee did not establish that it was\nmisleading to refer to there being a “paedophile ring” at UCS, in this context.\nThis aspect of the complaint did not raise a breach of Clause 1.\n9. The Committee\nnoted the complainant’s position that the allegation that Lord Janner had\nmolested a 9-year-old boy was false. The article did not report this as fact\nbut explained that this was an allegation made in Parliament and subject to\nprivilege, and it was not suggested that this was an inaccurate report of\nParliamentary proceedings, which the newspaper was entitled to report. In\naddition, the article made clear that Lord Janner’s family maintained that he\nwas innocent, and noted the apparent inconsistency in the allegation. This\naspect of the complaint did not raise a breach of Clause 1.\n10. The Committee noted the complainant’s position that Lord\nJanner was not friends with the named teacher, or that they were “as thick as\nthieves”. However, the complainant did not dispute that the teacher took UCS\npupils on trips to Leicester to canvas for Lord Janner, or that the teacher\ninvited Lord Janner to speak at the school. In these circumstances, it was not\nsignificantly misleading to report that the two men were friends, or to report\na former pupil’s opinion that they were “as thick as thieves”. This aspect of\nthe complaint did not raise a breach of Clause 1. The article’s reference to\nthe two men meeting in 1968, rather than 1970, was not a significant inaccuracy\nin the context of the article, and did not raise a breach of Clause 1.\n11. The complainant did not dispute that Lord Janner had met\nthe teacher through him, and the fact that the complainant had attended UCS was\nnot in itself private information, and was published as part of his profile in\na leading legal directory.  The Committee\ndid not consider that the article’s reference to the complainant was intrusive\nor gratuitous, and there was no breach of Clause 3.\n12. The fact that the complainant felt harassed by the\npublication of the article did not raise a breach of Clause 4, which generally\nrelates to the conduct of journalists during the news-gathering process.\nConclusions\n13. The complaint was not upheld.Remedial action required\nN/ADate complaint received : 30/04/2016Date decision issued: 22/07/2016\nBack to ruling listing\n\n\n"
}