{
    "url": "/rulings-and-resolution-statements/ruling/?id=02706-19",
    "title": "02706-19 Stroud v express.co.uk",
    "provisions": [
        "1 Accuracy (2019)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "express.co.uk (Reach PLC)",
    "published_on": "2019-03-22 00:00:00",
    "received_on": "2019-03-22 00:00:00",
    "concluded_on": "2019-08-07 00:00:00",
    "complaint_processing_days": 138,
    "conclusion_long": "14. The complaint was not upheld.",
    "remedial_action": "15. The offered clarification was sufficient to avoid any breach of Clause 1(ii), for the reasons outlined above, and should now be published. Date complaint received: 22/03/2019",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee 02706-19 Stroud v\nexpress.co.uk\nSummary of complaint\n1. Nicholas Stroud\ncomplained to the Independent Press Standards Organisation that express.co.uk\nbreached Clause 1 (Accuracy) of the Editors’ Code of practice in an article\nheadlined “Brexit petition CON! Half of signatures in Revoke Article 50\npetition are OUTSIDE UK”, published on 22 March 2019.\n2. The article in\nits original form reported that data on the Parliamentary website had revealed\nthat “more than half of the three million names on a record-breaking petition\nto derail Brexit by revoking Article 50 signed the petition from outside the\nUK”. It said that “as of 12.20pm, the petition had surged past three million”,\nbut that “on closer inspection, about 1.26 million were from the UK”. The\narticle said that “the rest were signatories from around the world, including\nat least 10,500 from France, about 5,000 from Germany and almost 4,000 from the\nUnited States”. The article noted that “some of the names will undoubtedly be\ngenuine, as any UK resident or British citizen is entitled to sign e-petitions,\nand they may be abroad”, but stated that “some Remainers have even shared their\npostcodes to Twitter in a bid to encourage people from around the world to add\ntheir names”.\n3. The article was\npublicised on the publication’s Facebook page with the headline “Brexit\npetition SHAME: Half of signatures in Revoke Article 50 petition are OUTSIDE\nUK”, and on Twitter with the headline “More than half article 50 petition\nsignatories are from OUTSIDE THE UK”.\n4. The complainant\nsaid that the article and its headline were inaccurate in breach of Clause 1\n(Accuracy), because it was not correct to state that more than half of the\nsignatories to the petition were from abroad. He said that the data, which was\nfreely available on the petitions website, indicated that 96% of signatories\nwere from the UK. He also disputed the use of the term “con” in the headline,\nas he said it was legitimate for UK citizens living abroad to sign the\npetition.5. The publication\nnoted that it had previously reported on concerns that the same petition had\nbeen subject to fraudulent activity, and it was in response to these concerns\nthat the article had been written. The publication accepted that the claim that\nmore than half of the signatories were from outside the UK was inaccurate, but\ndenied that it had failed to take care over the accuracy of the article. It\nnoted that the government petitions website shows, for each petition, a ‘front\npage’ figure for the total number of signatories; it is then possible to click\na link on the page to produce a breakdown of the number of signatories by\ncountry and other variables. The publication said that, at the time of\npublication, the ‘front page’ total figure stood at approximately 2.5 million\nsignatories, but the individual country figure for the UK, provided when the\nfurther link was clicked, was only 1,261,367. The publication said that its\njournalist had taken the figure provided for the UK, and subtracted this from the\ntotal, as they believed that the difference between the two figures would\naccurately represent the number of signatories from abroad. It said that, at\nthe time of publication, this figure had appeared to be in excess of half the\ntotal figure, and this was the basis for the headline claim. The publication\nsaid that the journalist had contacted the House of Commons Media Relations\nTeam (HoCMRT) for comment prior to publication, with respect to the possibility\nof fraudulent activity on the petition; its response in relation to security\nmeasures had been included in the article.\n6. Following the\npublication of the article, a member of the public had expressed concerns that\nthe petition was not updating the individual country-level data correctly, and in\nresponse to this, the journalist had contacted HoCMRT again to check whether\nthe UK figure used was accurate. HoCMRT had responded stating that “there is an\napproximate 96.,2%/3.8% split between UK and non-UK based signatories who have\nsigned the Article 50 petition”. In response to a further query, HoCMRT had\nconfirmed that the country-level data was “temporarily not updating”, and that\nthis had been the case since the previous evening. This meant that, while the\n‘front page’ total number of signatories was accurate, the individual\ncountry-level data was lagged behind. The publication said that this explained\nwhy the percentage of signatories appearing to originate from outside the UK\nwas skewed. In response to the information obtained from HoCMRT, the article’s\nheadline was then amended - approximately three hours after publication - to\nread “Brexit petition CON! Thousands of signatures in Revoke Article 50\npetition are OUTSIDE UK”. The article text was also amended to remove reference\nto the claim under complaint.\n7. In its first\nsubstantive response to the complainant – which was sent approximately a month\nafter the complaint was referred to it by IPSO, as a result of staff absences –\nthe publication explained the origin of the error, and offered to publish a\nfootnote clarification which set out this explanation. During the course of\nIPSO’s investigation, the publication offered to publish the following\nclarification, based on its original offer, as a footnote to the amended\narticle. It also offered to publish it, amended appropriately, as a standalone\nclarification appearing on its homepage for 4-12 hours, under the headline\n‘Clarification – Brexit petition signatories – 22 March 2019’; the\nclarification would be archived and available permanently in the online\nClarifications and Corrections section of the website.\nThis article was originally headlined “Brexit petition\nSHAME: Half of signatures in Revoke Article 50 petition are OUTSIDE UK” and\nsaid that half of the signatories in the 'Revoke Article 50 petition' were from\noutside the United Kingdom. That information was taken from the data as\npublished by the House of Common's petition website. The House of Commons Media\nTeam have since admitted that from the evening of March 21 those running the\nofficial petition website 'disabled the automatic count updates to let the site\nrun more smoothly.' That action meant the reported figure of those voting from\nthe United Kingdom was incorrect whilst the live updated total figure of those\nwho had voted was correct. This lacuna incorrectly increased the percentage of\nthose appearing to be voting from outside the United Kingdom. In fact, on the\nday the article was published 96% of signatories to the petition were UK\nresidents, and 4% were from outside the UK.\nThe publication also offered to publish a link to the\nstandalone clarification on its Facebook and Twitter feeds, under the same\nheadline as the standalone clarification.\n8. The publication\ndenied that it was misleading for the article to refer to a “con” in relation\nto the petition: it said that this had been a reference to the actions of those\nwho were sharing their home postcodes to allow those ineligible to access the\npetition to do so; these actions had been set out in the article.\n9. The complainant\nsaid that the offered clarification was insufficient, because it did not\nacknowledge that the publication had used the petition data incorrectly.\nRelevant Code Provisions\n10. Clause 1 (Accuracy)\ni) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not\nsupported by the text.\nii) A significant inaccuracy, misleading statement or\ndistortion must be corrected, promptly and with due prominence, and — where\nappropriate — an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator.\niii) A fair opportunity to reply to significant inaccuracies\nshould be given, when reasonably called for.\niv) The Press, while free to editorialise and campaign, must\ndistinguish clearly between comment, conjecture and fact.\nFindings of the Committee\n11. Prior to the publication of the article, concerns had\nbeen reported that the petition in question was subject to fraudulent activity\nof the type this article also referred to. It was not in dispute that, at the\ntime of publication, the country-level data on the petition website was not\nupdating correctly, and this had been confirmed by the responsible department.\nThe publication was entitled to expect that the ‘front page’ total figure and\nthe country-level figure provided for the UK were correct. In circumstances\nwhere the country-level figure was approximately half of the total figure at\nthe time of the publication, as a result of the lag in the data, it was\nreasonable for the publication to infer that the difference between the two\nfigures was accounted for by signatories from outside the UK. There was no\nfailure to take care over the article’s claim that more than half the\nsignatories came from outside the UK, and no breach of Clause 1(i).\nNevertheless, the claim was inaccurate, on the basis of the information\nprovided by HoCMRT on the day of publication, and the publication was obliged\nto correct this inaccuracy with sufficient prominence and promptness, in order\nto avoid a breach of Clause 1 (ii).\n12. HoCMRT had provided the correct percentage of\nsignatories from the UK to the publication on the day the article was\npublished. In response to this information, and to a concern raised outside the\nIPSO process, the article’s headline and text had been amended promptly, to\nremove the reference to “over half” of signatories coming from overseas. The\nCommittee noted that it would not always be necessary to add a footnote to an\narticle to detail such an amendment; however, in this instance, the erroneous\nclaim had been central to the article, and it would have been good practice for\nthe publication to immediately footnote this change. Nevertheless, the\npublication had made an offer of clarification in its first substantive\nresponse to the complaint raised under the IPSO process. While this initial\noffered wording did not make the correct position clear, it had been offered in\nan attempt to resolve the matter; once IPSO began investigation into the\ncomplaint, a clarification was offered which set out the correct position with\nrespect to the proportion of signatories coming from overseas. The Committee\nwas concerned that this response had not been received until over a month after\nthe complaint was passed by IPSO to the publication, in circumstances where it\nappeared that the correct position had been made known to the journalist on the\nday of publication. However, it noted that the publication had indicated to the\ncomplainant that a response would be delayed due to staff absences which\nprevented the thorough investigation of the matter. In these circumstances, and\nwhere the inaccurate claim had been removed promptly from the article, the\noffer of clarification met the terms of Clause 1(ii); its wording made the\ncorrect position clear, and it was offered with sufficient prominence, where\nthe original article had only appeared for approximately 3 hours. The original\nheadline had also appeared in the Facebook and Twitter trails for the article,\nand the publication had offered to publish links to the standalone\nclarification on these media. There was no breach of Clause 1(ii). In order to\navoid any such breach, the publication should now publish the clarifications as\noffered.\n13. The article made clear the publication’s position that\nsome individuals were sharing their postcodes online in an attempt to allow\nineligible individuals to sign the petition; the complainant did not dispute\nthat this practice was taking place. In these circumstances, there was no\nfailure to take care over the use of the term “con”, and its meaning was made\nclear in the article, such that no misleading impression was created. There was\nno breach of Clause 1 on this point.\nConclusions\n14. The complaint was not upheld.\nRemedial action required\n15. The offered clarification was sufficient to avoid any\nbreach of Clause 1(ii), for the reasons outlined above, and should now be\npublished.\nDate complaint received: 22/03/2019\nDate decision issued: 07/08/2019\nBack to ruling listing\n\n\n"
}