{
    "url": "/rulings-and-resolution-statements/ruling/?id=02706-21",
    "title": "02706-21 Roberts v Mail Online",
    "provisions": [
        "1 Accuracy (2021)"
    ],
    "outcome": "Breach - sanction: publication of correction",
    "publication": "Mail Online (Associated Newspapers Limited)",
    "published_on": "2021-03-12 00:00:00",
    "received_on": "2021-03-13 00:00:00",
    "concluded_on": "2021-07-01 00:00:00",
    "complaint_processing_days": 110,
    "conclusion_long": "6. The complaint was upheld.",
    "remedial_action": "7. Having upheld a breach of Clause 1 (i) and Clause 1 (ii), the Committee considered what remedial action should be required. In circumstances where the Committee establishes a breach of the Editors’ Code, it can require the publication of a correction and/or an adjudication, the terms and placement of which is determined by IPSO. 8. In coming to a view on the appropriate remedy in this case, the Committee considered the seriousness and extent of the breach of the Code. It noted that the complaint was limited to the headline; the article accurately quoted the First Minister’s comments. Further, while the Committee had concluded that the headline was significantly misleading, the First Minister’s reference to “enforcement” had provided some basis for the headline. In the full context, the Committee considered that the appropriate remedy was the publication of a correction to put the correct position on record, making clear that the travel restrictions had been imposed by the UK, not the devolved Welsh Government. The wording of this correction should be agreed with IPSO in advance and should make clear that it has been published following an upheld ruling by the Independent Press Standards Organisation. 9. The Committee then considered the placement of this correction. This correction should appear as a standalone correction in the online Corrections and Clarification’s column.  It should also appear beneath the headline of the online article should it remain unamended. If, however, the headline and the article are amended this correction may appear as a footnote, recording the alternations made.   Date complaint received: 13/03/2021",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee – 02706-21 Roberts v\nMail Online\nSummary of Complaint\n1. Owen Roberts complained to the Independent Press\nStandards Organisation that Mail Online breached Clause 1 (Accuracy) of the\nEditors’ Code of Practice in an article headlined “Wales BANS English\nholidaymakers: First Minister Mark Drakeford lifts tourism ban on March 27 -\nbut insists only Welsh people can stay in holiday lets”, published on 12 March\n2021.\n2. The online article reported that the Welsh First Minister\nMark Drakeford had “banned English holidaymakers” from visiting the country. It\nstated that when self-contained accommodation in Wales reopened at Easter, this\nwould be restricted to those living in the country, with the First Minister\nsaying that “people who let accommodation should not be taking bookings from\npeople who live outside Wales”, adding that the Welsh Government would be\nspeaking with “local authority colleagues and with the police next week, just\nto see if there is anything, we need to do to mobilise our own enforcement\nauthorities.”\n3. The complainant said that the article was misleading in\nbreach of Clause 1 (Accuracy), as its headline gave the impression that the\nWelsh Government and its First Minister, Mark Drakeford, had “banned” English\nholidaymakers from visiting Wales when it was, in fact, the result of the UK\nGovernment’s restriction which did not permit unnecessary travel outside of\nEngland.\n4. The newspaper did not accept a breach of the Code. It\nmaintained that the text of the article supported and clarified the headline.\nIt argued that the article’s characterisation of the announcement by the First\nMinister was not inaccurate or misleading. It said that it was entitled to\ncharacterise the comments in the way it did and had a sufficient basis to do\nso. This announcement had gone beyond simply reiterating the UK-wide\nregulations: the First Minister had stressed that businesses “should not”\naccept booking from people who lived outside of Wales and then suggested that\nthe Welsh Government would potentially mobilise “enforcement authorities” in\norder to monitor the situation. In such circumstances, it said it was not\nmisleading to characterise the First Minister’s pronouncement as 'Wales\nban[ning] English holidaymakers'.\nRelevant Code Provisions\nClause 1 (Accuracy)\ni) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not\nsupported by the text.\nii) A significant inaccuracy, misleading statement or\ndistortion must be corrected, promptly and with due prominence, and — where\nappropriate — an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator. \niii) A fair opportunity to reply to significant inaccuracies\nshould be given, when reasonably called for.\niv) The Press, while free to editorialise and campaign, must\ndistinguish clearly between comment, conjecture and fact.\nFindings of the Committee\n5. The headline claim that Wales had “banned” English\nholidaymakers represented the newspaper’s interpretation of the announcement by\nthe First Minister on the reopening of self-contained accommodation in Wales.\nWhile the Committee acknowledged that the publication had provided some basis\nfor the headline in that the First Minister had referred to enforcing the regulations,\nthe Committee considered that it was inaccurate to describe this as a “ban” on\nEnglish holidaymakers: the restrictions on travel from England to Wales were\nthe result of legislation introduced by the UK Government which had related to\nmovements from England, rather than any distinct travel restrictions\nintroduced, or proposed to be introduced, by the devolved Welsh Government.\nConsequently, the headline, in the view of the Committee, had misrepresented\nthe announcement by the First Minister, who appeared to merely reiterate the\nrestrictions already imposed by the UK government. On this basis, the newspaper\nhad failed to take care not to publish misleading information in breach of\nClause 1(i). This was significantly misleading, creating the misimpression that\nthe Welsh Government had introduced a distinct policy on the matter, which it\nhad not. It therefore required correction under Clause 1(ii). No correction was\noffered, and there was therefore a further breach of Clause 1(ii). \nConclusion\n6. The complaint was upheld.\nRemedial Action Required\n7. Having upheld a breach of Clause 1 (i) and Clause 1 (ii),\nthe Committee considered what remedial action should be required. In\ncircumstances where the Committee establishes a breach of the Editors’ Code, it\ncan require the publication of a correction and/or an adjudication, the terms\nand placement of which is determined by IPSO.\n8. In coming to a view on the appropriate remedy in this\ncase, the Committee considered the seriousness and extent of the breach of the\nCode. It noted that the complaint was limited to the headline; the article\naccurately quoted the First Minister’s comments. Further, while the Committee\nhad concluded that the headline was significantly misleading, the First Minister’s\nreference to “enforcement” had provided some basis for the headline. In the\nfull context, the Committee considered that the appropriate remedy was the\npublication of a correction to put the correct position on record, making clear\nthat the travel restrictions had been imposed by the UK, not the devolved Welsh\nGovernment. The wording of this correction should be agreed with IPSO in\nadvance and should make clear that it has been published following an upheld\nruling by the Independent Press Standards Organisation.\n9. The Committee then considered the placement of this\ncorrection. This correction should appear as a standalone correction in the\nonline Corrections and Clarification’s column. \nIt should also appear beneath the headline of the online article should\nit remain unamended. If, however, the headline and the article are amended this\ncorrection may appear as a footnote, recording the alternations made.\n \nDate complaint received: 13/03/2021\nDate complaint concluded by IPSO: 01/07/2021\nBack to ruling listing\n\n\n"
}