{
    "url": "/rulings-and-resolution-statements/ruling/?id=02714-21",
    "title": "02714-21 Lynn v Daily Mirror",
    "provisions": [
        "2 Privacy (2021)",
        "4 Intrusion into grief or shock (2021)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "Daily Mirror (Reach PLC)",
    "published_on": "2021-02-04 00:00:00",
    "received_on": "2021-03-14 00:00:00",
    "concluded_on": "2021-06-17 00:00:00",
    "complaint_processing_days": 95,
    "conclusion_long": "9. The complaint was not upheld.",
    "remedial_action": "10. N/A    Date complaint received: 14/03/2021",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee - 02714-21 Lynn v\nDaily Mirror\nSummary of Complaint\n1. Ryan Lynn complained to the Independent Press Standards\nOrganisation that the Daily Mirror breached Clause 2 (Privacy) and Clause 4\n(Intrusion into grief or shock) of the Editors’ Code of Practice in an article\nheadlined “I'm not a scammer, that was my brother”, published on 4 February\n2021.\n2. The article was part of the newspaper’s ‘Penman\ninvestigates’ series and explored claims about the complainant’s employer. The\ncomplainant had resigned from his position at the company following the\npublication of the article. The article referred to the complainant by name and\nbriefly mentioned his connection to the company and another business. The\narticle included a photograph of the complainant and stated that he had been\napproached for comment.   \n3. A substantially similar version of the article also\nappeared online.\n4. The complainant said that the newspaper had breached his\nprivacy by publishing the image of him that accompanied the article, which had\nbeen obtained from his LinkedIn profile. Whilst the complainant accepted his\nLinkedIn profile was not set to private on 24 January, when he was contacted by\nthe newspaper for comment about the story, he said that he had subsequently,\nand prior to the article’s publication, updated the privacy settings. He added\nthat no permission had been sought by the newspaper to use the image, which he\nconsidered to be a breach of his privacy. The complainant also said that the\narticle breached of Clause 4 (Intrusion into grief or shock) as it adversely affected\nhis well-being and professional development by linking him to the investigation\ninto his former employer. He said that he had been unaware of the matters\ndiscussed in the article.  \n5. The newspaper did not accept a breach of the Editors’ Code.\nIt said that it had sourced the photograph of the complainant from his publicly\naccessible and available LinkedIn profile, two weeks prior to publication, and\nmaintained that its publication did not represent an intrusion into his private\nlife. It added that the reporter had attempted to contact the complainant for\ncomment prior to publication but had received no response. It did not accept\nthat the complainant’s concerns engaged the terms of Clause 4. \n6. Notwithstanding this, in a gesture of goodwill, in direct\ncorrespondence with the complainant, the newspaper offered to amend the online\narticle to make clear that the complainant had been unaware of the matters\ndiscussed in the article when he joined the company and resigned with immediate\neffect on being made aware of it.\nRelevant Code Provisions\nClause 2 (Privacy)\ni) Everyone is entitled to respect for his or her private\nand family life, home, health and correspondence, including digital\ncommunications.\nii) Editors will be expected to justify intrusions into any\nindividual's private life without consent. In considering an individual's\nreasonable expectation of privacy, account will be taken of the complainant's\nown public disclosures of information and the extent to which the material\ncomplained about is already in the public domain or will become so.\niii) It is unacceptable to photograph individuals, without\ntheir consent, in public or private places where there is a reasonable\nexpectation of privacy.\nClause 4 (Intrusion into grief or shock)\nIn cases involving personal grief or shock, enquiries and\napproaches must be made with sympathy and discretion and publication handled\nsensitively. These provisions should not restrict the right to report legal\nproceedings.\nFindings of the Committee\n7. Whilst the Committee acknowledged the complainant’s\nconcerns, the disputed image had been published on his publicly available,\nLinkedIn account. Regardless of whether the complainant had de-activated his\naccount or updated its privacy settings after being contacted by the newspaper,\nthe information had been available in the public domain. In addition, the\nCommittee noted that the image disclosed only the complainant’s likeness: it\ndid not disclose any private or personal information about him, and did not\nshow him engaged in private activity. It identified him in the context of his\nprofessional role at a former employer and as a former company director; this\nwas not private information. In such circumstances, the Committee did not\nconsider that the publication of the image represented an intrusion into the\ncomplainant’s private life. There was no breach of Clause 2.\n8. The terms of Clause 4 relate to the obligations of\nnewspapers when reporting on instances of personal grief or shock, and are designed\nto protect victims, and their families, from unwanted journalistic intrusion\nand insensitivity when they are at their most vulnerable. Coverage about the\ncomplainant’s previous employment history did not engage the terms of this\nClause.\nConclusion\n9. The complaint was not upheld.\nRemedial Action Required\n10. N/A \n \nDate complaint received: 14/03/2021\nDate complaint concluded by IPSO: 17/06/2021\nBack to ruling listing\n\n\n"
}