{
    "url": "/rulings-and-resolution-statements/ruling/?id=02716-15",
    "title": "02716-15 West v Sunday Mirror and 03071-15 Draper v Sunday Mirror",
    "provisions": [
        "1 (Accuracy) 2015",
        "3 (Privacy) 2015",
        "4 (Harassment) 2015",
        "5 (Intrusion into grief or shock) 2015"
    ],
    "outcome": "Breach - sanction: action as offered by publication",
    "publication": "Sunday Mirror (Reach PLC)",
    "published_on": "2015-04-12 00:00:00",
    "received_on": "2015-04-16 00:00:00",
    "concluded_on": "2015-10-05 00:00:00",
    "complaint_processing_days": 172,
    "conclusion_long": "30. The complaints were upheld under Clause 1 (Accuracy).",
    "remedial_action": "31. Having upheld the complaints under Clause 1, the Committee considered what remedial action should be required.  32. In the Committee’s view, the breach of Clause 1 would be appropriately remedied by the publication of the correction offered by the newspaper during IPSO’s investigation of the complaints. This should be published without delay.  Date complaint received: 16/04/2015",
    "text": "\n\n\n\n\n\n·  Decision of the Complaints Committee 02716-15 West v\nSunday Mirror and 03071-15 Draper v Sunday Mirror\nSummary of\ncomplaint \n1. Aimée West complained to the Independent Press\nStandards Organisation that the Sunday Mirror had breached Clause 1 (Accuracy),\nClause 3 (Privacy), Clause 4 (Harassment) and Clause 5 (Intrusion into grief or\nshock) of the Editors’ Code of Practice in an article headlined “Murdered\nsoldier Lee Rigby’s fiancée ‘finds happiness’ with his army pal”, published on\n12 April 2015. \n2. IPSO also received a separate complaint from Major\nPaul Draper. As the two complaints raised substantially similar concerns, the\nCommittee elected to consider them together. \n3. The article claimed that Ms West, the fiancée of\nmurdered soldier Drummer Lee Rigby, had “found happiness” with Major Draper, a\nfriend of Drummer Rigby who had attended his funeral. \n4. The complainants said the publication of information\nregarding their private relationship was intrusive. Ms West said her friends\nand family had not known about the relationship at the time the article was published.\nWhile she acknowledged that she had become the subject of public attention\nfollowing Drummer Rigby’s death, she was not a “celebrity”; any interviews she\nhad given had centred on Drummer Rigby and the charity she had set up in his\nmemory. The story was gossip and a by-product of the bereavement she had\nsuffered. Its publication demonstrated a lack of sympathy and discretion. \n5. Ms West said a reporter representing the newspaper had\napproached her at home, by email and on social media on the Friday before the\narticle was published. She was away all weekend, with very limited telephone\nreception and no internet connection, but her mother had texted her late on the\nSaturday evening to tell her that a reporter had visited her address. Her\nmother had told the reporter that she was away for the weekend. Ms West then\narranged to meet Major Draper in order to discuss the matter. \n6. Major Draper said the journalist had sent him five\nmessages, and called and left voice mails. In addition, a journalist had waited\nfor him at his Army Cadet Force detachment.  He said he had met with Ms\nWest in order to call the journalist back. She had sat next to him during the\nconversation, and had discreetly made a limited contribution to his answers.\nMajor Draper had told the journalist that he had been unable to speak to Ms\nWest as she was away for the weekend. \n7. The complainants said that the reporter’s approaches\nconstituted harassment, in breach of Clause 4 of the Code. \n8. The complainants said the article’s claim that it was\n“common knowledge” that they were dating was inaccurate. They had not been on\n“several dates”, and they had not, as claimed, attended cadet functions or a\nmemorial service to soldiers killed in Afghanistan at St Paul’s Cathedral\ntogether. \n9. In addition, the article included the following\ninaccuracies: Ms West had not lost friends during the conflict in Afghanistan;\nshe had not tried to contact Drummer Rigby in Manchester; she was not a Staff\nSergeant, but a Colour Sergeant Instructor; Major Draper was 50, not 51;\nDrummer Rigby had not been attached to a cadet unit led by Major Draper’s\nex-partner; and Major Draper and his partner had separated in August, not\nNovember. \n10. Major Draper said that during his conversation with\nthe reporter, none of the details that would later be published were put to him\nfor his comment. The reporter had only said that the story would be\n“sensitively” handled. As such, Major Draper said he had not been given the\nopportunity to correct him or to reply, and he considered this to be a breach\nof Clause 2 (Opportunity to reply). \n11. The newspaper said that the article was based on\ninformation provided by a confidential source. The reporter had also contacted\nMajor Draper and informed him that the intended article would report that he\nwas in a relationship with Ms West, and that Ms West had “found happiness”. \n12. The newspaper considered that Major Draper had led\nthe reporter to believe that the pair were “seeing each other”. The newspaper\nprovided a transcript of the conversation, which stated that the reporter had\nasked if they were “in a relationship”, and Major Draper had replied “I\nwouldn’t call it [a] relationship, I would say that we are very good friends\nand we enjoy each other and we enjoy each other’s company”. It noted that the\nstory had not alleged that the complainants had a “relationship”. \n13. Given that Ms West was sitting next to Major Draper\nduring the conversation with the reporter, the newspaper did not consider that\neither individual had a reasonable expectation of privacy regarding the\ninformation that had been disclosed by Major Draper during the conversation.\nAlthough the newspaper had not been aware of Ms West’s presence at the time, it\nconsidered that there must have been a degree to which Major Draper had been\nspeaking on behalf of them both. \n14. The newspaper said that its source and Major Draper\nhad given the impression that their socialising was public knowledge within\ntheir work community. It noted that when asked whether the pair were “openly\nattending functions together at the cadets”, Major Draper had said “oh yeah we\ndid, yeah, we went out with all our colleagues. We went to a 30th birthday\nparty last Saturday evening”. \n15. The newspaper said that, while Ms West might have\nbeen unhappy for certain details to be made public, she had openly discussed\nher private life with the media in the past. It further noted that, in\nconversation with the reporter, Major Draper had said “well you’re not the\nperson I’m going to ring when I finally do get to speak to Aimée and I say\nlet’s go out and get an interview done and some pictures done”. As Major Draper\nhad referred to their intention to give an interview in future, the newspaper\ndid not consider that there could be an issue with regard to the protection of\nMs West’s private romantic choices. \n16. The newspaper said that it was satisfied that its\nsource could be relied upon to provide accurate information. Its reporter had\nalso tried to contact Ms West before publication; messages provided by the\nnewspaper showed that the reporter had requested her comments on the story that\nshe had “found happiness” with Major Draper. It did not consider that the\ncontacts with either complainant amounted to harassment. \n17. The newspaper said it had no reason to believe that\nthe article was inaccurate before publication. As a gesture of good will,\nhowever, it offered to publish the following correction, a form of which would\nalso be published beneath an amended online article: \nOn 12.04.2015 under the headline \"Lee Rigby's\nfiancee finds happiness with his army pal\" we published an article about\nMaj Paul Draper and Ms Aimee West. We would like to clarify the following: Maj\nDraper is not 51, he is 50. Ms West and Maj Draper did not attend a service to\nhonour fallen soldiers in Afghanistan at St Paul's Cathedral together. Ms West\ndenies that she and Maj Draper have been on several dates. Ms West is not a\nstaff sergeant with 19 Company of the ACF. Mr Rigby was not in Manchester when\nMs West tried to call him and was not attached to a cadet unit led by Maj\nDraper's ex-partner. \n18. The newspaper did not consider that the article had\nbeen insensitive, gory or gratuitous in breach of Clause 5. \nRelevant Code Provisions\nClause 1 (Accuracy) \ni) The Press must take care not to publish inaccurate,\nmisleading or distorted information, including pictures. \nii) A significant inaccuracy, misleading statement or\ndistortion once recognised must be corrected, promptly and with due prominence,\nand - where appropriate - an apology published. In cases involving the\nRegulator, prominence should be agreed with the Regulator in advance. \nClause 2 (Opportunity to reply) \nA fair opportunity for reply to inaccuracies must be\ngiven when reasonably called for. \nClause 3 (Privacy) \ni) Everyone is entitled to respect for his or her private\nand family life, home, health and correspondence, including digital\ncommunications. \nii) Editors will be expected to justify intrusions into\nany individual's private life without consent. Account will be taken of the\ncomplainant's own public disclosures of information. \nClause 4 (Harassment) \ni) Journalists must not engage in intimidation,\nharassment or persistent pursuit. \nii) They must not persist in questioning, telephoning,\npursuing or photographing individuals once asked to desist; nor remain on their\nproperty when asked to leave and must not follow them. If requested, they must\nidentify themselves and whom they represent. \niii) Editors must ensure these principles are observed by\nthose working for them and take care not to use non-compliant material from\nother sources. \nClause 5 (Intrusion into grief or shock) \ni) In cases involving personal grief or shock, enquiries\nand approaches must be made with sympathy and discretion and publication\nhandled sensitively. This should not restrict the right to report legal\nproceedings, such as inquests. \nClause 14 (Confidential sources) \nJournalists have a moral obligation to protect\nconfidential sources of information. \nThe public interest \n4. The Regulator will consider the extent to which\nmaterial is already in the public domain, or will become so. \nNote by the Committee \nThe Committee originally considered the complaints at its\nmeeting on 15 July 2015, and subsequently issued its decision to the parties.\nIn response, the newspaper submitted that the Committee’s decision had been\nbased on incomplete information. The Committee elected to reconsider the\ncomplaints at its meeting on 9 September 2015 and this ruling is the outcome. \nFindings of the Committee\n21. The Committee was sympathetic to Ms West’s position.\nShe had been bereaved in high-profile and traumatic circumstances. Although she\nhad previously spoken to the media about Drummer Rigby and the charity she had\nset up in his memory, she had not spoken publicly about her romantic and\npersonal life. \n22. The article had discussed the private lives of Major\nDraper and Ms West in that it had claimed that they were in a relationship.\nHowever, it had contained little in the way of detail about the nature of that\nrelationship, or other private information. \n23. The newspaper had made several attempts to contact Ms\nWest before it published the story. She had not responded, but she had been\nmade aware of the newspaper’s intention to publish the article. She had also\nmade contact with Major Draper to discuss the matter, and had been a party to\nhis conversation with the reporter. \n24. During his conversation with the reporter, Major\nDraper had engaged with the reporter’s questions about the nature of his\nrelationship with Ms West, discussed details about the nature of his connection\nto Ms West that might otherwise be considered private, and indicated that the\npair had discussed and intended to give an interview to the press in future. As\nMs West had been present during Major Draper’s conversation with the reporter,\nand had not raised any objections at the time, the Committee was satisfied that\nMajor Draper had spoken on behalf of both of them. In these circumstances, and\nhaving specific regard for the relatively minimal level of private information\ncontained in the article, the complaints under Clause 3 were not upheld. \n25. The Committee considered next whether the newspaper\nhad taken care not to publish inaccurate, misleading or distorted information.\nThe Committee noted the newspaper’s attempts to contact Ms West before\npublication and the conversation between the journalist and Major Draper.\nHowever, that conversation had focused on whether he and Ms West were in a\nrelationship; the newspaper had not asked him for comment on the claim that the\npair had been seen together as a couple at a St Paul’s Cathedral memorial\nservice. This was subsequently demonstrated to be inaccurate, which was\nsignificant because it supported the article’s assertion that the relationship\nwas common knowledge. The failure to take the opportunity to seek confirmation\nfrom Major Draper of the accuracy of the claim – or otherwise verify its\naccuracy – was a breach of Clause 1 (i), and a correction was required under\nthe terms of Clause 1 (ii). \n26. The Committee was satisfied that the correction\noffered by the newspaper made clear that the complainants had not publicly\ndeclared their relationship by attending a memorial service together at St\nPaul’s Cathedral. The prompt publication of the correction on page two – 11\npages further forward than the original article had appeared – and online was\nsufficient to meet the terms of Clause 1 (ii). The Committee did not consider\nthat the remaining inaccuracies identified by the complainants amounted to\nsignificant points that required correction under the terms of Clause 1. \n27. Under the terms of Clause 2, newspapers are not\nobliged to seek comment before publication. Rather, it provides for a fair\nopportunity to respond to published inaccuracies. The newspaper had offered to\npublish a correction; an opportunity to reply had not been requested. There was\nno breach of Clause 2. \n28. The newspaper had contacted the complainants for\ntheir comments before the article was published. There was no suggestion that\nthe reporter had persisted with questioning once asked to desist. The complaint\nunder Clause 4 was not upheld. \n29. The terms of Clause 5 relate to the conduct of\njournalists in cases involving personal grief or shock. In this instance, while\nthe Committee had considered that the reasons why Ms West had come to public\nattention were a relevant factor in assessing her complaint under Clause 3, the\narticle had not contained insensitive details in relation to her bereavement,\nnor had its tone or presentation been inappropriate. The complaints under\nClause 5 were not upheld. \nConclusions\n30. The complaints were upheld under Clause 1 (Accuracy). \nRemedial Action Required\n31. Having upheld the complaints under Clause 1, the\nCommittee considered what remedial action should be required. \n32. In the Committee’s view, the breach of Clause 1 would\nbe appropriately remedied by the publication of the correction offered by the\nnewspaper during IPSO’s investigation of the complaints. This should be\npublished without delay. \nDate complaint received: 16/04/2015 \nDate decision issued: 05/10/2015\nBack to ruling listing\n\n\n"
}