{
    "url": "/rulings-and-resolution-statements/ruling/?id=02714-16",
    "title": "02714-16 Cameron v Scottish Daily Mail",
    "provisions": [
        "3 Harassment (2016)",
        "10 Clandestine devices and subterfuge (2016)",
        "1 Accuracy (2016)",
        "2 Privacy (2016)",
        "6 Children (2016)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "Scottish Daily Mail (Associated Newspapers Limited)",
    "published_on": "2016-01-05 00:00:00",
    "received_on": "2016-05-04 00:00:00",
    "concluded_on": "2016-09-16 00:00:00",
    "complaint_processing_days": 135,
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee 02714-16 Cameron v Scottish Daily Mail\nSummary of complaint\n1. Dr Lisa Cameron\nMP complained to the Independent Press Standards Organisation, both on her own\nbehalf and on behalf of her husband, Mark Horsham, that the Scottish Daily Mail\nbreached Clause 1 (Accuracy), Clause 2 (Privacy), Clause 3 (Harassment), Clause\n6 (Children) and Clause 10 (Clandestine devices and subterfuge) of the Editors’\nCode of Practice in an article headlined “Hypocrisy of SNP MP with £630,000\nproperty empire/’Struggling’ MP’s housing empire”, published on 5 January 2016.\nIt was published online with the headline “Hypocrisy of SNP MP with £630,000\nproperty empire: Nationalist snaps up former council homes and makes fortune in\nrental income – despite opposing the sale of social housing”.\n2. The article\nreported that the complainant owns seven properties, including five former\ncouncil homes, while campaigning against the sale of social housing during the\ngeneral election campaign. It reported that the complainant’s husband had been\ndeclared bankrupt in 2013, and that he was now responsible for the day-to-day\nrunning of the business through which the properties are let.\n3. The complainant\nidentified what she believed to be a number of inaccuracies in the article. She\nsaid that the five former council houses were not in “impoverished areas”; the\nEast Kilbride homes were not in areas which would officially be considered\ndeprived. She said that her husband never “ran any business which traded in her\nname and went bust”; his bankruptcy had no links whatsoever to her business\ndealings. The complainant was concerned that the article gave the impression\nthat her husband had improperly ordered his financial affairs - with her\nassistance - in order to avoid paying his debt and to access an insolvency\nscheme.\n4. The complainant\nsaid that a journalist had come to her home without notice to discuss the story\nwith her, prior to publication. She said that she was approached at the edge of\nher garden while her two young children were present, and she was concerned\nthat this approach – as well as the subsequent 25-minute conversation –\nbreached the terms of Clause 2, Clause 3, Clause 6 and Clause 10.\n5. The complainant\nsaid that being approached in her garden represented a clear intrusion into her\nand her children’s private life. She said that the journalist had asked in the\npresence of one of her children whether her husband had a gambling problem;\nsharing that information, which was inaccurate, was a breach of Clause 2, as\nwere the questions regarding the financial and business matters.\n6. She said that\nthe repeated and aggressive questioning in front of her children amounted to\nharassment and intimidation. She said that she had repeatedly told the\njournalist that she needed to go and attend to her youngest child, but he persisted\nwith his questioning. She was also concerned that her children had been\nintimidated by the journalist.\n7. The complainant\nsaid that the journalist had posed questions directly to her older child, and\nthe quotation in the article that her husband “tidies up” the properties, was\nin fact a quotation from her child. She said that this was a clear indication that\nthe child had been interviewed on issues which involved her own welfare, and a\nbreach of Clause 6. There was no exceptional public interest in this case which\nwould over-ride the paramount interests of the child. She said that her older\nchild, aged seven, had to attend her GP for treatment due to stress following\nthe journalist’s visit, and was diagnosed as suffering from anxiety.\n8. The complainant\nsaid that her conversation with the journalist and her child had been recorded\nwithout her knowledge or consent, in breach of Clause 10. She also said that\nthe journalist had breached Clause 10 (ii) by “unjustifiable\nmisrepresentation”; she said that at the start of their conversation, he had\ndenied that he was the person who had attempted to interview her tenants,\nbefore later confirming that he was. She said his initial denial had lulled her\ninto a false sense of security in speaking to him.\n9. The newspaper\ndid not accept any breach of the Editors’ Code. It said that the complainant’s\nformer council properties were clearly in areas of East Kilbride which were\nrun-down, and the rental amounts were indicative of that. The properties were\npictured. It said that the Accountant in Bankruptcy’s Register of Insolvencies’\nlisting for the complainant’s husband recorded “Mr Mark Horsham, previously\ntrading as Lisa Cameron & Associates”; the newspaper did not accept that\nthe complainant’s husband had not run a business which traded in her name.\n10. The newspaper said that the complainant had engaged in a\nconversation with the journalist in her garden, and there was no reasonable\nexpectation of privacy. The children were not involved in the conversation. At\nthe time that the journalist approached the complainant, her children were not\npresent, and the journalist never mentioned the complainant’s husband having a\ngambling problem; his playing poker was mentioned only once. It provided the\nrecording of the conversation between the complainant and the journalist to\nIPSO, and said that it was clear that no harassment or intimidation had taken\nplace.\n11. It said that the article had nothing to do with the\nwelfare of the children, and that they were never interviewed. Clause 6 was not\nengaged.\n12. The newspaper said that the journalist had not obtained\nmaterial using a clandestine listening device; rather, he had made clear that\nhe was a journalist researching a story, and had openly interviewed the\ncomplainant. The fact that he had recorded that interview without the\ncomplainant’s knowledge did not raise concerns under Clause 10.\n13. Upon receipt of the recording of the interview, the\ncomplainant maintained her complaints under Clause 2, Clause 3, Clause 6 and\nClause 10. In particular, she maintained that the quotation about how her\nhusband “tidies up” had been something her child had said.\nRelevant Code provisions\n14. Clause 1 (Accuracy)\n(i) The\npress must take care not to publish inaccurate, misleading or distorted\ninformation or images, including headlines not supported by the text.\n(ii) A\nsignificant inaccuracy, misleading statement or distortion must be corrected,\npromptly and with due prominence, and – where appropriate – an apology\npublished.\nClause 2 (Privacy)\n(i) Everyone is entitled to respect for his or her private and family life,\nhome, health and correspondence, including digital communications.\n(ii) Editors\nwill be expected to justify intrusions into any individual’s private life\nwithout consent. Account will be taken of the complainant’s own public\ndisclosures of information.\nClause 3 (Harassment)\n(i) Journalists must not engage in intimidation, harassment or persistent\npursuit.\n(ii) They\nmust not persist in questioning, telephoning, pursuing or photographing\nindividuals once asked to desist; nor remain on property when asked to leave\nand must not follow them. If requested, they must identify themselves and whom\nthey represent.\nClause 6 (Children)\n(i) All\npupils should be free to complete their time at school without unnecessary\nintrusion.\n(ii) Children under 16 must not be interviewed or photographed on issues\ninvolving their own or another child’s welfare unless a custodial parent or\nsimilarly responsible adult consents.\nClause 10 (Clandestine devices or subterfuge)\n(i) The\npress must not seek to obtain or publish material acquired by using hidden\ncameras or clandestine listening devices; or by intercepting private or mobile\ntelephone calls, messages or emails; or by the unauthorised removal of\ndocuments or photographs; or by accessing digitally-held information without\nconsent.\n(ii) Engaging in misrepresentation or subterfuge, including by agents or\nintermediaries, can generally be justified only in the public interest and then\nonly when the material cannot be obtained by other means.\nFindings of the Committee\n15. Whether or not the areas in which the complainant owns\nformer council homes are “impoverished” was a judgement made by the newspaper.\nIt said that the homes were in areas which were considered to be deprived, and\nit noted that the rents were at such levels that they would indicate that the\nareas were not prosperous. The Committee found that there was no failure to\ntake care over the accuracy of this aspect of the article, and it did not\nidentify any significant inaccuracies which would require correction under\nClause 1 (ii) of the Code.\n16. The Committee had sight of the complainant’s husband’s\nlisting on the Accountant in Bankruptcy’s Insolvency Service website, and noted\nthat it listed the “trading name” of the business associated with him as “Lisa\nCameron & Associates”. In light of this, the Committee concluded that it\nwas not inaccurate to report that the complainant’s husband had run a business\nthat “traded in her name and went bust”.\n17. The article had accurately set out the manner in which\nthe complainant had acquired her properties, and it had accurately set out the\nmanner in which her husband had applied for and been granted bankruptcy. The\narticle did not give the misleading impression that the complainant’s husband\nhad so ordered his assets as to avail himself of a bankruptcy scheme to which\nhe was not entitled, and it did not give the misleading impression that his\nwife had assisted him with any such activities. There was no breach of Clause\n1.\n18. Approaching the complainant for comment while she stood\nin her garden with her children did not amount to an intrusion into her private\nlife. While conversing about the complainant’s husband’s bankruptcy, the\njournalist had asked “did it have anything to do with gambling or playing\npoker?” After the complainant responded “no”, the journalist did not ask any\nfurther questions in this regard. Asking this question in the presence of a\nchild did not intrude into the complainant’s husband’s private life, or into\nthe child’s private life. There was no breach of Clause 2.\n19. It was clear from the recording of the journalist’s\ninterview with the complainant that the complainant had engaged with the\nquestions being posed. She did not ask the journalist to desist from contacting\nher, or to leave the vicinity of her home. The nature of the questioning was\namicable and professional – both towards the complainant and her children – and\nthere was no breach of Clause 3.\n20. There was no objection from the complainant about the\ninterview being conducted with her child present, and the conversation that\ntook place was with the complainant, not the child. The interactions between\nthe journalist and the child, which could be heard on the recording, did not\nconstitute the journalist “interviewing” the child; he did not attempt to\nobtain information from the child for inclusion in the article, and when he\ninteracted with the child on a few brief occasions, this was done in a jokey\nand friendly manner, which did not appear to distress the child. The quotation\nin the article about how the complainant’s husband “tidies up” her properties\ncame from the complainant herself. There was no breach of Clause 6.\n21. The journalist did not acquire any material using a\nclandestine listening device. The interview with the complainant was conducted\nopenly, and while he did not explain he was recording the conversation for\nnote-taking purposes, the journalist made clear who he was and the reasons why\nhe wished to speak with the complainant. In this case, the use of the tape was\na means of effectively recording the complainant’s comments. There was no\nmisrepresentation or subterfuge, and no breach of Clause 10.\n22. Although he initially left the impression that he had\nnot been involved in interviewing the tenants of the complainant’s properties,\nin circumstances where he had introduced himself to the complainant as a\njournalist working for the newspaper, there was no breach of the Code.\nConclusions\n23. The complaint was not upheld.Date complaint received: 04/05/2016Date decision issued: 16/09/2016 \nBack to ruling listing\n\n\n"
}