{
    "url": "/rulings-and-resolution-statements/ruling/?id=02721-18",
    "title": "02721-18 A man v Evening Telegraph (Dundee)",
    "provisions": [
        "2 Privacy (2018)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "Evening Telegraph (Dundee) (DC Thomson Group) ",
    "received_on": "2018-03-27 00:00:00",
    "concluded_on": "2018-08-24 00:00:00",
    "complaint_processing_days": 150,
    "conclusion_long": "10. The complaint was not upheld",
    "remedial_action": "11. N/A Date complaint received: 27/03/18",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee 02721-18 A man v Evening Telegraph (Dundee)\nSummary of complaint\n1. A man complained\nto the Independent Press Standards Organisation that the Evening Telegraph\n(Dundee) breached Clause 2 (Privacy) of\nthe Editors’ Code of Practice in a feature headlined, “Dundee Life” published\nin print in 2018.\n2. The feature was\na collection of photographs taken at various nightlife venues in Dundee. It\nincluded a photograph of the complainant standing beside another man, smiling\nat the camera, in front of a bar. The name of the venue, Klozet, was also\npublished at the corner of the photograph, but it was not otherwise captioned.\n3. The complainant\nsaid that the photograph showed him and his new partner. He complained that the\npublication of this photograph was a breach of his privacy. He said that a\nprofessional photographer, who had not introduced herself as being from a\nnewspaper, had approached him and the man he was with at the bar and asked to\ntake a photograph. The complainant had not asked what the purpose of the\nphotograph was, but believed that she may have been a commercial photographer,\nwho was taking the photograph for the purposes of trying to sell him a souvenir\nkeyring. He also recognised that there was a possibility that the photograph\nwas intended for publication and would be displayed somewhere. He agreed to\npose for the photograph but said that when he reviewed it on the screen, he had\nasked for it to be deleted as he was unhappy with his appearance.\n4. The photograph\nwas published by the newspaper shortly after. The complainant said that a\nfamily member had seen the photograph in the newspaper and had asked questions\nabout his relationship with the man standing beside him. The complainant said\nthat he had not told his family about his new relationship, and therefore\npublishing a photograph of him and his partner without his consent was a breach\nof his privacy.\n5. The newspaper\ndid not accept that it had breached the Code. It said that the photograph did\nnot disclose any private information about the complainant. It said that the\npublished photograph showed only two men standing at a bar and did not disclose\nanything about the nature of the relationship between them.\n6. It said that the\nphotographer regularly took photographs at the venue for the newspaper, and did\nso with full permission from the venue. It said that it was common for bars to\ntake photographs for publication, whether in a newspaper or to publish on their\nown social media. It said that the\nphotographer had not told the complainant that the photograph was for a keyring\nand that when the complainant had agreed to pose for a professional\nphotographer within this setting, it was reasonable to accept this as consent\nfor the photograph to be published. The newspaper strongly denied the\ncomplainant’s claim that he had asked for the photograph to be deleted, and\nsaid that the photographer remembered showing him the photograph, and was\nadamant that no objection had been raised.\nRelevant Code\nProvisions\n7. Clause 2\n(Privacy) *\ni) Everyone is entitled to respect for his or her private\nand family life, home, health and correspondence, including digital\ncommunications.\nii) Editors will be expected to justify intrusions into any\nindividual’s private life without consent. In considering an individual’s\nprivate life without consent. In considering an individual’s reasonable\nexpectation of privacy, account will be taken of the complainant’s own public\ndisclosures of information and the extent to which the material complained\nabout is already in the public domain or will become so.\niii) It is unacceptable to photograph individuals, without\ntheir consent, in public or private places where there is a reasonable\nexpectation of privacy.\nFindings of the Committee\n8. The photograph\nwas a posed shot of two individuals in a public venue. It showed that the\ncomplainant had been in the company of another identifiable individual at\nKlozet bar. While it was regrettable that the publication of the photograph had\ninstigated a difficult conversation for the complainant, by his own account,\nthe publication had not revealed the fact of the relationship. Instead, it had\nprompted a family member to question him about the photograph, and which point he\nhad disclosed the fact of the relationship. The photograph itself had not\nrevealed the nature of the relationship, and did not show anything inherently\nprivate about the complainant. Nor did it show him engaged in any private\nactivity.\n9. The photograph\nhad been taken with the complainant’s knowledge and consent. The Committee\nacknowledged that there was a dispute between the parties regarding whether the\ncomplainant had asked for the photograph to be deleted, and it was not possible\nfor the Committee to reconcile the two differing accounts. Regardless, the\nconcern the complainant had prior to publication, was that he did not like his\nappearance in the photograph, and it was not in dispute that he had not raised\nany possible objection based on the fact that he believed the photograph\ncontained private information about him. \nIn these circumstances, there was no breach of Clause 2.\nConclusions\n10. The complaint was not upheld\nRemedial Action Required\n11. N/A\nDate complaint received: 27/03/18Date complaint concluded: 24/08/2018 \nBack to ruling listing\n\n\n"
}