{
    "url": "/rulings-and-resolution-statements/ruling/?id=02739-21",
    "title": "02739-21 Matinvesi v Mail Online",
    "provisions": [
        "1 Accuracy (2019)"
    ],
    "outcome": "Breach - sanction: publication of correction",
    "publication": "Mail Online (Associated Newspapers Limited)",
    "published_on": "2021-03-13 00:00:00",
    "received_on": "2021-03-15 00:00:00",
    "concluded_on": "2022-01-19 00:00:00",
    "complaint_processing_days": 310,
    "conclusion_long": "that there were more EU citizens in the country after Brexit; it estimated that the correct figure for EU citizens in the UK was 4.26 million.  11. The Committee noted the publication’s position with regard to the previous publication of the figures but considered that it had an obligation to take care over the accuracy of the reporting, which was not satisfied by relying on their previous publication elsewhere, particularly where the figures were publicly available. 12. The Committee made clear that the publication was entitled to publish (or republish) analysis of the official statistics and to make estimates of how these compared with previous estimates for the number of EU citizens in the UK, provided that it took care over those calculations and appropriately qualified any claims made as a result. 13. However, the claim that “4.6 million people“ had been granted the right to remain had presented the number of applications as “people” when the published data itself made clear that was not the case. The data had been clearly presented at source as “experimental statistics” that related to the number of applications rather than people in the country. The data included a warning that the figures provided could not be directly compared with estimates of EU/EEA nationals in the UK. The presentation of figures relating to applications as representing people constituted a failure to take care to report accurate information and a breach of Clause 1(i). 14. The publication’s position was that the discrepancy in the figures did not amount to a significant inaccuracy, where its estimate of the actual number of individuals who had been granted the right to remain was 4.26 million; the publication considered that this was not significantly different from its headline figure of 4.6 million, particularly given that it was still greater than the previous estimate. 15. The Committee noted that the actual number of EU citizens who have the right to remain in the UK was not reported and that the publication’s estimate as to the correct figure was based on its own calculations. The Committee also noted that the revised estimate relied on the publication’s assumptions about which factors might be relevant to its adjustment and how they should be applied. Given the absence of an official source and the complexities of the data, the Committee did not take a view as to the accuracy of the revised estimate. It was beyond question that the article’s claim that  “4.6 million people have been granted the right to remain in the UK after Brexit” under the EU Settlement Scheme was an inaccurate representation of official statistics. The misreporting of government data on a topic of national significance was significant and required correction under the terms of Clause 1(ii). 16. Whilst the newspaper offered to amend the figures it had published based on adjusted estimates and to publish a footnote, this did not acknowledge the inaccuracy – that the figure of 4.6 million referred to applications and did not represent the number of people who had been granted the right to remain. On this basis, the amendments to the article and the offered clarification were not sufficient under Clause 1(ii), and there was an outstanding breach. Conclusion(s) 17. The complaint was upheld.",
    "remedial_action": "18. Having upheld a breach of Clause 1, the Committee considered what remedial action should be required. In circumstances where the Committee establishes a breach of the Editors’ Code, it can require the publication of a correction and/or an adjudication, the terms and placement of which is determined by IPSO. 19. The Committee considered that the publication did not take the necessary care when reporting the data on applications for the right to remain and that its correction had been inadequate to fulfil the requirements of Clause 1(ii). Nonetheless, in the circumstances, where the Home Office figures could arguably suggest that the number of EU citizens in the UK had risen after Brexit, the Committee considered that the appropriate remedy was the publication of a correction to put the correct position on record with regard to the published figures relating to the EU Settlement Scheme. The Committee considered that the appropriate remedy was the publication of a correction to put the correct position on record. 20. The Committee then considered the placement of this correction. This correction should be added to the article as a footnote and appear as a standalone correction in the online corrections and clarifications column. This wording should make clear the nature of the inaccuracy, that the article had claimed that 4.6million people had been granted right to remain under the Scheme, and the correct position, that this figure related to the numbers of applications that had been granted. The wording should also be agreed with IPSO in advance and should make clear that it has been published following an upheld ruling by the Independent Press Standards Organisation. If the publication intends to continue to publish the online article without amendment, the correction on the article should be published beneath the headline. If the article is amended, the correction should be published as a footnote which explains the amendments that have been made.    Date complaint received: 15/03/2021",
    "text": "\n\n\n\n\n\nDecision\nof the Complaints Committee – 02739-21 Matinvesi v Mail Online\nSummary\nof Complaint\n1. Esa\nMatinvesi complained to the Independent Press Standards Organisation that Mail\nOnline breached Clause 1 (Accuracy) of the Editors’ Code of Practice in an\narticle headlined “Number of EU citizens living in UK is now HIGHER than before\nBrexit with 4.6million people granted right to remain – compared to 3.1million\nbefore Britain left bloc”, published on 13 March 2021.\n2. The\narticle reported that “in total, 4.6 million people have been granted the right\nto remain in the UK after Brexit” by the Government’s EU Settlement Scheme and\nthat this was higher than the estimated 3.1 million EU citizens in the UK\nbefore Brexit. The article went on to expand on the headline figure, stating\nthat “So far, 5.1 million people have applied to the EU Settlement Scheme with\n4.6 million applications concluded. Of these, 2.5million have been granted\npermanent leave to remain and 2 million have been granted pre-settled status”.\nThe article stated that Home Office figures “suggested” that there were “at\nleast one and a half million more EU citizens living in the UK than before\nBrexit”.\n3. The\ncomplainant said that the article was inaccurate in breach of Clause 1. He said\nthat the article falsely claimed that the cumulative number of applications\nreceived and processed by the Home Office was equal to the number of\nindividuals who had applied, and wrongly suggested that these figures could be\ncompared with previous estimates of the number of EU citizens living in the UK.\nHe said this was inaccurate, for three reasons: firstly, some people may have\nmade more than one application, inflating the apparent numbers of people\ninvolved; secondly, the scheme can also apply to non-EU citizens; and thirdly\nit did not take into account that many people who received such a status may no\nlonger reside in the UK. The complainant also provided a link to the published\ndata set, which stated that “The data in this report account for the number of\napplications to the system, including individuals making applications on more\nthan one occasion. An individual who has been granted pre-settled status can\nmake a new application at a later stage to apply for settled status. As these\nare separate applications with separate outcomes, they are counted separately\nin the statistics”. It also stated that “Figures in this publication refer\nspecifically to applications made to the EU Settlement Scheme and cannot be\ndirectly compared with estimate of the resident population of EU/EEA nationals\nin the UK”.\n4. The\npublication did not accept a breach of the Code. It first said that it was\nsatisfied that the broad point of the article – that “the number of EU citizens\nresiding in the UK is substantially higher than the previous estimates that had\nbeen made pre-Brexit” – was accurate, as an increase of EU citizens with the\nright to remain would naturally follow from an increase in applications,\nregardless of the exact figures. It said that the article was based on another\narticle, published by a separate newspaper, which had been based on the publicly\navailable data released by the Home Office. The publication said this article\nalso reported that 4.6 million people had been granted the right to remain. It\nnoted the other newspaper’s article had not been amended.\n5. The\npublication accepted that the complainant was correct in that the figures\nincluded multiple applications from some people and applications from some\nnon-EU citizens, but said that the proportions of these were small and did not\naffect the overall point of the article. It did not accept that any significant\ninaccuracy arose from its presentation of the report’s data. With respect to\nthe multiple applications from one person, it said that the same report\nindicated that repeat applications represented “fewer than five per cent of\napplications received”; this would equate to fewer than 230,000 applications,\nor 115,000 individuals. In relation to the non-EU applicants, it said that this\nissue related to 290,440 people. Taking into account both of these points, it\ncalculated that a figure of 4.26 million people was accurate. With respect to\nthe complainant’s point that some applicants might have left the UK, it said\nthat as it was necessary to have lived in the UK for five continuous years to\nqualify for the settlement scheme, it was reasonable to consider the figure as\nindicating that the people were living, at least until very recently, in the\nUK. It also noted that the number of applications had risen since publication.\n6. The\npublication also said that, regardless of whether the data for applications had\nbeen caveated with the warning that the figures “cannot be directly compared\nwith estimate of the resident population of EU/EEA nationals in the UK”, the\nfigures were still the best indicator of the number of EU nationals with the right\nto remain in the UK. It noted that other statistics on the subject released by\nthe Office for National Statistics also had caveats, warning that not all EU\nnationals would be included in the figures. The official data was, therefore,\nunclear on this matter.\n7. The\npublication said it was accurate for the headline to report that “4.6 million\npeople” had been granted the right to remain, but offered to amend the headline\nto read “4.26 million”, and add a footnote to the article which would state:\nThis\narticle has been amended since it was first published to take into account the\nnumber of repeat applications and the percentage of applicants who are EU\ncitizens. This has changed the headline figure from 4.6million to 4.26million.\nWe are happy to set the record straight.\nThe\npublication also proposed to add bullet points to the article, to appear above\nthe body of the article itself, to set out how it had reached the 4.26 million\nfigure.\n8. The\ncomplainant said that the publication’s proposed offer was not sufficient to\nresolve his complaint, where it did not address his concerns about the article\nconflating applications to remain in the UK with the number of EU citizens\ngranted the right to do so. He also noted that the use of an exact, inaccurate\nfigure rendered the article inaccurate regardless of whether its wider point –\nabout the increase in the number of EU citizens with the right to remain in the\nUK – was accurate or not.\nRelevant\nCode Provisions\nClause 1\n(Accuracy)\ni) The\nPress must take care not to publish inaccurate, misleading or distorted\ninformation or images, including headlines not supported by the text.\nii) A\nsignificant inaccuracy, misleading statement or distortion must be corrected,\npromptly and with due prominence, and — where appropriate — an apology\npublished. In cases involving IPSO, due prominence should be as required by the\nregulator. \niii) A\nfair opportunity to reply to significant inaccuracies should be given, when\nreasonably called for.\niv) The\nPress, while free to editorialise and campaign, must distinguish clearly\nbetween comment, conjecture and fact.\nFindings\nof the Committee\n9. The\narticle reported that 4.6 million EU citizens had been granted the right to\nremain in the UK since Brexit and that this was higher than the estimated 3.1\nmillion EU citizens in the UK before Brexit. In fact, the figure of 4.6 million\nrelated to the number of applications, which, as the publication accepted,\ncould differ from the number of EU citizens in the country for several reasons,\nincluding that one person could make several applications; some EU nationals\nmay have left the country; and non-EU nationals were entitled to make\napplications.\n10. The\npublication said that it had taken care over the accuracy of the story because\nit had relied on reporting by another publication; it said that it was entitled\nto do so, particularly where it was aware that the figures were official\ngovernment statistics. Furthermore, it said that any discrepancy was minor and\nwould not affect the overall conclusion that there were more EU citizens in the\ncountry after Brexit; it estimated that the correct figure for EU citizens in\nthe UK was 4.26 million. \n11. The\nCommittee noted the publication’s position with regard to the previous\npublication of the figures but considered that it had an obligation to take\ncare over the accuracy of the reporting, which was not satisfied by relying on\ntheir previous publication elsewhere, particularly where the figures were\npublicly available.\n12. The\nCommittee made clear that the publication was entitled to publish (or\nrepublish) analysis of the official statistics and to make estimates of how\nthese compared with previous estimates for the number of EU citizens in the UK,\nprovided that it took care over those calculations and appropriately qualified\nany claims made as a result.\n13. However,\nthe claim that “4.6 million people“ had been granted the right to remain had\npresented the number of applications as “people” when the published data itself\nmade clear that was not the case. The data had been clearly presented at source\nas “experimental statistics” that related to the number of applications rather\nthan people in the country. The data included a warning that the figures\nprovided could not be directly compared with estimates of EU/EEA nationals in\nthe UK. The presentation of figures relating to applications as representing\npeople constituted a failure to take care to report accurate information and a\nbreach of Clause 1(i).\n14. The\npublication’s position was that the discrepancy in the figures did not amount\nto a significant inaccuracy, where its estimate of the actual number of\nindividuals who had been granted the right to remain was 4.26 million; the\npublication considered that this was not significantly different from its\nheadline figure of 4.6 million, particularly given that it was still greater\nthan the previous estimate.\n15. The\nCommittee noted that the actual number of EU citizens who have the right to\nremain in the UK was not reported and that the publication’s estimate as to the\ncorrect figure was based on its own calculations. The Committee also noted that\nthe revised estimate relied on the publication’s assumptions about which\nfactors might be relevant to its adjustment and how they should be applied.\nGiven the absence of an official source and the complexities of the data, the\nCommittee did not take a view as to the accuracy of the revised estimate. It\nwas beyond question that the article’s claim that  “4.6 million people have been granted the\nright to remain in the UK after Brexit” under the EU Settlement Scheme was an\ninaccurate representation of official statistics. The misreporting of\ngovernment data on a topic of national significance was significant and\nrequired correction under the terms of Clause 1(ii).\n16.\nWhilst the newspaper offered to amend the figures it had published based on\nadjusted estimates and to publish a footnote, this did not acknowledge the\ninaccuracy – that the figure of 4.6 million referred to applications and did\nnot represent the number of people who had been granted the right to remain. On\nthis basis, the amendments to the article and the offered clarification were\nnot sufficient under Clause 1(ii), and there was an outstanding breach.\nConclusion(s)\n17. The\ncomplaint was upheld.\nRemedial\nAction Required\n18.\nHaving upheld a breach of Clause 1, the Committee considered what remedial\naction should be required. In circumstances where the Committee establishes a\nbreach of the Editors’ Code, it can require the publication of a correction\nand/or an adjudication, the terms and placement of which is determined by IPSO.\n19. The\nCommittee considered that the publication did not take the necessary care when\nreporting the data on applications for the right to remain and that its\ncorrection had been inadequate to fulfil the requirements of Clause 1(ii).\nNonetheless, in the circumstances, where the Home Office figures could arguably\nsuggest that the number of EU citizens in the UK had risen after Brexit, the\nCommittee considered that the appropriate remedy was the publication of a\ncorrection to put the correct position on record with regard to the published\nfigures relating to the EU Settlement Scheme. The Committee considered that the\nappropriate remedy was the publication of a correction to put the correct\nposition on record.\n20. The\nCommittee then considered the placement of this correction. This correction\nshould be added to the article as a footnote and appear as a standalone\ncorrection in the online corrections and clarifications column. This wording\nshould make clear the nature of the inaccuracy, that the article had claimed\nthat 4.6million people had been granted right to remain under the Scheme, and\nthe correct position, that this figure related to the numbers of applications\nthat had been granted. The wording should also be agreed with IPSO in advance\nand should make clear that it has been published following an upheld ruling by\nthe Independent Press Standards Organisation. If the publication intends to\ncontinue to publish the online article without amendment, the correction on the\narticle should be published beneath the headline. If the article is amended,\nthe correction should be published as a footnote which explains the amendments\nthat have been made.\n\n\n\nDate\ncomplaint received: 15/03/2021\nDate\ncomplaint concluded by IPSO: 19/01/2022\nBack to ruling listing\n\n\n"
}