{
    "url": "/rulings-and-resolution-statements/ruling/?id=02745-21",
    "title": "02745-21 Ormerod v Daily Mail",
    "provisions": [
        "1 Accuracy (2021)"
    ],
    "outcome": "Breach - sanction: action as offered by publication",
    "publication": "Daily Mail (Associated Newspapers Limited)",
    "published_on": "2021-03-16 00:00:00",
    "received_on": "2021-03-16 00:00:00",
    "concluded_on": "2021-07-07 00:00:00",
    "complaint_processing_days": 113,
    "conclusion_long": "12. The complaint was upheld under Clause 1 in part.",
    "remedial_action": "13. The newspaper had offered to publish a clarification, which identified the inaccuracy and put the correct position on record. This clarification should now be published.   Date complaint received: 16/03/2021",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee – 02745-21 Ormerod v\nDaily Mail\nSummary of Complaint\n1. Steven Ormerod complained to the Independent Press\nStandards Organisation that the Daily Mail breached Clause 1 (Accuracy) of the\nEditors’ Code of Practice in an article headlined “‘RECKLESS’ EU SNUBS UK JAB”,\npublished on 16 March 2021.\n2. The front-page headline was followed by the sub-heading\n“Experts’ fury as France, Germany, Italy and Spain ‘risk lives’ by halting\nOxford vaccine over blood clot fears”. The opening paragraph reported that\n“European leaders” were accused of “risking lives” by suspending the use of the\nAstraZeneca vaccine. The article went on to report that this decision went\n“against the advice of the bloc’s own medicines watchdog” – the European\nMedicines Agency – that said the benefits of the vaccine, produced by the\n“Anglo-Swedish drug firm” outweighed the risks of potential side effects. The\narticle continued from the frontpage on to page 4 and 5 of the newspaper.\n3. The complainant said the headline was significantly\nmisleading on two points. First, it gave the false impression that the European\nUnion (EU), rather than individual member states, had suspended the use of the\nvaccine. Second, it misleadingly described the vaccine as the “UK JAB” when\nAstraZeneca, the firm that had developed this particular vaccine against\nCovid-19, was an Anglo-Swedish company.    \n\n4. The newspaper did not accept a breach of the Editors’\nCode.  It did not consider that the\ncomplainant’s first point of complaint represented an inaccuracy. It said that\nthe headline was supported and clarified first by the prominent sub-heading\nwhich made clear that “EU snub” was a reference to individual members states,\nsuch as “France, Germany, Italy and Spain […] halting [the] Oxford vaccine”,\nwith the text of the article then identifying the other sovereign states that\nhad suspended the use of this particular vaccine. These included Portugal,\nSlovenia, the Netherlands, Denmark, Ireland, Bulgaria, and Norway. It also\nnoted that the opening paragraph of the article made clear that “European\nleaders” were accused of risking lives by suspending the use of the vaccine. It\nfurther suggested that the term “EU” was not restricted to mean only the EU or\nEU institutions, but was shorthand for “EU countries”, highlighting that this\nwas common practice amongst newspapers. In order to demonstrate this, the\nnewspaper provided a number of articles from a range of publications.\n5. In addition, the newspaper did not accept that the\nheadline was significantly misleading to refer to the AstraZeneca vaccine as\nthe “UK JAB”. It noted that the text of the article made clear it was an\n“Anglo-Swedish drugs firm” that produced the vaccine. In any event, it noted\nthat the vaccine was developed in large part, particularly in the early stages\nof its development, through the work of the University of Oxford and readers\nwould not be misled as to what vaccine the headline referred to.  The newspaper noted that the “UK Jab” was\nbecoming something of an accepted colloquial term for the vaccine, with a\nnumber of other national publications describing it in these terms or\nalternatively the “UK vaccine” or “Oxford vaccine”.\n6. Whilst the newspaper did not accept a breach of the Code,\nit offered, in an effort to resolve the matter three weeks into IPSOs\ninvestigation, to publish the following clarification in their established\nCorrections and Clarification column, which appears on page 2:\n“An article on March 16 about the decision by European\nleaders to suspend the Oxford vaccine carried the headline ‘“Reckless” EU snubs\nUK jab.’ As the sub-headline and article made clear, the word ‘EU’ in the\nheadline referred to ‘EU countries’ – including France, Germany, Italy and\nSpain – which had halted the rollout of the AstraZeneca vaccine. As the article\nalso made clear, these countries were acting against the advice of the European\nMedicines Agency.”\n7. The complainant did not accept this offer of resolution,\nnoting that it was not a “correction, nor an apology” and requested that the\nCommittee make a ruling on the matter.\nRelevant Code Provisions\nClause 1 (Accuracy)\ni) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not\nsupported by the text.\nii) A significant inaccuracy, misleading statement or\ndistortion must be corrected, promptly and with due prominence, and — where\nappropriate — an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator. \niii) A fair opportunity to reply to significant inaccuracies\nshould be given, when reasonably called for.\niv) The Press, while free to editorialise and campaign, must\ndistinguish clearly between comment, conjecture and fact.\nFindings of the Committee\n8. The terms of Clause 1 (Accuracy) of the Code are explicit\nin their requirement that headline statements should be supported by the text\nof the article. The Committee emphasised that this should not be interpreted to\nmean that the body of the article can be relied upon to correct an actively\nmisleading impression given by a headline.\n9. The article started on the newspaper’s front page with\nthe headline claim that the “EU” had “snub[bed]” the AstraZeneca vaccine. This\nwas inaccurate and misleading; individual European nations, not the EU itself,\nhad temporarily suspended the use of the AstraZeneca vaccine – against the\nrecommendations of the European Medicines Agency, the EU’s healthcare\nregulator. Whilst the Committee noted that the sub-headline included a partial\nlist of the individual nations that had suspended the vaccine, with the body of\nthe article including a full list, this was not sufficient to rectify the\nmisleading impression given by the headline. As such, the publication of this\nheadline amounted to a clear failure by the newspaper to take care, raising a\nbreach of Clause 1 (i) and thereby required correction under Clause 1 (ii) of\nthe Editors’ Code.\n10. The newspaper had offered to publish a clarification, to\nappear in its established Corrections and Clarifications column on page 2,\nthree weeks into IPSO’s investigation. The clarification made clear what was\nbeing corrected, and put the true position – that it was member states of the\nEU, rather than the EU itself, who had suspended use of the AstraZeneca vaccine\n– on the record. It was offered with sufficient promptness and the proposed\nlocation, the publication’s established Corrections & Clarifications\ncolumn, was sufficiently prominent. The Committee noted the complainant’s\nconcern that the clarification did not include an apology however, given the\nnature of the inaccuracy, including that it related to a general point of fact\nand did not personally and directly affect a specific individual, the Committee\ndid not consider that an apology was required in the circumstances. There was\nno further breach of Clause 1 (ii).\n11. In the Committee’s view, referring to the vaccine as the\n“UK JAB” was not significantly misleading given the UK’s involvement in the\ndevelopment of the vaccine and where it was produced in partnership with the\nUniversity of Oxford, with the sub-heading and first paragraph of the article\nreferring to the vaccine as the “Oxford” vaccine.  The Committee also noted that the text of the\narticle explained that the vaccine was produced by “Anglo-Swedish drugs firm”.  There was no breach of Clause 1 in regard to\nthis.\nConclusion\n12. The complaint was upheld under Clause 1 in part.\nRemedial Action Required\n13. The newspaper had offered to publish a clarification,\nwhich identified the inaccuracy and put the correct position on record. This\nclarification should now be published.\n \nDate complaint received: 16/03/2021\nDate complaint concluded by IPSO: 07/07/2021\nBack to ruling listing\n\n\n"
}