{
    "url": "/rulings-and-resolution-statements/ruling/?id=02749-16",
    "title": "02749-16 Association of British Bookmakers v The Times",
    "provisions": [
        "1 Accuracy (2016)"
    ],
    "outcome": "Breach - sanction: action as offered by publication",
    "publication": "The Times (News UK)",
    "published_on": "2016-02-17 00:00:00",
    "received_on": "2016-05-05 00:00:00",
    "concluded_on": "2016-08-01 00:00:00",
    "complaint_processing_days": 88,
    "conclusion_long": "34. The complaint was upheld.",
    "remedial_action": "35. Having upheld the complaint, the Committee considered what remedial action should be required. 36. The newspaper had promptly published a correction in print, and it had amended the online articles and appended corrective notes. The corrections had identified the inaccuracy and made the correct position clear. The print correction had appeared in the newspaper’s established Corrections and Clarifications box, which gave sufficient prominence to the correction. 37. No further action was required. Date complaint received: 05/05/2016",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee 02749-16 Association of British Bookmakers v The Times\nSummary of complaint\n1. The\nAssociation of British Bookmakers complained to the Independent Press Standards\nOrganisation that The Times breached Clause 1 (Accuracy) of the Editors’ Code\nof Practice in articles headlined “Doctors prescribe drugs to tackle Britain’s\ngambling epidemic”, “Violence, debt and devastation brought by the spin of a\nwheel”, and “Betting Burden”, published on 17 February 2016.\n2. The\nfront-page article reported that gambling had become such a problem in Britain\nthat the NHS had started prescribing “£10,000-a-year drugs for some of the\nworst addicts”. It said that there were more than half a million “problem\ngamblers” in Britain, and calls to Britain’s leading helpline had increased by\nmore than a third in the last year.\n3. The second\npiece was a double-page spread comprising four articles about gambling. The\nfirst story reported that fixed-odds betting terminals (FOBTs) had “spread like\ncancer”, with users able to place bets of up to £100 every 20 seconds. It said\nthat last year, more than 30,000 users had been banned from betting shops\nbecause their gambling was out of control, and there had been an “epidemic of\nviolence in shops”. A second article said that organised criminal gangs were\nusing FOBTs to launder money, while a third piece said that experts feared a\nrise in gambling addiction because of the “huge increase” in advertising.  The fourth article said that the Responsible\nGambling Trust, Britain’s leading charity to minimise gambling addiction, which\nis funded by bookmakers, had been accused of taking a “sympathetic approach to\nthe industry”. It said that the trust had commissioned and published a report,\nwhich had suggested that FOBTs were not “themselves a problem”.\n4. The third\nitem under complaint was a comment piece in which the newspaper expressed its\nview that governments were failing to address the problem of gambling with\n“sufficiently robust regulation”. It said that Britain had 560,000 problem\ngamblers, of whom as many as 150,000 may be FOBT addicts, and it repeated that\nthe NHS had started prescribing drugs to gambling addicts at a cost of £10,000\na year.\n5. The articles\nwere also published online.\n6. The\ncomplainant said that the newspaper had misleadingly suggested that Naltrexone\nwas being generally prescribed to problem gamblers by the NHS; it had not made\nclear that this was only part of a pilot scheme. It said that the newspaper had\nalso inaccurately reported – three times in its coverage – that the drug cost\nthe NHS £10,000 to prescribe. It noted that the newspaper had published a\ncorrection to address this inaccuracy, but it had appeared in the Corrections\nand Clarifications box on page 28, which it said was not sufficiently\nprominent.\n7. The\ncomplainant said that the newspaper had inaccurately stated that there was a\n“gambling epidemic” that was “growing unchecked in bookmaker’s shops and\nonline”. It considered that the newspaper should have given proper\nconsideration to the results of the Health Survey 2012, which it had provided\nin advance of publication. That survey had found that “overall, problem\ngambling rates in Britain appear to be relatively stable”.\n8. The\ncomplainant also disputed that crime and violence had followed the spread of\nFOBTs as they were used to launder money. It said that the number of suspicious\nactivity reports, submitted by bookmakers to the National Crime Agency, was low\nwhen taking into account the high number of FOBT transactions. It also noted\nthat Treasury statistics had “repeatedly” found that betting shops were low\nrisk in relation to money laundering, and that Metropolitan Police statistics\nfor 2013 has shown that there were 1,718 notifiable offences linked to betting\nshops, compared with 25,267 for food and convenience stores, meaning that\nbetting shops suffered much lower crime levels than other high street\nretailers.\n9. The\ncomplainant also disputed the report that gamblers had vandalised one in five\nFOBTs last year. It noted that following the coverage, the Gambling Commission\nhad written an open letter to the newspaper stating that the Commission “does\nnot collect data on the numbers of gaming machines that are subject to criminal\ndamage”. It assumed that the published quotation related to data received from\none operator, and the figure was 0.4% of FOBTs damaged each week, not one in\nfive. The complainant did not accept that the 0.4% figure was accurate.\n10. The\ncomplainant expressed concern that although it was approached for comment\nbefore publication, it had been given less than 24 hours to respond. It said\nthat it had not been informed of the extent of the coverage, or that an article\nwould appear as the lead on the front page. It also considered that although\nthe newspaper had published its letter setting out its position on the claim\nthat there was a “gambling epidemic”, it had not given it fair opportunity to\nreply to the significant inaccuracies that it had published in the first\ninstance.\n11. With regards\nto Naltrexone, the newspaper said that the NHS had started medicating problem\ngamblers as part of a pilot scheme, administered by the National Problem\nGambling Clinic. At no point had the articles suggested that the drug was being\nprescribed more widely. It accepted, however, that an error had been made in\nrelation to the cost of the drug, but it did not consider that this had been\nthe result of a failure to take care.\n12. The newspaper\nsaid that the use of Naltrexone to treat problem gamblers had first been\nmentioned during its conversation with the National Problem Gambling Clinic.\nThe Clinic had said that Naltrexone had been used previously to treat\nalcoholics, but it had not made clear that in treating gambling addiction, the\ndrug was being administered in a different way – in tablet form. The newspaper\nhad relied on a research paper, published by Oregon State University, which had\nsaid that the drug in injection form cost $1,100 a month (about £800 a month).\nThe tablets, however, cost £68 for a three-month course.\n13. The newspaper\nsaid that the error had immediately been corrected online, and the following\ncorrection was printed in the Corrections box on page 28:\nWe reported (Feb 17) that a course of treatment with\nNaltrexone, being prescribed by the National Problem Gambling Clinic in London\nto help problem gamblers, costs about £800 a month. This is the cost of\nextended release Naltrexone, which is injected once a month. The clinic,\nhowever, is prescribing smaller doses of Naltrexone daily in tablet form; this\ncosts £68 for a three-month course. We apologise for the confusion.\n14. The newspaper\nsaid that the word “epidemic” had been comment based on a combination of\nreputable anecdotal and statistical data. It said figures published by the\nGambling Commission had shown that the size of the gambling industry had grown\nby at least 22.5 per cent between 2010 and 2015. It noted that until 2014, a\nlarge proportion of the gambling industry had operated offshore and did not\nsubmit figures to the Gambling Commission. However, it applied the trend growth\nrate for onshore online gambling to the figures from November 2014 for offshore\ngambling, and it said it was reasonable to infer that the industry had grown by\n30 per cent since 2010, which had been stated conservatively as 25 per cent in\nthe report.\n15. The newspaper\nsaid that GamCare, a charity offering help to problem gamblers, had said that\nit expected the number of problem gamblers in the UK to grow in proportion to\nthe size of the gambling industry. The newspaper said it had used the results\nof the latest Gambling Prevalence Survey, which was carried out in 2010, and\nhad increased the figures in proportion to the size of the industry (25 per\ncent), giving an estimate of 562,000 problem gamblers. It had not referred to\nthe findings of the 2012 Health Survey because the Gambling Commission had\nwarned that comparisons between it and the Gambling Prevalence Survey “should\nbe made with caution”.\n16. It said the\nauthor of the articles had interviewed numerous independent experts from the\nmedical profession, academia and charities who had all said that problem\ngambling was growing sharply. He also noted that the number of people\napproaching GamCare for support had increased considerably over the past five\nyears.\n17. The newspaper\nnoted that it had reported the complainant’s position that it was unaware of\nany evidence of an increase in problem gambling. It said that the day after the\nreport was published, it had also published a letter from the complainant\nsetting out its position that the 2012 Health Survey had found that levels of\nproblem gambling had remained relatively constant for the past 13 years.\n18. The newspaper\nsaid that the complainant had not disputed that bookmakers had filed more than\n600 suspicious activity reports to the National Crime Agency. The article had\nincluded the complainant’s comment that “to suggest that eight million betting\nshop customers should be forced to join some ID card scheme because of just 633\nsuspicious activity reports a year is insane”.\n19. With regards\nto money laundering, the newspaper noted that FOTBs are fitted with money\nlaundering alert software in recognition that it is an issue, and said that, in\nrelation to money laundering, a recent Gambling Commission report had found\nthat the betting sector was “high risk relative to other gambling sectors”. As\nmentioned in the article, it said that police in Liverpool were investigating an\nalleged plot to launder £120,000 through betting machines, and it noted that\nWest Yorkshire Police were investigating a suspected drug dealer who had been\nin possession of more than 400 FOBT receipts recording in excess of £36,000.\nThe Gambling Commission had also recently fined one leading bookmaker for its\nfailure to prevent customers laundering money, amongst other things.\n20. The newspaper\nsaid that “one in every five” FOBTs being vandalised by gamblers every year had\nnot been presented as an official Gambling Commission statistic. It had been\naccurately and clearly attributed to a “senior source” at the Commission, and\nhad been coupled with the complainant’s position that it “was unaware of any\nstatistical or other reliable evidence” to support the claim. It noted that the\n0.4% statistic referred to by the complainant, indicated that 20% (or one in\nfive) of that operator’s FOBTs were vandalised every year, which supported the\narticle’s assertion regarding the industry as a whole.\n21. It said that\nMetropolitan Police figures, obtained by The Sun on Sunday, had also shown that\nthere were 613 cases of violence and assault linked to bookmakers last year, up\nby more than 100 in 12 months. West Midlands Police also reported 354 incidents\nin 2014, up from 307 in 2012. In addition, figures from the Gambling Commission\nshowed that there had been 11,232 violent incidents in 8,980 betting shops from\nJanuary to December 2014. The newspaper noted that a member of Ladbrokes staff\nhad been murdered while working alone in the shop, and a woman had been the\nvictim of a serious sexual assault at another branch. It noted that it had\nincluded the complainant’s statement in the article that its members adhere to\nthe Safe Bet Alliance and operate under rules endorsed by the police. It\nconsidered that the need for these safeguards was driven by the potential for\ncrime and violence associated with the gambling industry.\n22. The\ncomplainant said that the Gambling Commission figures had not reported on “violent\nincidents”; the figures had referred to the number of incidents “requiring\npolice assistance in betting shops and other gambling venues”.\nRelevant Code provisions\n23. Clause 1\n(Accuracy)\ni. The Press\nmust take care not to publish inaccurate, misleading or distorted information\nor images, including headlines not supported by the text.\nii. A\nsignificant inaccuracy, misleading statement or distortion must be corrected,\npromptly and with due prominence, and — where appropriate — an apology\npublished. In cases involving IPSO, due prominence should be as required by the\nregulator.\niii. A fair\nopportunity to reply to significant inaccuracies should be given, when\nreasonably called for.\niv. The Press,\nwhile free to editorialise and campaign, must distinguish clearly between\ncomment, conjecture and fact.\nv. A publication\nmust report fairly and accurately the outcome of an action for defamation to\nwhich it has been a party, unless an agreed settlement states otherwise, or an\nagreed statement is published.\nFindings of the Committee\n24. It was\naccepted that the newspaper had inaccurately stated that Naltrexone was being\nprescribed to gambling addicts at a cost to the NHS of £10,000 a year. The\ninaccurate price was stated in the first line of the front-page article, was\nrepeated on page two, and it was a fact relied upon in a leader discussing the\n“burden” that gambling presented to the UK.\n25. The newspaper\nhad obtained the price of the drug in injection form from a university research\npaper published in the US, but it had failed to check the form that the drug\nwas being prescribed in the UK, and it had therefore incorrectly reported its\ncost. This represented a failure to take care over the accuracy of the coverage\nin breach of Clause 1 (i). The inaccuracy had given a significantly misleading\nimpression of the cost of gambling addiction on the NHS. A correction was\ntherefore required in order to avoid a breach of Clause 1 (ii).\n26. The day after\nthe inaccuracy was published, and immediately after it was notified, the\nnewspaper published a correction in its Corrections and Clarifications box,\nwhich made clear that Naltrexone was prescribed to NHS patients in tablet form\nat a cost of £68 for a three-month course, and not £800 a month for intravenous\ndrugs, as reported. The correction had also included an apology. With the\nexception of the leader article, which due to an oversight was amended during\nIPSO’s investigation, the newspaper also immediately amended the relevant\nonline articles and appended corrective footnotes to them. The Committee\nconsidered that the newspaper’s prompt action to address the inaccuracy was\nsufficient to meet the requirement of Clause 1 (ii). While the Committee noted\nthe complainant’s concern regarding the prominence of the print correction, the\nnewspaper’s Corrections and Clarifications box, which always appears on its\nletters page, is a well-established and recognised location for the\npublication’s corrections. In this instance, the publication of the print\ncorrection in the Corrections and Clarifications box on the letters page was\nsufficiently prominent. There was no further breach of the Code on this point.\n27. The Committee\ndid not consider that the newspaper had given the misleading impression that\nNaltrexone was being prescribed by the NHS generally. It had accurately stated\nthat “the NHS has started prescribing…drugs for some of the worst addicts”.\nThis had not implied that the drug was widely available. There was no breach of\nthe Code on this point.\n28. The Committee\nnoted the complainant’s concern that the newspaper had stated that there was a\n“gambling epidemic” when the Health Survey 2012 had found that problem gambling\nwas “relatively stable”. However, the complainant did not appear to dispute\nthat the gambling industry had grown by 25%, or that the charity GamCare had\nsaid that it expected problem gambling to increase at the same rate. Indeed, in\nits 2014/15 annual review, GamCare had stated that there had been a 29%\nincrease in the number of calls it had taken from problem gamblers, which it\nsaid “demonstrates the increasing demand on our services”.\n29. The article\nitself had also made clear that the current number of problem gamblers was\nconjecture based on the results of the last Gambling Prevalence Survey, which\nhad been carried out in 2010. The newspaper had been entitled to rely on this\nsurvey, and to publish its opinion that the increase in both the size of the industry\nand problem gambling was significant and represented an “epidemic”; this\ncharacterisation was not misleading. The Committee also noted that the\nnewspaper had reported the complainant’s position that it “was unaware of any\nevidence that problem gambling had increased”. There was no failure to take\ncare over the accuracy of the article on this point.\n30. The Committee\nnoted the complainant’s position that betting shops were “low risk” for money\nlaundering, and that there were relatively few cases of it when compared to the\nhigh number of FOBT transactions. However, it was accepted that there had been\nhundreds of “suspected laundering” reports made to the Gambling Commission or\nNational Crime Agency in the last year. In addition, a Gambling Commission\nreport had found that the betting sector was “high risk relative to other\ngambling sectors”. The article had included the complainant’s position that 600\nwas a low number in comparison to the “eight million betting shop customers”.\nThe newspaper had not given a significantly misleading impression of the\nprevalence of money laundering in betting shops. There was no failure to take\ncare over the accuracy of the article on this point.\n31. The\ncomplainant also disputed that crime and violence had followed the spread of\nFOBTs. However, Metropolitan Police figures had shown that the number of cases\nof violence and assault linked to bookmakers had reached a record high in 2015.\nThis assertion was also supported by figures from the Gambling Commission,\nwhich had shown that there had been 1.25 incidents per premises requiring\npolice attendance in betting shops in 2014, which was up from 0.82 incidents\nper premises the previous year. The newspaper had not given a misleading\nimpression of the extent to which levels of crime had increased in betting\nshops. There was no failure to take care over the accuracy of the article on\nthis point.\n32. Finally, the\nCommittee considered the complainant’s position that there was no evidence to\nsuggest that gamblers had vandalised one in five FOBTs. However, this assertion\nhad been attributed to one source at the Gambling Commission, and was supported\nby the example, provided by the complainant, that one betting shop operator had\nreported that 0.4% of its FOBTs were vandalised each week. The article had also\nincluded the complainant’s position that there was no evidence to support the\nclaim that there was an “epidemic of violence against FOBTs”. The Committee did\nnot consider that the newspaper had given a significantly misleading impression\nof the number of FOBTs that are vandalised; there was no failure to take care\nover the accuracy of the article on this point.\n33. The Committee\nnoted the complainant’s concern that a fair opportunity to respond to the coverage\nhad not been given. However, the newspaper had published a correction in\nresponse to the complaint about the reported price of Naltrexone, which was a\nsuitable response to a concern about a general point of fact. In addition, it\nhad published a letter from the complainant setting out its position that there\nwas not a “gambling epidemic”.  There was\nno breach of Clause 1 (iii).  \nConclusions\n34. The complaint\nwas upheld.\nRemedial action required\n35. Having upheld\nthe complaint, the Committee considered what remedial action should be\nrequired.\n36. The newspaper\nhad promptly published a correction in print, and it had amended the online\narticles and appended corrective notes. The corrections had identified the\ninaccuracy and made the correct position clear. The print correction had\nappeared in the newspaper’s established Corrections and Clarifications box,\nwhich gave sufficient prominence to the correction.\n37. No further\naction was required.\nDate complaint received: 05/05/2016Date decision issued: 01/08/2016\nBack to ruling listing\n\n\n"
}