{
    "url": "/rulings-and-resolution-statements/ruling/?id=02740-16",
    "title": "02740-16 Yorke v The Scottish Sun on Sunday",
    "provisions": [
        "1 Accuracy (2016)",
        "2 Privacy (2016)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "The Scottish Sun on Sunday (News UK)",
    "published_on": "2016-03-27 00:00:00",
    "received_on": "2016-05-06 00:00:00",
    "concluded_on": "2016-07-26 00:00:00",
    "complaint_processing_days": 81,
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee 02740-16 Yorke v The Scottish Sun on Sunday\nSummary of complaint\n1. Angelia Yorke\ncomplained to the Independent Press Standards Organisation that The Scottish\nSun on Sunday breached Clause 1 (Accuracy) and Clause 2 (Privacy) of the\nEditors’ Code of Practice in an article headlined “The Lotto you have been\naxed”, published on 27 March 2016. It was published online with the headline\n“The Lotto you have been axed: £148million jackpot winner leaves 21 staff on\njobs scrapheap”.\n2. The article\nreported that a lottery winner had closed her cafe without warning, leaving 21\nstaff without jobs. It reported that the woman’s friend had said that the cafe\nhad been closed on compassionate grounds, as the manager had been suffering\nfrom stress and it was affecting her health. The manager was not named in the\narticle.\n3. The complainant\nsaid that she had been the manager at the cafe, and that it was inaccurate to\nreport she had been stressed. She said that she had spoken to the journalist\nprior to publication, and made clear that it was untrue that she had been suffering\nfrom stress, but that she was prevented from providing further information due\nto a confidentiality agreement. The complainant also said that details about\nher health were private.\n4. The newspaper\ndid not believe that the article breached the Editors’ Code, and said that it\nwas a legitimate investigation into the closure of a business owned by a public\nfigure. It said that readers would not have been able to identify the\ncomplainant from the article, unless they already knew that she was the manager\nof the cafe, and that readers would recognise that one member of staff being\nstressed is not a valid reason for closing a business; they would know to be\ncritical of the cafe owner’s claims.\n5. The newspaper\nsaid that the cafe owner’s friend, who was speaking for her at the time, had\ntold the journalist that the cafe was closed because the manager was suffering\nfrom stress. It said that the complainant had been given every opportunity to\nprovide her side of the story prior to publication, but that she had said that\nshe could not as she was “locked into a contract”. It said that the journalist\nwas later contacted by the complainant’s husband, who said that he would talk\nto a lawyer about a form of words for publication, but the journalist did not\nhear from him further. It said that the published article had included two\ndenials of the stress claim, and reported that “last night the tea room’s\nmanager said the claims about her having stress were ‘untrue’. She refused to\ncomment further.”\nRelevant Code provisions\n6. Clause 1\n(Accuracy)\n(i) The\npress must take care not to publish inaccurate, misleading or distorted\ninformation or images, including headlines not supported by the text.\n(ii) A\nsignificant inaccuracy, misleading statement or distortion must be corrected,\npromptly and with due prominence, and – where appropriate – an apology\npublished.\n(iii) A fair\nopportunity to reply to significant inaccuracies should be given, when\nreasonably called for.(iv) The\npress, while free to editorialise and campaign, must distinguish clearly\nbetween comment, conjecture and fact.\nClause 2 (Privacy)\n(i) Everyone is entitled to respect for his or her private and family life,\nhome, health and correspondence, including digital communications.\n(ii) Editors\nwill be expected to justify intrusions into any individual’s private life without\nconsent. Account will be taken of the complainant’s own public disclosures of\ninformation.\nFindings of the Committee\n7. The newspaper\nhad been entitled to report the cafe owner’s stated reasons for closing her\nbusiness, and in doing so had reported the complainant’s stress as a claim. The\ntone of the article had cast doubt on whether the owner’s statement represented\nthe full story. It had not identified the complainant, and had included her\ndenial of the cafe owner’s account. There was no failure to take care over the\naccuracy of the article, and no failure to distinguish between comment and\nfact.\n8. The Committee\nacknowledged the complainant’s distress about the inclusion of references to\nthe manager suffering from “stress”. However, the complainant had not been\nnamed in the article (although she may have been identifiable to those who knew\nher), and it had not included details about her health beyond the claim that\nshe was “finding the job quite stressful and it’s affecting her health”. There\nwas some - albeit limited - public interest in reporting the reasons the owner\nhad given for the closure of her business. In the circumstances, set against\nthe limited nature of any intrusion, the Committee concluded that there was no\nbreach of Clause 2.\nConclusions\n9. The complaint\nwas not upheld.\nDate complaint received: 06/05/2016Date decision issued: 26/07/2016\nBack to ruling listing\n\n\n"
}