{
    "url": "/rulings-and-resolution-statements/ruling/?id=02741-15",
    "title": "02741-15 Greer v The Sun",
    "provisions": [
        "1 (Accuracy) 2015"
    ],
    "outcome": "No breach - after investigation",
    "publication": "The Sun (News UK)",
    "published_on": "2015-04-17 00:00:00",
    "received_on": "2015-04-18 00:00:00",
    "concluded_on": "2015-07-20 00:00:00",
    "complaint_processing_days": 93,
    "conclusion_long": "13. The complaint was not upheld.",
    "remedial_action": "N/A  Date complaint received: 18/04/2015",
    "text": "\n\n\n\n\n\n·    Decision of the Complaints Committee 02741-15 Greer v\nThe Sun\nSummary of complaint \n1. Jonathan Greer complained to the Independent Press\nStandards Organisation that The Sun had breached Clause 1 (Accuracy) of the\nEditors’ Code of Practice in an article headlined “Rescue boats? I’d use\ngunships to stop migrants”, published on 17 April 2015. \n2. The article was a comment piece, in which the\ncolumnist expressed her lack of sympathy for migrants using boats to cross the\nMediterranean. She said that “the migrants harassing Brit truckers at the port\n[Calais] are the same as the vagrants making the perilous trip across the Med”,\nand compared migrants to “cockroaches” and the “norovirus”. The columnist\nargued that Britain’s approach to immigration should be similar to that of the\nAustralian government, which she characterised as “threaten[ing] them with\nviolence until they bugger off, throwing cans of Castlemaine in an Aussie\nversion of sharia stoning”. The columnist also said that some British towns\nwere like “festering sores”, “shelling out benefits [to asylum seekers] like\nMonopoly money”. \n3. The complainant said that the article gave an\ninaccurate impression of the migratory patterns of North African refugees, of\nAustralian immigration policy and of British asylum support policy. He noted\nthat fewer than 20% of North African refugees go on to seek asylum in the UK,\nwith the majority claiming asylum in Germany. He denied that the Australian\nstate threatened migrants in the manner suggested in the article. Furthermore,\nhe noted that the standard rate of support for a single asylum seeker in the UK\nwas £36.95 per week, which was below the income support level of at least\n£57.90 per week. It was therefore not accurate to suggest that benefits were\nbeing distributed “like Monopoly money”. \n4. While the complainant accepted that the Committee\nwould not be able to consider the complaint under the terms of Clause 12, he\nexpressed strong objections to the language used in the article. He said that\nthe piece included numerous prejudicial references to people of North African\norigin, those who seek asylum in Europe and migrants in general. He considered\nthat it dehumanised such migrants, and advocated violence towards them. \n5. The newspaper did not accept that the article was\ninaccurate in breach of Clause 1. It noted that the article was an opinion\npiece and that, under the terms of the Code, columnists were free to be\npartisan and to use rhetorical devices, including exaggeration, to illustrate a\npoint. \n6. The newspaper did not consider that the article had\nstated that the majority of North African refugees who crossed the\nMediterranean by boat went on to seek asylum in the UK. It noted figures from\n2014, which indicated that the UK was the final destination for around one in\nfive such migrants. It said that Australian immigration policy was known to be\nvery tough, and involved turning back boats forcefully, forcing asylum seekers\ninto detention centres and guaranteeing that refugees would not be resettled in\nAustralia. The columnist had used exaggeration to characterise the Australian\npolicy, and the newspaper maintained that she was entitled to interpret the\nfirmness of this policy as violence. The newspaper noted that the question of\nwhether £36.95 was a large sum of money was subjective. Regardless, when this\nwas added to the cost of other benefits such as accommodation, healthcare, and\nfood, as well as administrative costs, and multiplied by the number of asylum\nseekers in the UK, it was a considerable sum of money. \nRelevant Code Provisions\n7. Clause 1 (Accuracy) \ni) The Press must take care not to publish inaccurate,\nmisleading or distorted information, including pictures. \nii) A significant inaccuracy, misleading statement or\ndistortion once recognised must be corrected, promptly and with due prominence,\nand – where appropriate – an apology published. \niii) The Press, whilst free to be partisan, must\ndistinguish clearly between comment, conjecture and fact. \nFindings of the Committee\n8. The article under complaint was a polemic, which\nexpressed strong and, to many people, abhorrent views of asylum seekers and\nmigrants generally. The complainant, and many others, had sought to complain to\nIPSO that the manner in which the columnist had expressed herself breached\nClause 12 (Discrimination) of the Editors’ Code of Practice. \n9. The Committee acknowledged the strength of feeling the\ncolumn had aroused. It took this opportunity to note publicly that the terms of\nClause 12 specifically prohibit prejudicial or pejorative reference to\nindividuals; they do not restrict publications’ commentary on groups or\ncategories of people. In this instance, the references under complaint were not\nto any identifiable individuals. As such, Clause 12 was not engaged. The\nCommittee made clear that it does not have jurisdiction to deal with potential\nbreaches of the law, but understood that the police were currently\ninvestigating the matter. The complaint was therefore considered solely under\nClause 1 (Accuracy). \n10. The article did not suggest that all North African\nrefugees who crossed the Mediterranean by boat went on to seek asylum in the\nUK, but expressed the columnist’s objections to those that do. This reference\nwas not significantly misleading such that a correction was required. \n11. The Committee noted the complainant’s position that\nthe Australian government did not respond violently to those seeking asylum.\nHowever, the Committee was satisfied that the suggestion that Australian policy\nentailed assaulting asylum seekers with containers of alcohol would clearly be\nunderstood by readers as a satirical comment, rather than a genuine explanation\nof the policy. This did not breach Clause 1. \n12. The question of whether £36.95 per week constituted a\nlarge sum of money was a matter of opinion. While the Committee noted the\ncomplainant’s position that this amount was below the income support level of\nat least £57.90 per week, the columnist was entitled to present her view that\nthe level of support paid to asylum seekers by the British government was too\nhigh. \nConclusions\n13. The complaint was not upheld. \nRemedial Action Required\nN/A \nDate complaint received: 18/04/2015\nDate decision issued: 20/07/2015\nBack to ruling listing\n\n\n"
}