{
    "url": "/rulings-and-resolution-statements/ruling/?id=02758-21",
    "title": "02758-21 The Society of Homeopaths v The Sunday Telegraph",
    "provisions": [
        "1 Accuracy (2019)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "The Sunday Telegraph (Telegraph Media Group Ltd)",
    "published_on": "2021-01-24 00:00:00",
    "received_on": "2021-03-15 00:00:00",
    "concluded_on": "2021-10-28 00:00:00",
    "complaint_processing_days": 227,
    "conclusion_long": "34. The complaint was not upheld",
    "remedial_action": "35. N/A    Date complaint received: 15/03/2021",
    "text": "\n\n\n\n\n\nDecision\nof the Complaints Committee – 02758-21 The Society of Homeopaths v The Sunday\nTelegraph\nSummary\nof Complaint\n1. The\nSociety of Homeopaths complained to the Independent Press Standards\nOrganisation that The Sunday Telegraph breached Clause 1 (Accuracy) of the\nEditors’ Code of Practice in an article headlined “Homeopaths peddling\n‘dangerous’ jab myths”, published on 24 January 2021.\n2. The\narticle reported on reactions to a Facebook post which had been shared by a\nFacebook page called 4Homeopathy, which the article reported “stated that a\ndiluted duck heart and liver extract had been distributed to ‘953,416\nfamilies’”, and that “a Covid-19 prevention study had received ‘spectacular’\nresults using the remedy”. The article also reported that “a Sunday Telegraph\ninvestigation disclosed some were peddling myths that taking duck extract was\nas effective as the coronavirus vaccines.”\n3. The\nsubheading of the article said that the Head of NHS England had said that\n“[a]dvice that duck extract is as effective as vaccine is putting lives at\nrisk”. It went on to include a direct quotation from the Head of NHS England,\nin which he stated that: “It’s one thing for homeopaths to peddle useless but\nharmless potions, but they cross a dangerous line when making ridiculous\nassertions about protecting people from Covid infection. Anyone who took those\nseriously would be putting themselves at higher risk of coming to harm from\nCovid infection.” The article also included comments from the NHS medical\ndirector, a former director at the World Health Organisation (WHO), an\noperations director at the Charity Commission, and a Facebook spokesperson.\n4. The\narticle also reported on responses to the Facebook posting from Facebook users:\n“The purported success of the product provoked excitement from users, with some\nasking where they could get the treatment, while others backed up the high\nefficacy of the product. ‘My homeopath says it takes less than two days to be\nrid of Covid!’ wrote one. Another stated: ‘I’ve been using this for my family\nfor months.’”\n5. The\narticle went on to state that “[t]he 4Homeopathy group is described by the\nSociety of Homeopaths as a banner outfit for 11 combined homeopathic groups to\n’campaign and lobby’ on behalf of their users.”\n6. The\narticle also appeared online in substantially the same form, under the headline\n“Homeopaths have 'crossed the line' peddling 'dangerous' vaccine myths”.\n7. The\ncomplainant said that the article raised several breaches of Clause 1. Firstly,\nit said that the Facebook post which was the basis for the article related to\nevents in Cuba, and not the United Kingdom. It said that the reporting of the\npost, which included references to quotations from the Head of NHS England,\ninaccurately suggested that the post was referring to a study which had taken\nplace in the UK.\n8. The\ncomplainant next turned to the quotations from the Head of NHS England and the\nmedical director of the NHS. It considered that their comments, which did not\nrefer to the specifics of the post, suggested that they had not had sight of\nthe social media posting and linked study when making their comment to the\nnewspaper. As such, the complainant considered the inclusion of these quotes to\nbe misleading, where it did not believe that the quotes related to or were made\nin response to the Facebook post which was the subject of the article.\n9. The\ncomplainant also raised concerns about the accuracy of the subheading. It noted\nthat it referred to “advice”; it considered this inaccurate, as the Facebook\npost was not ”advice” and was not described as such in the original post.\nInstead, it had referred to a study which had demonstrated the success of an\nalternative remedy in a single country by stating that “Perhaps more countries\nshould have tried this initiative?” Therefore, the complainant said, the post\nhad not been framed as advice and it was inaccurate for the article to report\nthat it had.\n10. The\ncomplainant provided a copy of the full Facebook post, which read:\nPerhaps\nmore countries should have tried this initiative?\nCuban\nCOVID-19 Prevention Study Gets Spectacular Results Using Homeopathic Remedy in\n1 Million People\nCuban\nofficials have been using a homeopathic remedy for the prevention of COVID. At\nfirst almost 46,000 health workers received the remedy yet only 62 of those\npersons developed COVID. Then 953,416 families received the remedy.\nThe HP\n[Homeoprophylaxis] campaign started on 1 April, and a total of 45,914\nindividuals from the included health facilities received PrevengHo-Vir until 30\nApril (97.8% of this universe), with only 62 persons positive to Covid-19.”\nThe medication\nwas distributed to 953,416 families in 43 municipalities when Cuba accumulated\n1537 patients positive to COVID-19. Then .... 4 patients from Plaza de la\nRevolucion municipality in Havana tested positive to COVID-19 after its\ncompletion (0,002% of the population from these three municipalities)”.\n11. The\npost concluded with a link to an article on another site.\n12. The\ncomplainant considered that there were additional breaches of Clause 1 relating\nto the subheading. The complainant said that, contrary to the claim of the\nsubheading, the Facebook post had not stated that “duck extract is as effective\nas vaccine” in protecting against Covid-19; the post had contained no reference\nto vaccination and had not compared the efficacy of the vaccination against the\nremedy referred to in the Facebook post.\n13. The\ncomplainant’s final alleged breach of Clause 1 arising from the subheading\nrelated to the claim that the “advice” was “putting lives at risk”, as it said\nthat the publication had not substantiated this claim within the article.\n14. Turning\nnext to the use of term “duck extract” throughout the article to describe the\nalternative remedy referred to by the Facebook post, the complainant said that\nthis was inaccurate as the Facebook post made no reference to “duck extract”.\nIt said that the Facebook post linked to a study which referred to a novel\nalternative remedy which contained Anas barbariae, among many other\ningredients. It said that Anas barbariae was made from “the filtered liquid\nproduced when duck heart and liver are digested in a pancreatic enzyme for 40\ndays” and that this process creates bacteria, moulds, and yeasts which are the\nremedy. Therefore, the organs themselves were not part of the remedy, but\nrather the liquid resulting from the treatment of the organs was the remedy.\n15. The\ncomplainant also said that it was inaccurate to describe 4Homeopathy as being\nreferred to on the Society of Homeopaths’ website as a “banner outfit”, where\nit could find no such reference on the website and additionally had not been\napproached in relation to this description. It further noted that it considered\nthe description to be derogatory, and that it believed that term had been used\nto “demean and discredit” the 4Homeopathy collaboration. \n16. Finally,\nthe complainant said that the article had failed to refer to the 4Homeopathy’s\nNovember 2019 statement clarifying the perceived link between the\nanti-vaccination movement and homeopathy, and made clear that “Questions about\nvaccination from the public to a registered homeopath should be deferred to\nthose medically trained to answer them, such as GPs”. The complainant said that\nthis omission rendered the article misleading.\n17. The\npublication did not accept a breach of the Code. It first said that, regardless\nof where the study had originally been conducted, 4Homeopathy was a UK-based\norganisation that had shared the post to UK readers on its Facebook page and\nthe post was therefore directed at its followers in the UK as well as abroad;\nit was, it said, therefore not inaccurate nor misleading to seek comment from\nthe Head of NHS England.\n18. The\npublication then said that it had provided both of the NHS executives quoted in\nthe article with a copy of the Facebook post, which included the link to the\nstudy. Their comments had been made in response to the post and after having\nbeen given a chance to view it and the study. It said that it had also\napproached the complainant prior to publication and asked it to clarify the\nSociety’s view on vaccination, but had received no reply. It provided copies of\nall of these approaches and replies to IPSO.\n19. Turning\nnext to the subheading, the publication said that it was not inaccurate to\ncharacterise the post as “advice that duck extract is as effective as vaccine”;\nit said that this was a summary of a comment made by the Head of NHS England,\nwho had said that homeopaths “cross a dangerous line when making ridiculous\nassertions about protecting people from Covid infection. Anyone who took those\nseriously would be putting themselves at higher risk of coming to harm from\nCovid infection\". It noted that 4Homeopathy had not simply chosen to share\nthe study, it had also chosen to comment on its effectiveness by stating that\n“[p]erhaps more countries should have tried this initiative?” The publication\nconsidered that, by posting this, the organisation was clearly expressing\nsupport for the findings and pitting the alternative solution against, for\ninstance, vaccination. It also said that comments accompanying the Facebook\nposting made clear that the post had been interpreted as advice, and noted that\ntwo such comments were included in the article to make this clear: “My\nhomeopath says it takes less than two days to be rid of Covid!” and “I’ve been\nusing this for my family for months” had both appeared as responses to the\npost, said the publication.\n20. The\npublication then said that the subheading’s reference to the advice putting\nlives “at risk” came directly from the full quote from the Head of NHS England,\nwho was quoted in the article as saying that “[a]nyone who took [the claims]\nseriously would be putting themselves at higher risk of coming to harm from\nCovid infection”. It further said that it was not inaccurate for the\nsubheadline and article to refer to “duck extract”, where is said the largest\ningredient in the remedy is the extract from the heart and liver of a duck.\n21. Finally,\nthe publication said that the reference to 4Homeopathy being a “banner outfit”\nwas taken from the website of the Society of Homeopaths, which stated that\n“[u]nder the banner of 4Homeopathy, the [Homeopath] profession works together\nto campaign and lobby on behalf of practitioners and patients.”\n22.  The complainant maintained that the article\nwas inaccurate in breach of Clause 1, stating that it considered that the\npublication should have approached a representative at the Cuban Health Ministry\nor a “suitable expert” at WHO for comment to make clear that the study related\nto Cuba and not the UK.  It also did not\naccept that characterising the social media post as “advice” was an accurate\ncharacterisation, as it considered that there was a substantial difference\nbetween reporting on research carried out by government bodies and offering\nindividual advice. It noted that the comments on Facebook were unmoderated, and\nthat it was therefore unfair to make characterisations about the social media posts\nbased in comments made in response.\n23. The\ncomplainant said that it wished for the publication to publish the following\ncorrection, linking to the original online article, to correct what it\nconsidered to be multiple breaches of Clause 1:\nThe Telegraph\npublished an article on 24 January 2021 about a posting made by the\nprofessional collaborative 4Homeopathy. The Telegraph wishes to clarify that\nthe 4Homeopathy posting clearly stated that it was a report on homeopathic\nresearch being carried out in Cuba only. The Telegraph wishes to acknowledge\nthat 4Homeopathy (a collaboration of 11 homeopathic organisations and\ncharities, which work together to promote the benefits of homeopathy) had\nissued a collective statement dated 13 November 2019 headed ‘Homeopathy and\nvaccination are separate topics’ and including the statement ‘Questions about\nvaccination from the public to a registered homeopath should be deferred to\nthose medically trained to answer them, such as GPs.’\n24. The\npublication did not accept that not contacting the Cuban Health Ministry for\ncomment regarding the article rendered it inaccurate in breach of Clause 1, as\nthe article focussed on a Facebook post made by a UK-based organisation. It\nalso noted that a comment from the WHO was included in the article.\n25. The\npublication said that it would not be content to publish the proposed\ncorrection, and that it wished for the matter to proceed to the Committee so\nthat they might make a determination as to whether the Editors’ Code had been breached.\nRelevant\nCode Provisions\nClause 1\n(Accuracy)\ni) The\nPress must take care not to publish inaccurate, misleading or distorted\ninformation or images, including headlines not supported by the text.\nii) A\nsignificant inaccuracy, misleading statement or distortion must be corrected,\npromptly and with due prominence, and — where appropriate — an apology\npublished. In cases involving IPSO, due prominence should be as required by the\nregulator. \niii) A\nfair opportunity to reply to significant inaccuracies should be given, when\nreasonably called for.\niv) The\nPress, while free to editorialise and campaign, must distinguish clearly\nbetween comment, conjecture and fact.\nFindings\nof the Committee\n26. The\ncomplainant said that the subheading to the article inaccurately referred to\n“advice” which was “putting lives at risk”; its position was that this was\ninaccurate as the Facebook post was not advice and that the publication could\nnot demonstrate that lives had been put at risk. The subheading was a summary\nof the quote from the Head of NHS England, in which he stated in response to\nthe Facebook post that homeopaths “cross a dangerous line when making\nridiculous assertions about protecting people from Covid infection. Anyone who\ntook those seriously would be putting themselves at higher risk of coming to\nharm from Covid infection.” The Committee found that this was sufficient basis\nfor the subheading’s summary that the Head of NHS England considered that the\n“advice” was “putting lives at risk”. While the Committee noted that the\ncomplainant disputed this summary, where it was supported by the full quote\nincluded in the article there was no breach of Clause 1 on this point.\n27. The\ncomplainant further denied that the post suggested that the remedy was “as\neffective as the coronavirus vaccines” in protecting against Covid-19 or could\nbe described as an example of a “vaccine myth”, on the grounds that the post\nhad contained no reference to vaccination and had not compared the efficacy of\nthe remedy with vaccination. However, the Committee noted that the post\npresented the substance as a “remedy for the prevention of Covid”, which\ninvited comparison with vaccination, currently the only widely accepted method\nof preventing the virus. The comment on the post, “Perhaps more countries\nshould have tried this initiative?” made a further, more direct comparison\nbetween the remedy and the vaccination campaign under way in many countries at\nthe time, including in the UK. Taking the comment together with the extremely\nhigh prevention rates described in the post, which appeared to be higher than\nfor conventional vaccines, the Committee did not consider that it was\nmisleading to summarise the post as suggesting that the substance “is as\neffective as the coronavirus vaccines”. With this context in mind, the\nCommittee found no breach of Clause 1 on this point.\n28. The\npublication had demonstrated that all of the quoted individuals in the article\nhad had access to both the original Facebook post and the link to the study\nwhen making their comments. It was not inaccurate, misleading, nor distorted\nfor the article to include their comments made in response to the Facebook\npost, and there was no breach of Clause 1 on this point. The Committee also\nnoted that it would be for the quoted individuals to complain should they consider\nthat their comments has been reported inaccurately, or had been obtained in a\nway misleading manner; the complainant was not in a position to know the intent\nbehind the comments.\n29. The\nCommittee turned next to the use of the term “duck extract”, which the\ncomplainant considered raised another breach of Clause 1. While the post itself\nhad not used the term “duck extract”, it had referred to a study in which a\nremedy, including the filtered liquid produced when duck heart and liver are\ndigested in a pancreatic enzyme for 40 days, was distributed to many families.\nAs such, the Committee found that no breach of Clause 1 arose from the use of\nthe term “duck extract”, where it was not in dispute that liquid obtained from\nthe treatment of duck organs was the main ingredient of the remedy, and where\n“duck extract” was shorthand for the process by which the ingredient was\nobtained. There was no breach of Clause 1.\n30. In\naddition, the Committee did not consider that there was a significant\ndifference between describing the Society of Homeopaths as being “under the\nbanner of” 4Homeopathy – as stated on the Society of Homeopaths website – and\ndescribing 4Homeopathy as a “banner outfit”, which was the description in the\narticle. The Committee understood that the complainant considered the term\n“banner outfit” to be demeaning; however the terms of Clause 1 relate to the\npublication of inaccurate, misleading, and distorted information, and the need\nto correct significantly inaccurate, misleading, or distorted information. As\nsuch, concerns that the term “banner outfit” was demeaning did not engage the\nterms of Clause 1.\n31. While\nthe complainant had said that the omission of 4Homeopathy’s November 2019\nstatement on vaccination rendered the article inaccurate, the Committee noted\nthat the statement predated the Facebook post by over a year, and the global\noutbreak of the Covid-19 pandemic by several months; it was not a statement\nspecifically about Covid-19 vaccinations. In addition, the publication had approached\nthe complainant prior to publication to clarify the Society’s stance on\nvaccination and had received no reply. There had been no failure to take care\nnot to publish inaccurate, misleading, nor distorted information on the part of\nthe publication by the absence of reference to the 2019 statement in the\narticle, where the statement was potentially outdated and it had approached the\ncomplainant to clarify its current position on vaccination prior to the\narticle’s publication. There was no breach of Clause 1 on this point.\n32. While\nthe Facebook post pertained to a study which had been carried out in Cuba, the\npost had been shared on a Facebook group operated by a UK organisation to a UK\naudience, with relevance to a UK public health issue. In this context, the\nCommittee considered that it was not misleading to omit reference to Cuba as\nthe location of the station or to include comments from NHS executives. In\naddition, newspapers have the right to choose which pieces of information they\npublish, as long as this does not lead to a breach of the Code. Where no\ninaccuracy arose from the omission of reference to Cuba, there was no breach of\nClause 1 on this point.\n33. The\nCommittee did not find that the publication breached Clause 1 by not\napproaching the Cuban Health Ministry prior to publication. The article\nreported on the contents of a public social media post which linked to a\npublicly available study; there was no obligation for the newspaper to approach\nthe Cuban Health Ministry in circumstances where the newspaper had access both\nto the Facebook post and the study to which it linked. There was no breach of\nClause 1 on this point.\nConclusions\n34. The\ncomplaint was not upheld\nRemedial\nAction Required\n35. N/A\n\n\n\nDate\ncomplaint received: 15/03/2021\nDate\ncomplaint concluded by IPSO: 28/10/2021\nBack to ruling listing\n\n\n"
}