{
    "url": "/rulings-and-resolution-statements/ruling/?id=02767-20",
    "title": "02767-20 Henshaw v nottinghampost.com",
    "provisions": [
        "1 Accuracy (2019)",
        "2 Privacy (2019)"
    ],
    "outcome": "Breach - sanction: action as offered by publication",
    "publication": "nottinghampost.com (Nottinghamshire Live) (Reach PLC)",
    "published_on": "2020-04-20 00:00:00",
    "received_on": "2020-04-21 00:00:00",
    "concluded_on": "2020-08-07 00:00:00",
    "complaint_processing_days": 108,
    "conclusion_long": "13. The complaint was upheld under Clause 1.",
    "remedial_action": "14. The correction which was offered clearly put the correct position on record, and was offered promptly and with due prominence, and should now be published. Date complaint received: 21/04/2020",
    "text": "\n\n\n\n\n\nFindings of the Complaints Committee – 02767-20 Henshaw v\nnottinghampost.comSummary of Complaint1. Nathan Henshaw complained to the Independent Press\nStandards Organisation that nottinghampost.com breached Clause 1 (Accuracy) and\nClause 2 (Privacy) of the Editors’ Code of Practice in an article headlined\n“Man charged with multiple offences after alleged assault in Stapleford”,\npublished on 20 April 2020.2. The article reported on a recent incident which had led\nto a man who being charged with dangerous driving, driving without insurance\nand possession of cannabis.  It named the\nman who had been charged, and said that another man, whose age was given in the\narticle, had been arrested but released under investigation for assault. The\narticle also included a photograph which showed a police car and cordon. A grey\nvehicle, which had crashed into a barricade, was also visible. The caption of\nthe photograph read, “Police in Pinfold Lane, Stapleford“.3. The complainant, the man who owned the car in the\nphotograph, said that the article was inaccurate in breach of Clause 1 as the\naccident depicted in the photo had no connection to the story. He said that in\nthis incident his handbrake had failed and his car had rolled into a barricade.\nHe said that the inclusion of this photo had led to several of his friends who\nhad recognised his car as believing that he was connected to the story reported\non in the article and the alleged criminality. The complainant said he had\ncalled the newspaper directly about the inclusion of the image, and was told by\nthe publication that the police had given them the image. The complainant said\nthat he had then spoken to the police and that they had told him that they had\nnot told the newspaper that the image was connected to the story.4. He also said that the use of the photo of his car was an\ninvasion of his privacy, in breach of Clause 2.5. The publication accepted the complainant’s position that\nthe photo did not relate to the story it had published, and prior to IPSO’s\ninvolvement it removed the image once the police had confirmed it was unrelated\nto the incident. It said it had taken the image from a Facebook post published\nby the police, which had since been deleted. This post had included the image\nof the complainant’s car used in the newspaper, and had said that the police\nwere “at an incident in Stapleford”.6. The publication said it had further taken care by\nemailing the police regarding the image and asking for a statement. However, it\naccepted that there was a miscommunication between two police press officers\nwho responded and two of the publication’s reporters. The publication provided\nemails which demonstrated that the day before the article was published a\njournalist had sent the Facebook post of the complainant’s car to the police’s\nmedia department asking for a statement. Shortly afterwards he had sent a\nfurther email asking the police to “ignore” his previous email, as he thought\nit related to another statement, which he included in a link, which provided\nthe basis for the article. The next day a separate journalist had followed up\nthe emails and had asked the police for the statement again. The police then\nemailed the second journalist saying that the first journalist had “emailed\nback and said to ignore him as it relates to this incident:” and then provided\na link to the statement relating to assault and driving offences. The\npublication noted that it had waited a day in order to receive a statement from\nthe police before publishing the article. The publication offered to publish\nthe following as a footnote clarification:A previous version of this article included a photograph of\na vehicle. We are happy to clarify that this vehicle had no involvement in the\nevent described in the article.7. The publication did not accept that publishing the\nphotograph constituted a breach of Clause 2. The article had been published by\nthe police, and the image had been taken in a public place. In addition, it\nsaid that the image did not contain any personal information relating to the\ncomplainant, it was simply an image of his car, and it noted that the image did\nnot even include the license plate.Relevant Code Provisions8. Clause 1 (Accuracy)i) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not\nsupported by the text.ii) A significant inaccuracy, misleading statement or\ndistortion must be corrected, promptly and with due prominence, and — where\nappropriate — an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator. iii) A fair opportunity to reply to significant inaccuracies\nshould be given, when reasonably called for.iv) The Press, while free to editorialise and campaign, must\ndistinguish clearly between comment, conjecture and fact.9. Clause 2 (Privacy)*i) Everyone is entitled to respect for his or her private\nand family life, home, health and correspondence, including digital\ncommunications.ii) Editors will be expected to justify intrusions into any\nindividual's private life without consent. In considering an individual's\nreasonable expectation of privacy, account will be taken of the complainant's\nown public disclosures of information and the extent to which the material\ncomplained about is already in the public domain or will become so.iii) It is unacceptable to photograph individuals, without\ntheir consent, in public or private places where there is a reasonable\nexpectation of privacy.Findings of the Committee10. The publication had taken the steps of contacting the\npolice for further information regarding an image the police had shared on\nsocial media. However, the newspaper had incorrectly conflated the post with\nanother crime that had happened in the same area and asked the police to\n“ignore” its request for more information. It was unfortunate that the\nmisunderstanding between the publication and the police had been repeated to\nthe complainant when he first got in contact with the publication. Whilst there\nhad been some confusion regarding the police’s position, and apparent linking\nof the crime, this was due to the journalist asking the police to “ignore” his\nemail, and stating he believed that the two separate incidents were linked.\nThis represented a failure to take care in breach of Clause 1(i). Where the\nimage had nothing to do with the article and misleadingly linked the\ncomplainant’s vehicle to the incident, this was a significant inaccuracy which\nnecessitated a correction under Clause 1(ii).11. The publication had offered a footnote clarification\nwhen answering IPSO’s first substantive questions during the investigation.\nThis was therefore offered promptly, and as a footnote was of due prominence.\nThe correction offered acknowledged the inaccuracy, and put the correct\nposition on the record. The Committee considered that this was sufficient to\nmeet the terms of Clause 1(ii).12. The image contained a picture of a car, which had been\ntaken in a public space and then posted on social media by the police. The\nCommittee understood the complainant’s concerns, and that some of his friends\nhad recognised it to be his car, however, the image of his car was not\nsomething over which the complainant had a reasonable expectation of privacy,\nand there was no breach of Clause 2.Conclusions13. The complaint was upheld under Clause 1.Remedial Action Required14. The correction which was offered clearly put the correct\nposition on record, and was offered promptly and with due prominence, and\nshould now be published. Date complaint received: 21/04/2020Date complaint concluded by IPSO: 07/08/2020\nBack to ruling listing\n\n\n"
}