{
    "url": "/rulings-and-resolution-statements/ruling/?id=02768-19",
    "title": "02768-19 Beggs v The Scottish Sun",
    "provisions": [
        "1 Accuracy (2018)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "The Scottish Sun (News UK)",
    "published_on": "2019-02-21 00:00:00",
    "received_on": "2019-03-25 00:00:00",
    "concluded_on": "2019-06-04 00:00:00",
    "complaint_processing_days": 71,
    "conclusion_long": "10. The complaint was not upheld.",
    "remedial_action": "11. N/A Date complaint received: 25/03/2019",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee 02768-19 Beggs v The Scottish Sun\nSummary of complaint\n1. William\nBeggs complained to the Independent Press Standards Organisation that The Scottish Sun\nbreached Clause 1 (Accuracy) of the Editors’ Code of Practice in an article\nheadlined “KILLER’S PLAN TO GO ON THE RUN* *He demands jail treadmill”,\npublished on 21 February 2019.\n2. The\narticle reported that the complainant had requested that a treadmill be\ninstalled closer to his prison cell. It quoted a source, which confirmed the\nstory, and said that this request was the latest in a long line of vexatious or\nfrivolous demands made by the complainant. It included a statement from the\nScottish Prison Service which said that it did not comment on individual\nprisoners.3. The\narticle also appeared online in the same form with the headline “KILLER ON THE\nRUN Limbs in the Loch murderer William Beggs demands personal jail treadmill –\nso he can work out away from fellow lags”, published on 20 February 2019.\n4. The\ncomplainant said that the article was inaccurate in breach of Clause 1; he had\nmade no such demand. He provided a Subject Access Request and Freedom of\nInformation request, both of which he said showed that the Scottish Prison\nService did not hold any data suggesting he had complained about the lack of\ntreadmill near his cell.\n5. The\npublication did not accept that the article was inaccurate. It said that the\nstory came from a trusted and long-standing source with first-hand knowledge of\nthe request, and who had previously provided similar stories which had proved\nto be accurate. Furthermore, although it did not provide on-the-record comments\nabout individual prisoners, it said that it had a trusted relationship with the\nScottish Prison Service, and the reporter took care to contact them prior to\npublication in relation to the claims. It said that following these steps, it\nremained satisfied with the accuracy of the article. It said that it was not\npossible to take any more steps to establish the accuracy of the claims; the\ncomplainant could not be contacted due to his incarceration. In addition, it\nnoted that it was possible that the complainant had made an informal request,\nor had otherwise complained in such a manner that would not involve any of his\npersonal data being processed, and thus would not be disclosed in any Subject\nAccess Request.\n6. However,\nthe publication said that in light of the complaint, it was happy to put the\ncomplainant’s position on record. On 5 April 2019, it offered to print the\nfollowing in the Corrections and Clarifications box, as well as offering to\nremove the online story and publish the clarification as a standalone item on\nthe online Corrections and Clarifications page:\n“An article headlined “KILLER’S PLAN TO GO ON THE RUN* *He\ndemands jail treadmill” (21 February) reported that prisoner William Beggs had\nrequested a treadmill for a gym close to his cell. We now understand that the\nrequest was made by a different prisoner, and are happy to set the record\nstraight”\nRelevant Code Provisions\n7. Clause 1\n(Accuracy)\ni) The\nPress must take care not to publish inaccurate, misleading or distorted\ninformation or images, including headlines not supported by the text.\nii) A significant\ninaccuracy, misleading statement or distortion must be corrected, promptly and\nwith due prominence, and — where appropriate — an apology published. In cases\ninvolving IPSO, due prominence should be as required by the regulator. \niii) A fair\nopportunity to reply to significant inaccuracies should be given, when\nreasonably called for.\niv) The\nPress, while free to editorialise and campaign, must distinguish clearly\nbetween comment, conjecture and fact.\nFindings of the Committee\n8. The\npublication had reported the claims that had been provided by a confidential\nsource, which it said it had used previously and therefore trusted. To verify\nthe claims of the source, the publication then contacted the Scottish Prison\nService, which was the appropriate official body to comment on such\nallegations. There was no failure to take care over the accuracy of the\ninformation, and no breach of Clause 1(i). \n9. However,\nfollowing publication, the complainant disputed the accuracy of this claim, and\nprovided documentation which indicated that no formal, written request had been\nmade.  In these circumstances, where the\nsubject of the article was this alleged request, and it was presented as an\nexample of the complainant’s conduct, this represented a significant inaccuracy\nrequiring correction, and there was requirement to put the complainant’s\nposition on record in order to avoid a breach of Clause 1(ii). In this case,\nthe publication offered to put the complainant’s position on the matter on\nrecord, and it was offered with due prominence in its established Corrections\nand Clarifications column in print, and with sufficient promptness; 10 days\nafter the publication received the complaint. At the same time, the publication\noffered to print the wording as a standalone item in the online Corrections and\nClarifications page – this too was sufficiently prominent and prompt. These\nsteps were sufficient to avoid a breach of Clause 1(ii), and should now be\npublished.\nConclusions\n10. The\ncomplaint was not upheld.\nRemedial action required\n11. N/A\nDate complaint received: 25/03/2019\nDate decision issued: 04/06/2019\nBack to ruling listing\n\n\n"
}