{
    "url": "/rulings-and-resolution-statements/ruling/?id=02785-18",
    "title": "02785-18 Lauder-Frost v Daily Mirror",
    "provisions": [
        "1 Accuracy (2018)",
        "2 Privacy (2018)",
        "10 Clandestine devices and subterfuge (2018)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "Daily Mirror (Reach PLC)",
    "received_on": "2018-03-31 00:00:00",
    "concluded_on": "2018-08-16 00:00:00",
    "complaint_processing_days": 138,
    "conclusion_long": "29. The complaint was not upheld.",
    "remedial_action": "30. N/ADate complaint received: 31/03/2018",
    "text": "\n\n\n\n\n\nDecision of the Complaints\nCommittee 02785-18 Lauder-Frost v Daily\nMirror \nSummary\nof Complaint 1.   \nGregory Lauder-Frost\ncomplained to the Independent Press Standards Organisation that the Daily\nMirror breached Clause 1 (Accuracy), Clause 2 (Privacy) and Clause 10\n(Clandestine devices and subterfuge) of the Editors’ Code of Practice in an\nheadlined “Rise of the UK Fascists”, published on 30 January 2018, and an\narticle headlined \"I heard the group had unpleasant views but I still\nwent to dinner”, published on 31 January 2018. 2.   \nThe\narticles reported on the outcome of an investigation by the “anti-racism”\ngroup, HOPE Not Hate into the “rise of the UK fascists”. 3.   \nThe\narticle reported comments which the complainant was alleged to have made while\nhe had been covertly recorded by a representative from HOPE Not Hate in 2017.\nThe article reported that the complainant, who is the vice-president of the organisation\nTraditional Britain Group, had been “recorded in a hate-filled, racist rant” in\nwhich he had described a well-known political campaigner as a “n*****” and\nanother woman, who is well known within the entertainment industry, as a “fat\nJewish slag”. 4.   \nThe first article\nexplained that the undercover recording of the complainant by HOPE Not Hate had\nformed part of a wider investigation by the organisation into the views of\n“some of Britain’s most odious extremists”. It also reported that a prominent\nConservative MP had been photographed next to the complainant five years ago at\na dinner of the Traditional Britain Group. The article was illustrated with\nphotographs which had been taken during the dinner, including photographs of\nthe complainant sitting next to the MP. It reported that at the time, the MP\nhad “regretted his decision to deliver the keynote speech to a group that wants\n‘voluntary repatriation’ of black Britons” and quoted him as saying, “it was\nunquestionably a mistake to go to this dinner”. 5.   \nThe second article was\na follow up piece to the previous day’s coverage. It reported the MP’s reaction\nto the claims made about the complainant and reported that he had repeated his\n“regret” at attending the event. The article also reported that the politician\nhad admitted he had\nbeen told about the “unpleasant views” of the Traditional Britain Group before\nthe dinner but had “[gone] along anyway”. The article reported criticism of the\nMP for his decision to attend the event, in light of the previous day’s\ncoverage, including from Labour politicians who had said that it was a decision\nwhich raised a “huge question mark” about the MP’s judgement. 6.   \nThe first article was also\npublished in substantially the same form online on 29 January 2018, and was\nheadlined “Vile racist rant by far-right dinner host of top Tory”. The second article was published in\nsubstantially the same form on 30 January 2018, and was headlined “Squirming\nTory [Name] says he ‘deeply regrets’ dining with far-right activist who was\nrecorded in racist rant”. 7.   \nThe\ncomplainant said that the newspaper had published an inaccurate article about him, with inappropriate sensational\nlanguage. . He denied that he was\n“racist” or a “fascist” as alleged, or that he had made “anti-Semitic” remarks and\nengaged in a “rant” when he had spoken to the individual working on behalf of\nHOPE Not Hate. He said he had consistently supported the 1970\nConservative Party Manifesto pledge to halt “alien immigration” into the UK and\nencourage voluntary repatriation; his comments on immigration were made in that\ncontext. He denied ever using the\nterm “nigger” to describe the first woman in the article. He explained that he\nhad previously referred to this woman as a “negro”, and said this was the\ncorrect racial designation for her according to all dictionaries: he said that the use of the term “negro”\nwas not racist. 8.   \nThe complainant said\nthat the comments which he had made regarding the second woman had been\nreported accurately, but said that these words should have been placed in their\nproper context. He explained that the woman had previously\ninterviewed him for a radio programme and had referred to the fact that she was\nJewish a number of times. The complainant said that he had been subsequently\ntold that “her partner was a negro”, and he said that he did not believe in\n“miscegenation”. The complainant said that the reported comments about this\nwoman had been made in that context. He denied that his comments were\n\"ant-Semitic\" or \"racist\"; he said that they were just\nfactual. 9.   \nThe\ncomplainant said that he had been filmed through use of a hidden camera,\nwithout his knowledge or consent, by someone working on behalf of HOPE Not Hate\nin 2017. The complainant said that the newspaper had published material\nacquired by using these methods, without any justification. 10. The complainant said that he had\na reasonable expectation of privacy over the comments which he had made during\nthis exchange, because he had understood it to be a private meeting, for the\npurposes of academic research. He explained that he had been told that by the\nrepresentative of HOPE Not Hate that he was a University student, preparing a\ndissertation on The Right in Britain. 11. The\ncomplainant said that the newspaper had published private photographs taken\nduring the Traditional Britain Group dinner, as well as published comments\nwhich he had made during a private exchange, without his consent. He said that\nhis views had nothing to do with any organisation which he belongs to, and in\nparticular, nothing to do with the dinner held by the Traditional Britain Group\nin early 2013. He said that he did not have a public profile and there was no\npublic interest justification for reporting on comments which he had made\nduring a private meeting, between two individuals, which was supposedly to do\nwith academic research. 12. The newspaper did not accept a breach of the Code.\nIt said that the meeting between the complainant and the representative from\nHOPE Not Hate had taken place in a London pub of Mr Lauder-Frost’s\nchoice, in which they were both seated in a booth. In response to the\ncomplaint, the newspaper provided the\nundercover recording which it had obtained from HOPE Not Hate; it said\nthat it was clear from the recording that the pub was busy and that the pair\nwere surrounded by people walking past. The newspaper said that in those\ncircumstances, the complainant did not have a reasonable expectation of privacy\nin relation to his comments. 13. The newspaper said that there was a public interest\nin reporting on the complainant’s comments, given his position as the Vice\nPresident of the Traditional Britain Group. It explained that the reporter\ncontacted the organisation in an attempt to obtain a response from the\ncomplainant. The newspaper said that after detailing the comments which the\ncomplainant was alleged to have made, a representative from the organisation had\nreplied: “it is nothing to do with the Traditional Britain Group”. The\nnewspaper said that the fact that the organisation felt it necessary to make\nclear that the complainant’s comments were nothing to do with the organisation,\ndemonstrated that the views expressed by the complainant during the meeting\nwere contradictory to those expressed publicly by the Traditional Britain Group,\nof which the complainant was a senior member. 14. The newspaper further said that there was a public\ninterest in reporting on the complainant’s comments, given that the MP had\npublicly expressed regret at his decision to attend the event, given the views\nexpressed by the complainant. 15. The\nnewspaper explained that the photographs which had been published in the\narticle had been sourced from the public Facebook page of the Traditional\nBritain Group. It provided screenshots of these posts; a globe icon accompanied\nthe photographs. The newspaper noted that the images had been removed since the\npublication of the article. 16. The\nnewspaper said that even though it had not taken part in any subterfuge, the reporter\nhad questioned Hope Not Hate on the circumstances surrounding their decision to\ncovertly record the complainant. The newspaper said that it considered that it was\nimportant to check what information had been expected to be gained as a result\nof the subterfuge, whether it was in the public interest, why it would be in\nthe public interest, what recording methods had been used, why no other more\novert method would work, and the reason why it was believed the complainant\nmight behave in the way he eventually did. The newspaper said that after\nsatisfying themselves that the investigation had been in the public interest\nafter receiving satisfactory answers, the reporter’s line manager had approved\npublication.  17. The newspaper said that the term “rant”\nwas used at editorial discretion. It said that the claim that the views\nexpressed by the complainant during the course of his exchange with HOPE Not\nHate were “racist” or “anti-semitic” were an accurate characterisation given\nthe nature of his comments. 18. The newspaper explained that the article had used “n*****” to\nrefer to the word “nigger”. During the course of IPSO’s investigation, the\nnewspaper received confirmation from HOPE Not Hate that the complainant had\nnot, in fact, used the term “nigger” to describe the first woman. The newspaper\nexplained that this information had been published in good faith, after it had received an email from HOPE\nNot Hate –prior to publication- which stated that the complainant had referred\nto the woman in that way. It noted that the organisation had also published an\naccount of the exchange with the complainant on its website, and had claimed\nthat he had used this term. On receipt of the further clarification, the newspaper\nsaid that the complainant had, in fact, stated that the woman was a “big black woman” with “no credibility whatsoever for a life\npeerage, none, just because she's black”.  19. In light of this, the newspaper offered to amend the article and\npublish the following wording as a footnote to the online article: A\nprevious version of this article stated that the undercover Hope Not Hate\ninvestigation showed Gregory Lauder-Frost calling [woman’s name] a n*****.\nAlthough Mr Lauder-Frost called [the woman] a 'big black woman' with 'no\ncredibility whatsoever for a life peerage, none, just because she is black' we\nhave since been advised that Mr Lauder-Frost did not use the term\n'n*****'. 20. It also offered to\npublish the following wording in print, on p. 2 of its established Corrections\n& Clarifications column: The articles 'Rise of the UK fascists' - 30 January 2018 and 'I heard\nthe group had unpleasant views but I still went to dinner' - 31 January 2018 stated that the\nundercover Hope Not Hate investigation showed Gregory Lauder-Frost calling [woman’s\nname] a n*****. Although Mr Lauder-Frost called [the woman] a 'big black woman'\nwith 'no credibility whatsoever for a life peerage, none, just because she is\nblack' we have since been advised that Mr Lauder-Frost did not use the term\n'n*****'.\nRelevant Code Provisions 21. Clause 1 (Accuracy) i.       \nThe Press must take\ncare not to publish inaccurate, misleading or distorted information or images,\nincluding headlines not supported by the text. ii.       \nA significant\ninaccuracy, misleading statement or distortion must be corrected, promptly and\nwith due prominence, and — where appropriate — an apology published. In cases\ninvolving IPSO, due prominence should be as required by the regulator. iii.       \nA fair opportunity to\nreply to significant inaccuracies should be given, when reasonably called for. iv.       \nThe Press, while free\nto editorialise and campaign, must distinguish clearly between comment,\nconjecture and fact. Clause 2. *(Privacy) i.       \nEveryone is entitled\nto respect for his or her private and family life, home, health and\ncorrespondence, including digital communications. ii.       \nEditors will be\nexpected to justify intrusions into any individual's private life without\nconsent. Account will be taken of the complainant's own public disclosures of\ninformation. iii.       \nIt is unacceptable to\nphotograph individuals, without their consent, in public or private places\nwhere there is a reasonable expectation of privacy. Clause 10. *(Clandestine devices and subterfuge) i.       \nThe press must not\nseek to obtain or publish material acquired by using hidden cameras or clandestine\nlistening devices; or by intercepting private or mobile telephone calls,\nmessages or emails; or by the unauthorised removal of documents or photographs;\nor by accessing digitally-held information without consent. ii.       \nEngaging in\nmisrepresentation or subterfuge, including by agents or intermediaries, can\ngenerally be justified only in the public interest and then only when the\nmaterial cannot be obtained by other means. The Public Interest There may be\nexceptions to the clauses marked * where they can be demonstrated to be in the\npublic interest. 1.    The public interest includes, but\nis not confined to: ·        \nDetecting\nor exposing crime, or the threat of crime, or serious impropriety. ·        \nProtecting\npublic health or safety. ·        \nProtecting\nthe public from being misled by an action or statement of an individual or\norganisation. ·        \nDisclosing\na person or organisation’s failure or likely failure to comply with any\nobligation to which they are subject. ·        \nDisclosing\na miscarriage of justice. ·        \nRaising\nor contributing to a matter of public debate, including serious cases of\nimpropriety, unethical conduct or incompetence concerning the public. ·        \nDisclosing\nconcealment, or likely concealment, of any of the above. 2.    There is a public interest in\nfreedom of expression itself. 3.    The regulator will consider the\nextent to which material is already in the public domain or will become so. 4.    Editors invoking the public\ninterest will need to demonstrate that they reasonably believed publication -\nor journalistic activity taken with a view to publication – would both serve,\nand be proportionate to, the public interest and explain how they reached that\ndecision at the time. 5.    An exceptional public interest\nwould need to be demonstrated to over-ride the normally paramount interests of\nchildren under 16.Findings\nof the Committee 22. The newspaper had not sought to\nobtain material for publication by use of subterfuge or a clandestine device;\nthe representative of HOPE Not Hate had not been working in a journalistic\ncapacity on behalf of the newspaper, at the time he had engaged in subterfuge\nand filmed the complainant by use of a hidden camera. The newspaper had been\nmade aware of the undercover recording only after having been approached by the\norganisation in relation to the story. In those circumstances, the newspaper\nhad neither engaged in subterfuge itself, nor done so via an agent. The Committee\nnoted that, following the approach by HOPE Not Hate, the newspaper had given\ncareful consideration to the public interest served by publishing the\ninformation which had been obtained by subterfuge, prior to publication. For these\nreasons, the Committee did not establish that the newspaper’s reporting of the information\nobtained at the meeting between HOPE Not Hate and the complainant represented a\nbreach of Clause 10. 23. The meeting between the\ncomplainant and the representative from HOPE Not Hate had taken place in a busy\ncentral London pub. The complainant had not sought to limit the extent to which\nhis comments could be heard by other patrons, by, for example, sitting in a\nmore secluded part of the pub. Further, the\nfocus of the conversation had been on the complainant’s political views, given\nhis membership of the Traditional Britain Group, and he was expressing those views\non the understanding that they would be included in a thesis; the comments he\nmade did not represent private or personal information in the circumstances and\nreporting on his comments did not represent a breach of Clause 2. 24. The photographs published in the\narticle had been taken from a publicly available Facebook page; this was\napparent from the globe icon accompanying the images on social media. The\nphotographs had been taken during a dinner party for the Traditional Britain\nGroup’s annual dinner, in which a Member of Parliament had been in attendance.\nThey had not been taken in circumstances where the complainant had a reasonable\nexpectation of privacy. Further, the photographs had simply revealed the\ncomplainant’s likeness; this was not private information about him. For these\nreasons there was no breach of Clause 2. 25. The Committee then turned to\nconsider the complainant under Clause 1. In assessing whether the newspaper\nhad complied with its obligations, the Committee was concerned with whether the\nnewspaper had taken care not to report the comments made by the complainant in\nan inaccurate, misleading or distorted way and to consider whether the\ndescription of the complainant, and his comments, was the characterisation\nemployed by the newspaper,  in which case\nit was not the Committee’s role to make a finding as to whether the complainant\nwas a “racist” or a “fascist” or whether the comments which he had made were a\n“vile rant”. In reaching its decision, the Committee carefully considered\nthe undercover recording. 26. Care had been taken by the\nnewspaper to contact Traditional\nBritain Group prior to publication, in an attempt to obtain the complainant’s\nresponse, specifically, his response to the claims that he had called the first\nwoman a “nigger” and the second, a “fat Jewish slag”.  In relation\nto the former, the newspaper had also been told, prior to publication, that the\ncomplainant had made the alleged comments at a time when the meeting was not being\nrecorded. The Committee considered that the newspaper had not failed to take\ncare by relying upon information provided to it directly by HOPE Not Hate,\nparticularly where the claims made about the comments made by the complainant\nhad been attributed to the organisation throughout the article. 27. During the course of IPSO’s\ninvestigation, it was accepted by the newspaper that the complainant had not,\nin fact, referred to the first woman named in the article as a “nigger”. The\nCommittee considered that it was a significant inaccuracy to state that the\ncomplainant had referred to the woman in that way, which required correction.\nThe correction offered by the newspaper addressed this inaccuracy and had been\noffered promptly, upon receipt of confirmation provided by HOPE Not Hate that\nthe complainant had not described the woman in this way; further, the offer to\npublish the correction in print, and as a footnote to the online article,\nrepresented due prominence. In order to avoid a breach of Clause 1(ii), the\nnewspaper should now amend the article and publish the correction in print and\nonline, as offered. It was clear from the undercover recording that the\ncomplainant’s views on the second woman were reported accurately; this aspect\nof the complaint did not represent a breach of Clause 1. 28. The Committee then considered the descriptions of the complainant,\nand his comments, which had been included in the article. The Committee was\nsatisfied that the descriptions would be understood to be the newspaper’s\ncharacterisation in light of the comments which had been made by the\ncomplainant at the meeting, a number of which had been reported in the article.\nThese included the views he had expressed about the first and second woman and\nhis comments, more generally, about repatriation and the need for deportation\nof \"non-whites to their \"natural homelands””.  In characterising the complainant, and his\ncomments, in the terms adopted in the article, there was no breach of Clause 1. \nConclusion 29. The complaint was not upheld.Remedial action required30. N/ADate complaint received: 31/03/2018Date decision issued: 16/08/2018\nBack to ruling listing\n\n\n"
}