{
    "url": "/rulings-and-resolution-statements/ruling/?id=02804-18",
    "title": "02804-18 A woman v Sunday People",
    "provisions": [
        "3 Harassment (2018)",
        "1 Accuracy (2018)",
        "2 Privacy (2018)",
        "10 Clandestine devices and subterfuge (2018)"
    ],
    "outcome": "Breach - sanction: action as offered by publication",
    "publication": "Sunday People (Reach PLC)",
    "published_on": "2018-03-25 00:00:00",
    "received_on": "2018-03-29 00:00:00",
    "concluded_on": "2018-07-03 00:00:00",
    "complaint_processing_days": 96,
    "conclusion_long": "24. The complaint was upheld in part under Clause 1 (Accuracy).",
    "remedial_action": "25. Having upheld the complaint, the Committee considered the remedial action that should be required. 26. The newspaper had offered to publish a correction in print and online, which made clear the complainant’s position that her husband had not driven away following an argument. The Committee had found that this offer was sufficient to meet the terms of Clause 1 (ii). However, the Committee was concerned by the failure to take care not to publish inaccurate information in this case. To ensure an adequate remedy to the breach of Clause 1 (i), the Committee required that the correction state that it was being published following an upheld accuracy complaint to IPSO.  This should now be published. Date complaint received: 29/03/2018",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee 02804-18 A woman v Sunday People\nSummary of complaint\n1. A woman\ncomplained to the Independent Press Standards Organisation that the Sunday\nPeople breached Clause 1 (Accuracy), Clause 2 (Privacy), Clause 3 (Harassment)\nand Clause 10 (Clandestine devices and subterfuge) of the Editors’ Code of\nPractice in an article headlined “For bedder or worse…”, published on 25 March\n2018.\n2. The front page\nof the newspaper referred to a “swingers’ wedding”, and stated that a couple\nwere celebrating their wedding “with 100 guests at [a] sex party”. The inside\narticle – which was sub-headlined “swingers celebrate their wedding with\n100-guest sex party” – described the events surrounding the complainant’s\npost-wedding party. It gave the first names and ages of the complainant and her\nhusband, and stated his occupation. The article described how “there were tears\nafter bedtime as the bride and groom had a blazing 3.30am row outside the\nhotel”, that the night was brought to a “tense and emotional end as [the\ncouple] had a blazing argument”, that the complainant was “[left] weeping on\nthe pavement clutching her wedding dress while wearing a coat and slippers”,\nand that the complainant’s husband had subsequently “mounted the kerb as he\ndrove off leaving [the complainant] weeping on the pavement”.\n3. The article reported\nthat the party was advertised on an “online sex-swapping forum”, and that the\nclub at which the party took place advertised the party online, and anyone was\nwelcome as long as they were members of the club, and the online forum. It went\non to give the accounts of visitors to the party. One described witnessing a\nsex act on the dancefloor, and seeing guests emerge from an “orgy”; another\nstated that they did not see the complainant and groom “getting frisky”. The\narticle stated that “single men were charged £30 to attend, couples had to fork\nout £15, while single ladies got free entry”, and that the venue had a\n“’dogging zone’ with fake vibrating cars…a dungeon with bondage gear, an\neight-man Jacuzzi and a ‘groping box’”. The article included un-pixelated\nimages of the complainant and her husband, and pixelated images of other\nguests. One, captioned “Veil of tears: After the big row”, showed the\ncomplainant crouched on the floor outside a hotel; another, captioned\n“Something Blue: Angry bride [first name] returns to Premier Inn”, showed the\ncomplainant apparently pointing at someone out of shot. Another picture showed\nthe groom holding a can of drink.\n4. The online\narticle, which was headlined “’Dungeons, a dogging area with fake cars,\nJacuzzis’: Newlywed couple celebrate in swingers’ club orgy – and it ended in\ntears”, was largely similar to the print article, and included the same images\nof the complainant and her husband. It also included a two-minute video clip\nshowing the complainant entering the foyer of the hotel, and kissing and then\napparently arguing with her husband, and then showed her crouching on the\nground. The video then showed the complainant apparently arguing with a group\nof people outside the hotel, before walking off. The complainant’s husband\ncould not be seen leaving the hotel in the video clip.\n5. The complainant\nsaid that the article was inaccurate in breach of Clause 1 (Accuracy) because\nit suggested that she and her husband were swingers, and were promiscuous, and\nthat they were holding a sex party or orgy. She said that, although she and her\nhusband were involved in the swinging scene, neither of them engaged in “full”\npartner swaps. She also said it was inaccurate for the article to state that\nshe and her husband had a “blazing row”; in fact they had only had a brief\naltercation. In addition, she said it was inaccurate for the article to report\nthat her husband drove off from the hotel; in fact, this had been a friend; her\nhusband had spent the night at the hotel with her. As the article included an\nimage of her husband drinking, she was concerned that this gave the false\nimpression that he had been drink-driving. She was also concerned that the\narticle stated that guests had to pay to attend the party, when this was not\nthe case, although non-invited guests could pay to attend, provided they were\nmembers of the club, and the online forum.\n6. The complainant\nsaid that the article breached Clause 2 (Privacy) because it included\nun-pixelated images and video of her and her husband which had been taken\nwithout consent at a private event, in an article which included their names\nand ages, as well as her husband’s occupation. She said that the photographs\nhad included images taken within the boundaries of the hotel, and as she and\nher husband entered a private members’ club. Although she acknowledged that\nthese were public places, she considered that she had a reasonable expectation\nof privacy in these circumstances. In addition, while details of the event had\nbeen publicised on websites viewable to anyone, some of the information\nincluded in the article, such as her and her husband’s ages, had been taken\nfrom their profiles on an 18+ website, and would not have been accessible\nwithout having a profile on the site. She said she and her husband were not\npublic figures, and there was no public interest in publishing the images and\ninformation about them. In particular, the article had revealed to the public\nthat she and her husband were involved in the swinging community; this was\nprivate information about them.\n7. The complainant\nsaid that the publication had breached Clause 3 (Harassment). She and her\nhusband had been approached outside the hotel by a female journalist, had\ndeclined to comment, and had asked her to leave; nevertheless, photos of her\nhusband had been taken at this time. Later, a vehicle had been parked outside\nthe club where the party took place; the occupants had denied being journalists\nbut had been asked to desist from taking photos and to leave by the club\nsecurity. The female reporter had later questioned guests outside the hotel,\nand called the complainant the following day to ask for comment again; again,\nthey declined.       \n8. The complainant\nalso said that the publication had breached Clause 10 (Clandestine devices and\nsubterfuge): although she was aware that her husband had been photographed\nentering the club, she had not been aware of photographs or videos being taken\nof her and her husband at the hotel. The vehicle from which the photos were\ntaken had blacked-out windows, indicating that the photographer was concealing\nhimself from view. She said that the reporter and photographer had tried to get\nmembership of the club, as well as the website on which the event was\nadvertised, but had desisted when they were required to sign a disclaimer\nindicating that they were not working for the press.\n9. The publication\ndenied any breach of Clause 1 (Accuracy). The event had been advertised on\nswingers’ websites, including one which claimed to help people “find sex\nparties…orgies, swinger lifestyle events, swingers clubs…and more”. The venue\nhad also tweeted about the event with the hashtags “#singles #couples #milfs\n#wedding #fun”. The article had made clear, in a guest’s comment, that the\ncomplainant and her husband were “acting like a traditional couple mingling at\ntheir reception”. The article did not therefore give the impression that they\nwere swingers who engaged in partner swapping. The publication said that the\nadvertisement for the event had listed prices for guests; it denied that its\nreport of this was inaccurate. The publication said that its reporter had\nbelieved that the complainant’s husband had driven off from the hotel, but\nacknowledged that the video footage did not conclusively show that he was in\nthe vehicle. It did not consider that this represented a significant\ninaccuracy, but did offer to remove the relevant paragraph as a gesture of\ngoodwill, and to issue the following clarification:\nA previous version of this article suggested that the groom\ndrove off after an argument during the wedding reception. The bride has since\nconfirmed that this is incorrect, therefore we are happy to clarify this.\nFurthermore, the bride has asked us to clarify that herself and the groom did\nnot engage in any sexual activity during the wedding reception. We would like\nto apologise for any upset caused.\n10. The newspaper denied any breach of Clause 2 (Privacy).\nIt said that the video and photos in the article were not intrusive: they had\nbeen taken from a public street and what they showed could have been seen by\nany member of the public. The event, including its time and location, had been\npublicised on a public website and on Twitter, and any member of the public –\nincluding those not known to the complainant – had been free to register to\nattend. It provided a copy of the advertisement and the couple’s profile on the\nsite, which included a posting noting that “over 200 guests [were] confirmed”\nto attend. The complainant and her husband had used their real first names and\nages on this website. The complainant did not have a reasonable expectation of\nprivacy in relation to the fact of the party or the nature of the activities\nsurrounding it. In these circumstances, no public interest justification was\nrequired for publication; however, the publication considered that it was a\nmatter of public interest to highlight the fact that a couple would allow\nanyone to come to their wedding celebration. Nonetheless, as a gesture of\ngoodwill, it offered to remove the online article, and write a letter of\napology to the complainant, if this would resolve the complaint.\n11. The publication denied any breach of Clause 3\n(Harassment). It said that one male reporter had been present at the club; he\nhad not been approached at any time. A female reporter had been based at the\nhotel all evening, and had spoken to guests and hotel staff. She had approached\nthe complainant and her husband outside the hotel prior to the party, and they\nhad declined to comment; she had then spoken to them again via telephone the\nfollowing day, when they again declined to comment. No request to leave had\nbeen made to the female journalist.\n12. The publication denied any breach of Clause 10\n(Clandestine devices and subterfuge): the complainant had been aware of the presence\nof a photographer, so it could not be claimed that any clandestine activity had\ntaken place. The photographer, who had not used a long lens, had been\npositioned in a public parking space for the evening. While the reporter and\nphotographer had registered on the club’s website – as any member of the public\ncould do – in order to obtain certain information about the event and the\ncomplainant and her husband, neither of them had attempted to gain entry to the\nclub.\nRelevant Code provisions\n13. Clause 1 (Accuracy)\ni) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not\nsupported by the text.\nii) A significant inaccuracy, misleading statement or\ndistortion must be corrected, promptly and with due prominence, and — where\nappropriate — an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator.\niii) A fair opportunity to reply to significant inaccuracies\nshould be given, when reasonably called for.\niv) The Press, while free to editorialise and campaign, must\ndistinguish clearly between comment, conjecture and fact.\nClause 2 (Privacy)\ni) Everyone is entitled to respect for his or her private\nand family life, home, health and correspondence, including digital\ncommunications.\nii) Editors will be expected to justify intrusions into any\nindividual's private life without consent. Account will be taken of the\ncomplainant's own public disclosures of information.\niii) It is unacceptable to photograph individuals, without\ntheir consent, in public or private places where there is a reasonable\nexpectation of privacy.\nClause 3 (Harassment)\ni) Journalists must not engage in intimidation, harassment\nor persistent pursuit.\nii) They must not persist in questioning, telephoning,\npursuing or photographing individuals once asked to desist; nor remain on\nproperty when asked to leave and must not follow them. If requested, they must\nidentify themselves and whom they represent.\niii)  Editors must\nensure these principles are observed by those working for them and take care\nnot to use non-compliant material from other sources.\nClause 10 (Clandestine devices and subterfuge)\ni) The press must not seek to obtain or publish material\nacquired by using hidden cameras or clandestine listening devices; or by\nintercepting private or mobile telephone calls, messages or emails; or by the\nunauthorised removal of documents or photographs; or by accessing\ndigitally-held information without consent.\nii) Engaging in misrepresentation or subterfuge, including\nby agents or intermediaries, can generally be justified only in the public\ninterest and then only when the material cannot be obtained by other means.\nFindings of the Committee\n14. The complainant and her husband’s first names, ages and\nphotographs were included in the article, and her husband’s job was included.\nThey were clearly identified. The question for the Committee was whether\nidentifying them in the context of the material in the article was a breach of\ntheir privacy.\n15. The complainant and her husband had advertised the party\non a publicly available website; the advert included their first names, and\ntheir profiles showed their photographs. The event had also been publicised by\nthe venue on Twitter, apparently with the complainant’s agreement. The event\nwas attended by a large number of people, including some known personally by\nthe complainant and her husband, and others who had seen the advertisement. It\nwas not held in a private room or area of the club; it was in an area that was\nopen to the public. In these circumstances, the complainant did not have a\nreasonable expectation of privacy in relation to the fact that she had hosted\nthe event. Identifying her as a host, and reporting that the event had taken\nplace, was not an intrusion into her privacy.\n16. The Committee noted that the article had also reported\nthat the night had “ended in tears” after the complainant and her husband had\nargued; said that the complainant had been left in a state of distress; and\nincluded photographs and video footage of the complainant and her husband\napparently having an argument and her reaction. The Committee noted that these\nevents had taken place in close proximity to the wedding venue, which was open\nto the public, and in full view of the public – on the street and just inside\nthe main entrance to the hotel. The Committee did not consider that the\ncomplainant had a reasonable expectation of privacy in relation to a noisy\nargument in a public place, and the ensuing events, particularly given its\nproximity to this large-scale public event. There was no breach of Clause 2 on\nthese points.\n17. The article reported that the complainant’s husband had\n“mounted the kerb as he drove off” after the argument. The journalist, who had\nbeen present at the hotel, had believed that the complainant’s husband had been\ndriving a car that left the hotel shortly after the altercation. The\npublication had conceded that this was not visible from the video. The fact\nthat the newspaper had reported that he was driving the car despite this being\nunclear from the footage represented a failure to take care over the accuracy\nof the article in breach of Clause 1(i). The publication had accepted the\ncomplainant’s position that the car had not been driven by her husband, and\nthat in fact he had remained at the hotel. The Committee considered that this\ninaccuracy was significant as it was presented in the context of photographs of\nthe complainant’s husband consuming alcohol, which suggested that he had been\ndriving while under the influence of alcohol, particularly where the article\nnoted that the vehicle had “mounted the kerb”. A correction was required to\navoid a breach of Clause 1(ii). The publication had offered to publish a\ncorrection, which addressed this inaccuracy, and was sufficient to meet the\nterms of Clause 1(ii).\n18. The complainant and her husband had advertised their\nevent on a swingers’ website, and said that they were active in the swinging\ncommunity, regardless of the precise nature of their involvement. The\ncomplainant had not disputed the article’s description of the venue, which\nincluded reference to a dungeon and “dogging zone”, and guests at the event had\nreported that sex acts had occurred at the party. Because the complainant had\nadvertised the event on a swingers’ website, and because the complainant did\nnot dispute that sex acts had occurred, there was no failure to take care over\nthe accuracy article’s description of the event. The article had included a\ncomment from a guest that the complainant and her husband were “acting\nnormally” and had not suggested that they had engaged in sexual activity with\nthird parties at the event. Describing the complainant and her husband, who\nidentified as members of the swinging community, as “swingers”, and the event\nas a “sex party” or “swingers’ wedding” was not misleading such as to require\ncorrection under Clause 1(ii).\n19. The video included in the article appeared to show the\ncomplainant and her husband engaged in a heated argument, after which the\ncomplainant could be seen looking visibly upset. The publication was entitled\nto characterise this as a “blazing row”, and there was no breach of Clause 1 on\nthis point.\n20. The publication had provided evidence to show that the\nevent had been advertised as a paid event, and the complainant had accepted\nthat members of the public had been able to pay to attend. There was no failure\nto take care over the accuracy of this claim, nor was this a significant\ninaccuracy such as to engage the terms of Clause 1(ii).\n21. The Committee noted the complainant’s position that club\nsecurity had told journalists outside the venue to stop taking photos and had\nasked them to leave, while the publication denied that the male journalist had\nreceived a request to desist. The Committee was unable to reconcile these\ndiffering positions, but it noted that there was a distinction to be drawn\nbetween a request to desist made by an individual, with one made by club\nsecurity seeking to clear the press from outside a venue. The complainant and\nher husband had not had any interaction with the photographer, and the\nCommittee concluded that he had not engaged in harassment in breach of Clause 3\n(Harassment).\n22. The female journalist had approached the couple prior to\nthe party. There was a dispute as to whether any request to desist had been\nmade, but, in any event, no further approaches were made to the couple until\nthe following day, when the journalist contacted them by phone to request a\ncomment. This second contact, which was not face-to-face, did not represent\nharassment: it was legitimate for the journalist to contact the couple over the\nphone to check whether they wished to comment. There was no breach of Clause 3.\n23. The journalists had not engaged in subterfuge, in breach\nof Clause 10 (Clandestine devices and subterfuge) in order to access the\nwebsite. The information was available to any member of the public. The\ncomplainant was aware of a press presence at the hotel and club prior to the\nparty, and was aware during the afternoon that photographs had been taken. She\nwas also aware of the vehicle from which photographs were being taken. This\nvehicle, from which the later images outside the hotel were also taken, had not\nbeen hidden from view, and long lens cameras had not been required. The fact that\nthe vehicle had tinted windows did not mean that the publication had engaged in\nclandestine methods to obtain the images. There was no breach of Clause 10 on\nthese points.Conclusion\n24. The complaint was upheld in part under Clause 1\n(Accuracy).\nRemedial action required\n25. Having upheld the\ncomplaint, the Committee considered the remedial action that should be\nrequired.\n26. The newspaper had\noffered to publish a correction in print and online, which made clear the\ncomplainant’s position that her husband had not driven away following an\nargument. The Committee had found that this offer was sufficient to meet the\nterms of Clause 1 (ii). However, the Committee was concerned by the failure to\ntake care not to publish inaccurate information in this case. To ensure an\nadequate remedy to the breach of Clause 1 (i), the Committee required that the\ncorrection state that it was being published following an upheld accuracy\ncomplaint to IPSO.  This should now be\npublished.\nDate complaint received: 29/03/2018\nDate decision issued: 03/07/2018\nBack to ruling listing\n\n\n"
}