{
    "url": "/rulings-and-resolution-statements/ruling/?id=02806-19",
    "title": "02806-19 Luck v Metro.co.uk",
    "provisions": [
        "2 Privacy (2018)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "metro.co.uk (Associated Newspapers Limited)",
    "published_on": "2019-03-19 00:00:00",
    "received_on": "2019-03-26 00:00:00",
    "concluded_on": "2019-06-27 00:00:00",
    "complaint_processing_days": 93,
    "conclusion_long": "10. The complaint was not upheld.",
    "remedial_action": "11. N/A. Date complaint received: 26/03/2019",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee 02806-19 Luck v Metro.co.ukSummary of Complaint\n1. Colin Luck\ncomplained to the Independent Press Standards Organisation that Metro.co.uk\nbreached Clause 2 (Privacy) of the Editors’ Code of Practice in an article\nheadlined “Landlords request daily ‘unprotected sex’ in exchange for rent”,\npublished on 19 March 2019.\n2. The article\nreported that an undercover investigation by another publication had revealed\nthe practice of landlords offering free accommodation in return for “sexual\nfavours”. It noted that earlier in the year the CPS had issued new guidance\n“classifying such deals as an offence under the Sexual Offences Act 2003”,\npunishable by up to seven years in prison. The article said that, according to\nthe other publication, “countless adverts offering the ‘free rooms’” were\navailable online. It said that the complainant “described himself as a\n‘professional’ offering ‘free lodging and financial assistance’” on a website,\nand had “asked for ‘intimacy and a relationship’ and told the woman he was\nspeaking to they would have to ‘get together’ a couple of times a week and\nsuggested trying tantric sex”. The article included a photograph of the\ncomplainant, which was attributed to his Facebook page.\n3. The complainant\nsaid that the article breached Clause 2 (Privacy) because it included a photograph\nof him taken from his own Facebook profile, without his knowledge or consent,\nand because it identified him by name and photograph, when he had not broken\nany laws. He said that he had lost his job as a result of the coverage.\n4. The publication\ndenied any breach of Clause 2 (Privacy). It said that the image of the\ncomplainant had been taken from a publicly-accessible social media site, and\nthat the complainant’s name and image were not pieces of information in\nrelation to which he had an expectation of privacy. It said there was also a\nstrong public interest in naming the complainant, given that the article\nrelated to the perpetration of potentially criminal acts. Nevertheless, the\npublication offered to remove the complainant’s image from the article, to\nresolve the complaint.\n5. The complainant\ndeclined this offer of resolution.\nRelevant Code Provisions\n6. Clause 2\n(Privacy)*\ni) Everyone is entitled to respect for his or her private\nand family life, home, health and correspondence, including digital\ncommunications.\nii) Editors will be expected to justify intrusions into any\nindividual's private life without consent. In considering an individual's\nreasonable expectation of privacy, account will be taken of the complainant's\nown public disclosures of information and the extent to which the material\ncomplained about is already in the public domain or will become so.\niii) It is unacceptable to photograph individuals, without\ntheir consent, in public or private places where there is a reasonable\nexpectation of privacy.\n7. The Public\nInterest\n1. The public interest includes, but is not confined to: \nDetecting or exposing crime, or the threat of crime, or\nserious impropriety.Protecting public health or safety.Protecting the public from being misled by an action or\nstatement of an individual or organisation.Disclosing a person or organisation’s failure or likely\nfailure to comply with any obligation to which they are subject.Disclosing a miscarriage of justice.Raising or contributing to a matter of public debate,\nincluding serious cases of impropriety, unethical conduct or incompetence\nconcerning the public.Disclosing concealment, or likely concealment, of any of the\nabove.\n2. There is a public interest in freedom of expression\nitself.\n3. The regulator will consider the extent to which material\nis already in the public domain or will become so.\n4. Editors invoking the public interest will need to\ndemonstrate that they reasonably believed publication - or journalistic\nactivity taken with a view to publication – would both serve, and be\nproportionate to, the public interest and explain how they reached that\ndecision at the time.\nFindings of the Committee\n8. The complainant\ndid not dispute that the photograph had been taken from his publicly-accessible\nsocial media profile. In addition, it did not show him engaging in any private\nactivity, or reveal anything private about him. In these circumstances, the\ncomplainant did not have a reasonable expectation of privacy over the\nphotograph, and publishing it did not amount to an intrusion into his private\nlife; there was no breach of Clause 2 on this point.\n9. The Committee\nnoted that an individual’s name is not in itself a piece of private information\nabout them. While there was a potential for intrusion arising from the\npublication of the complainant’s name in connection with the claims attributed\nto his conduct, in this instance, there was a sufficient public interest in\nidentifying the complainant, given that the publication had set out a basis for\nconsidering that his actions were at least potentially criminal. The Committee\nnoted that the complainant did not have any reasonable expectation of privacy\nin relation to the comments he had freely made to the undercover reporter from\nthe other publication in his meeting with her in a public place, or in relation\nto the contents of the publicly-available advert. There was no breach of Clause\n2 (Privacy) on these points.\nConclusions\n10. The complaint was not upheld.\nRemedial action required\n11. N/A.\nDate complaint received: 26/03/2019\nDate decision issued: 27/06/2019\nBack to ruling listing\n\n\n"
}