{
    "url": "/rulings-and-resolution-statements/ruling/?id=02805-20",
    "title": "02805-20 Roberts v liverpoolecho.co.uk",
    "provisions": [
        "1 Accuracy (2019)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "liverpoolecho.co.uk (Reach PLC)",
    "received_on": "2020-04-23 00:00:00",
    "concluded_on": "2020-09-09 00:00:00",
    "complaint_processing_days": 139,
    "conclusion_long": "8. The complaint was not upheld.",
    "remedial_action": "9. N/A Date complaint received:  23/4/2020",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee – 02805-20 Roberts v\nliverpoolecho.co.ukSummary of Complaint1. David Roberts complained to the Independent Press\nStandards Organisation that liverpoolecho.co.uk breached Clause 1 (Accuracy) in\nan article headlined “Check coronavirus cases where you live using your\npostcode” published 22 April 2020.2. The article contained a video captioned “10 ACTIVITIES\nYOU CAN DO DURING THE CORONAVIRUS LOCKDOWN” and stated that this was according\nto “Guidance to police”. These 10 activities included: driving to the\ncountryside for a walk, as long as more time was spent walking than driving;\nexercising more than once a day where this was a reasonable excuse for leaving\nhome; stopping to rest for short periods whilst walking; and, buying alcohol\nand luxury items. 3. The complainant said the video was inaccurate as the\nexamples it gave contradicted the government’s guidelines. For example, he said\nthat the government’s restrictions required people to only buy necessities,\nexercise only once a day and only travel when strictly necessary. He also\nexpressed a concern that the video could encourage irresponsible behaviour.4. The publication did not accept it had breached the Code.\nIt stated that it had relied on guidelines from the National Police Chief’s\nCouncil and College of Policing, which was made clear in the video. These\nguidelines stated that it was likely to be reasonable to drive to the\ncountryside to walk, where more time is spent walking than driving; to buy\nluxury items and alcohol alongside everyday items; stopping to rest or eat\nlunch whilst on a long walk; and, exercising more than once a day where this\ncould be considered a reasonable excuse for leaving home.Relevant Code Provisions5. Clause 1 (Accuracy)i) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not\nsupported by the text.ii) A significant inaccuracy, misleading statement or\ndistortion must be correction, promptly and with due prominence, and –where\nappropriate- an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator.Findings of the Committee6. The video had made clear that the activities it reported\npeople could do during lockdown, which the complainant disputed as being\npermitted at the time of publication, came from “Guidance to police”. During\nIPSO’s investigation the publication had provided a copy of the guidance it had\nrelied upon, and where this had been accurately reported, there was no breach\nof Clause 1.7. Clause 1 requires publications to take care not to\npublish inaccurate or misleading information, and to correct significantly\ninaccurate, misleading or distorted information. The complainant’s concern that\nreporting could encourage irresponsible behaviour did not engage the terms of Clause\n1. Any concerns that such behaviour contravened the law was a matter for the\npolice rather than IPSO.Conclusions8. The complaint was not upheld.Remedial Action Required9. N/A Date complaint received: \n23/4/2020\nDate decision issued: 09/09/2020\nBack to ruling listing\n\n\n"
}