{
    "url": "/rulings-and-resolution-statements/ruling/?id=02805-19",
    "title": "02805-19 Luck v The Mail on Sunday",
    "provisions": [
        "10 Clandestine devices and subterfuge (2018)",
        "2 Privacy (2018)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "The Mail on Sunday (Associated Newspapers Limited)",
    "published_on": "2019-03-17 00:00:00",
    "received_on": "2019-03-26 00:00:00",
    "concluded_on": "2019-05-23 00:00:00",
    "complaint_processing_days": 58,
    "conclusion_long": "17. The complaint was not upheld.",
    "remedial_action": "18. N/A Date complaint received: 26/03/2019",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee 02805-19 Luck v The Mail on SundaySummary of Complaint\n1. Colin Luck\ncomplained to the Independent Press Standards Organisation that The Mail on\nSunday breached Clause 2 (Privacy) and Clause 10 (Clandestine devices and\nsubterfuge) of the Editors’ Code of Practice in an article headlined “EXPOSED:\nTHE SEX FOR RENT LANDLORDS”, published on 17 March 2019.\n2. The article\nreported on an investigation into the practice of landlords “breaking the law\nby offering free accommodation in return for sex”. It said that the law had\nrecently been changed to make this practice punishable by up to seven years in\nprison. The article described how the publication’s undercover reporters had\nposed as young women struggling to afford accommodation, and had replied to\nonline advertisements offering “’sex-for-rent’”.\n3. The article\nreported that the complainant, who was named, had posted an advert on\nCraigslist in which he had described himself as “’a professional man’ offering\na student ‘free lodging and financial assistance’ in exchange for ‘intimacy and\ncompanionship’”. It said that when the undercover reporter met the complainant,\nhe had said that they would “’get together a couple of times a week’”, and that\nhe had said that he would like to explore tantric sex. The article included a\nboxed section which stated the complainant’s location and age, and featured a\nphotograph of the complainant meeting the undercover reporter, which appeared\nto have been taken through the window of a coffee shop. The box described how\nthe complainant had met the reporter and told her “’I thought if it’s mutually\nbeneficial for both people and no one gets harmed and no one gets hurt, what’s\nthe harm in it?’”. The main article stated that the complainant had declined to\ncomment on the story.\n4. The article also\nappeared online on 16 March 2019, under the headline “Exposed: Sex for rent\nlandlords who have tried to entice 250,000 UK women into bed are STILL\nadvertising online despite threat of seven-year jail sentences”. This version\nof the article was substantially the same as the print version.\n5. The complainant\nsaid that the publication had breached Clause 2 (Privacy) because it had taken\nphotographs of him without his knowledge and consent, one of which had\nsubsequently been published. He was also concerned that he had been identified\nby name in the story. The complainant also said that the publication of the\narticle was in breach of Clause 10 (Clandestine devices and subterfuge). He\nsaid that the journalist had contacted him via email using an alias, and stated\nthat she was homeless and in need of a room; he had replied, and they had\nsubsequently met in a coffee shop to discuss the matter. At no time had the\nwoman stated that she was a journalist. The complainant said that there was no\npublic interest in the publication of the article, because to his knowledge he\nhad not broken the law by offering the woman a room.\n6. The publication\ndenied any breach of Clause 10 (Clandestine devices and subterfuge). It said\nthat, following the change in the CPS guidance in relation to this matter, it\nhad decided to conduct an investigation to determine whether landlords were\ncontinuing to commit this offence. The publication said that it had identified\nthat advertisements continued to appear online in which landlords appeared to\nbe offering accommodation in return for sex. Following editorial discussions,\nof which it provided a record, it was decided that this investigation would\nrequire the use of subterfuge, in order to test whether these advertisements\nrepresented genuine offers, potentially in breach of the law. The publication\nsaid that the complainant’s advertisement had attracted its attention because\nit offered “’Free accommodation for [a] female…In exchange for your intimacy\nand companionship’”, and referred to an exchange of photographs; in these\ncircumstances, there was a clear basis for investigating the complainant\npersonally.\n7. The publication\nsaid that its reporter had responded to the advertisement using an alias, and\nthat, during the course of the subsequent email exchange, the complainant had\nmade unprompted references to sex acts. The publication said that it was clear\nfrom this exchange, and from comments made by the complainant at the subsequent\nmeeting that took place in the coffee shop, that the complainant was offering\nsex in return for accommodation: he had referred, at the meeting, to the\npossibility of engaging in sexual conduct with the undercover reporter. In\nthese circumstances, it considered that there was a strong public interest in\nreporting on the material obtained through the use of subterfuge, both to warn\nmembers of the public, and to alert individuals like the complainant to the\nfact that they might be breaking the law.\n8. The publication\nalso denied any breach of Clause 2 (Privacy). It said that the complainant had\nbeen photographed seated inside a coffee shop near to a large window, clearly\nvisible to passers-by. It said that its photographer had taken the photograph\nthrough this window. Where the complainant was in a public place, the\npublication did not consider that he had a reasonable expectation of privacy.\nIt said that the complainant had provided his full name to the journalist\nduring the course of their correspondence and meeting, and that there was a\nstrong public interest in identifying him, given that he appeared to be\nbreaking the law and potentially posed a risk to vulnerable individuals.\nRelevant Code Provisions\n9. Clause 2\n(Privacy)*\ni) Everyone is entitled to respect for his or her private and family life,\nhome, health and correspondence, including digital communications.\nii) Editors\nwill be expected to justify intrusions into any individual's private life\nwithout consent. In considering an individual's reasonable expectation of\nprivacy, account will be taken of the complainant's own public disclosures of\ninformation and the extent to which the material complained about is already in\nthe public domain or will become so.\niii) It is\nunacceptable to photograph individuals, without their consent, in public or\nprivate places where there is a reasonable expectation of privacy.\n10. Clause 10\n(Clandestine devices & subterfuge)*\ni) The\npress must not seek to obtain or publish material acquired by using hidden\ncameras or clandestine listening devices; or by intercepting private or mobile\ntelephone calls, messages or emails; or by the unauthorised removal of\ndocuments or photographs; or by accessing digitally-held information without\nconsent.\nii) Engaging in misrepresentation or subterfuge, including by agents or\nintermediaries, can generally be justified only in the public interest and then\nonly when the material cannot be obtained by other means.\n11. The Public Interest\n1. The public interest includes, but is not confined to:\nDetecting or exposing crime, or the threat of crime, or\nserious impropriety.Protecting public health or safety.Protecting the public from being misled by an action or\nstatement of an individual or organisation.Disclosing a person or organisation’s failure or likely\nfailure to comply with any obligation to which they are subject.Disclosing a miscarriage of justice.Raising or contributing to a matter of public debate,\nincluding serious cases of impropriety, unethical conduct or incompetence\nconcerning the public.Disclosing concealment, or likely concealment, of any of the\nabove.\n\n\n\n\n\n\n2. There is a public interest in freedom of expression\nitself.\n3. The regulator will consider the extent to which material\nis already in the public domain or will become so.\n4. Editors invoking the public interest will need to\ndemonstrate that they reasonably believed publication - or journalistic\nactivity taken with a view to publication – would both serve, and be\nproportionate to, the public interest and explain how they reached that\ndecision at the time.\nFindings of the Committee\n12. The publication had identified that, despite a change in\nthe CPS guidance, advertisements continued to be published which appeared to be\noffering accommodation in return for sex. Given the terms of the advertisement\nplaced by the complainant, the publication suspected that he was making an\noffer of this nature. To ascertain whether this was such an offer, it\nconsidered that a degree of subterfuge was required in order to investigate the\ncomplainant’s motives.\n13. In considering the use of subterfuge, editors must have\nregard for whether any such activity would serve and be proportionate to the\npublic interest. In this instance, there was a public interest in the\ninvestigation of serious impropriety of this nature, and the publication had\ngiven appropriate internal consideration to this public interest before first\nmaking use of subterfuge. Initially, a very low level of subterfuge was\ndeployed, whereby a reporter responded to the advertisement using an assumed\nname; this limited subterfuge was clearly proportionate to the public interest\nin the investigation.\n14. The complainant’s responses to the undercover reporter,\nincluding messages which referred to sexual acts, provided a sufficient public\ninterest justification for engaging in the subsequent act of subterfuge, namely\nthe journalist’s meeting with the complainant. The meeting between the\njournalist and the complainant was proportionate to the public interest served\nby the investigation and the Committee was satisfied that the material could\nnot have been obtained by other means.\n15. At the face-to-face meeting, information emerged which\nappeared to support the publication’s position that the complainant was\nproposing to the undercover reporter that she could engage in a sexual\nrelationship with the complainant in return for accommodation. Where the\npublication had a reasonable basis for considering that the complainant was\nengaging in such an activity, there was a public interest in publishing the\ninformation obtained through the subterfuge. There was no breach of Clause 10\n(Clandestine devices and subterfuge).\n16. The complainant had been photographed in a public place,\nand the photograph which was published did not show him engaging in any private\nactivity, or reveal anything private about him, in respect of which he had a\nreasonable expectation of privacy. Publication of the photograph did not amount\nto an intrusion into his private life. The Committee noted that an individual’s\nname is not in itself a piece of private information about them; while there\nwas a potential for intrusion arising from the publication of the complainant’s\nname in connection with the comments he had made in his emails to the\nundercover reporter, in this instance, there was a sufficient public interest\nin identifying the complainant, for the reasons explained above. The\ncomplainant did not have any reasonable expectation of privacy in relation to\nthe comments he had freely made to the undercover reporter in his meeting with\nher in a public place, or in relation to the contents of the publicly-available\nadvert. There was no breach of Clause 2 (Privacy) on these points.\nConclusions\n17. The complaint was not upheld.\nRemedial action required\n18. N/A\nDate complaint received: 26/03/2019\nDate decision issued: 23/05/2019\nBack to ruling listing\n\n\n"
}