{
    "url": "/rulings-and-resolution-statements/ruling/?id=02819-18",
    "title": "02819-18 Sivier v thesun.co.uk",
    "provisions": [
        "1 Accuracy (2018)"
    ],
    "outcome": "Breach - sanction: publication of correction",
    "publication": "thesun.co.uk (News UK)",
    "received_on": "2018-04-04 00:00:00",
    "concluded_on": "2018-08-08 00:00:00",
    "complaint_processing_days": 126,
    "conclusion_long": "17. The complaint was upheld under Clause 1(i) and Clause 1(ii).",
    "remedial_action": "18. Having upheld the complaint under Clause 1, the Committee considered what remedial action should be required. 19. The Committee considered that the appropriate remedy was the publication of a clarification which, in addition to making clear that the complainant’s comments had been inaccurately presented, indicated that these comments were the basis provided for the characterisation of the complainant as a “Holocaust denier”, and that he disputed this characterisation. The offered clarification had addressed the inaccuracies in relation to the comments; an adjudication was not therefore required. However, it had not linked these inaccuracies to the basis given for the characterisation of the complainant, resulting in a breach of Clause 1(ii). 20. The offered clarification also stated that ‘it is not in dispute that he failed to express concern about Jews being taken off the list’. The Committee did not consider that this information was pertinent to the purpose of the clarification: it did not seek to address any inaccuracy within the article. It therefore required that this reference be omitted from the published clarification. In these circumstances, and where the Committee had found a breach of Clause 1(ii) in relation to the offered clarification, the Committee suggested a wording for a clarification which would meet the terms of its ruling. 21. This correction should appear as a footnote to the original article and as a standalone correction on the publication’s homepage. It should state that it has been published following an upheld ruling by the Independent Press Standards Organisation. The full wording should be agreed with IPSO in advance. Date complaint received: 04/04/2018",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee 02819-18 Sivier v\nthesun.co.uk\nSummary of complaint\n1. Mike Sivier\ncomplained to the Independent Press Standards Organisation that thesun.co.uk\nbreached Clause 1 (Accuracy) of the Editors’ Code of Practice in an article\nheadlined “TOXIC POLITICS Labour welcomes banned radical accused of\nanti-Semitism and Militant leader back into the party”, published on 4 February\n2018, and an article headlined “LABOUR COLLAPSE? Labour MP says party ‘will\ncease to exist’ unless it tackles its anti-Semitism problem after members\nre-admitted despite vile slurs” published on 5 February 2018.\n2. The first\narticle reported that documents seen by another publication had shown that\nLabour had “welcomed a Holocaust denier [the complainant] and leading member of\na militant group back into the party”. It said that the complainant was being\nreadmitted after he was “suspended for comments about Jews and antisemitism\njust last year”. The article said that the complainant “said that he was ‘not\ngoing to comment’ on whether millions died in the Holocaust as ‘I don’t know’\nand that it was ‘not a big problem’ if Jews were taken off a list of Holocaust\nsurvivors”. It said that the complainant had “defended the suspended ex-London\nMayor Ken Livingstone”, and explained that he had refused to attend a workshop\non antisemitism which had been imposed as a condition of his readmission to the\nparty. It also included a screenshot of an article in the other publication,\nwhich included the claims above, and also said that the complainant “said it\n‘may be entirely justified’ to say Tony Blair had been ‘unduly influenced by a\ncabal of Jewish advisers’”.\n3. The second\narticle made identical claims about the complainant, but did not refer to a\n“Holocaust denier” being readmitted to the party.\n4. The complainant\nsaid that the articles were inaccurate in breach of Clause 1 (Accuracy),\nbecause they gave a misleading account of comments he had made on his website.\nHe denied that he was a Holocaust denier and that he was antisemitic.\n5. The complainant\nsaid that the comments the articles reported had been distorted by being\nremoved from their context, and denied that they were anti-Semitic. A commenter\non the website had been listing incidents of anti-Semitism on the Left, and had\nreferred to a leaflet which he said omitted Jews from a list of Holocaust\nsurvivors, and put the number of deaths from the Holocaust at thousands, rather\nthan millions. The complainant denied having said that he didn’t know whether\nthousands or millions of Jews died in the Holocaust. Rather, in response to a comment\nabout the leaflet, he had said “I’m not going to comment on ‘thousands’ instead\nof ‘millions’ because I don’t know, but the Nazi holocaust involved many other\ngroups as well as Jews, and it seems likely that the SWP was simply being\n‘politically correct’”. He said he was referring to not knowing whether, or\nwhy, the leaflet made this claim, rather than to not knowing the number of Jews\nwho died. He had gone on to say “Nobody has said anti-Semitism on the left\ndoesn’t exist…But it isn’t organised and is mostly the work of aberrant\nindividuals”. The commenter had then accused the complainant of “pretending\nthat there isn’t a problem”. The complainant had replied “I’m not pretending\nthere isn’t a problem, I’m just not pretending it’s a big problem”. His comment\nthat he was “not pretending it was a big problem” had been referring to the\nproblem of anti-Semitism on the Left in general, and not to the omission of\nJews from the list.\n6. Similarly, in\nrelation to the articles’ claim about the complainant’s views on Tony Blair,\nthe complainant said that another commenter on his website had stated that a\nLabour politician had said that Tony Blair was “unduly influenced by a cabal of\nJewish advisers”. He considered that, without further context, it was impossible\nto analyse this claim, so he had replied saying “I would point out that\n(without further information) concerns that Tony Blair was being ‘unduly\ninfluenced’ by a ‘cabal of Jewish advisers’ may have been entirely justified”.\n7. The publication\ndenied any breach of Clause 1 (Accuracy), and disputed that the complainant’s\ncomments had been taken out of context. It said that the complainant had been\npresented with a clearly offensive item – a pamphlet from the SWP which omitted\nJews from a list of Holocaust victims, the number of which it put at thousands\n– and instead of condemning it, had said “I’m not going to comment on\n‘thousands’ instead of ‘millions’ because I don’t know, but the Nazi holocaust\ninvolved many other groups as well as Jews, and it seems likely that the SWP\nwas simply being ‘politically correct’”. The publication said that this was an\nappalling response to the SWP pamphlet, which indicated that the complainant\ndid not consider that it was a “big problem” if Jews were omitted from the\nlist; the article did not therefore give rise to any misleading impression of\nthe complainant’s position.\n8. Despite this,\nthe publication offered to remove the paragraph referring to SWP pamphlet from\nthe article, and to replace it with a direct quotation of the complainant’s\ncomments. It also offered to publish the following footnote:\nA previous version of this article reported that Mr Sivier\nhad said it was ‘not a big problem’ if Jews were taken off a list of Holocaust\nsurvivors. While it is not in dispute that he failed to express concern about\nJews being taken off the list, he has contacted us to say that he was in fact\nreferring to anti-Semitism in the Labour Party as not being a ‘big problem’.\nThe article also reported that he said he did not know ether thousands or\nmillions of people died in the Holocaust; he assures this comment referred to\nhim not knowing why the SWP had referred to thousands of victims on a pamphlet\nit had prepared, and that he accepts that around 17 million people died.\n9. The publication\nremoved the reference to a “Holocaust denier” from the first article as a\ngesture of goodwill; however, it did not consider that this was inaccurate. It\nsaid that Holocaust denial could take many forms, including disputing details\nas a means of minimising the events, as the complainant had done in respect of\nthe SWP pamphlet; the complainant had also previously quoted and linked to the\nwork of a Holocaust denier, and had written a book which defended Ken Livingstone,\nwho had himself been accused of ‘softcore’ Holocaust denial.\n10. The complainant denied that the article contained a\nreasonable interpretation of his comments. In reference to the claim regarding\nthe number of Holocaust victims, his original comment had made clear, through\nthe use of quotation marks, that he was referring to the use of the words in\nthe leaflet, rather than to his own beliefs. The complainant disputed that he\nhad engaged in any form of Holocaust denial; nor had he defended individuals\nwho had engaged in antisemitism.\nRelevant Code Provisions\nClause 1 (Accuracy)\ni) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not\nsupported by the text.\nii) A significant inaccuracy, misleading statement or\ndistortion must be corrected, promptly and with due prominence, and — where\nappropriate — an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator.\niii) A fair opportunity to reply to significant inaccuracies\nshould be given, when reasonably called for.\niv) The Press, while free to editorialise and campaign, must\ndistinguish clearly between comment, conjecture and fact.\nFindings of the Committee\n11. The article had reported claims about the complainant\nwhich had previously been published elsewhere, and had presented them in this\nlight. However, the comments which the article reported on were publicly\navailable, and the publication was responsible for reporting them accurately.\n12. In response to a commenter referring to comments by a\nLabour politician stating that Tony Blair was “unduly influenced by a cabal of\nJewish advisers”, the complainant had written “(without further information)\nconcerns that Tony Blair was being ‘unduly influenced’ by ‘a cabal of Jewish\nadvisors’ may have been entirely justified.” The complainant said that he had\nnot intended to suggest that this was accurate, but that it might theoretically\nbe accurate. However, his comment was accurately reported by the publication,\nand it was entitled to rely on the words the complainant had used. There was no\nbreach of Clause 1 on this point.\n13. The complainant had not directly “said that he was ‘not\ngoing to comment’ on whether millions died in the Holocaust as ‘I don’t know’”.\nThe publication may have inferred this meaning from the complainant’s comments,\nbut it reported this as something he had said. The article did not make clear\nthat it was reporting the publication’s interpretation of the complainant’s\ncomments. Because the comment thread was publicly available, this represented a\nfailure to take care, in breach of Clause 1(i). The article gave the impression\nthat the complainant had said something which he had not, on a subject liable\nto cause widespread offence, so a clarification was required to avoid a breach\nof Clause 1(ii).\n14. As set out above, the complainant had suggested that the\nomission of Jews from a list of Holocaust survivors in a leaflet may have been\nfor “’politically correct’” reasons. However, he had not explicitly stated that\nomitting Jews from the list was “not a big problem”, as the article said.\nClaiming that the complainant had said this, when his comments were publicly\navailable, represented a failure to take care over the accuracy of the article,\nin breach of Clause 1(i). The article gave the misleading impression that the\ncomplainant had made a claim that he had not made, and because the publication\ndid not provide any evidence to indicate that he had expressed the same view on\nthis point elsewhere, the misleading impression was significant and required\nclarification to avoid a breach of Clause 1(ii).\n15. The first article had originally referred to the\ncomplainant as a “Holocaust denier”. The publication claimed that this\ncharacterisation was justified based on the complainant’s expressed views and\nactions. However, the sole basis provided for this characterisation within the\narticle itself was the complainant’s comments on his website. The Committee\nfound, above, that the publication had failed to take care over the\npresentation of these comments, creating the misleading impression that the\ncomplainant had made statements which he had not. The Committee considered that\nthere was a consequent failure to take care over the basis provided for the\nclaim that the claim that the complainant was a “Holocaust denier”, in breach\nof Clause 1(i). The Committee acknowledged the publication’s position that\nfurther material, not mentioned in the article, supported the characterisation.\nHowever, the Committee did not consider that the publication had provided a\nsufficient basis for asserting that the complainant was a “Holocaust denier”,\neither in the article, or in the evidence subsequently submitted for the\nCommittee’s consideration. The Committee was not in a position to determine\nwhether or not the complainant was in fact a “Holocaust denier”; however, it\ndid not consider that the publication had provided a basis for this\ncharacterisation, and, in order to avoid any breach of Clause 1(ii), a\nclarification was required to indicate that the basis provided for the\ncharacterisation in the article had been presented in a misleading manner, and\nto put on record the complainant’s position that he did not deny the Holocaust.\n16. The footnote clarification offered addressed the\ninaccuracies identified in paragraphs 13 and 14, and made clear the\ncomplainant’s position with respect to these points. It was therefore\nsufficient to address these inaccuracies. However, the clarification did not\nmake clear that these inaccurately-presented claims were the basis for the\ncharacterisation of the complainant as a “Holocaust denier”, a characterisation\nwhich the complainant disputed. The proposed clarification was therefore\ninsufficient, and there was a breach of Clause 1(ii).\nConclusion\n17. The complaint was upheld under Clause 1(i) and Clause\n1(ii).\nRemedial action required\n18. Having upheld the complaint under Clause 1, the\nCommittee considered what remedial action should be required.\n19. The Committee considered that the appropriate remedy was\nthe publication of a clarification which, in addition to making clear that the\ncomplainant’s comments had been inaccurately presented, indicated that these\ncomments were the basis provided for the characterisation of the complainant as\na “Holocaust denier”, and that he disputed this characterisation. The offered\nclarification had addressed the inaccuracies in relation to the comments; an\nadjudication was not therefore required. However, it had not linked these\ninaccuracies to the basis given for the characterisation of the complainant,\nresulting in a breach of Clause 1(ii).\n20. The offered clarification also stated that ‘it is not in\ndispute that he failed to express concern about Jews being taken off the list’.\nThe Committee did not consider that this information was pertinent to the\npurpose of the clarification: it did not seek to address any inaccuracy within\nthe article. It therefore required that this reference be omitted from the\npublished clarification. In these circumstances, and where the Committee had\nfound a breach of Clause 1(ii) in relation to the offered clarification, the\nCommittee suggested a wording for a clarification which would meet the terms of\nits ruling.\n21. This correction should appear as a footnote to the\noriginal article and as a standalone correction on the publication’s homepage.\nIt should state that it has been published following an upheld ruling by the\nIndependent Press Standards Organisation. The full wording should be agreed\nwith IPSO in advance.\nDate complaint received: 04/04/2018\nDate decision issued: 08/08/2018\nBack to ruling listing\n\n\n"
}