{
    "url": "/rulings-and-resolution-statements/ruling/?id=02818-18",
    "title": "02818-18 Sivier v The Sunday Times",
    "provisions": [
        "1 Accuracy (2018)"
    ],
    "outcome": "Breach - sanction: publication of correction",
    "publication": "The Sunday Times (News UK)",
    "published_on": "2018-02-04 00:00:00",
    "received_on": "2018-04-04 00:00:00",
    "concluded_on": "2018-08-29 00:00:00",
    "complaint_processing_days": 147,
    "conclusion_long": "13. The complaint was upheld under Clause 1(i) and Clause 1(ii).",
    "remedial_action": "14. Having upheld the complaint under Clause 1, the Committee considered what remedial action should be required. 15.  The Committee considered that the appropriate remedy was the publication of a correction which made clear the complainant’s position, in relation to the two identified breaches of Clause 1, and indicated that these claims had formed the basis for the characterisation of the complainant as a Holocaust denier – a characterisation the complainant denied. An adjudication was not an appropriate remedy in circumstances where the complainant’s comments were open to interpretation: the breach identified by the Committee related to the misleading presentation of the comments, rather than to whether the publication had misinterpreted them.  16. This correction should appear as a footnote to the online article, as a standalone correction on the publication’s online homepage, and in its corrections and clarifications column in its print edition. It should state that it has been published following an upheld ruling by the Independent Press Standards Organisation. Date complaint received: 04/04/2018",
    "text": "\n\n\n\n\n\nDecision of the\nComplaints Committee – 02818-18 Sivier v The Sunday Times\nSummary of\nComplaint 1.   Mike Sivier complained\nto the Independent Press Standards Organisation that The Sunday Times breached\nClause 1 (Accuracy) of the Editors’ Code of Practice in an article headlined\n“Labour welcomes back banned activists and Holocaust denier”, published on 4\nFebruary 2018. 2.  The article reported that\nindividuals including a “Holocaust denier” had been readmitted to the Labour\nParty following suspensions. It said that the complainant had been suspended\nfrom the party for comments about Jews and Zionism. The article said that he\n“said it ‘may be entirely justified’ to say Tony Blair had been ‘unduly\ninfluenced by a cabal of Jewish advisers’”. It said that “he also said he was\n‘not pretending it was a big problem’ if Jews were omitted from a list of\nHolocaust survivors, and claimed ‘I’m not going to comment’ on whether\nthousands or millions of Jews died in the Holocaust as ‘I don’t know’”. The\narticle went on to describe how the complainant had been readmitted on the\ncondition that he attended a workshop on anti-Semitism. It included the\ncomplainant’s position that he would not be accepting readmission to the party\non these terms. 3.   The\ncomplainant said that the article distorted comments he had made on his website\nto create the misleading impression that they were anti-Semitic. In fact,\nanother commenter on his website had stated that a Labour politician had said\nthat Tony Blair was “unduly influenced by a cabal of Jewish advisers”. He said\nthat, without further context, it was impossible to analyse this claim;\nconsequently, he had replied saying “I would point out that (without further\ninformation) concerns that Tony Blair was being ‘unduly influenced’ by a ‘cabal\nof Jewish advisers’ may have been entirely justified”. 4.    In relation to other claims in\nthe article, the complainant disputed that he was a “Holocaust denier”. He said\nthat a commenter on his website had been listing incidents of anti-Semitism on\nthe Left, and had referred to a leaflet which he said omitted Jews from a list\nof Holocaust survivors, and put the number of deaths from the Holocaust at\nthousands, rather than millions. The complainant denied having said that he didn’t\nknow whether thousands or millions of Jews died in the Holocaust. Rather, in\nresponse to a comment about the leaflet, he had said “I’m not going to comment\non ‘thousands’ instead of ‘millions’ because I don’t know, but the Nazi\nholocaust involved many other groups as well as Jews, and it seems likely that\nthe SWP was simply being ‘politically correct’”. He said he was referring to\nnot knowing why the leaflet made this claim, rather than to not knowing the\nnumber of Jews who died. He had gone on to say “Nobody has said anti-Semitism\non the left doesn’t exist…But it isn’t organised and is mostly the work of\naberrant individuals”. The commenter had then accused the complainant of\n“pretending that there isn’t a problem”. The complainant had replied “I’m not pretending\nthere isn’t a problem, I’m just not pretending it’s a big problem”. His comment\nthat he was “not pretending it was a big problem” had been referring to the\nproblem of anti-Semitism on the Left in general, and not to the omission of\nJews from the list. 5.    The publication said that the\narticle had accurately quoted the complainant as saying, on a comment thread on\nhis website, that it “may be entirely justified” to say that Tony Blair was\ncontrolled by a “cabal of Jewish activists”; it was not obliged to include the\ncomplainant’s explanation of this position. The publication accepted that the\ncomplainant’s comment that he was “not pretending it’s a big problem” was\nreferring to the problem of anti-Semitism within the Labour Party generally,\nand not to the omission of Jews from a list of Holocaust victims. However, this\nwas not a significant inaccuracy when the complainant had sought to defend the\nleaflet’s omission of Jews by saying it was “likely that the SWP was simply\nbeing ‘politically correct’” by omitting Jews from the list. It said that, in\nresponse to a criticism of the SWP saying there were ‘thousands’ instead of\n‘millions’ of victims of the Holocaust, the complainant had said “I’m not going\nto comment” as “I don’t know”; therefore, he had not been misquoted, and no\nrelevant context had been removed. While he had since clarified what he meant,\nthis is not what he wrote; he had not questioned the numbers at all, and had\nsought to portray the SWP leaflet as reasonable, and not anti-Semitic. 6.   \nThe\npublication denied that the article’s reference to a “Holocaust denier” had\nbeen part of the complainant’s complaint. It said that the article did not\nexplicitly refer to the complainant in this way. In any event, it said it would\nnot have been misleading to describe the complainant in this way, given that he\nhad expressed support for individuals expelled from the Labour Party over antisemitism;\nhad suggested that Tony Blair had been influenced by a “cabal of Jewish\nadvisers”; had defended the omission of Jews from a list of Holocaust victims;\nhad been required – but refused - to attend a workshop on antisemitism; and had\nwritten and published a cartoon series which it said appeared to glorify Hitler\nand the Holocaust. 7.   \nAs\na gesture of goodwill, the publication offered to amend the paragraph in\nquestion to state “He also said he was\n‘not pretending it [anti-Semitism in the Labour Party] was a big problem’.\nReferring to a political leaflet which omitted Jews from a list of Holocaust\nvictims, the number of which it put at thousands instead [of] millions, he said\n‘I’m not going to comment on “thousands” instead of “millions” because I don’t\nknow, but the Nazi holocaust involved many other groups as well as Jews, and it\nseems likely that [the leaflet] was simply being “politically correct”’”.\nIt also offered to publish a footnote to the article reading: This article was\namended on [date] to clarify Mr Sivier’s views on a political leaflet which\nomitted Jews from a list of Holocaust victims, the number of which it put at\nthousands instead of millions. 8.    The complainant said that it was\nclear that the reference to a “Holocaust denier” had been directed at him, and\nthat his complaint as a whole had centred on the publication’s characterisation\nof his views on the Holocaust. He disputed the publication’s basis for stating\nthat it would not be misleading to describe him as a “Holocaust denier”; in fact,\nthe cartoon referred to was ridiculing Hitler, and he had condemned a number of\nindividuals within the Labour Party for antisemitism. Relevant Code\nProvisions 9. Clause 1 (Accuracy) i) The Press must take care not to\npublish inaccurate, misleading or distorted information or images, including\nheadlines not supported by the text. ii) A significant inaccuracy,\nmisleading statement or distortion must be corrected, promptly and with due\nprominence, and — where appropriate — an apology published. In cases involving\nIPSO, due prominence should be as required by the regulator. \niii) A fair opportunity to reply to\nsignificant inaccuracies should be given, when reasonably called for.\niv) The Press, while free to\neditorialise and campaign, must distinguish clearly between comment, conjecture\nand fact.  \nFindings of the Committee 9.    In response\nto a commenter referring to comments by a Labour politician stating that Tony\nBlair was “unduly influenced by a cabal of Jewish advisers”, the complainant\nhad written “(without further information) concerns that Tony Blair was being\n‘unduly influenced’ by ‘a cabal of Jewish advisors’ may have been entirely\njustified.” The article did not give a misleading impression of the substance\nof this comment, and the publication was entitled to rely on the words the\ncomplainant had used, which it had not presented in a misleading manner. There\nwas no breach of Clause 1 on this point.  10. The complainant had not directly said that he was\n“’not going to comment’ on whether thousands or millions of Jews died in the\nHolocaust as ‘I don’t know’”. There was no reference in the discussion\nsurrounding the leaflet to “whether thousands or millions of Jews died in the\nHolocaust”, because the leaflet had explicitly not referred to Jews among the\nvictims of the Holocaust; the discussion had centred on the reasons for the\nomission of Jews from the list, which the complainant had said may have been\nfor ‘politically correct’ reasons, but there was no discussion of the number of\nJews who had died. The publication was entitled to give its own interpretation\nof what the complainant had meant by his comments. However, the article did not\nmake clear that it was reporting the publication’s interpretation of the\ncomplainant’s comments - they were presented as direct comments in relation to\nspecific claims, when in fact separate comments had been juxtaposed. Because\nthe comment thread was publicly available, this represented a failure to take\ncare, in breach of Clause 1(i). The article gave the impression that the\ncomplainant had said something which he had not, on a subject liable to cause\nwidespread offence. In these circumstances, a clarification was required to\navoid a breach of Clause 1(ii). The publication had offered to amend its\narticle to include the complainant’s words, and to append a footnote explaining\nthat the article had been amended, but had not offered any correction or\nclarification identifying and addressing this inaccuracy; Clause 1(ii) had been\nbreached. 11. As set out above, the complainant had suggested that\nomitting Jews from a list of Holocaust survivors in a leaflet may have been for\n“’politically correct’” reasons. However, he had not explicitly stated that he\nwas “‘not pretending it was a big problem’ if Jews were omitted from a list of\nHolocaust survivors”, as the article said. Claiming that the complainant had\nsaid this, when his comments were publicly available, represented a failure to\ntake care over the accuracy of the article, in breach of Clause 1(i). Because\nthe article gave the misleading impression that the complainant had made a\nclaim that he had not explicitly made, on a controversial subject, it required\nclarification to avoid a breach of Clause 1(ii). The publication had offered to\namend its article to include the complainant’s words, and to add a footnote\nstating that the article had been amended, and the Committee welcomed this\noffer, which went some way to address the misleading impression given. However,\nthe publication had not offered any correction or clarification identifying and\naddressing this inaccuracy; Clause 1(ii) had been breached. \n12. The Committee considered that the question of whether\nthe complainant was a “Holocaust denier” had formed part of his complaint, as\nset out in his correspondence with the publication prior to contacting IPSO,\nwhere he questioned whether he was the “Holocaust denier” the article had\nreferred to. The fact that the publication did not respond to his question in\nrelation to this point did not mean that he had not raised a concern in\nrelation to it, and it was legitimate for the Committee to consider this\nmatter. It was clear that this characterisation referred to the complainant:\nthe headline had referred to “banned activists and [a] Holocaust denier” being\nwelcomed back into the Labour Party, and it was clear that the other\nindividuals referred to were members of “’proscribed’” groups. The complainant\nwas the only individual named in reference to any claims around the Holocaust.\nThe publication claimed that this characterisation was not misleading based on\nthe complainant’s expressed views and actions. However, the sole basis provided\nfor this characterisation within the article itself was the complainant’s\ncomments on his website. The Committee found, above, that the publication had\nfailed to take care over the presentation of these comments, creating the\nmisleading impression that the complainant had made statements which he had\nnot. The Committee considered that there was a consequent failure to take care\nover the basis provided for the claim that the complainant was a “Holocaust\ndenier”, in breach of Clause 1(i). The Committee acknowledged the publication’s\nposition that further material, not mentioned in the article, supported the\ncharacterisation. However, the Committee did not consider that the publication\nhad provided a sufficient basis for asserting that the complainant was a\n“Holocaust denier”, either in the article, or in the evidence subsequently\nsubmitted for the Committee’s consideration. The Committee was not in a\nposition to determine whether or not the complainant was in fact a “Holocaust\ndenier”; however, it did not consider that the publication had provided a basis\nfor this characterisation, and, in order to avoid any breach of Clause 1(ii), a\nclarification was required to indicate that the basis provided for the\ncharacterisation in the article had been presented in a misleading manner, and\nto put on record the complainant’s position that he did not deny the Holocaust.\nNo such clarification had been offered, and Clause 1(ii) had been breached.Conclusions 13. The complaint was upheld under\nClause 1(i) and Clause 1(ii).Remedial action\nrequired 14. Having upheld the complaint under Clause 1, the\nCommittee considered what remedial action should be required. 15.  The Committee\nconsidered that the appropriate remedy was the publication of a correction\nwhich made clear the complainant’s position, in relation to the two identified\nbreaches of Clause 1, and indicated that these claims had formed the basis for\nthe characterisation of the complainant as a Holocaust denier – a\ncharacterisation the complainant denied. An adjudication was not an appropriate\nremedy in circumstances where the complainant’s comments were open to\ninterpretation: the breach identified by the Committee related to the\nmisleading presentation of the comments, rather than to whether the publication\nhad misinterpreted them. \n16. This correction should appear as a footnote to the\nonline article, as a standalone correction on the publication’s online\nhomepage, and in its corrections and clarifications column in its print\nedition. It should state that it has been published following an upheld ruling\nby the Independent Press Standards Organisation.\nDate complaint\nreceived: 04/04/2018\nDate decision\nissued: 29/08/2018\nBack to ruling listing\n\n\n"
}