{
    "url": "/rulings-and-resolution-statements/ruling/?id=02814-21",
    "title": "02814-21 Kent v staffordshire-live.co.uk",
    "provisions": [
        "1 Accuracy (2019)",
        "2 Privacy (2019)",
        "6 Children (2019)"
    ],
    "outcome": "Breach - sanction: action as offered by publication",
    "publication": "staffordshire-live.co.uk (Reach PLC)",
    "published_on": "2021-03-16 00:00:00",
    "received_on": "2021-03-18 00:00:00",
    "concluded_on": "2021-11-30 00:00:00",
    "complaint_processing_days": 257,
    "conclusion_long": "15. The complaint was upheld in part.",
    "remedial_action": "16. The published correction put the correct position on record and was offered promptly and with due prominence. No further action was required.     Date complaint received: 18/03/2021",
    "text": "\n\n\n\n\n\nDecision\nof the Complaints Committee – 02814-21 Kent v staffordshire-live.co.uk\nSummary\nof Complaint\n1. Kathryn\nKent complained to the Independent Press Standards Organisation that\nstaffordshire-live.co.uk breached Clause 1 (Accuracy), Clause 2 (Privacy) and\nClause 6 (Children) of the Editors’ Code of Practice in an article headlined\n“Banned drink-driver couldn't wait to get behind wheel of new Audi”, published\non 16 March 2021.\n2. The\nonline article reported on the sentencing of the complainant on the previous\nday for a series of driving offences: “driving whilst disqualified, driving\nwithout insurance and driving while under the influence of alcohol following\nthe incident”. The article reported that the complainant was already\ndisqualified from driving when she pulled over by police officers in August\n2020, to whom she had “initially [given a] false name”. The article detailed\nher previous convictions, including that she had been convicted in 2019 of\n“drink-driving, driving whilst disqualified, driving without insurance and\nbreaching her suspended sentence.” It reported that the complainant had received\na suspended sentence “despite having been caught-drinking for the second time\nin a year”. The article stated that the “well-being of her 15-year-old\ndaughter” was the “main reason” she had received this sentence and detailed the\ncomments made by the Recorder: her daughter deserved “all the sympathy” and it\nwas for “her sake” that the complainant was given “another chance”.\n3. The\ncomplainant said that the article was inaccurate, in breach of Clause 1\n(Accuracy), because it misreported her recent charges; she was convicted of\ndriving whilst disqualified and without insurance but not for drink driving.\nThe complainant also said that contrary to the article’s claim, she had not\nprovided police officers in August 2020 with a false name. \n4. The\ncomplainant also said that the publication of her partial address intruded into\nher privacy, in breach of Clause 2 (Privacy), as she was fleeing domestic\nviolence. In addition, she said that the publication of information relating to\nher daughter constituted a breach of Clause 6 (Children) in circumstances where\nthere had been an “understanding in court” that anything related to her\ndaughter would not be published. She also expressed concern that its\npublication had negatively affected her daughter’s time at school.  \n5. The\npublication did not accept a breach of the Editors’ Code. It said that it was\nsatisfied that all information contained in the article was an accurate report\nof the court proceedings at which the complainant had been sentenced. It\nprovided a copy of correspondence the reporter had received from a court clerk\nfollowing the hearing which confirmed that the charges against the complainant\nwere “driving while disqualified, driving without insurance and driving while\nunder the influence of alcohol.”  The\npublication also provided a copy of the reporter’s contemporaneous notes in\norder to demonstrate that the court had heard that the complainant had\ninitially told police officers that her name was “Robin Kent”.\n6. Furthermore,\nthe publication did not accept that publishing the complainant’s partial\naddress represented a breach of Clause 2. Whilst it accepted that this\ninformation was not heard in court, it maintained this information was not\ninherently private, noting that the address had been provided by the court\nclerk to the reporter. In any event, the publication noted that it was common\npractice to include a defendant’s address which served an important purpose in\ndistinguishing defendants from others with the same name.\n7. The\npublication also made clear that newspapers are entitled to report on court\nproceedings and did not accept that there had been any reporting restrictions\nin place, nor did the complainant provide any evidence to substantiate these\nclaims. In such circumstances, the publication did not accept a breach of\nClause 6 maintaining that the reference to the complainant’s child was included\nin the comments made by the Recorder and their sentencing decision. \n8. During\nthe course of IPSO’s investigation, the complainant provided a copy of the\ncharges she had faced as set out by her solicitors; she was convicted of\ndriving whilst disqualified and without insurance but not for driving under the\ninfluence of alcohol. Upon receipt of this, and following further\ncorrespondence with the court, the newspaper had amended the online article to\nremove this information and published the following correction as a footnote:\n“A\nprevious version of this article reported that Kathryn Kent had been caught\ndrink-driving for a second time in a year, and that she was convicted of\ndrink-driving after offences committed in August 2020. However, Derby Crown\nCourt has now clarified that Ms Kent has only one drink driving offence from\nSeptember 2019, and that, after her offences in August 2020, she was convicted\nof driving whilst disqualified, driving without insurance and breaching her\nsuspended sentence as a result of her previous drink-driving offence.\"\n9. Further\nto this, during IPSO’s investigation, the publication clarified that the court\nhad not made a specific finding on whether the complainant had given a false\nname to the police. Instead, the prosecution had made this claim which it said\nhad then not been denied or disputed by the complainant or their legal\nrepresentative during proceedings. In such circumstances, and taken into\naccount within the context of the whole article, the newspaper did not consider\nthat the article was significantly misleading on this point. However, upon\nacknowledgement of this, the newspaper amended the online article and published\nan addition footnote correction to record this.\n“A\nprevious version of this article reported as fact that Kathryn Kent initially\ngave a false name to the Police. In fact, this was stated by the prosecutor\nduring the trial, and although Ms Kent and her defence did not dispute this\nduring the trial, Ms Kent now denies that she initially gave a false name. The\narticle has been amended accordingly and we are happy to clarify this.\nRelevant\nCode Provisions\nClause 1\n(Accuracy)\ni) The\nPress must take care not to publish inaccurate, misleading or distorted\ninformation or images, including headlines not supported by the text.\nii) A\nsignificant inaccuracy, misleading statement or distortion must be corrected,\npromptly and with due prominence, and — where appropriate — an apology\npublished. In cases involving IPSO, due prominence should be as required by the\nregulator. \niii) A\nfair opportunity to reply to significant inaccuracies should be given, when\nreasonably called for.\niv) The\nPress, while free to editorialise and campaign, must distinguish clearly\nbetween comment, conjecture and fact.\nClause 2\n(Privacy)*\ni)\nEveryone is entitled to respect for his or her private and family life, home,\nhealth and correspondence, including digital communications.\nii)\nEditors will be expected to justify intrusions into any individual's private\nlife without consent. In considering an individual's reasonable expectation of\nprivacy, account will be taken of the complainant's own public disclosures of\ninformation and the extent to which the material complained about is already in\nthe public domain or will become so.\niii) It\nis unacceptable to photograph individuals, without their consent, in public or\nprivate places where there is a reasonable expectation of privacy.\nClause 6\n(Children)*\ni) All\npupils should be free to complete their time at school without unnecessary\nintrusion.\nii) They\nmust not be approached or photographed at school without permission of the\nschool authorities.\niii)\nChildren under 16 must not be interviewed or photographed on issues involving\ntheir own or another child’s welfare unless a custodial parent or similarly\nresponsible adult consents.\niv)\nChildren under 16 must not be paid for material involving their welfare, nor\nparents or guardians for material about their children or wards, unless it is\nclearly in the child's interest.\nFindings\nof the Committee\n10. The\nnewspaper’s obligation was to report court proceedings accurately. In this\ninstance, the newspaper had contacted the court following the hearing to verify\nthe charges against the complainant with the court confirming that these\nincluded “driving while under the influence of alcohol”. However, the\ncomplainant was in fact charged with driving whilst disqualified, driving\nwithout insurance and breaching her suspended sentence as a result of a\nprevious drink-driving offence – a point later clarified by both the\ncomplainant and the court. In circumstances where the publication had\ndemonstrated that it had sought confirmation from the court prior to\npublication of the charges faced by the complainant and had been given\ninaccurate information, the Committee did not consider that there was any\nfailure to take care over the accuracy of the article. There was no breach of\nClause 1 (i) on this point.\n11. Once\nthe newspaper had been provided with a copy of a letter from the complainant’s\nsolicitor setting out the charges and this had been confirmed by the court, it\nhad amended the online article and published a footnote correction. These\namendments and the publication of the footnote, which made the correct position\nclear, had been made as soon as the newspaper had been given a full account of\nthe true position. This was sufficiently\nprompt and prominent to meet the requirements of Clause 1 (ii). There was no\nbreach of Clause 1 in relation to the inaccuracy about the charges faced by the\ncomplainant.\n12. The\nCommittee next considered the complainant’s concern that the article had\nreported that she had “initially [given a] false name to” police officers in\nAugust 2020, noting that the publication had provided contemporaneous shorthand\nnotes which indicated that this information was heard in court. However, the\narticle gave the misimpression that this was a point of fact accepted by the\ncourt rather than a claim made by the prosecution. This represented a failure\nto take care under Clause 1 (i) and to clearly distinguish between comment,\nconjecture, and fact in a further breach of Clause 1 (iv). This was considered\nsignificant, where it related to the accuracy of what was heard in court, and\nas such, required correction under the terms of Clause 1 (ii).\n13. The\nCommittee turned to the question of whether the action undertaken by the\npublication was sufficient to avoid a further breach of Clause 1 (ii). The publication had amended the article to\nmake clear that this was a claim by the prosecution and had added a footnote\ncorrection to record this. The newspaper had published this soon after it had\nbeen made fully aware of the misleading impression created by the article on\nthis particular point. The correction\nidentified the inaccuracy and put the correct position on record, and the\nlocation was deemed sufficiently prominent, where the inaccuracy formed a\npassing reference in the article and where it was not in dispute that the\ncomplainant and their legal representative had not denied or disputed this\nparticular claim during proceedings. There was no further breach of Clause 1\n(ii) on this point.\n14. The\nCommittee then turned to the concerns raised under Clause 2 and Clause 6. The\nEditors’ Code recognises that publications are generally entitled to report\ncourt proceedings in full, save for particular circumstances, such as when\nreporting restrictions have been put in place by the court. The Committee\nacknowledged that in this instance the complainant was distressed that the\narticle included references to her child. However, in the absence of formal\nreporting restrictions, and where it was accepted that the Recorder had\nreferred to the child in open court as the basis for his sentencing decision,\nthe Committee did not consider the publication of these references represented\nan unnecessary intrusion into the child’s schooling in breach of Clause 6.\nMoreover, whilst it was accepted that the complainant’s partial address was not\nheard during court proceedings, the Committee did not consider this to be\nprivate information: such information is, in general, a matter of public record\nand had been provided by the court. The Committee did not, therefore, consider\nthat the publication of this information represented an intrusion into the\ncomplainant’s private life. There was no breach of Clause 2 or Clause 6. \nConclusion\n15. The\ncomplaint was upheld in part.\nRemedial\nAction Required\n16. The\npublished correction put the correct position on record and was offered\npromptly and with due prominence. No further action was required. \n\n\n\nDate\ncomplaint received: 18/03/2021\nDate\ncomplaint concluded by IPSO: 30/11/2021\nBack to ruling listing\n\n\n"
}