{
    "url": "/rulings-and-resolution-statements/ruling/?id=02822-18",
    "title": "02822-18 Sivier v The Jewish Chronicle",
    "provisions": [
        "1 Accuracy (2018)"
    ],
    "outcome": "Breach - sanction: action as offered by publication",
    "publication": "The Jewish Chronicle (The Jewish Chronicle)",
    "published_on": "2018-02-04 00:00:00",
    "received_on": "2018-04-04 00:00:00",
    "concluded_on": "2018-07-24 00:00:00",
    "complaint_processing_days": 111,
    "conclusion_long": "12. The complaint was upheld under Clause 1(i).",
    "remedial_action": "13. Having upheld the complaint under Clause 1, the Committee considered what remedial action should be required. The publication had offered a clarification which set out the complainant’s position in relation to the number of Jewish victims of the Holocaust, and on the meaning of his comments. This clarification made the complainant’s position clear, and addressed the article’s misleading presentation of his comments. This was sufficient to meet the terms of Clause 1(ii), and should now be published. Date complaint received: 04/04/2018",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee 02822-18 Sivier v The\nJewish Chronicle\nSummary of complaint\n1. Mike Sivier\ncomplained to the Independent Press Standards Organisation that the Jewish\nChronicle breached Clause 1 (Accuracy) of the Editors’ Code of Practice in an\narticle headlined “Labour readmits member following 'antisemitic' remarks on\nJews and Zionism”, published on 4 February 2018.\n2. The article\nreported that the complainant had been readmitted to the Labour Party, after\nhaving been suspended last year for “remarks he made about Jews and Zionism,\nincluding a claim that he could not comment on whether thousands or millions of\nJews died in the Holocaust he said ‘I don’t know’” [sic]. It also stated that\n“in a post on his website, he said ‘it may be entirely justified’ for former\nScottish Linlithgow MP Tam Dalyell to remark that Tony Blair had been unduly\ninfluenced by a cabal of Jewish advisers”. It said that the complainant had\nwritten a book “defending former London mayor Ken Livingstone’s claims about\nHitler and Zionism”. The article stated that the complainant had been asked to\nattend a workshop on antisemitism, as a condition of readmittance to the party,\nbut had declined.\n3. The complainant\nsaid that the article was inaccurate in breach of Clause 1 (Accuracy), because\nit gave a misleading account of comments he had made on his website. Another\ncommenter had stated that a Labour politician had said that Tony Blair was\n“unduly influenced by a cabal of Jewish advisers”. He had replied saying “I\nwould point out that (without further information) concerns that Tony Blair was\nbeing ‘unduly influenced’ by a ‘cabal of Jewish advisers’ may have been\nentirely justified”.\n4. The complainant\nsaid that it was inaccurate for the article to say that he had said he “could\nnot comment” on whether thousands or millions of Jews died in the Holocaust\nbecause he ‘didn’t know’. A commenter on the website had been listing incidents\nof anti-Semitism on the Left, and had referred to a leaflet which he said\nomitted Jews from a list of Holocaust survivors, and put the number of deaths\nfrom the Holocaust at thousands, rather than millions. In response to a comment\nabout the leaflet, the complainant had said “I’m not going to comment on\n‘thousands’ instead of ‘millions’ because I don’t know, but the Nazi holocaust\ninvolved many other groups as well as Jews, and it seems likely that the SWP\nwas simply being ‘politically correct’”. He said he was referring to not\nknowing why the leaflet made this claim, rather than to not knowing the number\nof Jews who died.\n5. The complainant\nsaid that his book had defended Ken Livingstone’s comments made in defence of\nanother Labour MP in 2016, but not those made after his suspension in 2017. The\ncomments it had defended, in relation to Hitler and Zionism, had been accurate.\nIn addition, the article was inaccurate because it omitted his reasons for\nrefusing to attend antisemitism training – namely, that it would be an\nadmission of guilt.\n6. The publication\namended the article on receiving the complainant’s initial complaint, to\ninclude a comment from him stating that he was not a Holocaust denier and had\nalways used the figure of six million Jews having been killed in the Holocaust,\nand to say that “his comment on the numbers killed referred to another post in\nwhich the SWP had queried the total who were murdered”. It also removed the\nreference to the complainant having defended Ken Livingstone’s “claims about\nHitler and Zionism”, and appended a footnote stating ‘This article was edited\nafter Mr Sivier contacted the JC to say that he was not a Holocaust\ndenier’. \n7. The publication\ndenied that the article was inaccurate. In respect of the ‘thousands or\nmillions’ claim, its interpretation of the comments thread was plausible, and\nthere was no significant inaccuracy. Similarly, the publication said that the\nreference to the complainant’s book was inaccurate, but not significantly so:\nthe book had defended Mr Livingstone’s comments in the domain of antisemitism.\nFinally, it was not misleading to omit the complainant’s reasons for refusing\nto attend antisemitism training. However, it offered to add a footnote to the\narticle as follows:\nThis article was amended after Mike Sivier contacted the\npublication. Mr Sivier says that his comment “I don’t know” had been made in\nreference to whether an SWP leaflet put the number of Holocaust victims at\n‘millions’ or ‘thousands’; he says that he does not dispute that six million\nJews died in the Holocaust. He also says that he did not defend Ken\nLivingstone’s comments made after his suspension from the Labour Party in 2017,\nand that any comments he defended were not antisemitic. We have amended the\narticle to reflect Mr Sivier’s account of his position.\nRelevant Code Provisions\nClause 1 (Accuracy)\ni) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not\nsupported by the text. \nii) A significant inaccuracy, misleading statement or\ndistortion must be corrected, promptly and with due prominence, and — where\nappropriate — an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator.\niii) A fair opportunity to reply to significant inaccuracies\nshould be given, when reasonably called for.\niv) The Press, while free to editorialise and campaign, must\ndistinguish clearly between comment, conjecture and fact.\nFindings of the Committee\n8. The complainant\nhad not expressly said that he “could not comment on whether thousands or\nmillions of Jews died in the Holocaust”. There was no reference in the\ndiscussion surrounding the leaflet to “whether thousands or millions of Jews\ndied in the Holocaust”, because the leaflet had explicitly not referred to Jews\namong the victims of the Holocaust. The publication was entitled to give its\nown interpretation of what the complainant had meant by his comments. However,\nthe article did not make clear that it was reporting the publication’s\ninterpretation of the complainant’s comments. This represented a failure to\ntake care, in breach of Clause 1(i). The article gave the impression that the\ncomplainant had said something which he had not, on a subject liable to cause\nwidespread offence; a clarification was required to avoid a breach of Clause\n1(ii). The publication had offered to issue a clarification stating the\ncomplainant’s position that he had been referring to why the leaflet made this\nclaim when he said “I don’t know”, and stating his position on the number of\nJewish victims of the Holocaust. This clarification made the complainant’s\nposition clear, and was sufficient to meet the terms of Clause 1(ii).\n9. The complainant\nsaid that his book had defended accurate comments made by Ken Livingstone in\nrelation to Hitler and Zionism, and had not defended comments made after his\nsuspension in 2017.  The article’s claim\nthat he had written a book “defending former London mayor Ken Livingstone’s\nclaims about Hitler and Zionism” was accurate, and there was no mention in the\narticle of the year these comments were made. No misleading impression of the\nbook was given that required correction under Clause 1(ii).\n10. It was not misleading to omit reference to the\ncomplainant’s reasons for refusing to attend antisemitism training: he had\nrefused to attend, and the publication was not obliged to explain his reasons\nfor doing so. There was no breach of Clause 1 on this point.\n11. In response to a commenter referring to comments by a\nLabour politician stating that Tony Blair was “unduly influenced by a cabal of\nJewish advisers”, the complainant had written “(without further information)\nconcerns that Tony Blair was being ‘unduly influenced’ by ‘a cabal of Jewish\nadvisors’ may have been entirely justified.” Omitting the reference to “further\ninformation” in reporting this exchange did not give a misleading impression of\nthe complainant’s comment as a whole, and there was no breach of Clause 1 on\nthis point.\nConclusion\n12. The complaint was upheld under Clause 1(i).\nRemedial action required\n13. Having upheld the complaint under Clause 1, the\nCommittee considered what remedial action should be required. The publication\nhad offered a clarification which set out the complainant’s position in\nrelation to the number of Jewish victims of the Holocaust, and on the meaning\nof his comments. This clarification made the complainant’s position clear, and\naddressed the article’s misleading presentation of his comments. This was\nsufficient to meet the terms of Clause 1(ii), and should now be published.\nDate complaint received: 04/04/2018Date decision issued: 24/07/2018\nBack to ruling listing\n\n\n"
}