{
    "url": "/rulings-and-resolution-statements/ruling/?id=02820-18",
    "title": "02820-18 Sivier v express.co.uk",
    "provisions": [
        "1 Accuracy (2018)"
    ],
    "outcome": "Breach - sanction: action as offered by publication",
    "publication": "Daily Express (Reach PLC)",
    "published_on": "2018-02-05 00:00:00",
    "received_on": "2018-04-04 00:00:00",
    "concluded_on": "2018-08-29 00:00:00",
    "complaint_processing_days": 147,
    "conclusion_long": "11. The complaint was upheld under Clause 1(i).",
    "remedial_action": "12. The publication had offered to publish an extensive ‘right of reply’ in which the complainant set out his position on all aspects of the complaint. This was considerably longer than the original article, and provided a detailed commentary on the complainant’s views. This had been offered with sufficient prominence, and was adequate to meet the terms of Clause 1(ii). However, the complainant did not wish for his words to be published in this way, and, given the nature of the remedial action offered, it would be inappropriate for the Committee to insist on its publication. In response to these concerns, the publication offered to publish the following clarification: Mr Sivier has contacted us to point out that his statement “I’m not going to comment” had been made in reference to not knowing whether the SWP had referred to “thousands” rather than “millions” of Holocaust victims on a flyer, and was not a reference to his own beliefs about the number of victims of the Holocaust. He also says that his reference to there not being a “big problem” was made in relation to the general issue of anti-Semitism on the left and not in reference to the specific issue of omitting Jews from the list of Holocaust survivors, as the SWP was alleged to have done on the flyer. Mr Sivier denies making any comments that could be interpreted as anti-Semitic and we are happy to make this position clear. 13. The footnote clarification offered addressed the inaccurate presentation of the complainant’s comments which the Committee had identified in the article, and made clear the complainant’s position with respect to these two points. It was therefore sufficient to address the inaccuracy, and had been offered with sufficient prominence. It should now be published. Date complaint received: 04/04/2018",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee 02820-18 Sivier v\nexpress.co.uk\nSummary of complaint\n1. Mike Sivier\ncomplained to the Independent Press Standards Organisation that express.co.uk\nbreached Clause 1(Accuracy) of the Editors’ Code of Practice in an article\nheadlined “Holocaust denier and hard-leftists READMITTED into Labour Party\nranks after NEC takeover”, published on 5 February 2018.\n2. The article\nreported that individuals had been readmitted to the Labour Party following\nsuspensions. The article said that the complainant was one such individual, and\nthat he had “said it ‘may be entirely justified’ to say Tony Blair had been\n‘unduly influenced by a cabal of Jewish advisers’”. It said that “he said he\nwas ‘not pretending it was a big problem’ if Jews were omitted from a list of\nHolocaust survivors, claiming ‘I’m not going to comment’ on whether thousands\nor millions died in the Holocaust as ‘I don’t know’”. The article said that the\ncomplainant “also wrote a book defending Ken Livingstone’s claims about Hitler\nand Zionism”, and went on to describe how the complainant had been readmitted\non the condition that he attended a workshop on anti-Semitism. It included the\ncomplainant’s position that he would not be accepting readmission to the party\non these terms.\n3. The complainant\nsaid that the article distorted comments he had made on his website to create\nthe misleading impression that they were anti-Semitic. In fact, another\ncommenter on his website had stated that a Labour politician had said that Tony\nBlair was “unduly influenced by a cabal of Jewish advisers”. He said that, without\nfurther context, it was impossible to analyse this claim; consequently, he had\nreplied saying “I would point out that (without further information) concerns\nthat Tony Blair was being ‘unduly influenced’ by a ‘cabal of Jewish advisers’\nmay have been entirely justified”.\n4. In relation to\nother claims in the article, the complainant disputed the publication’s\npresentation of his comments. He said that a commenter on his website had been\nlisting incidents of anti-Semitism on the Left, and had referred to a leaflet\nwhich he said omitted Jews from a list of Holocaust survivors, and put the\nnumber of deaths from the Holocaust at thousands, rather than millions. The\ncomplainant denied having said that he didn’t know whether thousands or\nmillions of Jews died in the Holocaust. Rather, in response to a comment about\nthe leaflet, he had said “I’m not going to comment on ‘thousands’ instead of\n‘millions’ because I don’t know, but the Nazi holocaust involved many other\ngroups as well as Jews, and it seems likely that the SWP was simply being\n‘politically correct’”. He said he was referring to not knowing why the leaflet\nmade this claim, rather than to not knowing the number of Jews who died. He had\ngone on to say “Nobody has said anti-Semitism on the left doesn’t exist…But it\nisn’t organised and is mostly the work of aberrant individuals”. The commenter\nhad then accused the complainant of “pretending that there isn’t a problem”.\nThe complainant had replied “I’m not pretending there isn’t a problem, I’m just\nnot pretending it’s a big problem”. His comment that he was “not pretending it\nwas a big problem” had been referring to the problem of anti-Semitism on the\nLeft in general, and not to the omission of Jews from the list.\n5. The complainant\nalso said that the reference to his book about Ken Livingstone was misleading;\nit suggested that writing such a book was wrong, when in fact the book made\nclear why Mr Livingstone’s comments about Hitler and Zionism were accurate. He\nalso said that omitting the reasons for him not attending the workshop on\nantisemitism – that it would be an admission of guilt – made the article\nmisleading.\n6. The publication\ndenied that the article was inaccurate. It said that it had relied on the\ncomplainant’s own words in describing his comments on his website. It denied\nthat omitting reference to the complainant’s reasons for refusing to attend the\nworkshop was misleading. Nevertheless, as a gesture of goodwill, the\npublication offered to publish an extensive explanation from the complainant –\nin his own words - setting out his position on the points raised in the\narticle. It said that this would be published separately to the original\narticle, with the headline ‘Mike Sivier’s Right of Reply’, and would begin as\nfollows:\n“On 4 February 2018 we published an article headlined\n‘Holocaust denier and hard-leftists READMITTED into Labour Party ranks after\nNEC takeover’. Below is Mr Sivier’s right of reply to that article”.\nThe publication said that the original article would be\namended to include a stand first below the headline reading “Mike Sivier has\nbeen given a right of reply to this article. To read that reply follow this\nlink”. This would link to the extensive explanation in the complainant’s own\nwords. The publication said that this ‘right of reply’ was significantly longer\nthan the original article, and gave the complainant the opportunity to respond\nin full, and unabridged, to the allegations made.\nRelevant Code Provisions\nClause 1 (Accuracy)\ni) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not\nsupported by the text. \nii) A significant inaccuracy, misleading statement or\ndistortion must be corrected, promptly and with due prominence, and — where\nappropriate — an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator.\niii) A fair opportunity to reply to significant inaccuracies\nshould be given, when reasonably called for.\niv) The Press, while free to editorialise and campaign, must\ndistinguish clearly between comment, conjecture and fact.\nFindings of the Committee\n7. In response to a\ncommenter referring to comments by a Labour politician stating that Tony Blair\nwas “unduly influenced by a cabal of Jewish advisers”, the complainant had\nwritten “(without further information) concerns that Tony Blair was being ‘unduly\ninfluenced’ by ‘a cabal of Jewish advisors’ may have been entirely justified.”\nThe presentation of this comment was not misleading, and the publication was\nentitled to rely on the words the complainant had used. There was no breach of\nClause 1 on this point.\n8. The complainant\ndid not dispute that he had written a book defending Ken Livingstone’s comments\nabout Hitler and Zionism. In these circumstances, omitting the complainant’s\nview that the book was accurate was not misleading. Similarly, it was not\nmisleading to omit the complainant’s reasons for deciding not to participate in\nthe antisemitism workshop. There was no breach of Clause 1 on these points.\n9. The complainant\nhad not directly said that he was “’not going to comment’ on whether thousands\nor millions died in the Holocaust as ‘I don’t know’”. The publication was\nentitled to give its own interpretation of what the complainant had meant by\nhis comments. However, the article did not make clear that it was reporting the\npublication’s interpretation of the complainant’s comments - they were\npresented as direct quotations, when this was not the case. Because the comment\nthread was publicly available, this represented a failure to take care, in\nbreach of Clause 1(i). The article gave the impression that the complainant had\nsaid something which he had not, on a subject liable to cause widespread\noffence; a clarification was required to avoid a breach of Clause 1(ii). The\npublication had offered to publish an extensive ‘right of reply’ in response to\nthe claims made in the article. A right of reply, rather than a correction, may\nnot always be sufficient to meet the terms of 1(ii). However, in this instance,\nthe inaccuracy had resulted from a misinterpretation of the complainant’s\ncomments; in these circumstances, giving the complainant a fulsome opportunity\nto defend his comments and explain their full meaning was appropriate. The\npublication had offered to publish this ‘right to reply’ in a standalone\nformat, as well as linked to the original article. This remedy was sufficient\nto meet the terms of Clause 1(ii), and there was no further breach of the Code\non this point.\n10. Similarly, the complainant had not explicitly stated\nthat he was “‘not pretending it was a big problem’ if Jews were omitted from a\nlist of Holocaust survivors” as the article said. Claiming that the complainant\nhad said this, when his comments were publicly available, represented a failure\nto take care over the accuracy of the article, in breach of Clause 1(i). Because\nthe article gave the misleading impression that the complainant had made a\nclaim that he had not explicitly made, on a controversial subject, it required\nclarification to avoid a breach of Clause 1(ii). The publication’s offered\n‘right of reply’ gave the complainant’s views on this subject in such a way\nthat addressed the misleading impression created, and it had offered to publish\nthis in a standalone format, as well as linked to the original article. This\nwas sufficient to meet the terms of Clause 1(ii), and there was no further\nbreach of the Code on this point.\nConclusion\n11. The complaint was upheld under Clause 1(i).\nRemedial action required\n12. The publication had offered to publish an extensive\n‘right of reply’ in which the complainant set out his position on all aspects\nof the complaint. This was considerably longer than the original article, and\nprovided a detailed commentary on the complainant’s views. This had been\noffered with sufficient prominence, and was adequate to meet the terms of\nClause 1(ii). However, the complainant did not wish for his words to be\npublished in this way, and, given the nature of the remedial action offered, it\nwould be inappropriate for the Committee to insist on its publication. In\nresponse to these concerns, the publication offered to publish the following\nclarification:\nMr Sivier has contacted us to point out that his statement\n“I’m not going to comment” had been made in reference to not knowing whether\nthe SWP had referred to “thousands” rather than “millions” of Holocaust victims\non a flyer, and was not a reference to his own beliefs about the number of\nvictims of the Holocaust. He also says that his reference to there not being a\n“big problem” was made in relation to the general issue of anti-Semitism on the\nleft and not in reference to the specific issue of omitting Jews from the list\nof Holocaust survivors, as the SWP was alleged to have done on the flyer. Mr\nSivier denies making any comments that could be interpreted as anti-Semitic and\nwe are happy to make this position clear.\n13. The footnote clarification offered addressed the\ninaccurate presentation of the complainant’s comments which the Committee had\nidentified in the article, and made clear the complainant’s position with\nrespect to these two points. It was therefore sufficient to address the\ninaccuracy, and had been offered with sufficient prominence. It should now be\npublished.\nDate complaint received: 04/04/2018\nDate decision issued: 29/08/2018\nBack to ruling listing\n\n\n"
}