{
    "url": "/rulings-and-resolution-statements/ruling/?id=02821-18",
    "title": "02821-18 Sivier v Mail Online",
    "provisions": [
        "1 Accuracy (2018)"
    ],
    "outcome": "Breach - sanction: action as offered by publication",
    "publication": "Mail Online (Associated Newspapers Limited)",
    "published_on": "2018-02-04 00:00:00",
    "received_on": "2018-04-04 00:00:00",
    "concluded_on": "2018-06-29 00:00:00",
    "complaint_processing_days": 86,
    "conclusion_long": "14. The complaint was upheld under Clause 1(i).",
    "remedial_action": "15. The publication had offered a footnote clarification which set out the complainant’s position in relation to his comments. This clarification addressed the inaccuracies within the article, and was sufficient to meet the terms of Clause 1(ii). It should now be published.Date complaint received: 04/04/2018",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee 02821-18 Sivier v\nMail OnlineSummary of complaint1. Mike Sivier\ncomplained to the Independent Press Standards Organisation that Mail Online\nbreached Clause 1 (Accuracy) of the Editors’ Code of Practice in an article\nheadlined “Journalist accused of anti-Semitism and ex Militant member among the\nfar-left activists who have been let back into Labour after Corbynistas\ntightened their grip on the party”, published on 4 February 2018.2. The article\nreported on “secret documents” seen by a different publication, which showed\nthat the Labour Party had allowed “far left activists” back into the party. It\nsaid that the complainant was being given back his membership after being\n“expelled…over claims he had posted anti-Semitic abuse online”. The article\nsaid that the complainant “reportedly said it ‘may be entirely justified’ to\nsay Tony Blair had been ‘unduly influenced by a cabal of Jewish advisers’”, and\nthat he also “said he was ‘not pretending it was a big problem’ if Jews were\nomitted from a list of Holocaust survivors”. It went on to say that, according\nto the other publication, the complainant “claimed ‘I’m not going to comment’\non whether thousands or millions of Jews died in the Holocaust as ‘I don’t\nknow’”.3. The complainant\nsaid that he had not been “expelled” from the Labour Party: he had been\nsuspended while an investigation was carried out into allegations that he had\nposted material which might be interpreted as anti-Semitic - not for posting\n“abuse”. He said that another commenter on his website had stated that a Labour\npolitician had said that Tony Blair was “unduly influenced by a cabal of Jewish\nadvisers”. He said that, without further context, it was impossible to analyse\nthis claim; he had replied saying “I would point out that (without further\ninformation) concerns that Tony Blair was being ‘unduly influenced’ by a ‘cabal\nof Jewish advisers’ may have been entirely justified”.4. The complainant\nsaid that the other comments reported had been distorted by being removed from\ntheir context, and denied that they were anti-Semitic. A commenter on the\nwebsite had been listing incidents of anti-Semitism on the Left, and had\nreferred to a leaflet which he said omitted Jews from a list of Holocaust\nsurvivors, and put the number of deaths from the Holocaust at thousands, rather\nthan millions. The complainant denied having said that he didn’t know whether\nthousands or millions of Jews died in the Holocaust. Rather, in response to a\ncomment about the leaflet, he had said “I’m not going to comment on ‘thousands’\ninstead of ‘millions’ because I don’t know, but the Nazi holocaust involved\nmany other groups as well as Jews, and it seems likely that the SWP was simply\nbeing ‘politically correct’”. He said he was referring to not knowing whether\nthe leaflet made this claim, rather than to not knowing the number of Jews who\ndied. He had gone on to say “Nobody has said anti-Semitism on the left doesn’t\nexist…But it isn’t organised and is mostly the work of aberrant individuals”.\nThe commenter had then accused the complainant of “pretending that there isn’t\na problem”. The complainant had replied “I’m not pretending there isn’t a\nproblem, I’m just not pretending it’s a big problem”. His comment that he was\n“not pretending it was a big problem” had been referring to the problem of\nanti-Semitism on the Left in general, and not to the omission of Jews from the\nlist.5. The publication\ndenied that the use of the word “expelled” was significantly misleading; the\narticle did not suggest that the complainant had been permanently removed from\nthe party, as its entire premise was that he and others had been readmitted. It\nnevertheless removed this word from the article and substituted the word\n“suspended” in its place. It also denied that the term “abuse” was misleading\nsince the allegations related to the posting of content which might be\ninterpreted as anti-Semitic. In addition, the publication said that it had\naccurately reported the complainant’s comments in relation to the “cabal of\nJewish advisers”.6. The publication\nsaid that the article was entirely accurate in reporting the complainant’s\nother comments; the interpretation that had been made of the comments was\nreasonable. It acknowledged that the complainant may have a different\ninterpretation of the comments, and offered to publish a footnote clarification\nas follows:Since first publication Mr Sivier has contacted us and asked\nus to point out that his refusal to comment on the issue of why the SWP flyer\nreferred to “thousands” rather than “millions” was a reference to the choice of\nwording by the SWP on their flyer and not a reference to the number of victims\nof the Holocaust. He also says that the reference to there not being a “big\nproblem” was directed to the general issue of anti-Semitism on the left and not\nthe specific issue of omitting Jews from the list of Holocaust survivors. Mr\nSivier denies making any comments that could be interpreted as anti-Semitic and\nwe are happy to make his position clear.It also offered to publish a standalone clarification on its\nwebsite as follows:An article on 4 February entitled “Journalist accused of\nanti-Semitism and an ex Militant member among the far-left activists who have\nbeen let back into Labour after Corbynistas tightened their grip on the party”\nreported on allegedly anti-Semitic comments made by mike Sivier. We now\nunderstand that Mr Sivier denies that these comments could be interpreted as\nanti-Semitic and we are happy make his position clear.7. The complainant\ndenied that the article contained a reasonable interpretation of his comments.\nIn reference to the claim regarding the number of Holocaust victims, his\noriginal comment had made clear, through the use of quotation marks, that he\nwas referring to the use of the words in the leaflet, rather than to his own\nbeliefs. The commenter had said that the complainant was “defending the\nindefensible, and pretending that there isn’t a problem” with anti-Semitism on\nthe Left, and it was in response to this that he had said “I’m not pretending\nthere isn’t a problem, though. I’m simply not pretending it’s a big problem”.Relevant Code ProvisionsClause 1 (Accuracy)i) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not\nsupported by the text.ii) A significant inaccuracy, misleading statement or\ndistortion must be corrected, promptly and with due prominence, and — where\nappropriate — an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator.iii) A fair opportunity to reply to significant inaccuracies\nshould be given, when reasonably called for.iv) The Press, while free to editorialise and campaign, must\ndistinguish clearly between comment, conjecture and fact.Findings of the Committee8. The Committee\nnoted that the article had reported claims about the complainant which had\npreviously been published elsewhere, and had presented them in this light.\nHowever, the comments which the article reported on were publicly available,\nand the publication was responsible for reporting them accurately.9. The article had\noriginally stated that the complainant had been “expelled” by the party. The\nCommittee acknowledged that, read alone, this might suggest that he had been\npermanently barred. However, the sub-headline indicated that he had been\n‘suspended’, and the article made clear that he was eligible to be readmitted;\nindeed, this was the premise of the article. In these circumstances, stating\nthat he had been “expelled” was not significantly misleading, and there was no\nfailure to take care over this claim. Similarly, it was not misleading for the\narticle to say that the complainant had been expelled “over claims” of “abuse”:\nthe suspension had related to allegations of anti-Semitic comments made online,\nwhich the publication was entitled to characterise as “abuse” when the basis\nfor this was made clear. In addition, the newspaper had not stated as fact that\nhe had in fact engaged in “abuse”, but had stated that he was suspended “over\nclaims” of such behaviour. There was no breach of Clause 1 on these points.10. In response to a commenter referring to comments by a\nLabour politician stating that Tony Blair was “unduly influenced by a cabal of\nJewish advisers”, the complainant had written “(without further information)\nconcerns that Tony Blair was being ‘unduly influenced’ by ‘a cabal of Jewish\nadvisors’ may have been entirely justified.” This comment was accurately\nreported by the publication, and it was entitled to rely on the words the\ncomplainant had used. There was no breach of Clause 1 on this point.11. The complainant had not directly said that he was “’not\ngoing to comment’ on whether thousands or millions of Jews died in the\nHolocaust as ‘I don’t know’”. There was no reference in the discussion\nsurrounding the leaflet to “whether thousands or millions of Jews died in the\nHolocaust”, because the leaflet had explicitly not referred to Jews among the\nvictims of the Holocaust. The publication may have inferred this meaning from\nthe complainant’s comments, but it reported this as something he had said. The\narticle did not make clear that it was reporting the publication’s\ninterpretation of the complainant’s comments; they were presented as direct\nquotations. Because the comment thread was publicly available, this represented\na failure to take care, in breach of Clause 1(i). The article gave the\nimpression that the complainant had said something which he had not, on a\nsubject liable to cause widespread offence, a clarification was required to\navoid a breach of Clause 1(ii).12. As set out above, the complainant had suggested that\nomitting Jews from a list of Holocaust survivors in a leaflet may have been for\n“’politically correct’” reasons. However, he had not explicitly stated that\nomitting Jews from the list was “not a big problem”, as the article said\nClaiming that the complainant had said this, when his comments were publicly\navailable, this represented a failure to take care over the accuracy of the\narticle, in breach of Clause 1(i). Because the article gave the misleading\nimpression that the complainant had made a claim that he had not made, it\nrequired clarification to avoid a breach of Clause 1(ii).13. The footnote clarification addressed the two\ninaccuracies identified in the article, and made clear the complainant’s\nposition with respect to these two points. It was therefore sufficient to\naddress the inaccuracy and avoid a breach of Clause 1(ii). The Committee\nwelcomed the offer of a standalone clarification; however, the footnote\ncorrection was sufficient to address the inaccuracies in the article, and the\nCommittee did not require a standalone correction in this instance.Conclusions14. The complaint was upheld under Clause 1(i).Remedial action required15. The publication had offered a footnote clarification\nwhich set out the complainant’s position in relation to his comments. This\nclarification addressed the inaccuracies within the article, and was sufficient\nto meet the terms of Clause 1(ii). It should now be published.Date complaint received: 04/04/2018Date decision issued: 29/06/2018\nBack to ruling listing\n\n\n"
}