{
    "url": "/rulings-and-resolution-statements/ruling/?id=02828-18",
    "title": "02828-18 Lovell v Worthing Herald",
    "provisions": [
        "1 Accuracy (2018)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "Worthing Herald (National World Publishing Ltd)",
    "published_on": "2018-03-28 00:00:00",
    "received_on": "2018-04-04 00:00:00",
    "concluded_on": "2018-08-09 00:00:00",
    "complaint_processing_days": 127,
    "conclusion_long": "12. The complaint was not upheld.",
    "remedial_action": "13. The publication had offered to publish a clarification to the online article which made clear the complainant’s conviction that her partner’s conviction had related to offences committed eight years previously. This was sufficient to address the misleading impression in the article, and had been offered with sufficient promptness and prominence; there was no breach of Clause 1(ii), and the relevant parts of the offered clarification should now be published.The complainant complained to the Independent Complaints Reviewer about the process followed by IPSO in handling this complaint. The Independent Complaints Reviewer decided that the process was not flawed and did not uphold the request for review. Date complaint received: 04/04/2018",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee 02828-18 Lovell v Worthing HeraldSummary of complaint\n1. Deborah Lovell\ncomplained to the Independent Press Standards Organisation that the Worthing\nHerald breached Clause 1 (Accuracy) of the Editors’ Code of Practice in an\narticle headlined “Man arrested after six crews tackle blaze”, published on 28\nMarch 2018\n2. The article said\nthat fire crews were called “to tackle a fire which had broken out in the loft\nof a two storey house”. It said that, subsequently, a man had been arrested on\nsuspicion of cultivating cannabis, “after a number of plants believed to be\ncannabis were found in the property”. The article said that police said that\nthe man had been “detained, questioned and accepted a caution”. It went on to\nsay that “an investigation into the fire found it was of accidental ignition, a\nspokesman from the fire service confirmed”. The article was published in the\nsame format online on the same day, and was headlined “Man arrested after\nDurrington house fire as ‘cannabis plants’ found”. \n3. The complainant\nsaid that the article was inaccurate, in breach of Clause 1(Accuracy): no\nplants had been found at her house, and the fire had started on the landing and\nspread to the loft, according to communications she had received from the fire\nservice after the completion of its investigation. The complainant said that\nthe man, her partner, had been cautioned in relation to an historic offence\nrelating to the cultivation of cannabis eight years previously, which bore no\nrelation to the house fire.\n4. The publication\ndenied that the article was inaccurate. It had been based on a statement issued\nby the police on the morning of publication, which stated that “A man was\narrested on suspicion of cultivating cannabis following a fire…A number of\nplants believed to be cannabis were found in the property. [A man] was\ndetained, questioned and accepted a caution”. On receiving the complaint, the\npublication had asked the police to confirm this information, and it had done\nso. The information regarding the location of the fire had come from an oral\nstatement made by the county council on behalf of the fire service; the\npublication had a shorthand note of this conversation which stated that the\nfire was “in the loft space”. In response to the complaint, the publication had\nasked the council to check the fire service’s log of the incident; it had\nconfirmed that the fire “did start in the loft”. The publication denied that it\nwas misleading to omit that the offence for which the man was cautioned related\nto actions eight years prior; the police had in any case not referred to this\nin their statement. Notwithstanding the above, the publication said that it\nwould be happy to amend the article, or issue a clarification, if the\ncomplainant were able to provide formal confirmation of the alleged\ninaccuracies.\n5. The complainant said that she had complained\nto both the police and fire service that the information they had provided to\nthe publication was inaccurate. During the course of IPSO’s investigation, she\nprovided a response from the police which stated that its initial press\nstatement had been misleading. The response said that the police had found\ntwelve plant pots with plant stems which were unidentifiable; it went on to\ndescribe how “some dried plant was found in one of the pots which was\nidentified to be cannabis, and [the man] confirmed this to be the case…which\nled to him receiving a caution”. The complainant said this supported her\nposition that the article was inaccurate: no living cannabis plants had been\nfound at the property, and only a single dead plant. She also provided a\nresponse from the fire service, in which it apologised to her for having\nreleased a statement prior to the completion of investigative work into the\norigin of the fire.\n6. In response to\nthe information the complainant provided, the publication received an\nadditional statement from the county council and fire service confirming that\nthe fire started on the first floor. In response to this statement, the\npublication removed the reference to the loft from the article, and added the\nfollowing clarification:\nClarification: This article originally stated the fire had\nbroken out in the loft of the property, as stated by the fire service at the\ntime. West Sussex County Council made a further statement on Tuesday, June 26,\n2018, regarding the fire. A spokeswoman said: “According to the log of the\nincident we would have said there was a fire in the roof space. Any briefing\nwas given in good faith at the time. As it was a telephone briefing it is hard\nfor us to know the exact wording of the information given at the time about the\nsource of the fire. We can confirm that our fire investigator has since\nconcluded that the fire started on the first floor and travelled in a concealed\ncavity to the roof space.”\n7. In response to\nthe police response to the complainant, the publication offered to amend the\narticle headline to say ‘cannabis plant’ in the singular; to amend the text to\nstate that the man had been arrested “after part of a dried cannabis plant was\nfound in the property”; and to append the following clarification to the\narticle in addition to the one above:\nAdditionally, this article originally stated that ‘a number\nof plants believed to be cannabis were found in the property’; this was based\non a statement made by the police at the time, which the Herald reported\naccurately and in good faith. The police have since confirmed that twelve plant\npots were found at the property, containing unidentifiable plant stems, but\nthat only one of these pots contained dried cannabis plant. The owner of the\nproperty has also informed us that the offence for which the man was cautioned\ntook place eight years prior to the fire.\n8. The complainant\nsaid that this offer was unsatisfactory, because it did not include an apology.\nRelevant Code provisions \nClause 1 (Accuracy)\ni) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not\nsupported by the text.\nii) A significant inaccuracy, misleading statement or\ndistortion must be corrected, promptly and with due prominence, and — where\nappropriate — an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator.\niv) The Press, while free to editorialise and campaign, must\ndistinguish clearly between comment, conjecture and fact.\nFindings of the Committee\n9. The claim that\nthe fire had started in the loft had been taken from an oral statement provided\nby the fire service, and the publication was able to provide a shorthand note\nof this conversation. The fire service had subsequently confirmed that this\noriginal statement was accurate. There was therefore no failure to take care\nover the accuracy of this claim, in breach of Clause 1(i). The complainant had\nsubsequently provided a further communication from the fire service,\napologising for this initial statement being issued, and the publication had\nobtained confirmation from the fire service that the fire had started on the\nfirst floor. However, the Committee did not consider that the exact origin of\nthe fire was significant in the context of the article, and the original\narticle had not therefore contained a significant inaccuracy that required\ncorrection under Clause 1(ii). The Committee nevertheless welcomed the steps\nthe publication had taken to amend and clarify this point in the article.\n10. The claim that “a number of plants believed to be\ncannabis were found in the property” had come from a police statement, which\nthe police had subsequently confirmed to be accurate. Again, there was\ntherefore no failure to take care over the accuracy of this claim, in breach of\nClause 1(i). The complainant had subsequently obtained a more detailed account\nof the incident from the police, which had shown that one dried cannabis plant\nwas found, along with twelve unidentified plant stems. In circumstances where\nthe police had found dried cannabis plant matter, and the complainant’s partner\nhad accepted a caution for an historic offence of cultivating cannabis, the\nexact number of plants found was not significant, and the article did not give\nrise to a significantly misleading impression that required correction under\nClause 1(ii). This was particularly the case where the article stated that the\nplants were “believed to be” cannabis, rather than asserting this as\ndefinitively proven.\n11. The complainant said that her partner had accepted a\ncaution in relation to an attempt to cultivate cannabis eight years previously.\nThe plant matter had only come to light at the time of the fire. As the initial\npolice statement and subsequent official correspondence made no reference to\nthe timing of the offence, there was no failure to take care over the omission\nof this information, and no breach of Clause 1(i). However, in the context of\nthe story as a whole, the omission of the complainant’s position that the\noffence was of a historic nature had the potential to give a misleading\nimpression of the events surrounding the fire, which required clarification to\navoid a breach of Clause 1(ii). The publication had offered to publish, as a\nfootnote to the online article, a clarification which made clear the\ncomplainant’s position on this point. This had been offered promptly once the\npublication had been made aware of the complainant’s position, and was of\nsufficient prominence, given that the police had not confirmed the\ncomplainant’s account of this offence in their statements on the matter. There\nwas no breach of Clause 1(ii), and the relevant section of this clarification\nshould now be published.\nConclusions\n12. The complaint was not upheld.\nRemedial action required\n13. The publication had offered to publish a clarification\nto the online article which made clear the complainant’s conviction that her\npartner’s conviction had related to offences committed eight years previously.\nThis was sufficient to address the misleading impression in the article, and\nhad been offered with sufficient promptness and prominence; there was no breach\nof Clause 1(ii), and the relevant parts of the offered clarification should now\nbe published.The complainant complained to the\nIndependent Complaints Reviewer about the process followed by IPSO in handling\nthis complaint. The Independent Complaints Reviewer decided that the process\nwas not flawed and did not uphold the request for review.\nDate complaint received: 04/04/2018 \nDate decision issued: 09/08/2018\nBack to ruling listing\n\n\n"
}