{
    "url": "/rulings-and-resolution-statements/ruling/?id=02837-15",
    "title": "02837-15 Lavington v Birmingham Mail",
    "provisions": [
        "3 (Privacy) 2015",
        "4 (Harassment) 2015"
    ],
    "outcome": "No breach - after investigation",
    "publication": "Birmingham Mail (Reach PLC)",
    "published_on": "2015-02-02 00:00:00",
    "received_on": "2015-05-20 00:00:00",
    "concluded_on": "2015-09-02 00:00:00",
    "complaint_processing_days": 105,
    "conclusion_long": "10. The complaint was not upheld.",
    "remedial_action": "N/A Date complaint received: 20/05/2015",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee 02837-15\nLavington v Birmingham MailSummary\nof complaint 1. Allan Lavington complained to the Independent Press\nStandards Organisation that the Birmingham Mail had breached Clause 3 (Privacy)\nand Clause 4 (Harassment) of the Editors’ Code of Practice in an article\nheadlined “Church Leader and deacon husband in legal war which began with\nunholy row at wedding reception”, published on 2 February 2015. 2. The article reported that the complainant had claimed\nunfair dismissal from Gospel Express Academy, a business run by his former\nwife. It said that the employment tribunal judge had ruled that the complainant\nhad not been employed by the business, and could not proceed with his claim.\nThe article reported both the complainant’s and his former wife’s comments on\ntheir relationship.  It included a photograph of the complainant which\nshowed the complainant’s face against plain background. 3. The complainant said that the photograph was taken\nfrom his confidential personnel file, and was his property.  He said that\nthe use of the photograph intruded into his private life. He said that\nfollowing the employment tribunal hearing, a reporter from the newspaper called\nhim three times on his ex-directory number. In the second call, the reporter\nasked the complainant whether he had another partner. The complainant said that\nhe told the reporter that this was private, and asked him not to call again. He\nthen ended the call. The complainant said that he made this request as the\nreporter’s enquiries were becoming personal. 4. The complainant said that the reporter then called a\nthird time, and he told the reporter that he had asked him not to call again.\nThe complainant said that the reporter then apologised, but asked if he wanted\nto respond to further comments by his former wife.  The complainant\nresponded by saying that he was not interested in his former wife’s further\ncomments as he doubted that her comments were true. They then discussed the use\nof the complainant’s photograph, and the journalist said that he did not\nrequire the complainant’s permission to take a photograph. The complainant\ncautioned the reporter against taking a photograph of him, and ended the call.\nHe said that the journalist’s comment was intimidating. 5. The newspaper said that photograph of the complainant\nwas provided by his former wife, following the tribunal hearing. It said that\nit believed that the photograph belonged to her, and it was published in good\nfaith.  The newspaper said that the journalist believed that he called the\ncomplainant twice, but could not say with certainty that he did not call a\nthird time. However, the reporter denied being asked to desist from contacting\nthe complainant, and the newspaper noted that the complainant had commented\nfreely throughout his conversations when he was free to end these calls at any\ntime. It said that the second phone call was on 13 March, the purpose of which\nwas to provide the complainant with an opportunity to comment in advance of a\nfurther article. The reporter was correct to tell the complainant that he did\nnot require his consent to photograph him outside the public tribunal. Relevant Code Provisions6. Clause 3 (Privacy) i) Everyone is entitled to respect for his or her private\nand family life, home, health and correspondence, including digital\ncommunications. ii) Editors will be expected to justify intrusions into\nany individual's private life without consent. Account will be taken of the\ncomplainant's own public disclosures of information. iii) It is unacceptable to photograph individuals in\nprivate places without their consent. Note - Private places are public or\nprivate property where there is a reasonable expectation of privacy. Clause 4 (Harassment) i) Journalists must not engage in intimidation,\nharassment or persistent pursuit. ii) They must not persist in questioning, telephoning,\npursuing or photographing individuals once asked to desist; nor remain on their\nproperty when asked to leave and must not follow them. If requested, they must\nidentify themselves and whom they represent. iii)  Editors must ensure these principles are\nobserved by those working for them and take care not to use non-compliant\nmaterial from other sources. Findings of the Committee7. The photograph of the complainant was a\nstraightforward portrait, which contained no information about the complainant\nbeyond his likeness. Identification of the complainant via this photo, in the\ncontext of reporting on his hearing at an employment tribunal, did not disclose\nany private information about him; it did not intrude into his privacy, and\nthere was no breach of Clause 3 on this point. 8. The Committee noted the newspaper’s position that,\nfrom the reporter’s recollection, he called the complainant twice, but that he\ncould not state with certainty that he did not call Mr Lavington a third time.\nThe newspaper had not provided any records to support its position that there\nwere only two calls. The Committee considered this complaint on the basis of\nthe complainant’s account of the number of calls made. 9. The complainant said that he had asked the reporter\nnot to call again at the end of the second call, and that the third call was\ntherefore a case of harassment. However, the newspaper denied that such request\nhad been made. Given the conflicting accounts, and the absence of any evidence\non whether the reporter was asked not to call again, the Committee was not in\nthe position to make a finding on this point.  Nevertheless, it noted that\nthe complainant had previously provided comments in response to the\njournalist’s enquiries, and that on the complainant’s own account, the\nconversation in the third call was not, on its face, harassing or intimidating.\nThe journalist was free to inform the complainant of the fact that under Code,\nthere are circumstances in which photographs can be taken and published without\nconsent. In these circumstances, and in light of the content of the third call,\nwhile recognising it had not been able to determine whether the complaint had\nasked the journalist not to call again, the Committee did not uphold the\ncomplaint under Clause 4. Conclusions10. The complaint was not upheld. Remedial Action RequiredN/A Date complaint received: 20/05/2015Date decision Issued:\n02/09/2015\nBack to ruling listing\n\n\n"
}