{
    "url": "/rulings-and-resolution-statements/ruling/?id=02824-18",
    "title": "02842-18 Malcolm v dailyrecord.co.uk",
    "provisions": [
        "1 Accuracy (2018)",
        "12 Discrimination (2018)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "dailyrecord.co.uk (Reach PLC)",
    "received_on": "2018-03-29 00:00:00",
    "concluded_on": "2018-09-06 00:00:00",
    "complaint_processing_days": 161,
    "conclusion_long": "62. The complaint was upheld in part against the Daily record, in relation to the fourth article.",
    "remedial_action": "63. Having upheld a breach of Clause 1 (i), the Committee considered what remedial action should be required. It considered that the breach of Clause 1 had been appropriately remedied by the offer to publish a correction and an apology. In light of the Committee’s decision, they should now be published. In response to the complaint, the newspaper offered to remove the fourth online article from its website. If it does so, the correction should be published on the newspaper’s website’s homepage, for 24 hours, and archived thereafter. If the newspaper decides to continue publishing the online article, the correction should also be published as a footnote to the article, with appropriate amendments made to the online article, to remove the significant inaccuracies identified by the Complaints Committee. Independent Complaints ReviewerThe complainant complained to the Independent Complaints Reviewer about the process followed by IPSO in handling this complaint. The Independent Complaints Reviewer decided that the process was not flawed and did not uphold the request for review.  Date complaint received: 29/03/2018",
    "text": "\n\n\n\n\n\nDecision of the Complainants Committee 02824-18; 02842-18; 02843-18 Malcolm v Daily Record; Sunday\nMail; dailyrecord.co.uk\nSummary of Complaint 1.     Steven\nMalcolm complained to the Independent Press Standards Organisation that the\nDaily Record, the Sunday Mail and DailyRecord.co.uk breached Clause 1\n(Accuracy) and Clause 12 (Discrimination) of the Editors’ Code of Practice in\nthe following articles:1)   \n“Bonzo and the Fat Controller - bizarre\nconnection links one of Scotland's richest men to crime kingpin”, published by\nDailyRecord.co.uk on 30 July 2017.2)   \n“Arson attack toasts £250k taxi fleet as\nmulti-millionaire owner reveals cops warned firm would be target”, published by\nDailyRecord.co.uk on 13 August 2017.3)   \n“Crimelord Tam McGraw’s widow offloads\n£1.4million stake in taxi firm to controversial tycoon Steven Malcolm”,\npublished by DailyRecord.co.uk on 1 October 2017.4)   \n“Cops Swoop on £50m Taxi Tycoon”, published by\nthe Daily Record on 12 January 2018. The article was also published online.5)   \n“Taxi Blaze Threat Rap of Cocaine Gangster”, published\nby The Sunday Mail on 17 December 2017. The article was also published online.6)   \n“Bankrupt fraudster’s weekend bolthole on\nmillionaire row”, published by The Sunday Mail on 14 January 2018. The article\nwas also published online.7)   \n“Fat Controller’s Empire had Another Brush With\nNotorious Crime Clan as Daniel Pays a Visit”, published by The Sunday Mail on\n21 January 2018. The article was also published online.8)   \n“Taxi tycoon gets big fat school deal”,\npublished by The Sunday Mail on 4 February 2018. The article was also published\nonline.\nFor ease of reference, the\narticles will be referred to by these numbers, throughout this decision. 2.   \nThis is a decision on three complaints, made\nagainst three separate publications within the same newspaper group. Given the\nnumber of issues common to each complaint, the Committee has expressed its\nreasons for its decision on the three complaints, in one decision. 3.   \nThe complainant is a shareholder and director of\nseveral successful taxi companies in Scotland, through which he has become\nwealthy. The articles under complaint describe alleged connections he has with\nfigures they describe as being involved in organised crime in Scotland. The\narticles under complaint were published over a period of eight months, and\nlater articles frequently re-published claims contained in the earlier\narticles. 4.   \nThe complainant said that he is not involved in\nany criminality. He said that the connections described by the articles between\nhim and figures described as being involved in organised crime are misleading.\nThe complainant said that the prejudicial and pejorative references to his\nweight were offensive, demeaning and distressing. Article 1 -\nDailyRecord.co.uk - 30 July 2017 5.   \nThe article reported that the complainant had\nbought a taxi company called “Key Cars”, with close links to a person referred\nto as a “crime boss”. It was accompanied by a photograph of the complainant\nwith this individual, and the article began by stating that when the person\nreferred to as a “crime boss” was “pictured with [the complainant], it cast\nlight on an intriguing, if unusual connection”. The article included  a statement which the complainant had provided\nto the newspaper, in which he had said  “Who was\ninvolved in a business prior to my purchase is not a reason for any link to be made\nto me nor my business…To make some spurious connection between me and a\ncriminal would have a serious affect on me and my business…I have no doubt any\nsuggestion of involvement with [the person referred to as a “crime boss”] would\nharm my business and my own reputation” .The article referred to the\ncomplainant as the “Fat Controller” in the headline. 6.   \nThe article reported that “in 1990, police\nseized more than 100 stolen cars which were rented out to taxi firms owned by\n[the complainant]. [The complainant] was arrested at the same time as two\nassociates of [a] late crime boss….but he was never prosecuted”. 7.   \nThe complainant said that the article was\ninaccurate because it wrongly gave the impression that he was associated with\nthe person referred to as a “crime boss”. The complainant said that the\nphotograph accompanying the article depicted a short and inconsequential\nmeeting between him and the person referred to as the “crime boss”, which was\ntaken in 2014. He said that the photograph did not support the claim that he\nwas associated with this individual. He said that the “crime boss” had\napproached him on two occasions (in 2014 and in 2018) to ask if he would be\ninterested in buying some vehicles from him, but he had declined in both\ninstances.  The complainant denied that\nthe “crime boss” was involved with Key Cars, the taxi company he had purchased. 8.   \nWhile the complainant did not dispute that he\nwas arrested in 1990, he said that the police accepted that he had nothing to\ndo with the stolen cars, which were either owned or rented to his drivers by\nthird parties. He said that he had made all the checks a responsible taxi\ncompany could reasonably have been expected to make and that the figure of 100\ncars was exaggerated; his firms had 70 cars at the time. 9.   \nThe complainant said that the referring to him\nas “the Fat Controller” was a breach of Clause 12, because it was a prejudicial\nand pejorative reference to his medical condition. The complainant said that,\nto the extent he was known as “the Fat Controller”, this was due to repeated\npublication by the newspapers subject to this complaint over 8 years. 10. The\nnewspaper said that the person referred to as a “crime boss”, was closely\nlinked to Key Cars, the taxi company purchased by the complainant. It said that\na company established by the “crime boss” used the name “Key Cars” as its\ntrading name. It said that the owner of Key Cars, was one of the closest\nfriends and associates of the crime boss. It said that when the person referred\nto as a “crime boss” was attacked in 2017, he had been driving a car belonging\nto Key Cars, displaying the company’s banner. It said that a business partner\nof the “crime boss”, who set up the company that traded as “Key Cars”, had set\nup a number of other companies whose names began “Key…”. 11. The\nnewspaper said that the article made clear that the picture showed the\ncomplainant and the “crime boss” together in 2014. It said that the article\nmade clear that the complainant was not prosecuted following his arrest in\n1990, and that this made clear that he was not involved in any criminality. 12. The\nnewspaper said that the complainant is known as the “Fat controller” through\nwest Scotland, and this moniker has been used by a variety of publications over\na number of years. The newspaper said that it was obvious that the moniker was\ntaken from a character from “Thomas the Tank Engine”, where “the fat\ncontroller” is the head of the railway station. 13. The\ncomplainant said that it was irrelevant if the “crime boss” was friends with\nthe vendor of Key Cars. He said that the newspaper had provided no evidence\nthat the “crime boss” established a company which traded as “Key Cars”. He said\nthat the fact the vehicle driven by the “crime boss”, at the time of the\nincident in 2017, was a Key Cars branded vehicle, did not mean that it was\nactually a Key Cars vehicle. Article 2 – DailyRecord.co.uk  - 13 August 2017 14. The\narticle reported that five of the complainant’s vehicles had been subject to an\narson attack, causing £250,000 of damage. The article repeated the first\narticle’s statement that the complainant had an association with the person\nreferred to as a “crime boss”. 15. The\ncomplainant said that the article misidentified the type of vehicle damaged,\nand therefore miscalculated the value of the overall damage. It said that the\nmaximum damage was in fact £50,500, as each of the five vehicles was worth £10,100.\nHe reiterated his complaint about the claim he was linked to the “crime boss”,\ncarried over from the first article. 16. The\nnewspaper said that it contacted the complainant the day after the arson\nattack, and the complainant suggested the £250,000 himself, although he\nadmitted it was a guess. It said that his on-the-record comments were reported\nin the article. Article 3 - DailyRecord.co.uk -\n1 October 2017 17. The\narticle reported that the widow of a person referred to as a “crime lord” had\nsold a £1.4million stake in Glasgow Private Hire to the complainant; the firm\nthe complainant “helped set up” in the nineties. The article repeated the claim\nthat the arson damage totalled £250,000 and referred again to the complainant\nas the “Fat controller”. 18. The\narticle also re-published the same photograph published in the first article,\nof the complainant with the person referred to as a “crime boss” in the first\narticle. It repeated the claims from the first article that the complainant had\npurchased a taxi firm with “close links” to the “crime boss”. 19. The\ncomplainant said that his transaction with the “crime lord’s” widow, was wholly\nunrelated to the “crime lord”. He said that referencing his name in connection\nto the “crime lord” implied he associated with criminals. The complainant said\nthat the article asserted that he had set up Glasgow Private Hire with the\n“crime lord” in 1999. He said that this was inaccurate; he has never done any\nbusiness with the person referred to as a “crime lord”. The complainant\nreiterated his accuracy complaint in relation to the claims carried over from\nthe first article, connecting him with the person referred to as a “crime\nboss”. 20. The\ncomplainant said that the use of the term “the Fat Controller”, in the context\nof an article which also referred to two other people, described as criminals,\nusing nicknames, implied that he too was involved in organised crime. He reiterated\nhis complaint that this term was discriminatory. 21. The\nnewspaper said that the article concerned the complainant’s acquisition of\nshares in Glasgow Private Hire; it did not imply any criminality on his part.\nIt said that so far as the article may have suggested the complainant does\nbusiness with criminals, it noted that a taxi company originally established by\nthe person referred to as a “crime lord”, became part of the complainant’s taxi\ncompany, Glasgow Private Hire. Article 4 – The Daily Record -\n12 January 2018 22. The article\nreported that the police had “swooped” on the complainant’s offices. It reported that the police had said it\nwas a routine licensing check, and that the council had confirmed that “staff\naccompanied police on a routine licensing check at the premises”.  23. The article reported a source who had said that “police\nofficers turned up at the Glasgow Private Hire offices in the afternoon. It\ncaught everyone unaware. They just turned up out of nowhere. The word is that\nthey took the place apart, looking at all the documentation and checking\nlicences. They wanted to find out who was running the company and they are\nlooking at whether they have the licences they need to operate in various parts\nof Glasgow.  A crisis meeting with [the complainant] and his managers\nwas arranged for that evening. They are certainly not happy and they were in\nthere for quite a while discussing things”. 24. The complainant said that the police did not \"swoop\"\nin \"unannounced' and take \"the place apart\". He said that it was\na pre-arranged, routine meeting. The complainant said that it was bizarre that\nthe article had asserted otherwise, given that the council and police had both\nconfirmed, prior to publication, that it was a routine pre-arranged visit. The\ncomplainant denied that he “called a crisis meeting”. He said that the meeting,\non the day of the visit, was one of the regular half-hour meetings he holds\nwith his management staff, four or five times a week. 25. The complainant said that he did not believe he was approached\nfor comment in relation to this article. He said that were he to have been, he\nwould have been able to make these facts clear. 26. The newspaper said it had received a tip-off that the\npolice had raided the complainant’s office, and that the complainant had\norganised a meeting as a result of this. It said that, given the complainant\nwas photographed leaving the office at the time the source had suggested, it\ndid not believe the article was inaccurate. The newspaper said that the article\nmade clear it was presenting quotations from a source, and that the police had\nstated the visit was a “routine licensing check”. 27. The newspaper said that as the complainant was not\ncontacted prior to publication of this article, and as a gesture of goodwill,\nit offered to remove this article from its website, and to publish the\nfollowing apology, in print and online: In an article on 12 January 2018 headed\n“Police swoop on £50 million taxi tycoon’s Glasgow offices” we reported that\nStevie Malcolm, the owner of Glasgow Private Hire called a crisis meeting\nfollowing police officers attending unannounced at the taxi company’s HQ to\ncheck documentation and licences. In fact, no crisis meeting took place and the\nlicensing inspection was a routine prearranged meeting. We apologise to Mr\nMalcolm for the error. Article 5 – The Sunday Mail - 17\nDecember 2017 28. The\narticle reported that a “cocaine gangster” was alleged to have called the\ncomplainant’s taxi company, Glasgow Private Hire, and threatened to “torch” it.\nIt reported that both the complainant and the “cocaine gangster” had “ties” to\nthe “crime boss”, referred to in the first article. 29. The\narticle claimed that “previous reports have linked [the complainant] to\ncriminal underworld figures”, and repeated the claims made in the earlier\narticles alleging that the complainant has a connection to the “crime boss”,\nthat his business had suffered an arson attack worth £250,000, and that he had\npurchased shares off the widow of the person referred to as a “crime lord” in\nthe third article. 30. The\ncomplainant said that it was inaccurate to state he had a connection to the\n“crime boss” referred to in the first article. He reiterated his complaint in\nrelation to the claims repeated from earlier articles. Article 6 - The\nSunday Mail - 14 January 2018 31.\nThe article reported that “a convicted\nfraudster who went bankrupt over almost £10million of unpaid tax has a weekend\nhome in one of Scotland’s most expensive streets”. It reported that “the\nexclusive street is also home to [the convicted fraudster’s] associate [the\ncomplainant]”. It reported that the “convicted fraudster” and his family spend\nmost of their time at a house owned by the complainant.  It reported that the “convicted fraudster”\nhad a number of previous convictions, and that his associates include a person\nit referred to as a “major crime boss”. It reported that a source had told the\nnewspaper that the house that “the convicted fraudster” spends time in is\ndirectly across from the complainant’s, and that “they seem to be having a\ncompetition about who’s got the most expensive cars”. 32. The\nprint version of the article repeated the claim that the arson damage totalled\n£250,000, republished the photograph published in the first article with the\ncaption “Associate [the complainant] with [“the crime boss”]”, and repeated the\nthird article’s claim about the complainant’s transaction with the “crime\nlord’s” widow. 33.\nThe complainant said that he owns a number of\ntenanted properties, which are managed by a member of his team. He said he was\naware of who the “convicted fraudster” was, as he had rented one of these\nproperties for 10 years, but that he does not see him often. The complainant\nsaid that this could not justify the unfair impression given by the article\nthat he was associated with the convicted fraudster. 34.\nThe complainant said that the “convicted fraudster”\nhad been seen at a property at the top of his road, but was not in the house\ndirectly across from him. The complainant confirmed he owned luxury cars, but\nsaid everyone who lived on his road had similar cars, and any suggestion he was\ncompeting with the “convicted fraudster” was ludicrous. The complainant\nreiterated his earlier complaints, in relation to the claims carried across\nfrom earlier articles. 35.\nThe newspaper said that the complainant lived\non a road with only 13 houses, and that the house in which the “convicted\nfraudster” spends time is on the opposite side of the street to the\ncomplainant’s home. The newspaper said that the quotation from its source about\nboth men’s choice in cars was intended to describe the lifestyle of residents\non the street. It said that the word “seem” made clear that the comment was\nmade in jest, and represented the personal view of the source, rather than\nbeing a statement of fact that such a context was taking place. Article 7 – The Sunday Mail - 21 January\n2018 36.\nThe article reported that the man referred to\nas a “crime boss” in the first article had been pictured “slipping out of the\noffices of one of [the complainant’s] many lucrative firms”. 37. The article stated that “it is not known whether [the\ncomplainant] was inside at the time – but coincidentally Police Scotland\nvisited the firm for what they said was a routine visit the same day. Two\ndetectives arrived at the office within minutes of [“the crime boss”] entering\nthe building. After they left, he was seen departing by a side exit and getting\ninto a blue Skoda car.” 38. The article referred to the complainant as “The Fat\nController”. 39.\nThe complainant said that the “crime boss”\nattended one of his branches uninvited and without having requested a meeting\nbeforehand, seeking to sell some vehicles. The manager of the branch refused\nthe offer and the “crime boss” left shortly after his arrival. The complainant\nsaid that the article implied that the police attended in relation to the\n“crime boss”.  He said that in fact, the\npolice attended the office that day on a completely unrelated matter; they had\nbeen seeking the phone number of a customer. The complainant said that this was\ncommon; police come to his taxi businesses at least 5 times per week in\nrelation to accidents and other matters. In addition, he said that the garage\n“side door” is beside the main door, in full view of the same car park lead to\nby the front door. 40.\nThe complainant said that the reference to him\nas the “Fat Controller” was a breach of Clause 12, for the reasons previously\nstated. 41.\nThe newspaper said it tried to contact the\ncomplainant a number of times in relation to the story, but that he did not return\nits calls, or reply to its emails. It denied that the article suggested that\nthe police had attended the branch, because the “crime boss” had visited.  Article 8 – The Sunday\nMail - 4 February 2018 42. The\narticle reported that one of the complainant’s taxi firms had contracts with\nNorth Lanarkshire Council to transport vulnerable children. It repeated the\nclaim from the first article that the complainant had purchased a taxi firm\nthat was “closely associated” with the man referred to as a “crime boss”.  It repeated the claim from the seventh\narticle that this individual was seen “slipping out” of one of the\ncomplainant’s offices. The print version of the article was illustrated with\nthe photograph published in the first article, showing the complainant with the\n“crime boss” in 2014. It repeated the claim from the third article that the\ncomplainant had purchased shares from the widow of an individual referred to as\na “crime lord”. It stated that the complainant’s firms were “struggling to cut\nties with the criminal fraternity”. It stated that the complainant had been\n“dubbed The Fat Controller”. 43. The\ncomplainant reiterated his accuracy and discrimination complaints about these\nclaims, which he had made in relation to previous articles.\nRelevant\nCode Provisions 44. Clause 1 (Accuracy) i) The Press must take care not to\npublish inaccurate, misleading or distorted information or images, including\nheadlines not supported by the text. ii) A significant inaccuracy, misleading\nstatement or distortion must be corrected, promptly and with due prominence,\nand — where appropriate — an apology published. In cases involving IPSO, due\nprominence should be as required by the regulator. iii) A fair opportunity to reply to\nsignificant inaccuracies should be given, when reasonably called for. iv) The Press, while free to\neditorialise and campaign, must distinguish clearly between comment, conjecture\nand fact. Clause 12 (Discrimination) i) The press must avoid prejudicial\nor pejorative reference to an individual's, race, colour, religion, sex, gender\nidentity, sexual orientation or to any physical or mental illness or\ndisability. ii) Details of an individual's race,\ncolour, religion, gender identity, sexual orientation, physical or mental\nillness or disability must be avoided unless genuinely relevant to the story.\nFindings of the Committee 45. The\nCommittee considered the complaints that the articles had connected the\ncomplainant with figures reported to have been involved with organised crime in\na manner which was inaccurate, and misleading. 46. On the\ncomplainant’s account, the photograph of him with the so called “crime boss”, was\ntaken at a time when the “crime boss” had offered to sell him cars, at a\nmeeting which the complainant described as being short and inconsequential. The\narticles explained that the complainant and the “crime boss” had been pictured\ntogether; they did not misrepresent the purpose of the meeting or the nature of\nthe relationship between them. Publication of the photograph as evidence of\nthere being a connection between the two men was therefore not misleading.\nThere was no breach of Clause 1 on this point. 47. The\nCommittee next considered the connection made by the newspaper relating to\nKeyCars. The newspaper provided evidence in support of its claim that the\nperson referred to as a “crime boss” had been in partnership at KeyCars, the\nfirm the complainant purchased. This included that the so-called “crime boss” had\nestablished a company which traded as “KeyCars”, which was not disputed by the\ncomplainant, and that he had been seen driving a KeyCars branded car. In\naddition, the newspaper had made clear that the claim of the involvement of the\n\"crime boss\" with KeyCars was historic and that the complainant had bought\nthe company from another individual who was one of the closest friends of the\n“crime boss”, which was not disputed by the complainant. The Committee noted\nthe complainant’s position that he did not buy any taxi company which is either\nowned by the “crime boss” or in which he is a shareholder or partner, nor has\nhe acquired any vehicles from the “crime boss”. However, it considered that the\nnewspaper had a reasonable basis for claiming that the “crime boss” had been\ninvolved with, or in partnership at, KeyCars and, by reporting this, had not presented\nthe connection between the complainant and the “crime boss” in a significantly misleading\nway. In addition, the first article, which had reported on the connections\nbetween the complainant, and the “crime boss”, included the complainant’s\nresponse to the claims of a connection. There was no failure to take care not\nto publish inaccurate information on this point, and the Committee did not\nestablish that the article was significantly inaccurate, such as to require a\ncorrection. 48. In\nrelation to the fifth article, it was not in dispute that a person who was connected\nto the so-called “crime boss”, had allegedly threatened to “torch” one of the\ncomplainant’s firms’ buildings. The complainant was not able to provide an\nexplanation as to why the person had made what was a serious threat. However, the\nCommittee considered that it was not misleading for the newspaper to have noted\nthe mutual connection in circumstances where the article did not present the connection\nas being the motivation for the alleged threat. In these circumstances, the\nCommittee considered that it was not a failure to take care not to publish\ninaccurate information to note that the person accused of having made the\nthreat to the complainant’s firm’s premises had a connection with the “crime\nboss”, and there was no breach of Clause 1 on this point. 49. It was not\ninaccurate to report in the seventh article that the so-called “crime boss” had\nvisited one of the complainant’s offices, and left via a side door. The article\ndid not claim, or suggest, that the police had visited the office due to this\nman’s presence, as it had made clear that “coincidentally Police Scotland\nvisited the firm for what they said was a routine visit the same day”. Where\nthe newspaper had accurately reported on who had visited the complainant’s\noffices and had also contacted the complainant to give him an opportunity to\ncomment on these visits, in advance of publication, there was no failure to\ntake care over the accuracy of the article. 50. There was\nno breach of Clause 1 in relation to the reporting of the complainant’s\nconnection with the so-called “crime boss”. 51. The third\narticle did not claim that the person referred to as a “Crime lord” helped set\nup a taxi company with the complainant. There was no breach of Clause 1 on this\npoint. It was not inaccurate to report that the woman who had sold her shares\nin the Glasgow Private Hire was married to the person referred to as a “crime\nlord”. By referring to the “crime lord” in connection with his wife’s sale of\nshares to the complainant, the article did not imply that the complainant had\ndone business with the “crime lord”. \nThese aspects of the complaint did not raise a breach of Clause 1. 52. The\nCommittee then considered the complaint that the sixth article inaccurately\nassociated him with the person referred to as a “convicted fraudster”. Although\non the complainant’s account, he did not see the individual often, he had\nrented a property from the complainant for more than ten years. In these\ncircumstances, reference to him as an “associate” of the complainant was not\ninaccurate, and there was no breach of Clause 1 on this point. 53. The\ncomplainant did not dispute that the “convicted fraudster” spent time at the weekend\nat a property on the same road as the complainant’s property. There were only\nthirteen houses on this road, and it was therefore not significantly misleading\nto report the source’s comment that the house at which the convicted fraudster\nstayed was “directly across from [the complainant’s]”. It was not in dispute\nthat the complainant and the “convicted fraudster” owned luxury vehicles. The\ncomment from the source that they “seem to be having a competition about who’s\ngot the most expensive cars”, was clearly speculative, and based on how things\nappeared, rather than any direct knowledge of the motivations of the\ncomplainant and the “convicted fraudster”. For this reason, the Committee\nconsidered that this aspect of the article was not misleading, and there was no\nbreach of Clause 1 on this point. 54. The\nCommittee then considered the fourth article’s reference to the police having\n“swooped” on the complainant’s firm. The Committee considered that this implied\nthat the police had visited unannounced. This was a significant claim, as it\nimplied that the police may have been seeking to obtain information, which\nmight have been concealed, had they given the complainant prior warning. The\nCommittee recognised that the article went on to state that the police and\ncouncil referred to the visit as “routine”. However, the claim that police had\n“swooped” on the office was presented as a fact in the headline and the opening\nsentence. 55. The\nnewspaper had been aware prior to publication of both the police and the\ncouncil’s position that the visit was a “routine licensing check”; neither body\nhad said that the visit was unannounced. \nIn alleging that the police had “swooped”, the newspaper had relied on a\nsource, and the fact that this source had accurately described the\ncomplainant’s movements. However, the newspaper had not attempted to contact\nthe complainant to ask for his account of the police’s visit.  The Committee considered that the newspaper\nwas unable to demonstrate it had taken sufficient care not to publish\ninaccurate information in reporting that the police had “swooped” on the\ncomplainant’s office. This aspect of the complaint was upheld as a breach of\nClause 1 (i). 56. The claim\nthat the police had “swooped” on the office was coupled with the claim that a\nsource had said that this had led to the complainant holding a “crisis\nmeeting”. The Committee acknowledged that this claim was presented as the claim\nof a source in the article. However, it was a significant claim, as it implied\nthat the police visit was a ground for concern at the company, in contrast to\nit having been “routine”. For this reason, the Committee considered that it was\na further failure to take care to publish this claim from a source, without\ntaking further steps to corroborate it, such as by contacting the complainant\nfor his response. 57. The\nnewspaper was unable to demonstrate that the claim that the police had\n“swooped” on the complainant’s office was accurate, or that the source’s claim\nabout a crisis meeting was accurate. The Committee considered that these were\nsignificant inaccuracies, requiring correction, for the reasons explained\nabove. The newspaper had offered to publish the correction on page 2 of the\nnewspaper, and online, which identified the inaccuracy, and set out the correct\nposition. In order to avoid a breach of Clause 1 (ii), the newspaper should now\npublish the correction. 58. The\nCommittee then considered the claim in the first article that the complainant\nhad been arrested, but never prosecuted, in 1990 in relation to stolen cars.\nThis was not inaccurate, and it was not a breach of Clause 1 to report this.\nThe Committee noted the complainant’s position that his firms had 70 cars at\nthe time, and that the arrest was, therefore, not in relation to 100 cars, as\nclaimed in the article. However, the Committee considered that this was not a\nsignificant inaccuracy, especially where the article made clear that he was not\nprosecuted. There was no breach of Clause 1 on this point. 59. The\nCommittee acknowledged the complainant’s position that in articles which\nreferred, using nicknames, to figures allegedly involved in organised crime, he\nwas referred to by the nickname “The Fat Controller”, which implied that he too\nwas involved in organised crime. The Committee considered that it is not\nuncommon for newspapers to refer to people by nicknames, and the use of\nnicknames is not reserved for those involved in organised crime. The Committee\nconsidered that the use of the nickname in the articles under complaint, did\nnot amount to an allegation that he was involved in organised crime; readers\nwould understand that the newspapers were using it simply as a nickname. There\nwas no breach of Clause 1 on this point. 60. Without a\ncontemporaneous note of the conversation, the Committee was unable to resolve\nthe dispute between the complainant and the newspaper as to whether he had\nreferred to the cost of the arson damage as being £250,000, prior to\npublication. The Committee noted the complainant’s position in his complaint\nthat the 5 cars damaged were worth about £10,100 each, with the total damage\ntherefore being £50,500.  The Committee\nnoted that the article’s estimate of £250,000 was apparently based on the\npurchase price of the vehicles, rather than their current value. In any event, the\nCommittee considered that where it was not in dispute that 5 Mercedes cars were\ndamaged in an arson attack, the discrepancy between the complainant’s position\non the value of the damage, and the published figure, was not significant. The\nCommittee therefore considered that the article was not significantly\ninaccurate, and there was no breach of Clause 1 on this point. 61. The\nCommittee recognised that being overweight is in some instances the result of,\nor the cause of illnesses or disabilities. However, a description of someone as\n“fat” or “heavily overweight” is not, in and of itself, a reference to an\nillness or disability. Having considered all of the references to the\ncomplainant’s weight in the context in which they appeared, the Committee\nconsidered that they were not references to a physical or mental illness or\ndisability. The Committee recognised that the complainant found this\ndescription offensive, but wished to explain that the Code does not cover\nissues of taste and decency; newspapers have the editorial freedom to publish\nwhat they consider to be appropriate, provided that the rights of individuals –\nenshrined in the terms of the Code– are not unjustifiably compromised. The terms\nof Clause 12 were not engaged.\nConclusions 62. The\ncomplaint was upheld in part against the Daily record, in relation to the\nfourth article.\nRemedial Action Required 63. Having\nupheld a breach of Clause 1 (i), the Committee considered what remedial action\nshould be required. It considered that the breach of Clause 1 had been\nappropriately remedied by the offer to publish a correction and an apology. In\nlight of the Committee’s decision, they should now be published. In response to\nthe complaint, the newspaper offered to remove the fourth online article from\nits website. If it does so, the correction should be published on the\nnewspaper’s website’s homepage, for 24 hours, and archived thereafter. If the\nnewspaper decides to continue publishing the online article, the correction\nshould also be published as a footnote to the article, with appropriate\namendments made to the online article, to remove the significant inaccuracies\nidentified by the Complaints Committee.\nIndependent Complaints ReviewerThe complainant complained to the Independent Complaints Reviewer about the process followed by IPSO in handling this complaint. The Independent Complaints Reviewer decided that the process was not flawed and did not uphold the request for review. \nDate complaint received: 29/03/2018Date decision issued: 06/09/2018\nBack to ruling listing\n\n\n"
}