{
    "url": "/rulings-and-resolution-statements/ruling/?id=02843-18",
    "title": "02843-18 Malcolm v Daily Record",
    "provisions": [
        "1 Accuracy (2018)",
        "12 Discrimination (2018)"
    ],
    "outcome": "Breach - sanction: action as offered by publication",
    "publication": "Daily Record (Reach PLC)",
    "received_on": "2018-03-29 00:00:00",
    "concluded_on": "2018-09-06 00:00:00",
    "complaint_processing_days": 161,
    "text": "\n\n\n\n\n\nDecision of the Complainants Committee 02824-18; 02842-18; 02843-18 Malcolm v Daily Record; Sunday Mail; dailyrecord.co.ukSummary of Complaint 1.     Steven Malcolm complained to the Independent Press Standards Organisation that the Daily Record, The Sunday Mail and DailyRecord.co.uk breached Clause 1 (Accuracy) and Clause 12 (Discrimination) of the Editors’ Code of Practice in the following articles:1)    “Bonzo and the Fat Controller - bizarre connection links one of Scotland's richest men to crime kingpin”, published by DailyRecord.co.uk on 30 July 2017. 2)    “Arson attack toasts £250k taxi fleet as multi-millionaire owner reveals cops warned firm would be target”, published by DailyRecord.co.uk on 13 August 2017. 3)    “Crimelord Tam McGraw’s widow offloads £1.4million stake in taxi firm to controversial tycoon Steven Malcolm”, published by DailyRecord.co.uk on 1 October 2017. 4)    “Cops Swoop on £50m Taxi Tycoon”, published by the Daily Record on 12 January 2018. The article was also published online. 5)    “Taxi Blaze Threat Rap of Cocaine Gangster”, published by The Sunday Mail on 17 December 2017. The article was also published online. 6)    “Bankrupt fraudster’s weekend bolthole on millionaire row”, published by The Sunday Mail on 14 January 2018. The article was also published online. 7)    “Fat Controller’s Empire had Another Brush With Notorious Crime Clan as Daniel Pays a Visit”, published by The Sunday Mail on 21 January 2018. The article was also published online. 8)    “Taxi tycoon gets big fat school deal”, published by The Sunday Mail on 4 February 2018. The article was also published online. For ease of reference, the articles will be referred to by these numbers, throughout this decision. 2.    This is a decision on three complaints, made against three separate publications within the same newspaper group. Given the number of issues common to each complaint, the Committee has expressed its reasons for its decision on the three complaints, in one decision. 3.    The complainant is a shareholder and director of several successful taxi companies in Scotland, through which he has become wealthy. The articles under complaint describe alleged connections he has with figures they describe as being involved in organised crime in Scotland. The articles under complaint were published over a period of eight months, and later articles frequently re-published claims contained in the earlier articles. 4.    The complainant said that he is not involved in any criminality. He said that the connections described by the articles between him and figures described as being involved in organised crime are misleading. The complainant said that the prejudicial and pejorative references to his weight were offensive, demeaning and distressing. Article 1 - DailyRecord.co.uk - 30 July 2017 5.    The article reported that the complainant had bought a taxi company called “Key Cars”, with close links to a person referred to as a “crime boss”. It was accompanied by a photograph of the complainant with this individual, and the article began by stating that when the person referred to as a “crime boss” was “pictured with [the complainant], it cast light on an intriguing, if unusual connection”. The article included  a statement which the complainant had provided to the newspaper, in which he had said  “Who was involved in a business prior to my purchase is not a reason for any link to be made to me nor my business…To make some spurious connection between me and a criminal would have a serious affect on me and my business…I have no doubt any suggestion of involvement with [the person referred to as a “crime boss”] would harm my business and my own reputation” .The article referred to the complainant as the “Fat Controller” in the headline. 6.    The article reported that “in 1990, police seized more than 100 stolen cars which were rented out to taxi firms owned by [the complainant]. [The complainant] was arrested at the same time as two associates of [a] late crime boss….but he was never prosecuted”. 7.    The complainant said that the article was inaccurate because it wrongly gave the impression that he was associated with the person referred to as a “crime boss”. The complainant said that the photograph accompanying the article depicted a short and inconsequential meeting between him and the person referred to as the “crime boss”, which was taken in 2014. He said that the photograph did not support the claim that he was associated with this individual. He said that the “crime boss” had approached him on two occasions (in 2014 and in 2018) to ask if he would be interested in buying some vehicles from him, but he had declined in both instances.  The complainant denied that the “crime boss” was involved with Key Cars, the taxi company he had purchased. 8.    While the complainant did not dispute that he was arrested in 1990, he said that the police accepted that he had nothing to do with the stolen cars, which were either owned or rented to his drivers by third parties. He said that he had made all the checks a responsible taxi company could reasonably have been expected to make and that the figure of 100 cars was exaggerated; his firms had 70 cars at the time. 9.    The complainant said that the referring to him as “the Fat Controller” was a breach of Clause 12, because it was a prejudicial and pejorative reference to his medical condition. The complainant said that, to the extent he was known as “the Fat Controller”, this was due to repeated publication by the newspapers subject to this complaint over 8 years. 10. The newspaper said that the person referred to as a “crime boss”, was closely linked to Key Cars, the taxi company purchased by the complainant. It said that a company established by the “crime boss” used the name “Key Cars” as its trading name. It said that the owner of Key Cars, was one of the closest friends and associates of the crime boss. It said that when the person referred to as a “crime boss” was attacked in 2017, he had been driving a car belonging to Key Cars, displaying the company’s banner. It said that a business partner of the “crime boss”, who set up the company that traded as “Key Cars”, had set up a number of other companies whose names began “Key…”. 11. The newspaper said that the article made clear that the picture showed the complainant and the “crime boss” together in 2014. It said that the article made clear that the complainant was not prosecuted following his arrest in 1990, and that this made clear that he was not involved in any criminality. 12. The newspaper said that the complainant is known as the “Fat controller” through west Scotland, and this moniker has been used by a variety of publications over a number of years. The newspaper said that it was obvious that the moniker was taken from a character from “Thomas the Tank Engine”, where “the fat controller” is the head of the railway station. 13. The complainant said that it was irrelevant if the “crime boss” was friends with the vendor of Key Cars. He said that the newspaper had provided no evidence that the “crime boss” established a company which traded as “Key Cars”. He said that the fact the vehicle driven by the “crime boss”, at the time of the incident in 2017, was a Key Cars branded vehicle, did not mean that it was actually a Key Cars vehicle. Article 2 – DailyRecord.co.uk  - 13 August 2017 14. The article reported that five of the complainant’s vehicles had been subject to an arson attack, causing £250,000 of damage. The article repeated the first article’s statement that the complainant had an association with the person referred to as a “crime boss”. 15. The complainant said that the article misidentified the type of vehicle damaged, and therefore miscalculated the value of the overall damage. It said that the maximum damage was in fact £50,500, as each of the five vehicles was worth £10,100. He reiterated his complaint about the claim he was linked to the “crime boss”, carried over from the first article. 16. The newspaper said that it contacted the complainant the day after the arson attack, and the complainant suggested the £250,000 himself, although he admitted it was a guess. It said that his on-the-record comments were reported in the article. Article 3 - DailyRecord.co.uk - 1 October 2017 17. The article reported that the widow of a person referred to as a “crime lord” had sold a £1.4million stake in Glasgow Private Hire to the complainant; the firm the complainant “helped set up” in the nineties. The article repeated the claim that the arson damage totalled £250,000 and referred again to the complainant as the “Fat controller”. 18. The article also re-published the same photograph published in the first article, of the complainant with the person referred to as a “crime boss” in the first article. It repeated the claims from the first article that the complainant had purchased a taxi firm with “close links” to the “crime boss”. 19. The complainant said that his transaction with the “crime lord’s” widow, was wholly unrelated to the “crime lord”. He said that referencing his name in connection to the “crime lord” implied he associated with criminals. The complainant said that the article asserted that he had set up Glasgow Private Hire with the “crime lord” in 1999. He said that this was inaccurate; he has never done any business with the person referred to as a “crime lord”. The complainant reiterated his accuracy complaint in relation to the claims carried over from the first article, connecting him with the person referred to as a “crime boss”. 20. The complainant said that the use of the term “the Fat Controller”, in the context of an article which also referred to two other people, described as criminals, using nicknames, implied that he too was involved in organised crime. He reiterated his complaint that this term was discriminatory. 21. The newspaper said that the article concerned the complainant’s acquisition of shares in Glasgow Private Hire; it did not imply any criminality on his part. It said that so far as the article may have suggested the complainant does business with criminals, it noted that a taxi company originally established by the person referred to as a “crime lord”, became part of the complainant’s taxi company, Glasgow Private Hire. Article 4 – The Daily Record - 12 January 2018 22. The article reported that the police had “swooped” on the complainant’s offices. It reported that the police had said it was a routine licensing check, and that the council had confirmed that “staff accompanied police on a routine licensing check at the premises”.  23. The article reported a source who had said that “police officers turned up at the Glasgow Private Hire offices in the afternoon. It caught everyone unaware. They just turned up out of nowhere. The word is that they took the place apart, looking at all the documentation and checking licences. They wanted to find out who was running the company and they are looking at whether they have the licences they need to operate in various parts of Glasgow.  A crisis meeting with [the complainant] and his managers was arranged for that evening. They are certainly not happy and they were in there for quite a while discussing things”. 24. The complainant said that the police did not \"swoop\" in \"unannounced' and take \"the place apart\". He said that it was a pre-arranged, routine meeting. The complainant said that it was bizarre that the article had asserted otherwise, given that the council and police had both confirmed, prior to publication, that it was a routine pre-arranged visit. The complainant denied that he “called a crisis meeting”. He said that the meeting, on the day of the visit, was one of the regular half-hour meetings he holds with his management staff, four or five times a week. 25. The complainant said that he did not believe he was approached for comment in relation to this article. He said that were he to have been, he would have been able to make these facts clear. 26. The newspaper said it had received a tip-off that the police had raided the complainant’s office, and that the complainant had organised a meeting as a result of this. It said that, given the complainant was photographed leaving the office at the time the source had suggested, it did not believe the article was inaccurate. The newspaper said that the article made clear it was presenting quotations from a source, and that the police had stated the visit was a “routine licensing check”. 27. The newspaper said that as the complainant was not contacted prior to publication of this article, and as a gesture of goodwill, it offered to remove this article from its website, and to publish the following apology, in print and online: In an article on 12 January 2018 headed “Police swoop on £50 million taxi tycoon’s Glasgow offices” we reported that Stevie Malcolm, the owner of Glasgow Private Hire called a crisis meeting following police officers attending unannounced at the taxi company’s HQ to check documentation and licences. In fact, no crisis meeting took place and the licensing inspection was a routine prearranged meeting. We apologise to Mr Malcolm for the error. Article 5 – The Sunday Mail - 17 December 2017 28. The article reported that a “cocaine gangster” was alleged to have called the complainant’s taxi company, Glasgow Private Hire, and threatened to “torch” it. It reported that both the complainant and the “cocaine gangster” had “ties” to the “crime boss”, referred to in the first article. 29. The article claimed that “previous reports have linked [the complainant] to criminal underworld figures”, and repeated the claims made in the earlier articles alleging that the complainant has a connection to the “crime boss”, that his business had suffered an arson attack worth £250,000, and that he had purchased shares off the widow of the person referred to as a “crime lord” in the third article. 30. The complainant said that it was inaccurate to state he had a connection to the “crime boss” referred to in the first article. He reiterated his complaint in relation to the claims repeated from earlier articles. Article 6 - The Sunday Mail - 14 January 2018 31. The article reported that “a convicted fraudster who went bankrupt over almost £10million of unpaid tax has a weekend home in one of Scotland’s most expensive streets”. It reported that “the exclusive street is also home to [the convicted fraudster’s] associate [the complainant]”. It reported that the “convicted fraudster” and his family spend most of their time at a house owned by the complainant.  It reported that the “convicted fraudster” had a number of previous convictions, and that his associates include a person it referred to as a “major crime boss”. It reported that a source had told the newspaper that the house that “the convicted fraudster” spends time in is directly across from the complainant’s, and that “they seem to be having a competition about who’s got the most expensive cars”. 32. The print version of the article repeated the claim that the arson damage totalled £250,000, republished the photograph published in the first article with the caption “Associate [the complainant] with [“the crime boss”]”, and repeated the third article’s claim about the complainant’s transaction with the “crime lord’s” widow. 33. The complainant said that he owns a number of tenanted properties, which are managed by a member of his team. He said he was aware of who the “convicted fraudster” was, as he had rented one of these properties for 10 years, but that he does not see him often. The complainant said that this could not justify the unfair impression given by the article that he was associated with the convicted fraudster. 34. The complainant said that the “convicted fraudster” had been seen at a property at the top of his road, but was not in the house directly across from him. The complainant confirmed he owned luxury cars, but said everyone who lived on his road had similar cars, and any suggestion he was competing with the “convicted fraudster” was ludicrous. The complainant reiterated his earlier complaints, in relation to the claims carried across from earlier articles. 35. The newspaper said that the complainant lived on a road with only 13 houses, and that the house in which the “convicted fraudster” spends time is on the opposite side of the street to the complainant’s home. The newspaper said that the quotation from its source about both men’s choice in cars was intended to describe the lifestyle of residents on the street. It said that the word “seem” made clear that the comment was made in jest, and represented the personal view of the source, rather than being a statement of fact that such a context was taking place. Article 7 – The Sunday Mail - 21 January 2018 36. The article reported that the man referred to as a “crime boss” in the first article had been pictured “slipping out of the offices of one of [the complainant’s] many lucrative firms”. 37. The article stated that “it is not known whether [the complainant] was inside at the time – but coincidentally Police Scotland visited the firm for what they said was a routine visit the same day. Two detectives arrived at the office within minutes of [“the crime boss”] entering the building. After they left, he was seen departing by a side exit and getting into a blue Skoda car.” 38. The article referred to the complainant as “The Fat Controller”. 39. The complainant said that the “crime boss” attended one of his branches uninvited and without having requested a meeting beforehand, seeking to sell some vehicles. The manager of the branch refused the offer and the “crime boss” left shortly after his arrival. The complainant said that the article implied that the police attended in relation to the “crime boss”.  He said that in fact, the police attended the office that day on a completely unrelated matter; they had been seeking the phone number of a customer. The complainant said that this was common; police come to his taxi businesses at least 5 times per week in relation to accidents and other matters. In addition, he said that the garage “side door” is beside the main door, in full view of the same car park lead to by the front door.  40. The complainant said that the reference to him as the “Fat Controller” was a breach of Clause 12, for the reasons previously stated. 41. The newspaper said it tried to contact the complainant a number of times in relation to the story, but that he did not return its calls, or reply to its emails. It denied that the article suggested that the police had attended the branch, because the “crime boss” had visited. Article 8 – The Sunday Mail - 4 February 2018 42. The article reported that one of the complainant’s taxi firms had contracts with North Lanarkshire Council to transport vulnerable children. It repeated the claim from the first article that the complainant had purchased a taxi firm that was “closely associated” with the man referred to as a “crime boss”.  It repeated the claim from the seventh article that this individual was seen “slipping out” of one of the complainant’s offices. The print version of the article was illustrated with the photograph published in the first article, showing the complainant with the “crime boss” in 2014. It repeated the claim from the third article that the complainant had purchased shares from the widow of an individual referred to as a “crime lord”. It stated that the complainant’s firms were “struggling to cut ties with the criminal fraternity”. It stated that the complainant had been “dubbed The Fat Controller”. 43. The complainant reiterated his accuracy and discrimination complaints about these claims, which he had made in relation to previous articles.Relevant Code Provisions 44. Clause 1 (Accuracy) i) The Press must take care not to publish inaccurate, misleading or distorted information or images, including headlines not supported by the text. ii) A significant inaccuracy, misleading statement or distortion must be corrected, promptly and with due prominence, and — where appropriate — an apology published. In cases involving IPSO, due prominence should be as required by the regulator. iii) A fair opportunity to reply to significant inaccuracies should be given, when reasonably called for. iv) The Press, while free to editorialise and campaign, must distinguish clearly between comment, conjecture and fact.Clause 12 (Discrimination) i) The press must avoid prejudicial or pejorative reference to an individual's, race, colour, religion, sex, gender identity, sexual orientation or to any physical or mental illness or disability. ii) Details of an individual's race, colour, religion, gender identity, sexual orientation, physical or mental illness or disability must be avoided unless genuinely relevant to the story.Findings of the Committee 45. The Committee considered the complaints that the articles had connected the complainant with figures reported to have been involved with organised crime in a manner which was inaccurate, and misleading. 46. On the complainant’s account, the photograph of him with the so called “crime boss”, was taken at a time when the “crime boss” had offered to sell him cars, at a meeting which the complainant described as being short and inconsequential. The articles explained that the complainant and the “crime boss” had been pictured together; they did not misrepresent the purpose of the meeting or the nature of the relationship between them. Publication of the photograph as evidence of there being a connection between the two men was therefore not misleading. There was no breach of Clause 1 on this point. 47. The Committee next considered the connection made by the newspaper relating to KeyCars. The newspaper provided evidence in support of its claim that the person referred to as a “crime boss” had been in partnership at KeyCars, the firm the complainant purchased. This included that the so-called “crime boss” had established a company which traded as “KeyCars”, which was not disputed by the complainant, and that he had been seen driving a KeyCars branded car. In addition, the newspaper had made clear that the claim of the involvement of the \"crime boss\" with KeyCars was historic and that the complainant had bought the company from another individual who was one of the closest friends of the “crime boss”, which was not disputed by the complainant. The Committee noted the complainant’s position that he did not buy any taxi company which is either owned by the “crime boss” or in which he is a shareholder or partner, nor has he acquired any vehicles from the “crime boss”. However, it considered that the newspaper had a reasonable basis for claiming that the “crime boss” had been involved with, or in partnership at, KeyCars and, by reporting this, had not presented the connection between the complainant and the “crime boss” in a significantly misleading way. In addition, the first article, which had reported on the connections between the complainant, and the “crime boss”, included the complainant’s response to the claims of a connection. There was no failure to take care not to publish inaccurate information on this point, and the Committee did not establish that the article was significantly inaccurate, such as to require a correction. 48. In relation to the fifth article, it was not in dispute that a person who was connected to the so-called “crime boss”, had allegedly threatened to “torch” one of the complainant’s firms’ buildings. The complainant was not able to provide an explanation as to why the person had made what was a serious threat. However, the Committee considered that it was not misleading for the newspaper to have noted the mutual connection in circumstances where the article did not present the connection as being the motivation for the alleged threat. In these circumstances, the Committee considered that it was not a failure to take care not to publish inaccurate information to note that the person accused of having made the threat to the complainant’s firm’s premises had a connection with the “crime boss”, and there was no breach of Clause 1 on this point. 49. It was not inaccurate to report in the seventh article that the so-called “crime boss” had visited one of the complainant’s offices, and left via a side door. The article did not claim, or suggest, that the police had visited the office due to this man’s presence, as it had made clear that “coincidentally Police Scotland visited the firm for what they said was a routine visit the same day”. Where the newspaper had accurately reported on who had visited the complainant’s offices and had also contacted the complainant to give him an opportunity to comment on these visits, in advance of publication, there was no failure to take care over the accuracy of the article. 50. There was no breach of Clause 1 in relation to the reporting of the complainant’s connection with the so-called “crime boss”. 51. The third article did not claim that the person referred to as a “Crime lord” helped set up a taxi company with the complainant. There was no breach of Clause 1 on this point. It was not inaccurate to report that the woman who had sold her shares in the Glasgow Private Hire was married to the person referred to as a “crime lord”. By referring to the “crime lord” in connection with his wife’s sale of shares to the complainant, the article did not imply that the complainant had done business with the “crime lord”.  These aspects of the complaint did not raise a breach of Clause 1. 52. The Committee then considered the complaint that the sixth article inaccurately associated him with the person referred to as a “convicted fraudster”. Although on the complainant’s account, he did not see the individual often, he had rented a property from the complainant for more than ten years. In these circumstances, reference to him as an “associate” of the complainant was not inaccurate, and there was no breach of Clause 1 on this point. 53. The complainant did not dispute that the “convicted fraudster” spent time at the weekend at a property on the same road as the complainant’s property. There were only thirteen houses on this road, and it was therefore not significantly misleading to report the source’s comment that the house at which the convicted fraudster stayed was “directly across from [the complainant’s]”. It was not in dispute that the complainant and the “convicted fraudster” owned luxury vehicles. The comment from the source that they “seem to be having a competition about who’s got the most expensive cars”, was clearly speculative, and based on how things appeared, rather than any direct knowledge of the motivations of the complainant and the “convicted fraudster”. For this reason, the Committee considered that this aspect of the article was not misleading, and there was no breach of Clause 1 on this point. 54. The Committee then considered the fourth article’s reference to the police having “swooped” on the complainant’s firm. The Committee considered that this implied that the police had visited unannounced. This was a significant claim, as it implied that the police may have been seeking to obtain information, which might have been concealed, had they given the complainant prior warning. The Committee recognised that the article went on to state that the police and council referred to the visit as “routine”. However, the claim that police had “swooped” on the office was presented as a fact in the headline and the opening sentence. 55. The newspaper had been aware prior to publication of both the police and the council’s position that the visit was a “routine licensing check”; neither body had said that the visit was unannounced.  In alleging that the police had “swooped”, the newspaper had relied on a source, and the fact that this source had accurately described the complainant’s movements. However, the newspaper had not attempted to contact the complainant to ask for his account of the police’s visit.  The Committee considered that the newspaper was unable to demonstrate it had taken sufficient care not to publish inaccurate information in reporting that the police had “swooped” on the complainant’s office. This aspect of the complaint was upheld as a breach of Clause 1 (i). 56. The claim that the police had “swooped” on the office was coupled with the claim that a source had said that this had led to the complainant holding a “crisis meeting”. The Committee acknowledged that this claim was presented as the claim of a source in the article. However, it was a significant claim, as it implied that the police visit was a ground for concern at the company, in contrast to it having been “routine”. For this reason, the Committee considered that it was a further failure to take care to publish this claim from a source, without taking further steps to corroborate it, such as by contacting the complainant for his response. 57. The newspaper was unable to demonstrate that the claim that the police had “swooped” on the complainant’s office was accurate, or that the source’s claim about a crisis meeting was accurate. The Committee considered that these were significant inaccuracies, requiring correction, for the reasons explained above. The newspaper had offered to publish the correction on page 2 of the newspaper, and online, which identified the inaccuracy, and set out the correct position. In order to avoid a breach of Clause 1 (ii), the newspaper should now publish the correction. 58. The Committee then considered the claim in the first article that the complainant had been arrested, but never prosecuted, in 1990 in relation to stolen cars. This was not inaccurate, and it was not a breach of Clause 1 to report this. The Committee noted the complainant’s position that his firms had 70 cars at the time, and that the arrest was, therefore, not in relation to 100 cars, as claimed in the article. However, the Committee considered that this was not a significant inaccuracy, especially where the article made clear that he was not prosecuted. There was no breach of Clause 1 on this point. 59. The Committee acknowledged the complainant’s position that in articles which referred, using nicknames, to figures allegedly involved in organised crime, he was referred to by the nickname “The Fat Controller”, which implied that he too was involved in organised crime. The Committee considered that it is not uncommon for newspapers to refer to people by nicknames, and the use of nicknames is not reserved for those involved in organised crime. The Committee considered that the use of the nickname in the articles under complaint, did not amount to an allegation that he was involved in organised crime; readers would understand that the newspapers were using it simply as a nickname. There was no breach of Clause 1 on this point. 60. Without a contemporaneous note of the conversation, the Committee was unable to resolve the dispute between the complainant and the newspaper as to whether he had referred to the cost of the arson damage as being £250,000, prior to publication. The Committee noted the complainant’s position in his complaint that the 5 cars damaged were worth about £10,100 each, with the total damage therefore being £50,500.  The Committee noted that the article’s estimate of £250,000 was apparently based on the purchase price of the vehicles, rather than their current value. In any event, the Committee considered that where it was not in dispute that 5 Mercedes cars were damaged in an arson attack, the discrepancy between the complainant’s position on the value of the damage, and the published figure, was not significant. The Committee therefore considered that the article was not significantly inaccurate, and there was no breach of Clause 1 on this point. 61. The Committee recognised that being overweight is in some instances the result of, or the cause of illnesses or disabilities. However, a description of someone as “fat” or “heavily overweight” is not, in and of itself, a reference to an illness or disability. Having considered all of the references to the complainant’s weight in the context in which they appeared, the Committee considered that they were not references to a physical or mental illness or disability. The Committee recognised that the complainant found this description offensive, but wished to explain that the Code does not cover issues of taste and decency; newspapers have the editorial freedom to publish what they consider to be appropriate, provided that the rights of individuals – enshrined in the terms of the Code– are not unjustifiably compromised. The terms of Clause 12 were not engaged.Conclusions 62. The complaint was upheld in part against the Daily Record, in relation to the fourth article.Remedial Action 63. Having upheld a breach of Clause 1 (i), the Committee considered what remedial action should be required. It considered that the breach of Clause 1 had been appropriately remedied by the offer to publish a correction and an apology. In light of the Committee’s decision, they should now be published. In response to the complaint, the newspaper offered to remove the fourth online article from its website. If it does so, the correction should be published on the newspaper’s website’s homepage, for 24 hours, and archived thereafter. If the newspaper decides to continue publishing the online article, the correction should also be published as a footnote to the article, with appropriate amendments made to the online article, to remove the significant inaccuracies identified by the Complaints Committee.Independent Complaints ReviewerThe complainant complained to the Independent Complaints Reviewer about the process followed by IPSO in handling this complaint. The Independent Complaints Reviewer decided that the process was not flawed and did not uphold the request for review. Date complaint received: 29/03/2018Date decision issued: 06/09/2018\nBack to ruling listing\n\n\n"
}