{
    "url": "/rulings-and-resolution-statements/ruling/?id=02845-18",
    "title": "02845-18 Beattie and Atkinson v The Belfast Telegraph",
    "provisions": [
        "2 Privacy (2018)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "The Belfast Telegraph (MEDIAHUIS UK)",
    "published_on": "2018-02-26 00:00:00",
    "received_on": "2018-04-04 00:00:00",
    "concluded_on": "2018-08-03 00:00:00",
    "complaint_processing_days": 121,
    "conclusion_long": "10. The complaint was not upheld.",
    "remedial_action": "11. N/ADate complaint received: 04/04/2018",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee 02845-18 Beattie and Atkinson v The Belfast Telegraph\nSummary of complaint\n1. Lesa Jane\nBeattie and Melanie Atkinson complained to the Independent Press Standards\nOrganisation that The Belfast Telegraph breached Clause 2 (Privacy) of the\nEditors’ Code of Practice in an article headlined, “Orangeman is backed after attending\ndaughter’s same-sex civil ceremony,” published on 26 February 2018.\n2. The article\nreported on the complainants’ recent civil partnership. It reported that the\nfather of one of the complainants was a senior member of the Orange Order, who had\nattended the ceremony and walked his daughter down the aisle. It reported that\nhis involvement may cause controversy, due to the organisation’s opposition to\nsame sex marriage. It included a number of quotations from members of the\nOrange Order regarding his decision to attend the event, as well as a quotation\nfrom the complainant’s father, who said, “I don’t know if I’ll get into trouble\nfor going to the ceremony, but that’s not up to me… I’m all for equality and\npeople having the right to make their own choices.” The article also included a\nphotograph of the two complainants in their wedding dresses, standing outside\nthe venue where the ceremony had taken place with the complainant’s father.\n3. The article was\nalso published online, with the same headline, and was substantially the same\nas the article that appeared in print.\n4. The complainants\nsaid that they were both private individuals who had not made public\ndisclosures about their lifestyles and sexual orientation. They were concerned\nthat the article had only been published due to the prominent position the\ncomplainant’s father held within the Orange Order, and said that this did not\njustify the intrusion into their private life. They said that they had been\nphotographed, without their consent, outside the hotel where the ceremony had\ntaken place, which they said was a breach of their privacy.\n5. The newspaper\ndid not accept that it had breached the Code. It said that there was a clear\npublic interest in reporting the fact that a senior member of the Orange Order\nhad played a role in his daughter’s civil partnership ceremony, given the\norganisation’s public statements in opposition of same-sex relationships. It\nsaid that this was a positive story, in which a lot of members of the\norganisation expressed support for the father’s decision and provided a number\nof links to other media outlets who had also reported on the story. It said\nthat the complainant’s father had himself discussed his attendance with a\nreporter from a sister publication, and his quote was included in the article.\nIn these circumstances, it believed that the article was justified, in the\npublic interest. \n6. It said that the\nphotograph had not been taken in circumstances were the complainants had a\nreasonable expectation of privacy. It said that they were standing outside the\nentrance to the hotel, which was not a private location, and was visible from\nthe road.  It said the photographer had\ntaken photographs in full public view, and said by the time the newspaper\ndecided to publish the photograph, the couple had published photographs of them\ntogether at the event publicly, on their social media accounts, and provided\nscreenshots of these photographs. It said that in these circumstances, the\neditorial team had decided that the complainants did not have a reasonable\nexpectation of privacy in relation to what was shown in the pictures, but even\nif they did, it believed that this was outweighed by the public interest in\nillustrating the involvement of the complainant’s father in the ceremony, which\nwas the focus of the article.\nRelevant Code Provisions\n7. Clause 2\n(Privacy) *\ni) Everyone is entitled to respect for his or her private\nand family life, home, health and correspondence, including digital\ncommunications.\nii) Editors will be expected to justify intrusions into any\nindividual’s private life without consent. In considering an individual’s\nreasonable expectation of privacy, account will be taken of the complainant’s\nown public disclosures of information and the extent to which the material\ncomplained about is already in the public domain or will become so.\niii) It is unacceptable to photograph individuals, without\ntheir consent, in public or private places where there is a reasonable\nexpectation of privacy.\nThe Public Interest\nThere may be exceptions to the clauses marked * where they\ncan be demonstrated to be in the public interest.\n1. The public interest includes, but is not confined to:\nDetecting or\nexposing crime, or the threat of crime, or serious impropriety.Protecting public\nhealth or safety.Protecting the\npublic from being misled by an action or statement of an individual or\norganisation.Disclosing a person\nor organisation’s failure or likely failure to comply with any obligation to\nwhich they are subject.Disclosing a\nmiscarriage of justice.Raising or\ncontributing to a matter of public debate, including serious cases of\nimpropriety, unethical conduct or incompetence concerning the public.Disclosing\nconcealment, or likely concealment, of any of the above.\n\n\n\n\n\n2. There is a public interest in freedom of expression\nitself.\n3. The regulator will consider the extent to which material\nis already in the public domain or will become so.\n4. Editors invoking the public interest will need to\ndemonstrate that they reasonably believed publication - or journalistic\nactivity taken with a view to publication – would both serve, and be\nproportionate to, the public interest and explain how they reached that\ndecision at the time.\n5. An exceptional public interest would need to be\ndemonstrated to over-ride the normally paramount interests of children under\n16.\nFindings of the Committee\n8.  A marriage or\ncivil partnership is a public declaration of a relationship. The fact of the\ncomplainants’ civil partnership was in the public domain and was not\ninformation about which they had a reasonable expectation of privacy. In\nrelation to the taking of the photograph, the complainants had been\nphotographed within the precincts of the venue where their civil partnership\nceremony had taken place. While the complainants had not been aware that they\nwere being photographed as they chatted with guests who had attended their\nwedding ceremony, they had been photographed standing outside the venue where\nthey were visible from the road. The photograph published did not contain any\nprivate information about the complainants and showed only the appearance of\nthe complaints, and one of their fathers, which the complainants had put into\nthe public domain themselves, as they had posted photographs of the day on\nsocial media. In these circumstances, the complainants’ expectation of privacy,\nif any, was limited. Also, the Committee recognised the genuine public interest\nin reporting on the attendance of a high profile member of the Orange Order at\nthe event, given the organisation’s comments on same-sex relationships. In\nthese circumstances, publication of the photograph did not amount to a breach\nof Clause 2.\n9. The complainants\nwere concerned that the publication had only reported the fact of their civil\npartnership due to the high profile position the complainant’s father held\nwithin the Orange Order. However, the selection of material for publication is\na matter of editorial discretion, so long as the Code has not otherwise been\nbreached. In this case, the fact that the complainants had had a civil\npartnership was not private, and the newspaper was entitled to report this.\nDoing so did not represent a breach of Clause 2.\nConclusions\n10. The complaint was not upheld.\nRemedial Action Required\n11. N/ADate complaint received: 04/04/2018Date decision issued: 03/08/2018  \nBack to ruling listing\n\n\n"
}