{
    "url": "/rulings-and-resolution-statements/ruling/?id=02850-19",
    "title": "02850-19 Sharp v thescottishsun.co.uk",
    "provisions": [
        "1 Accuracy (2018)",
        "2 Privacy (2018)",
        "3 Harassment (2018)"
    ],
    "outcome": "Breach - sanction: publication of correction",
    "publication": "thescottishsun.co.uk (News UK)",
    "received_on": "2019-03-28 00:00:00",
    "concluded_on": "2021-01-21 00:00:00",
    "complaint_processing_days": 665,
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee 02850-19 Sharp v thescottishsun.co.ukSummary of complaint\n1. Jill\nSharp complained to the Independent Press Standards Organisation that\nthescottishsun.co.uk breached Clause 1 (Accuracy), Clause 2 (Privacy), and\nClause 3 (Harassment) of the Editors’ Code of Practice in articles headlined\n“ABUSE HELL Fantasist Rangers fan stalked fellow supporter – branding her a\n‘f***ing Fenian’ during years of abuse” published on 12 March 2019 and   “BUBBLY BRAGS Fantasist stalker Rangers fan\nJill Sharp filmed boasting about ‘champagne lifestyle’ as she sips bubbly in\nhot tub” published on 27 March 2019.2. The\narticle headlined “ABUSE HELL” reported that a woman had pleaded guilty to\nstalking a former friend. It gave details of the woman’s offence, which\ninvolved creating fake online profiles to cause her former friend distress. It\nreported that the former friend had said that the woman’s “fantasy” came about\nbecause of jealously after [the former friend] became engaged. The former\nfriend was also quoted as saying “[The woman] said she was coming round to my\nhouse and was going to do violence to me. She came out with vile sectarian\nstuff, saying I was no better than a f***ing Fenian”.3. The\narticle then explained that the newspaper had reported in 2017 accusations that\nthe woman had faked a relationship with a stranger for four years by\nmanipulating photographs of the man and his fiancée posted on social media. The\narticle explained that the woman told her friends she was engaged to the man,\nand created a “double life” for herself. It also explained that the woman would\nshadow the man and his real life fiancée by going to places they had visited\nand taking her own pictures. Photo captions included in the article said\n“[Woman] previously faked a four-year relationship with a man she’d never met”\nand “Fake posts were put online”. The article reported that the woman denied\nany wrongdoing, and said that the accusations “simply weren’t true”.\n4. The\narticle also included several photographs of the woman. It included two\nphotographs which allegedly had been manipulated by her to claim she was in a\nrelationship with the man. It also included a photograph of the woman,\nseemingly on holiday.\n5. The\nsecond article headlined “BUBBLY BRAGS” was published after the woman had\npleaded guilty but before she was sentenced. It included the reference to the\nwoman having called a former friend a “f***ing Fenian”. It reported on the\nwoman “boasting” of her “champagne lifestyle” whilst in a hot tub, in a video\nposted on social media which “emerged just weeks” after she pleaded guilty. It\nreported what the woman had said in the video: “Life’s a b**** isn’t it\nDesigner champagne lifestyle. It’s a hard life but somebody’s got to do it” and\nthat she went on to repeat the “champagne lifestyle” “boast” several time. It\nreported that it was believed to be the case that the video had been filmed\nsometime in the previous year. It also included the former friend’s claim that\nthe woman had been jealous of her engagement.\n6. The\narticle also gave details of the allegedly faked relationship between her and\nthe man in exactly the same terms as the previous article. It also included the\nsame photograph captions and the woman’s denial.\n7. The\narticle included two stills from the video, showing the woman drinking\nchampagne in a hot tub. It also included the same two photographs from the\nprevious article which had allegedly been manipulated by the woman to claim she\nwas in a relationship with the man.\n8. The\ncomplainant said that the first article contained a number of inaccuracies in\nbreach of Clause 1. She said that it was not the case that she pleaded guilty\nto sending threats of violence to her former friend and her husband, or using\nsectarian language by calling them a “f***ing Fenian”. However, she provided a\ncopy of her indictment, and did accept that it showed she had pleaded guilty to\n“repeatedly leave voicemail messages for [the former friend] in which [the\ncomplainant] did utter sectarian remarks and threats of violence” She also\ndisputed the former friend’s claim that she was jealous of her engagement. She\nsaid that she had never fabricated a relationship with the man, and she was the\nvictim of a hoax. She also said that although she was originally charged with\noffences relating to the allegedly faked relationship, these were dropped and\nshe was never convicted on these points.\n9. The complainant\nsaid that the second article also breached Clause 1. She said that it was not\nthe case that she was “boasting’ or “bragging” in the video she posted online.\nShe also said that it was not the case that she was a “fantasist stalker”, and\nthat the video had been filmed in 2017 rather than in the previous year,\nalthough she did not dispute that it had been posted recently on social media.\nShe said that this article was also inaccurate to report the former friend’s\nclaim that she had been jealous of her engagement. Where the article repeated\nthe same points as the first article about the allegedly faked relationship,\nshe said that this article was also inaccurate for the same reasons.\n10. The\ncomplainant also said that both articles breached Clause 2, as they published\nphotographs or stills from videos without her permission. However, she accepted\nthat all the photographs or videos had been publicly available on social media\nat the time of publication. She also said that publication of both of the articles\nrepresented a continuation of persistent coverage, which she said was\nunjustified and excessive. Therefore, she said that the publication of these\narticles constituted a breach of Clause 3.\n11. The\nnewspaper did not accept that the first article was inaccurate. It said that\nthe references to threats of violence and use of sectarian language were\nattributed to the former friend and that a press release published by the\nScottish Crown Procurator Fiscal Service after the complainant’s sentencing\nsaid that she sent “threatening and abusive messages”. It said that reporting\nthe former friend’s claims was not significantly misleading as to the charges\nfor which the complainant had been convicted. It said that in relation to the\nallegedly fabricated relationship, the article made clear the complainant’s\ndenial and was not misleading as to the status of the allegations. It reported\nthat “she denied any wrongdoing and said the accusations ‘simply weren’t\ntrue’”. Nevertheless, on receipt of the complaint it removed the references to\nthe fake relationship from the article, the word “fantasist” and added in the\nword “allegedly” to the first paragraph”. It also offered to add the following\nfootnote to the article:\nA previous version of this article reported suggestions that\nJill Sharp had stalked a man by pretending to be in a relationship with him. We\nwould like to make clear that Ms Sharp disputes the allegations.\n12. The\nnewspaper did not accept that the second article breached Clause 1, for the\nsame reasons as the first article. Nevertheless, on receipt of the complaint,\nit removed the references to the fake relationship from the article and the\nword “fantasist”. It also offered to print add the same footnote as offered for\nthe first article.13. The\nnewspaper did not accept that the articles breached Clause 2. It said that all\nthe photographs or videos had been published on open social media, and did not\nreveal anything private about the complainant. It said that in relation to\nClause 3, this generally related to the conduct of journalists during the\nnewsgathering process. It did not apply to the frequency that articles about a\nperson were published, but nevertheless, each article reported on a newsworthy\ndevelopment. It said that the terms of Clause 3 were not engaged.\nRelevant Code Provisions\nClause 1 (Accuracy)\ni) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not\nsupported by the text.\nii) A significant inaccuracy, misleading statement or\ndistortion must be corrected, promptly and with due prominence, and — where\nappropriate — an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator.\niii) A fair opportunity to reply to significant inaccuracies\nshould be given, when reasonably called for.\niv) The Press, while free to editorialise and campaign, must\ndistinguish clearly between comment, conjecture and fact.\nClause 2* (Privacy)\ni) Everyone is entitled to respect for his or her private\nand family life, home, health and correspondence, including digital communications\nii) Editors will be expected to justify intrusions into any\nindividual's private life without consent. Account will be taken of the\ncomplainant's own public disclosures of information.\niii) It is unacceptable to photograph individuals, without\ntheir consent, in public or private places where there is a reasonable\nexpectation of privacy.\nClause 3* (Harassment)\ni) Journalists must not engage in intimidation, harassment\nor persistent pursuit.\nii) They must not persist in questioning, telephoning,\npursuing or photographing individuals once asked to desist; nor remain on\nproperty when asked to leave and must not follow them. If requested, they must\nidentify themselves and whom they represent.\niii) Editors must ensure these principles are observed by\nthose working for them and take care not to use non-compliant material from\nother sources.\nFindings of the Committee\n14. The\nCommittee emphasised first that it was not making a finding on the accuracy of\nthe allegations made against the complainant. Its role was to decide whether\nthere had been a breach of the Editors’ Code.\n15. In\nrelation to the first article, where the complainant accepted that she had\npleaded guilty to “repeatedly leave voicemail messages for [the former friend]\nin which you did utter sectarian remarks and threats of violence”, it was not\ninaccurate to report that she had made threats of violence. Similarly, although\nthe indictment did not go into details as to what the sectarian remarks\nentailed, it was not significantly misleading to the nature of the\ncomplainant’s conviction to report that this involved calling her former friend\na “f***ing Fenian”. With regards to the claim that she had been jealous of her\nformer friend’s engagement – this was a claim attributed to the former friend,\nwho said it was her belief that this was the case. Where this was clearly\nspeculation, attributed to a person rather than adopted as part of the court’s\nfindings, there was no failure to distinguish between comment, conjecture and\nfact, and was not significantly misleading as to charges to which the\ncomplainant had pleaded guilty. There was no breach of Clause 1 on these\npoints.\n16. In\nrelation to the second article, it set out the basis to report that the\ncomplainant had been “bragging” or “boasting” in the video posted online – she\nhad talked about her “champagne lifestyle” whilst sitting in a hot tub drinking\nchampagne. As such, describing the complainant’s comments in these terms was\nnot significantly misleading as to her behaviour when the basis was made clear\nin the article. Where the complainant had been convicted of stalking offences\nand was found to have created fake online profiles in order to do this, it was\nnot significantly misleading to describe her as a “fantasist stalker”. Whether\nthe video had been filmed in 2017 or the previous year was not significant to\nthe overall article where it was not in dispute that it had been posted\nrecently on social media. Finally, where the article had reported the former\nfriend’s claim that the complainant was jealous of her engagement in the same\nterms as the first article, it was not inaccurate for the reasons as set out\nabove. There was no breach of Clause 1 on these points.\n17. In\nrelation to the allegedly fabricated relationship, both articles did make clear\nthat the complainant disputed the claims. However, they both nevertheless made\nclaims of fact – reporting without qualification that the complainant had\n“…faked a four-year relationship with a man she’d never met” and “Fake posts\nwere put online”. Presenting this allegation as fact, despite the complainant’s\ndenial, constituted a failure to distinguish between comment, conjecture and\nfact, and there was a breach of Clause 1(iv). Where the article was\nsignificantly misleading as to the status of these serious allegations, a\nclarification putting on the record that these claims were allegations disputed\nby the complainant was required under Clause 1(ii).\n18. On receipt\nof the complaint, the newspaper had amended the articles to remove references\nto the allegedly fake relationship from the articles. It also offered to\npublish a footnote to record that this change had been made, and to put on\nrecord that the faked relationship was an allegation which the complainant\ndisputed. Where this offer was made on receipt of the complaint, this was\nsufficiently prompt, and as a footnote to the online articles, was sufficiently\nprominent. The wording of the footnote made clear the complainant’s position\nand the status of the claims, as required under Clause 1(ii). For these\nreasons, there was no breach of Clause 1(ii).\n19. The\ncomplainant accepted that the photographs and video included in the articles\nwere publicly available on social media at the time of publication.\nFurthermore, they simply showed her likeness. For these reasons, the\ncomplainant did not have a reasonable expectation of privacy over these\nphotographs or video and their publication did not represent an intrusion into\nher privacy. There was no breach of Clause 2. The terms of Clause 3 are\ngenerally interpreted to apply to the conduct of journalists during the\nnewsgathering process. The concern that the newspaper had printed two articles\nwhich the complainant considered were unnecessary, did not engage the terms of\nClause 3.\nConclusion\n20. The\ncomplaint was partly upheld under Clause 1.\nRemedial action\n21. The action\nwhich the newspaper had offered was sufficiently prompt and prominent, and made\nclear the status of the claims. This was sufficient to comply with the terms of\nClause 1(ii), and should now be printed. Date complaint received: 28/03/2019Date complaint concluded: 21/01/2021 \nBack to ruling listing\n\n\n"
}