{
    "url": "/rulings-and-resolution-statements/ruling/?id=02851-19",
    "title": "02851-19 Mulliss v The Sun",
    "provisions": [
        "3 Harassment (2019)",
        "1 Accuracy (2018)",
        "4 Intrusion into grief or shock (2018)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "The Sun (News UK)",
    "published_on": "2019-03-27 00:00:00",
    "received_on": "2019-03-28 00:00:00",
    "concluded_on": "2019-11-28 00:00:00",
    "complaint_processing_days": 245,
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee 02851-19 Mulliss v\nThe Sun\nSummary of Complaint\n1. Joanne Mulliss complained to the Independent Press\nStandards Organisation that The Sun breached Clause 1 (Accuracy) of the\nEditors’ Code of Practice in an article headline “Stabbed in heart in love\ntriangle inferno” published on 27 March 2019, and that the conduct of a\nreporter acting on behalf of The Sun breached Clause 3 (Harassment) and Clause\n4 (Intrusion into grief or shock).\n2. The article reported on an inquest into the deaths of\nthree people who had died in a house fire on 1 January 2019: Billy Hicks, and a\nnamed man and woman. The inquest heard that Billy Hicks had been stabbed in the\nheart before the fire started, and the article reported that the local\nDetective Chief Inspector had said that the other man who died would have been\narrested on suspicion of murder if he had survived the blaze. This was also\ncorroborated by a quote from a survivor of the blaze, who claimed in the\nimmediate aftermath of the fire that this other man whom she described as the\nwoman’s “psycho ex” started the fire, yelling “no one else will have you”. The\narticle reported that this version of events had not been confirmed at the\ninquest. The article also briefly set out the relationship between the three\npeople who died; it described Mr Hicks as the “knifed” “ex-boyfriend” and the\nwoman as his “ex” and “ex-lover”. It described the other man who died as the\n“murderer”, “new love” and “new lover”. It reported that the incident occurred\nat a New Year’s Eve party, and that the house was owned by the woman’s parents,\nwho rented it out to her and her “pals”. The article also reported that\nrelatives of the three wept in court.\n3. The complainant, the sister of Billy Hicks, said that the\narticle was inaccurate in breach of Clause 1 (Accuracy). She said that her brother\nwas not the “ex” of the woman who died, and the other man who died was not her\n“new lover”. Furthermore, quoting the survivor who had blamed a “psycho ex”\ncould have given the misleading impression that they were referring to her\nbrother as he was described elsewhere in the article as the “ex”. She said that\nthese descriptions of the three individuals were not heard at the inquest, and\nneither was the claim that the person who had allegedly started the fire had\nshouted “no one else will have you”. The complainant also said that it was\ninaccurate to state that there was a party on the night of the fire, or that\nthe house was rented out to the woman’s “pals” – she said that the woman had\nnot known the people she lived with until they moved in.  The complainant said that she was present at\nthe inquest, and neither her nor any members of her family had cried during\nproceedings.\n4. The complainant also said that the conduct of a\njournalist acting on behalf of the publication breached Clause 3 (Harassment)\nand Clause 4 (Intrusion into grief or shock). She said that a reporter acting\non behalf of The Sun had visited the family home on 3 January, a day after her\nbrother had died. She said that this reporter had asked to speak to her\nbrother; she told him to leave and that she would be making no comment. She\nsaid that the reporter then asked the complainant whether her brother was dead;\nhe then left.\n5. She said that she believed that the same journalist\nreturned on the morning of the 4 January, sometime before noon. She said that\nthe person drove towards her house and when he got out of his car and\napproached the property, she told him that she had already told him to leave;\nhe then left. She also said that any approach was deliberate as her house was\nremote and at the end of a long private road; furthermore, she knew that this\nwas the same person as before as he had a similar appearance and car to the\nfirst reporter.\n6. The publication expressed its sympathies to the\ncomplainant and her family, but did not accept that there was any breach of the\nCode. It did not accept that the article was inaccurate. It said that it had\nbeen widely reported that Billy was the former boyfriend of the woman who died;\nthe article did not say that this had been heard at the inquest. It provided\nexamples of where this claim had been published in other articles, and noted\nthat one of them included a lengthy quote from a named friend of the\ncomplainant’s brother, which went into detail about Mr Hicks’ relationship with\nthe woman who died. These articles also reported the allegations included in\nthe article about the man who died who was described as the woman’s “new\nlover”; the article under complaint also attributed this claim to a survivor of\nthe fire and did not report that this was heard or proved at the inquest. The\nother articles provided by the publication reported that the house was owned by\nthe parents of the woman who died and rented out to her and her housemates. The\npublication also said that the reporter spoke to the deceased’s neighbours on\nthe night of the fire who said that there had been an “after-party”;\nnevertheless, it said that any inaccuracy on this point was not significant in\nthe context of the overall article. Finally, it noted that the article did not\nstate that the complainant or her family cried at the inquest.\n7. The publication did not accept that the reporter’s visit\nto the complainant’s house on the 3 January represented a breach of the Code.\nIt said that the reporter was to trying to speak with Mr Hicks as a person\nknown to have been involved in the incident, not with the complainant. The\nreporter was unaware that Mr Hicks may have died, and would not have made the\napproach if he had known this. It said that this was extremely regrettable and\nempathised at how distressing the approach would have been to the complainant.\nThe publication said that the reporter asked to speak to Mr Hicks, the\ncomplainant told him “please leave, no comment” and the reporter responded with\n“Why? Is Billy not here?”. The publication did not accept that this represented\na failure to respect a request to desist because a further question was\nreasonable where the reporter had been looking to speak with Mr Hicks rather\nthan the complainant, and had been told to leave without any explanation as to\nwhy he was unavailable. When the complainant asked him to leave again, and the\nreporter realised from her expression that Mr Hicks may have died, he did so\nimmediately. The publication said that the reporter did not ask the complainant\nany questions about the fire, and to the best of his recollection, did not ask\nher whether Mr Hicks had died. It said that the reporter did record the\nconversation, but unfortunately switched dictaphones shortly afterwards, so was\nnot able to provide a recording to IPSO.\n8. The publication said that the complainant became\ndistressed following this approach and shouted at the reporter as he was\nleaving, making him feel intimidated. This, coupled with the remote location of\nthe house and the Code obligations, meant that he was simply too frightened to\nreturn a second time. It said that the reporter called another reporter from a\nseparate agency and advised him to be careful if approaching the house, and not\nto contact the family on behalf of The Sun.\n9. The publication did not accept that a reporter acting on\nbehalf of the publication visited the complainant again on 4 January. The\npublication said that it was simply not possible for the same reporter to have\napproached the complainant at this time; he was sending emails from his laptop\nthroughout the morning of the 4 January, and the longest gap between these\nemails would not have given the reporter enough time to drive to the\ncomplainant’s house as alleged. Furthermore, it said that as the story was\nrelatively low profile, he had commissioned a freelancer to work on the day the\ncomplainant alleged a second approach took place and that the freelancer had\nnot approached the complainant on behalf of The Sun.10. The publication acknowledged that the complainant had been\ndistressed by the approach, and offered to write her a private letter of\napology. This was declined. \nRelevant Code Provisions\n11. Clause 1 (Accuracy)\ni) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not\nsupported by the text.\nii) A significant inaccuracy, misleading statement or\ndistortion must be corrected, promptly and with due prominence, and — where\nappropriate — an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator.\nClause 3 (Harassment)*\ni) Journalists must not engage in intimidation, harassment\nor persistent pursuit.\nii) They must not persist in questioning, telephoning,\npursuing or photographing individuals once asked to desist; nor remain on\nproperty when asked to leave and must not follow them. If requested, they must\nidentify themselves and whom they represent.\niii) Editors must ensure these principles are observed by\nthose working for them and take care not to use non-compliant material from\nother sources.\nClause 4 (Intrusion into grief or shock)\nIn cases involving personal grief or shock, enquiries and\napproaches must be made with sympathy and discretion and publication handled\nsensitively. These provisions should not restrict the right to report legal\nproceedings.\nFindings of the Committee\n12. The publication had provided examples of other articles\nwhere it had been reported that Mr Hicks had previously been in a relationship\nwith the woman who died, and noted that this had also appeared on Mr Hicks’\nFacebook profile. The publication was entitled to rely on these sources of\ninformation; there was no suggestion that they had been subject to a complaint\nor correction from the complainant. The complainant disputed that the other man\nwas the “new lover” of the woman who died, however, she did not provide any\nbasis to support this position. There were no grounds to find any breach of\nClause 1 on this point.\n13. The Committee recognised that describing the other man\nwho died, who was alleged to have stabbed Mr Hicks and started the fire, as\nboth the woman’s “psycho ex” and “new lover” had the potential to cause\nconfusion; however where the article explicitly described the other man as the\n“murderer” and Mr Hicks as being “knifed”, the Committee considered that this\nmade clear the alleged course of events. There was no misleading impression as\nsuggested by the complainant, and no breach of Clause 1.\n14. The article did not report that the claim that the other\nman had started the fire or shouted “no one else will have you” was heard at\nthe inquest, and indeed made clear that this did not form part of inquest\nproceedings. There was no inaccuracy on this point, and no breach of Clause 1.\n15. The Committee considered that whether there was a party\non the night of the fire, or whether the house was rented to the woman’s “pals”\nwas not significant to the overall story or alleged course of events. There was\nno significant inaccuracy on this point as to require correction, and no breach\nof Clause 1.\n16. Finally, the article did not report that the\ncomplainant’s family specifically had cried during inquest proceedings and the\ncomplainant did not dispute that families of the two other people who died may\nhave been present during proceedings. The article did not give the impression\nas suggested by the complainant and there was no inaccuracy, and no breach of\nClause 1.\n17. The Committee recognised that reporters often approach\nfamily or friends for comments following a traumatic incident or sudden death,\nas people may want to pay tribute to a person who has died or tell of their own\nexperiences. In this case, the reporter had approached the complainant’s home with\nthe intention of speaking to Mr Hicks because he had been in a relationship\nwith the woman who died.\n18. The reporter had spoken with the complainant, asking to\nspeak with Mr Hicks. Although it was accepted that he had asked a question\nregarding Mr Hicks after the complainant had told him to leave, the Committee\nconsidered that this one further question to clarify the situation did not\nrepresent a failure to respect a request to desist. This question was simply an\ninquiry as to Mr Hicks’ whereabouts, as the person the reporter wished to speak\nwith, and was natural and reasonable in circumstances where this was unclear.\nThe conversation then concluded immediately, and the reporter left. The\nCommittee was satisfied that the reporter had respected the complainant’s\nrequest to desist, and there was no suggestion that he had been intimidating or\naggressive during this approach. There was therefore no breach of Clause 3(i)\nor Clause 3 (ii) on this point. Furthermore, while it was unfortunate that the\nreporter had asked to speak to the complainant’s brother without knowing that\nhe was, in fact, one of those who had died, he had handled the approach with\nappropriate sympathy and discretion in accordance with the requirement of\nClause 4.\n19. The Committee noted the complainant’s position that the\nsame reporter had returned to her home on a different day following his first\napproach. However, the reporter had denied returning to her property and had\nprovided a full account of his activities on the morning she alleged he had\nreturned to her home. The Committee was unable to establish that it was the\nsame reporter who had approached the complainant’s home on the second occasion.\nThere was therefore no breach of Clause 3 or Clause 4 on this point.\nConclusions\n20. The complaint was not upheld\nRemedial Action\n21. N/A\n \nDate complaint received: 28/03/2019\nDate decision issued: 28/11/2019\n\nBack to ruling listing\n\n\n"
}