{
    "url": "/rulings-and-resolution-statements/ruling/?id=02855-18",
    "title": "02855-18 A Woman v The Visitor (Morecombe)",
    "provisions": [
        "2 Privacy (2018)",
        "4 Intrusion into grief or shock (2018)",
        "5 Reporting suicide (2018)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "The Visitor (Morecambe) (National World Publishing Ltd)",
    "received_on": "2018-04-04 00:00:00",
    "concluded_on": "2018-08-17 00:00:00",
    "complaint_processing_days": 135,
    "conclusion_long": "of the interview. She had made the complainant aware that the details of her husband’s mental health, as well as the final days of his life would be included in the article and explicitly asked the complainant, twice, what information she did not wish to be included. The journalist had made the changes to the article the complainant had requested, and was not aware of any other concerns she had about the level of detail included. While it was regrettable that there seemed to be a misunderstanding about whether the complainant would be able to review a full copy of the article prior to publication, the journalist had taken steps to ensure that publication was handled sensitively. Also, while other members of the family, and members of the public, objected to the detail included in the article, the complainant had a right to discuss these matters publicly. In these circumstances, there was no breach of Clause 4. 16. The complainant had said that the article breached Clause 5, as although the article did not explicitly state that her husband had died by suicide, it was implied in the article. However the purpose of Clause 5 is to prevent simulative acts, and requires publications to take care not to include excessive detail of the method used. As the article did not make reference to any method, Clause 5 was not engaged. Conclusions 17. The complaint was not upheld.",
    "remedial_action": "18. N/A Date complaint received: 04/04/2018",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee 02855-18 A Woman v The Visitor (Morecombe)\nSummary of complaint\n1. A woman and man\ncomplained on behalf of a woman to the Independent Press Standards Organisation\nthat The Visitor (Morecombe) breached Clause 2 (Privacy), Clause 4 (Intrusion\ninto grief or shock) and Clause 5 (Reporting of suicide) of the Editors’ Code\nof Practice in an article headlined, “Widow pays tribute to husband who gave\nher life full of love,” published in print and online on 3 April 2018.\n2. The article was\nan interview with the complainant, where she paid tribute to her late husband,\na local musician, who had recently died. She thanked the local community for\ntheir support following her husband’s death, and discussed his music career. The\narticle also reported details of how the couple had met, and details of their\nfamily life together. It included a number of quotations from the complainant,\ndiscussing her husband’s history of mental health problems, as well as his\nmental and emotional state leading up to his death. It reported that, “He said\nhe didn’t want to tell people he had depression, he said it felt like a\nburden”, and that the day before his death his wife recalled that, “he kept\nsaying life would be better without him”. It also included details of the\ncomplainant finding her husband on the day of his death, her reaction to this,\nand that of her children.\n3. The article was\nalso published online. It was substantially the same as the article that\nappeared in print.\n4. The complaint was made by the parents of the\ndeceased, on behalf of his widow. The complainant said that the article was a\nbreach of her privacy. She said that she had met the journalist at a\nfundraising event and agreed to do a tribute piece as her husband was well\nknown locally. She said that the journalist had come to her house to interview\nher as agreed, and they spent several hours discussing her life with her\nhusband. She said that while she had shared private information with the\njournalist, specifically details of her husband’s mental health, and the\ndetails of how he died, she had shared this information with the reporter in a\nnon- journalistic capacity, and therefore did not expect it to be published.\nShe also said that she had understood that she would get a full read back of\nthe article before it went to print, but this did not happen. She said that had\nshe received a copy of the article, she would have shown this to other members\nof the family, who would have objected to the publication of details that would allow readers to understand that her\nhusband had died by suicide. She said that wider family members were not aware\nthat her husband’s death had been suicide. She believed that the nature of her\nhusband’s death was private, and should not have been put in the public domain.\n5. She also raised\nconcern that the article was an intrusion into her grief. She said that the\narticle had included private and sensitive material about discussions she had\nhad with her husband leading up to his death, as well as information of her\nreaction upon finding her husband. Reading this information had upset the\ncomplainant, and caused her further distress. She also said that not all\nmembers of the wider family circle had known the circumstances of his death.\nFamily members, and members of the public, had been distressed to read these\ndetails in the newspaper, and specifically to learn that his death was suicide.\n6. The newspaper\napologised for any distress or upset the publication of the article had caused.\nIt said that it was not its intention to sensationalise the death of the\ncomplainant’s husband in any way, and that it had published the article in good\nfaith. It said that all the information included in the article had been given\nby the complainant to the reporter during the interview at her home. The\nnewspaper said that the reporter had arrived at the complainant’s home as\narranged, and after exchanging greetings with the complainant, she had asked if\nshe was ready to start the interview. From this point onwards the journalist\ntook notes of all the information the complainant had shared with her. At the\nend of the interview she had asked the complainant if there was anything she\ndid not want to be included in the article, and the complainant had asked her\nnot to include the word suicide, or the method used. The journalist agreed to\nthat. She said the complainant had asked about the structure of the piece, and\nshe had explained that the article would talk about how the pair met, her\nhusband’s struggles with depression, how he was on the days leading up to his\ndeath and details of what happened on the day of his death. She said that the\ncomplainant had agreed to this being included.\n7. The newspaper\nsaid that after the interview, the journalist had remained in contact with the\ncomplainant. It provided emails where it was arranged for a professional\nphotographer to come to the complainant’s house to take pictures that\naccompanied the article, and said that the journalist also called the\ncomplainant prior to publication, to discuss what would be included in the\narticle. It said that on this phone call the reporter had agreed the headline with the complainant, and read back the\nintroduction, discussed the chronology of the article, and repeated back direct\nquotes to the complainant. When the complainant requested that specific terms\nwere not included in the article, the journalist made changes to reflect her\nwishes. It also said that she had not raised any objections at this point, and\nthe journalist had made her aware that the story would be going to print within\nthe next few hours. It said it had no reason to believe that the complainant\nhad concerns about the information being complained about being published and\nproceeded on this basis. In these circumstances, the newspaper was confident\nthat it had made approaches with sympathy, and had handled publication\nsensitively.\n8. Regardless, the\nnewspaper said it had received a number of complaints from other family members\nand members of the public about the detail included in the article. It had\napologised to these individuals when contacted, and published an apology for\nany upset caused in the next edition of the newspaper. It also removed the\nonline article shortly after publication, and did not reproduce the article in\nits sister publication, as planned, out of respect for the family.\nRelevant Code Provisions\n9. Clause 2\n(Privacy) *\ni) Everyone is\nentitled to respect for his or her private and family life, home, health and\ncorrespondence, including digital communications.\nii) Editors will be\nexpected to justify intrusions into any individual’s private life without\nconsent. In considering an individual’s reasonable expectation of privacy,\naccount will be taken of a complainant’s own public disclosures of information\nand the extent to which the material complained about is already in the public\ndomain or will become so. Clause 4 (Intrusion into grief or shock)\nClause 4 (Intrusion into grief or shock) In cases involving personal grief or shock, enquiries and\napproaches must be made with sympathy and discretion and publication handled\nsensitively. These provisions should not restrict the right to report legal\nproceedings.  \nClause 5 (Reporting suicide) *\nWhen reporting suicide, to prevent simulative acts care\nshould be taken to avoid excessive details of the method used, while taking\ninto account the media’s right to report legal proceedings.\nFindings of the Committee\n10. The Committee wished to express its condolences to the\ncomplainant and her family for their loss. It recognised that this was a very\ndifficult time for the complainant, and that she had spoken to the journalist\nwhile she was grieving for her husband.\n11. The Committee recognised that bereaved family members\noften wish to publicly pay tribute to their loved one. Individuals are entitled\nto speak to the journalist about their experiences, and to discuss this in\ntheir own words. Editors are responsible for ensuring that material published\ncomplies with the Code. The terms of Clause 2 requires that newspapers do not\npublish private information about individuals without their consent, while also\ntaking into consideration a complainant’s own public disclosures of\ninformation. Individuals may choose what information to share with a newspaper,\nand it is not for editors to presume to make decisions on behalf of these\nindividuals.\n12. The complainant had voluntarily agreed to speak to the\njournalist, and had consented to a tribute piece being published. The\ncomplainant invited the journalist to her home, and had discussed, at length,\nall the information that was included in the article. It was clear that the\npurpose of the interview was with the view of publishing an article. The\njournalist had made clear to the complainant that all the information discussed\nmay be published, and based on the fact that no objection was raised, published\nthe article in good faith. While it was regrettable that there appears to have\nbeen a misunderstanding about the possibility for the complainant to review the\nwhole article before publication, there was no basis to find that the\njournalist had acted improperly and had published information that had been\nshared with her in a non-journalistic capacity.\n13. The complainant believed that the fact her husband had\ndied by suicide was private information. However, the nature of someone’s death\nis publicly available; it is of significant public interest to report on deaths\nwithin a local community. While the complainant did not wish for people to know\nthat her husband’s death had been suicide, this was not private. Nevertheless,\nthe Committee recognised that the article did not just report how the\ncomplainant’s husband had died, but included details about their relationship,\nhis mental health, and her reaction to his death, which was personal and\nprivate. The complainant had shared this information with the reporter during\nthe course of the interview. She had been asked, on two occasions, if she\nconsented for all the information shared to be published. She had not raised\nobjections to any of the information that was published in the article being\nincluded. In these circumstances, publishing these details did not represent a breach of her\nprivacy. There was no breach of Clause 2.\n14. The Committee recognised that the article reported on a\nsensitive and deeply personal subject matter that was upsetting for the\ncomplainant to read. The Code requires that when reporting on such matters, a\njournalist must ensure that the enquiries they make are done with sympathy. In\nthis instance, the complainant had invited the journalist to her home for an\ninterview. The journalist had followed up with the complainant after the\ninterview, and had made changes to the proposed article at the complainant’s\nrequest. There was no evidence that any of the journalist’s conduct represented\na breach of Clause 4.\n15. Clause 4 also requires that articles about subject\nmatters that may intrude into the grief or shock of a directly affected\nindividual, are handled sensitively. In this case, the reporter had discussed\nthe chronology of the article with the complainant at the conclusion of the\ninterview. She had made the complainant aware that the details of her husband’s\nmental health, as well as the final days of his life would be included in the\narticle and explicitly asked the complainant, twice, what information she did\nnot wish to be included. The journalist had made the changes to the article the\ncomplainant had requested, and was not aware of any other concerns she had\nabout the level of detail included. While it was regrettable that there seemed\nto be a misunderstanding about whether the complainant would be able to review\na full copy of the article prior to publication, the journalist had taken steps\nto ensure that publication was handled sensitively. Also, while other members\nof the family, and members of the public, objected to the detail included in\nthe article, the complainant had a right to discuss these matters publicly. In\nthese circumstances, there was no breach of Clause 4.\n16. The complainant had said that the article breached\nClause 5, as although the article did not explicitly state that her husband had\ndied by suicide, it was implied in the article. However the purpose of Clause 5\nis to prevent simulative acts, and requires publications to take care not to\ninclude excessive detail of the method used. As the article did not make\nreference to any method, Clause 5 was not engaged.\nConclusions\n17. The complaint was not upheld.\nRemedial Action Required\n18. N/A\nDate complaint received: 04/04/2018\nDate decision issued: 17/08/2018\nBack to ruling listing\n\n\n"
}