{
    "url": "/rulings-and-resolution-statements/ruling/?id=02852-19",
    "title": "02852-19 Cook v Stamford Mercury",
    "provisions": [
        "1 Accuracy (2018)",
        "2 Privacy (2018)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "stamfordmercury.co.uk (Iliffe Media Group Ltd",
    "published_on": "2019-02-22 00:00:00",
    "received_on": "2019-03-28 00:00:00",
    "concluded_on": "2019-05-10 00:00:00",
    "complaint_processing_days": 43,
    "conclusion_long": "10. The complaint was not upheld",
    "remedial_action": "11. N/A   Date complaint received: 28/03/2019",
    "text": "\n\n\n\n\n\nDecision of the\nComplaints Committee 02852-19 Cook v\nStamford Mercury\nSummary\nof Complaint 1.    Tony Cook complained to the Independent Press\nStandards Organisation that the Stamford Mercury breached Clause 1 (Accuracy)\nand Clause 2 (Privacy) of the Editors’ Code of Practice in an article headlined\n“Plan for empty pub to be flats”, published on 22 February 2019. 2.    The article reported that a planning application had\nbeen received by the local Council to turn an empty pub into flats. It reported\nthat the pub had been sold to an unnamed couple in 2007, but after falling into\nfinancial difficulties, the original owner had regained the premises. It stated\nthat the couple had removed all the stock, plant and machinery from the\npremises. 3.    The article appeared in much the\nsame format online on the 23 February 2019 under the headline “Plan for empty\nOld Coach House pub in Market Deeping to be flats”. 4.    The complainant was one of the\nprevious proprietors of the pub referred to in the article. He said that the\narticle breached Clause 1 (Accuracy) by reporting as fact that the pub had run\ninto financial difficulties under his management, and that he had removed stock\nand machinery from the premises; he said these matters were currently the\nsubject of a legal dispute. He also said that the article breached Clause 2\n(Privacy), as although he was not named in the article, it was well known in\nthe local community that he had been running the pub at that time period.  He said that the article had been distressing\nto him and his wife. 5.    The publication said that the\narticle was based on a publicly-available planning application from the local\nCouncil’s website, of which it provided a copy. This document said that the\ncomplainant and his wife had bought the business in 2007, but were in financial\ndifficulties within 12 months, and since the business went into liquidation in\n2018, the property had stood empty, as the previous owners had removed all\nplant and machinery for dispensing drinks. The publication said that the\narticle was an accurate summary of this planning document, which it was\nentitled to report and rely upon. It noted that the article did not name the couple,\nand clearly attributed the claims over what had happened to the planning\napplication. It said that it did not accept that reporting on this publicly\navailable document could possibly engage the terms of Clause 2. 6.    However, when the complainant contacted\nthe publication, to express concern that the application was inaccurate, and to\nnote it has been removed from the council’s website, it removed any reference\nto the complainant from the online version of the article and published the\nfollowing clarification on page 3 29 March 2019, two days after it was\ncontacted by the complainant:  “A story published\nin the Mercury on February 22 about the Old Coach House in Market Deeping being\npotentially turned into flats suggested that former owners, who bought the\nbusiness in 2007, had run into financial difficulties while running the\nestablishment and had removed stock and machinery from the premises. This\ncouple has contacted the Mercury to say this is untrue and have asked us to\npoint out that they were not in financial difficulties, nor did the business go\ninto liquidation or was repossessed. The couple voluntarily gave up possession\nof the building and are currently in a legal dispute with [named person] and\nother parties over the ownership of the building. The Mercury apologises for\nthe distress caused by this article to the couple, which was published in good\nfaith based on documents that were in the public domain.” During the course of IPSO’s\ninvestigation, on 17 April, the publication added the wording as a footnote to\nthe online article\nRelevant\nCode Provisions 7.   \nClause 1 (Accuracy) i) The Press must take care not to publish inaccurate, misleading or\ndistorted information or images, including headlines not supported by the text. ii) A significant inaccuracy, misleading statement or distortion must be\ncorrected, promptly and with due prominence, and — where appropriate — an\napology published. In cases involving IPSO, due prominence should be as\nrequired by the regulator. iii) A fair opportunity to reply to significant inaccuracies should be\ngiven, when reasonably called for. iv) The Press, while free to editorialise and campaign, must distinguish\nclearly between comment, conjecture and fact.  \nClause 2 (Privacy)* i) Everyone is entitled to respect for his or her private and family\nlife, home, health and correspondence, including digital communications. ii) Editors will be expected to justify intrusions into any individual's\nprivate life without consent. In considering an individual's reasonable\nexpectation of privacy, account will be taken of the complainant's own public\ndisclosures of information and the extent to which the material complained\nabout is already in the public domain or will become so. iii) It is unacceptable to photograph individuals, without their\nconsent, in public or private places where there is a reasonable expectation of\nprivacy.  \nFindings\nof the Committee 8.   \nThe\npublication was entitled to report and rely on the content of the planning\napplication submission, and had done so accurately. There was no breach of\nClause 1 (i). The Committee was not in a position to rule on the accuracy of\nthe claims in the document. However, the article had presented them as\nestablished fact, and not attributed them to the application. There was\ntherefore an obligation, under the terms of 1(ii) to make clear that the\naccuracy of the claims was disputed. The publication had acted promptly by printing\na clarification on page 3 of the print edition of the newspaper two days after\nit was contacted by the complainant – this was sufficiently prominent. This\nclarification made clear that the circumstances surrounding the history of the\nbusiness were under dispute and the subject of legal proceedings, and acted\nimmediately to remove the reference to the complainant from the online version.\nThere is no requirement under the terms of Clause 1 (ii) for a correction to be\naccepted by the complainant; it if for the Committee to decide if a correction\nis sufficient. This clarification specifically addressed the allegations which\nrelated to the complainant regarding the management of the pub, and put the\ncomplainant’s position on the matter on record in full. The clarification also\napologised to the complainant from any distress caused. Although there was a\ndelay in adding the clarification to the online version of the article, the\npublication had amended the article promptly, and the complainant had raised\nobjections to the publication of the print clarification without his consent.\nDuring IPSO’s investigation, the publication added the clarification to the\nonline version of the article, and where the total delay amounted to just over\n2 weeks after IPSO begun its investigation into the matter, the Committee\nconsidered that this action was sufficiently prompt. There was no breach of\nClause 1(ii). 9.   \nThe\narticle reported information which was in the public domain and did not name\nthe complainant. No private information was revealed and so there was no breach\nof Clause 2.\nConclusions 10.\nThe\ncomplaint was not upheld\nRemedial\naction required 11. N/A\n \nDate complaint received: 28/03/2019\nDate decision issued: 10/05/2019\nBack to ruling listing\n\n\n"
}