{
    "url": "/rulings-and-resolution-statements/ruling/?id=02869-18",
    "title": "02869-18 Lamb v shieldsgazette.com",
    "provisions": [
        "2 Privacy (2018)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "shieldsgazette.com (National World Publishing Ltd)",
    "published_on": "2017-04-11 00:00:00",
    "received_on": "2018-04-06 00:00:00",
    "concluded_on": "2018-06-08 00:00:00",
    "complaint_processing_days": 63,
    "conclusion_long": "7. The complaint was not upheld.",
    "remedial_action": "8. N/ADate complaint received: 06/04/2018",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee 02869-18 Lamb v shieldsgazette.com\nSummary of complaint\n1. Amanda Lamb\ncomplained to the Independent Press Standards Organisation, on behalf of\nherself and her husband, that shieldsgazette.com breached Clause 2 (Privacy) of\nthe Editors’ Code of Practice in an article headlined, “New multi-million pound\ndevelopment in Jarrow is opened,” published on 11 April 2017.\n2. The article\nreported that a new housing development had been formally opened. It included\na statement from the Mayor, who opened the complex, and included a statement from the complainant who lived in the development. The statement included her\ncomments on the location of the development, and included details about her\nhusband’s health.\n3. The complainant said that she had said\nsomething similar to the comment published in the article when individuals from\nthe council’s housing department had visited their home to carry out a review,\nshortly after they had moved in to the property. However she said that she had\nnot consented to this being published. She said that where she lived, and\ndetails about her husband’s health were private and should not have been\npublished without their consent.\n4. The publication\ndid not accept that it had breached the Editors’ Code. It said that the\ncomplainant’s comment had come from a press release, issued by the council\npress office on behalf of the housing trust. It provided a copy of the press\nrelease, which had been distributed to the media. It said that where this\ninformation was included in a press release, it had no reason to believe that\nthe individual’s referred to in the statement had not consented to its\npublication. Regardless, as a gesture of goodwill, it removed the article from\nthe website.\nRelevant Code Provisions\n5. Clause 2\n(Privacy) *\ni) Everyone is entitled to respect for his or her private\nand family life, home, health and correspondence, including digital\ncommunications.\nii) Editors will be expected to justify intrusions into any\nindividual’s private life without consent. Account will be taken of the\ncomplainant’s own public disclosures of information.\nFindings of the Committee\n6. The Committee\nrecognised that the complainant and her husband had not consented to the\ninformation included in the article being published. It also recognised that\nhealth, specifically, is a category of private information under the Code. However, where the complainant lived, and\ninformation relating to her husband’s health had been disclosed publicly by the\ncouncil in its press release. In these circumstances, publishing this\ninformation that had already been put in the public domain by the council did\nnot intrude further into the complainant’s privacy. This information had been\nprovided by the local authority, and there was no obligation on the newspaper\nto check that the complainant had consented to it being published. There was no\nbreach of Clause 2. However the Committee welcomed the newspaper’s offer to\nremove the article when it became aware of the complainant’s concerns.\nConclusions\n7. The complaint\nwas not upheld.\nRemedial Action required\n8. N/ADate complaint received: 06/04/2018Date decision issued: 08/06/2018  \nBack to ruling listing\n\n\n"
}