{
    "url": "/rulings-and-resolution-statements/ruling/?id=02862-21",
    "title": "02862-21 Castleton Farm v Daily Mirror",
    "provisions": [
        "1 Accuracy (2021)"
    ],
    "outcome": "Breach - sanction: action as offered by publication",
    "publication": "Daily Mirror (Reach PLC)",
    "published_on": "2021-03-19 00:00:00",
    "received_on": "2021-03-19 00:00:00",
    "concluded_on": "2021-09-14 00:00:00",
    "complaint_processing_days": 179,
    "conclusion_long": "23.  The complaint was partly upheld under Clause 1 (i).",
    "remedial_action": "24. The corrections which were offered clearly put the correct position on record, and were offered promptly and with due prominence, and should now be published.   Date complaint received: 19/03/2021",
    "text": "\n\n\n\n\n\nDecision\nof the Complaints Committee – 02862-21 Castleton Farm v Daily Mirror\nSummary\nof Complaint\n1. Castleton Farm complained to the Independent Press Standards Organisation that the Daily\nMirror breached Clause 1 (Accuracy) of the Editors’ Code of Practice in an\narticle headlined “Misery for foreign workers harvesting food we won't pick”,\npublished on 19 March 2021.\n2. The\narticle, which appeared on page 25 of the print newspaper, reported on the\nexperiences of non-EU workers who had worked in Scotland as fruit-pickers “as\npart of a special post-Brexit pilot scheme.” The article included comments from\na named worker on her experience of the scheme and employment at Castleton\nFarm, a fruit-picking farm in Scotland, who had applied for the scheme “hoping\nto save enough to study at university.” According to the article, the worker\n“was dismissed from the farm after three weeks for missing targets” and during\nher time at the farm, according to a quote from the worker, she “stayed in\nthree caravans in two months”.\n3. The\nworker was also quoted as stating that she “had to keep working and stop eating\nto save the money for the ticket” home, as the article stated that “[a]fter\ntaking out loans in Russia to afford £244 for the visa and travel to Britain,\nshe ended up without even enough money for her air fare home.” It also said\nthat the worker had “slowly starved herself to pay for airfare home” and had\n“endur[ed] what she said were poverty wages”. The article went on to include a\nquote from a different worker, explaining how the payment system worked at the\nfarm: “There was a ‘performance management review’ every two hours where the\nsupervisor would check how many boxes we have done. If we hadn’t made the\nNational Minimum Wage, we’d be sent back to the caravan, because the farm has\nto top up wages to £8.72 an hour under the law”. The article also included a\nsmall photograph of the main worker, appearing below the main photograph in the\narticle. It was captioned with the statement that the worker “had missed\ntargets and gone home with nothing”.\n4. The\narticle also explored the wider context of the worker’s situation, and referred\nto a Focus on Labour Exploitation (FLEX) report, “the first ever report into\nthe experiences of people on the [pilot] scheme”, which “found evidence of\nexploitation and ‘high risks of human trafficking for forced labour’”. It went\non to establish the background of the report, which was based on ”[i]nterviews\nand surveys with 84 workers on 12 farms, of which 39 people were on the\nscheme”. The article also included a quote from the Chief Executive of FLEX,\nwho said that “major flaws in the scheme’s design that have left workers open\nto the real risk of modern slavery.”  The\narticle also quoted from the report, and included a quotation from a worker in\nthe report who said that they felt “like a slave”. The article then included a\nresponse from Castleton Farm, in which a spokesperson stated that “whilst the\nFLEX report identified a risk to exploitation, they found no cases or evidence\nof any exploitation or illegal practices on any of the 12 farms [referred to in\nthe report], including ours.”\n5. The\narticle also appeared online in substantially the same format, under the\nheadline “Workers live like 'slaves' in caravans after coming to UK under\npromise of jobs”. The online article also included a sub-headline: “EXCLUSIVE:\n[Named worker] endured 'degrading' living conditions and poverty wages after\ncoming to the UK to work on a fruit farm and save for her education - she ended\nup having to starve herself just to be able to affored [sic] to get back home“.\nThe online article also included the photograph of the worker which had also\nappeared in the print article; however, in the online article it appeared\nprominently, below the headline.\n6. The\ncomplainant said that the article included several inaccuracies in breach of\nClause 1. It said first that it was inaccurate to state that the named farm\nworker, who featured prominently in the article, had been “dismissed from the\nfarm after three weeks”, as employment records demonstrated that she had been\nemployed at the farm for 10 weeks.  It\nalso said that it was inaccurate for the photograph caption to report that the\nworker “had missed targets and gone home with nothing”, where she had been paid\nfor her work at the farm. The complainant further said that the worker had not\nsaid that she had “starved herself” to afford the airfare home; this was the\npublication’s characterisation, and was inaccurate as the worker had earned\nmoney and she had not earned below national minimum wage during her time at the\nfarm.\n7. Turning\nto the online version of the article, the complainant said that the headline\nwas inaccurate as the worker in the article had been given a job and had not\nbeen lured with the “promise” of one, as stated by the headline. It also said\nthat the article was inaccurate in referencing “slaves” in the same article and\nthe online headline as the worker who had been at the farm had not made any\nreferences to slavery in her quotations to the newspaper, and the report\nreferred to in the article had not found any incidences of illegal exploitation\nat Castleton Farm.\n8. Finally,\nthe complainant said that it had not been given the opportunity to reply to the\ninaccuracies in the article, in breach of Clause 1 (iii). It said that the farm\nhad been contacted by the newspaper for comment prior to the publication of the\narticle, and provided the correspondence which showed this. However, it said\nthat the farm had still not been given the fullest opportunity to comment, as\nit had not been given the name of the worker or her specific claims and so\ncould not refute the claims she made regarding her experiences, and in\nparticular the claims regarding her pay and the length of time she had worked\nat the farm.\n9. The\npublication accepted that the article was inaccurate regarding the amount of\ntime that the worker had spent at the farm, and that she had worked there for\nten weeks rather than three. It said that this may have been a translation\nerror, and that the worker had in fact said three months instead of weeks; it\nprovided contemporaneous notes taken by the journalist which referred to the\nworker having been employed at the farm for three weeks. While it did not\naccept that this represented a significant inaccuracy, it proposed to publish\nthe following correction in its regular Corrections & Clarifications column\non page 2 of the print newspaper to put the correct position on record:\n“Our\narticle  'Misery for foreign workers\nharvesting food we won't pick' 19 March, reported that farmworker [named\nworker] worked on Castleton Fruit Farm three weeks. In fact, [the worker] worked\non the farm for three months. We are happy to clarify this.”\nIt also\noffered to amend the online article to make the true position on this point\nclear, and to include the following footnote to make the true position clear:\n“A\nprevious version of this article reported that [the worker] worked on Castleton\nFruit Farm three weeks. In fact, [the worker] worked on the farm for three\nmonths. We are happy to clarify this.”\nThe\npublication offered to publish the correction and footnote 12 days after IPSO\nreferred the complaint as raising a possible breach of the Editors’ Code.\n10. The\npublication did not accept that the article included any additional\ninaccuracies in breach of Clause 1. Regarding the alleged inaccuracy which the\ncomplainant said arose from the article reporting that the worker had returned\nhome “with nothing”, it noted that the article did not state that the work was\nunderpaid, nor that she had not been paid at all. Rather, it reported that\nafter paying for food and additional costs – including “the visa and travel to\nBritain” referred to in the article – the worker said that she had broken even\nand had not returned home with additional money.\n11. Turning\nto the complainant’s concerns over the reference to an unnamed worker saying\nthey felt “a slave” in the article, the publication noted that the basis for\nthis was a quote from another worker – who was not reported within the article\nas having worked at Castleton Farm – and that this worker had been fairly and\naccurately quoted. In any event, it also noted that since the article’s\npublication, the named Castleton Farm worker had submitted an official\ncomplaint to the Agricultural Wages Board (AWB) in which she also referenced\n“people being treated as slaves”. It also noted that the article included a\nquote from the Farm, in which it stated that “whilst the FLEX report identified\na risk to exploitation, they found no cases or evidence of any exploitation or\nillegal practices on any of the 12 farms, including ours”.\n12. The\npublication said it had given Castleton Farm a fair opportunity to comment on\nthe article prior to publication and that with the exception of the point noted\nabove, there were no inaccuracies requiring a reply. Nevertheless, it said that\nit would be happy to consider inserting a further comment from the Farm,\nresponding to the specific experiences detailed in the article, into the online\narticle.\n13. The\ncomplainant said, that by reporting that the worker had returned home “with\nnothing”, the article was misleading, as it implied she had been poorly paid or\nnot paid at all. It therefore said that he wished for this information to be\ncorrected and further noted that she was not obliged to stay on site. He went\non to say that the worker’s later official complaint to the AWB was irrelevant,\nwhere the newspaper had not been aware of this complaint at the time of\npublication and could therefore not have relied on it. It also disputed that he\nhad been given an adequate opportunity to comment on the article, where the\nresponse had been general and the farm could not comment on the specifics of\nthe worker’s situation, as it was not aware of her identity prior to the\narticle’s publication.\n14. The\ncomplainant said that it would only be content to resolve the complaint should\nthe newspaper amend the online article to remove all references to slavery, and\nfor a correction to accompany these changes. It said that he also wished for\nthe correction to include an apology, and to make clear the actual amount of\ntime the worker worked at the farm.\n15. The\nnewspaper said that it did not consider it would be appropriate for a\ncorrection to include the alleged inaccuracies regarding the reference to\nworker being treated “like slaves”.\nRelevant\nCode Provisions\nClause 1\n(Accuracy)\ni) The\nPress must take care not to publish inaccurate, misleading or distorted\ninformation or images, including headlines not supported by the text.\nii) A\nsignificant inaccuracy, misleading statement or distortion must be corrected,\npromptly and with due prominence, and — where appropriate — an apology\npublished. In cases involving IPSO, due prominence should be as required by the\nregulator. \niii) A\nfair opportunity to reply to significant inaccuracies should be given, when\nreasonably called for.\niv) The\nPress, while free to editorialise and campaign, must distinguish clearly\nbetween comment, conjecture and fact.\nFindings\nof the Committee\n16. The\nnewspaper accepted that it was inaccurate to report that the worker “was\ndismissed from the farm after three weeks for missing targets”; it was not in\ndispute that the worker had actually spent 10 weeks at the farm. The claim that\nthe worker had spent “just” 3 weeks at the farm was contradicted within the\narticle itself, which included a quote from the worker stating that she had\n“stayed in three caravans in two months” while working at the farm. Where the\ninformation was, on the face of it, contradictory and it did not appear that\nthe publication had noted this contradiction nor taken any steps to resolve it\nor establish the true position prior to publication, the publication had not\ntaken care over the accuracy of the claim that the worker “was dismissed from\nthe farm after three weeks”. There was a breach of Clause 1 (i) on this point.\n17. This\ninaccuracy was significant in the context of an article about the allegedly\npoor working conditions and treatment of workers on the fruit farm.\nAdditionally, this worker’s experience at the farm was a key part of the story\nand, as such, the length of time she had spent there was relevant to the\naccount and its reliability. In this context, reporting that she had been at\nthe fact for 3 weeks instead of 10 was significantly inaccurate. As such, the\npublication was required, under the terms of Clause 1 (ii), to correct the\ninaccuracy.\n18. The Committee turned to the question of\nwhether the action offered by the newspaper was sufficient to avoid a breach of\nClause 1 (ii) on this point. The publication had offered to publish a print\ncorrection, amend the online article, and footnote the online article on 19\nApril, 12 days after it had been made aware of the alleged inaccuracy through\nIPSO’s complaints process. The correction and footnote proposed set out both\nthe original inaccuracy and the correct position, and the publication had proposed\nto publish the print correction in its established Corrections and\nClarifications column on page 2 of its print edition, and the footnote below\nthe amended online article. The Committee was satisfied that the corrective\naction had been offered promptly, where it was made aware of the true position\non 7 April and had attempted to establish how the inaccuracy had occurred – by\nreferring to contemporaneous notes and the fact that a translation error may\nhave occurred. The proposed location of both the correction and footnote were\nduly prominent: the proposed correction would appear in an established\nCorrections & Clarifications column on page 2, and the original print\narticle had appeared on page 25; and the footnote would appear directly below\nthe amended article. For these reasons, the Committee found that the remedial\naction proposed by the newspaper was sufficient to avoid a breach of Clause 1\n(ii).\n19. The\ncomplainant had also disputed a number of descriptions by the woman and the\npublication of her experiences on the farm. While the Committee understood that\nthe complainant disputed the worker’s characterisation of her wages as “poverty\npay”, it was clearly distinguished as her opinion of her pay in accordance with\nthe terms of Clause 1 (iv), which makes clear that comment can be published,\nprovided it is distinguished from fact: the “poverty pay” characterisation was\nattributed to the worker, and the article included factual information about\npay levels that the complainant did not appear to dispute, including that\nworkers were paid a minimum wage but would undergo regular performance reviews\nto ensure they met productivity targets. The Committee understood that the\ncomplainant also disputed that the worker had “starved herself” to afford to\npay for her air fare home; however, the basis for this characterisation by the\npublication was set out in a direct quote from the worker in which she said\nthat she “stop[ped] eating” to afford the air-fare home, and the complainant\nwas not in a position to dispute what steps the worker had taken to save money\nto travel home. The complainant had also denied that the worker had returned\nhome “with nothing”, and said that this implied the worker had not been paid or\nhad been paid below legal minimum wage. The Committee considered that this was\nnot a claim that the worker had not been paid or had been paid in contravention\nof minimum wage laws. Rather, as the article explained, this was a reference to\nthe woman’s account that she had not been able to save money for her studies.\nIncluded within the woman’s description of her experiences was the fact that\nthe farm was obliged to “top up” pay to the minimum wage, and there was no\nsuggestion that it failed to do so. There was no breach of Clause 1 on these\npoints.\n20. The\ncomplainant had also said that the online headline and both versions of the\narticle were inaccurate, where they included references to workers “living\n‘like slaves’”. The Committee first noted that the basis for the headline came\nfrom a quotation from the FLEX report which had been included in the article,\nin which another anonymous worker referred to feeling “like a slave”. The\nCommittee also noted that it was not clear where the second worker was based,\nas all workers in the FLEX report were anonymised and the names of the farms\nwhere they worked were not given. Nevertheless, the quotation acted as a basis\nfor the headline, and there was no dispute that a worker had said this about\ntheir experience of working at a fruit-picking farm. The publication was entitled\nto quote the anonymous worker and rely on their experiences as the basis for\nthe headline, where the article reported not only on Castleton Farm but on the\npilot scheme in general. In addition, the article made clear that workers at\nCastleton were paid for work, and included an extensive response from the farm\nwhich made clear that “whilst the FLEX report identified a risk to\nexploitation, they found no cases or evidence of any exploitation or illegal\npractices on any of the 12 farms [referred to in the report], including\n[Castleton Farm]”. There was no breach of Clause 1 on this point.\n21. The\npublication had contacted Castleton Farm prior to publication and had requested\nits comment on issues raised by the FLEX report. The request for comment did\nnot refer to the specific case of the named worker who had spoken to the\npublication about her time at Castleton Farm. However, the Committee did not\nconsider that it was necessary for the publication to put the specific claims\nraised by the worker to the publication prior to publication. One significant\ninaccuracy had arisen from the article – the length of time that the worker had\nbeen employed at the farm – and the publication had offered to correct this, in\nline with the terms of Clause 1 (ii), after being made aware of the true\nposition from the complainant; there was no requirement for a further comment\nfrom the complainant to address this significant inaccuracy, where the\nnewspaper had accepted that it was inaccurate and had proposed to publish a correction.\nOther claims made by the worker were based on her own experience and perception\nof the farm and the scheme, and were clearly presented as such. They did not\nconstitute significant inaccuracies. There was no breach of Clause 1(iii).\n22. The complainant\nhad said that the online headline had breached Clause 1, where it referred to\nworkers coming to UK due to the “promise of jobs”. The Committee did not\nconsider this to be inaccurate, where it was not in dispute that the workers\nreferred to in the article had travelled to the UK to obtain work. The use of\nthe term “promise of jobs” in the headline did not imply or claim that there\nwere no jobs available, when read in conjunction with the article itself, which\nmade clear that workers travelling to the UK had obtained employment.  There was no breach of Clause 1 on this\npoint.\nConclusions\n23.  The complaint was partly upheld under Clause\n1 (i).\nRemedial\nAction Required\n24. The\ncorrections which were offered clearly put the correct position on record, and\nwere offered promptly and with due prominence, and should now be published.\n \nDate\ncomplaint received: 19/03/2021\nDate\ncomplaint concluded by IPSO: 14/09/2021\nBack to ruling listing\n\n\n"
}