{
    "url": "/rulings-and-resolution-statements/ruling/?id=02879-19",
    "title": "02879-19 Jackson v The Sun",
    "provisions": [
        "1 Accuracy (2018)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "The Sun (News UK)",
    "published_on": "2019-02-02 00:00:00",
    "received_on": "2019-03-31 00:00:00",
    "concluded_on": "2019-06-20 00:00:00",
    "complaint_processing_days": 81,
    "conclusion_long": "12. The complaint was not upheld.",
    "remedial_action": "13. N/ADate complaint received: 31/03/2019",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee 02879-19 Jackson v The Sun\nSummary of complaint\n1. Jermaine Jackson\ncomplained to the Independent Press Standards Organisation that The Sun\nbreached Clause 1 (Accuracy) of the Editors’ Code of Practice in an article\nheadlined “Be honest on Jacko’s history”, published on 2 February 2019.\n2. The article was\na “show-biz” column, in which the columnist discussed comments which the\ncomplainant had made during a recent television interview, regarding\nallegations of historic child sexual abuse made against his late brother,\nMichael Jackson.\n3. The article\nreported that during the television interview the complainant had said he was\n“’1,000 per cent’ sure the dethroned King of Pop never molested children”. The\ncolumnist cast doubt on these remarks; he said, “25 years ago, when Jacko was\nalive and still sleeping with boys, his big brother did not feel the same way”.\nThe columnist claimed that he had “uncovered a previously forgotten interview”\nwhich the complainant had given to another publication in 1993. The columnist\nsaid that in the interview, the complainant had “admitted to fears” that the\nallegations against his brother were “correct”, and had said, “I love him, but\nyou have to wonder if there might not be some truth in it.”\n4. The article was\nalso published in substantially the same form online, under the headline, “MJ\nPAEDO WORRY Michael Jackson’s brother Jermaine expressed secret fears over\nsuperstar’s sex abuse claims in 1993 interview”, published on 2 February 2019.\n5. The complainant\ndenied that he had ever doubted his brother’s innocence. He said that he had no\nrecollection of speaking to the publication referred to in the article in 1993,\nand denied that he would have ever said the quotes attributed to him from that\ntime. He said that these comments were at odds with a position which he had\nalways maintained, and had publicly expressed a number of times, including in\n1993, namely that he had never believed his brother to be anything other than\ninnocent in relation to child sexual abuse allegations.\n6. The newspaper\ndid not accept a breach of the Code. It said that the article accurately\nreported comments in the public domain, made clear their provenance, and gave\nthe year of publication.\n7. The newspaper\nprovided a copy of the article published in 1993 to IPSO. This article was an\ninterview, headlined “My doubts about the innocence of Michael”, and was\nby-lined, “by Jermaine Jackson”. This article was presented as an interview. It\nsaid that Michael Jackson “could face criminal charges of child sex abuse\nwithin days”. It said, “in an emotional interview from inside the home which\nhas become a prison, Michael’s closest brother Jermaine, 39, admits: ‘I am his\nbiggest supporter. I love him, but yes, you have to admit you begin to wonder\nif there mightn’t be some truth in it’”. The piece continued by reporting\npersonal remarks which the complainant was said to have made during the\ninterview about his brother, his family, and the impact which the allegations\nhad on them.\n8. The newspaper\nsaid that it was entitled to report the comments made by the complainant in\n1993, which had evidently not been subject to complaint, and the article made\nclear that the views expressed by the complainant in the interview contrasted\nwith other public statements he had made about the allegations against his\nbrother.\n9. The complainant\ndescribed the article provided by the newspaper, published by 1993, as\n“dubious”, and noted that the newspaper had no other evidence from its own\ninquiries, that supported the contested quote attributed to him in the article.\nHe maintained that he had never made any comments which doubted his brother’s\ninnocence.\nRelevant Code Provisions\n10. Clause 1 (Accuracy)\ni) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not\nsupported by the text.\nii) A significant inaccuracy, misleading statement or\ndistortion must be corrected, promptly and with due prominence, and — where\nappropriate — an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator.\niii) A fair opportunity to reply to significant inaccuracies\nshould be given, when reasonably called for.\niv) The Press, while free to editorialise and campaign, must\ndistinguish clearly between comment, conjecture and fact.\nFindings of the Committee11. The article under complaint accurately reported comments\nattributed to the complainant during an interview in 1993. It was not in\ndispute that these comments had remained a matter of public record,\nuncorrected, since that time. The complainant had denied that he had ever\ndoubted his brother’s innocence. However, the newspaper was entitled to report\non the contents of the interview published in 1993 and care was taken to make\nclear the provenance of these remarks. By reporting these comments, the article\ndid not contain the suggestion that this was a position which the complainant\ncurrently held; the article made clear that the complainant had expressed\nstrong support of his brother in 1993, and more recently.  The newspaper had taken care to report the\nhistoric comments contained in the interview accurately, and no misleading\nimpression was given of the content of the article published in 1993, such as\nwould require correction under the terms of Clause 1(ii). There was no breach\nof the Code.\nConclusion\n12. The complaint was not upheld.\nRemedial Action Required\n13. N/ADate complaint received: 31/03/2019Date decision issued: 20/06/2019  \nBack to ruling listing\n\n\n"
}