{
    "url": "/rulings-and-resolution-statements/ruling/?id=02901-19",
    "title": "02901-19 McPherson v The Herald",
    "provisions": [
        "1 Accuracy (2018)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "The Herald (Newsquest Media Group)",
    "published_on": "2019-03-27 00:00:00",
    "received_on": "2019-03-29 00:00:00",
    "concluded_on": "2019-10-16 00:00:00",
    "complaint_processing_days": 201,
    "conclusion_long": "The complaint was not upheld.",
    "remedial_action": "N/A   Date complaint received: 29/03/2019",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee – 02901-19 McPherson\nv The Herald\nSummary of complaint\nNeil McPherson complained to the Independent Press Standards\nOrganisation that The Herald breached Clause 1 (Accuracy) of the Editors' Code\nof Practice in an article headlined \"Father and son lawyers face criminal\nprobe\" published on 27 March 2019.\nThe article reported that \"a father and son who are\nboth solicitors are under criminal investigation for alleged harassment,\nstalking and abuse.\" The article reported that the father, the\ncomplainant, had \"been accused of historical offences when he was a Strathclyde\nPolice officer\" and that the allegations related to \"a man who\nreported suffering physical and racial abuse at the hands of the police in the\n1980's\". The article went on to report that the complainant \"is also\nsaid to have harassed a fellow lawyer and a journalist\". The article then\nreported that the complainant's son had been accused of telecommunications\noffences \"after a former client and a witness in a criminal case claimed\nthey were stalked and harassed\". The article went on to report that cybercrime\nofficers \"removed a number of electronic devices from Mr McPherson's home\nin [area], Glasgow\". The article included a comment from a Police Scotland\nspokesperson confirming that an investigation was under way. The article then\nreported that neither of the two men responded to written requests for comment\nand that a member of staff had hung up the phone.\nThe complainant said that the claim that he was personally\nunder investigation while he was a police officer was inaccurate; he was not\nbeing investigated personally as the investigation was looking into whether the\npolice had properly investigated the allegations at the time they were\noriginally made. He said that he was one of many officers to have been involved\nin the arrests that were the subject of the investigation. In support of his\nposition, he produced a letter from Police Scotland, dated 15 March 2019 which\nwas head \"Complaint about the Police\". The letter stated:\n\"I refer to your correspondence dated 12 March 2019\nseeking an update. I have contacted the Procurator Fiscal Service, Criminal\nAllegation Against The Police Division (CAAPD) who, on 14 March 2019, advised\nthe case is just about to be reported to Crown Office. I will contact you again\nonce I receive further information from the Procurator Fiscal\"\nThe complainant said that he had been sent this letter\nfollowing a letter he had sent to the divisional commander in August 2018. When\nIPSO requested the correspondence dated 12 March referenced in the letter, the\ncomplainant said that he had only ever communicated with the Police Sergeant\nwho had written the letter via telephone. \nHe said that on 17 May 2019, the Police Sergeant had told him that no\nwrongdoing on behalf of the police had been established in relation to the allegations\nwhich had been made against the Police. Further, the complainant said that he\nhad received a telephone call from the divisional commander who had confirmed\nthat was not under investigation. The complainant provided a letter from the\nCrown Office and Procurator Fiscal Service dated 27 March 2019, the same day\nthe article was published, headed \"Criminal allegation against the Police\n– [name of man] & [redacted]\", which he had obtained via a request\nmade under the Freedom of Information Act 2000. The letter stated that after\nconsidering a report received from the Professional Standards Department, Crown\nCounsel had decided that no criminal proceedings would be initiated in relation\nto the report on the information then available. The complainant said this\nletter demonstrated that no criminal proceedings were being brought against him\nor the police and that, accordingly, the article should not have been\npublished. The complainant emphasised that he was only associated with the\ninvestigation by virtue of having been one of over one hundred officers to have\nbeen involved in the arrests which had been made.\nThe complainant also said that he was not under criminal\ninvestigation for threatening a journalist. He said that the journalist, who\nhad also written the article, had made the complaint in September 2016; it was\nself-evident that the matter was no longer under investigation and it was\nmisleading for the article not to have made it clear that the complaint had\nbeen made some two and a half years before publication. The complainant said\nthere was no active investigation against him. However, he said that it was not\nthe policy of the Crown Office Procurator Fiscal Service (COPFS) to write to\nparties to confirm that a decision had been taken not to pursue proceedings;\nthose enquiring would receive the same response regarding the status of the\ncase now as they would in ten years' time.\nThe complainant also denied that he threatened and harassed\nan unnamed solicitor as reported in the article; he had not been contacted by\nthe police in relation to this allegation. He said that the solicitor had made\na complaint against him in the past, but within two days of making the\ncomplaint the police informed him that they would not be investigating the\nmatter; the complainant provided an email written by the solicitor dated 18 May\n2019 in which he confirmed that they considered that there was no point\ninvestigating the complaint because there were no independent third-party\nwitnesses.\nThe complainant also disputed that he did not respond to\nwritten requests for comment or that staff at his office had hung up the phone\nwhen contacted by the publication. He said that he was not contacted prior to\npublication and disputed that the journalist would have contacted him due to\ntheir previous history. The complainant denied having seen two e-mails which\nthe publication said had been sent to him, prior to publication.\nThe complainant said that the article misleadingly\nimplicated him in the stalking and harassment investigation against his son. He\nsaid the article was intentionally worded so as to give the impression that his\nhouse, rather than that of his son, was searched by the Police because the\narticle simply reported that devices had been removed from \"Mr McPherson's\nhome in [area]\" without distinguishing which Mr McPherson. He said that\nthe misleading impression was reinforced by the fact the complainant and his\nson reside in the same area.\nThe newspaper said that it was not inaccurate to report that\nthe complainant was under investigation in relation to his conduct while a\npolice officer. The article did not say that only he was under investigation\nand the article explained that the investigation was into allegations that the\nman had suffered abuse \"at the hands of the police\", which indicated\nthat more than one officer was involved. The newspaper said, in line with the\nPress and Police Protocol, it had put the complainant's name to the police and\nthat, in response, it had been told: \"'Police Scotland received a\ncomplaint in respect of historical allegations of physical and racial abuse'\nand 'A report has been submitted to the Criminal Allegations Against the Police\nDivision of the Procurator Fiscal for their consideration'\". The newspaper\nquestioned why the complainant had made enquires of the police if he was not\nunder investigation so as to prompt the letter he received of 15 March from\nPolice Scotland. The newspaper also highlighted that the complainant had not\nproduced a letter confirming the Police had found no wrongdoing. The newspaper\nprovided an email from Police Scotland dated 12 July which confirmed the\njournalist “asked if a report regarding allegations of historical physical and\nracial abuse against former police officer Neil Forsyth McPherson had been sent\nto the procurator fiscal\" and which confirmed that this enquiry had\nprompted the newspaper's email of 25 March, which confirmed that the\ninvestigation was still in progress.\nThe newspaper produced an email chain between the journalist\nand the Crown Office Procurator Fiscal Service with a reference number, which\nit said confirmed that the complainant was under investigation for threatening\nand harassing a journalist. The chain included an email dated 22 December 2016\nwhich confirmed that the COPFS had received the report; an email of August 2018\nconfirming the journalist's complaint was against the complainant; and an email\nof May 2019 confirming that the case involving the allegations was still under\nconsideration. The newspaper said that cases do not ‘time out’ as the\ncomplainant appeared to suggest; the two and a half year time gap was simply\nthe result of delays. Further, the newspaper produced another email sent by the\nsolicitor referenced in the article, which featured the same reference number,\nasking if the case was still under consideration, to which he received a\nresponse on 13 May confirming that it was. It said that the police had linked\nthe files as they were similar incidents and the incident involving the\nsolicitor which the police were not investigating was a separate incident. The\nnewspaper provided an email chain between the solicitor and the police, which\nit said demonstrated that he had made the allegations, because he had sought\nclarification on the status of the investigation into his complaints.\nThe complainant disputed that the response of 13 May\ndemonstrated that he had harassed a solicitor, as reported.  He said that reference numbers are unique and\nthe allegation made by the solicitor would not have the same reference number\nas the complaint made by the journalist. The newspaper rejected the\ncomplainant's position and said that the complainant had produced no evidence\nwhich demonstrated that the two investigations had difference reference\nnumbers.\nThe newspaper provided two emails dated 25 and 26 March sent\nby the journalist to the complainant, which it said provided him right of reply\nin respect of the allegations made in the article. Further, the newspaper said\nthat the journalist phoned the complainant's office prior to publication and\nspoke to a member of staff, who he had known in a professional capacity. It\nsaid that when the journalist identified himself and stated his reason for the\ncall, the staff member immediately hung up the phone.\nThe newspaper disputed that the article misleadingly\nimplicated the complainant in the stalking and harassment investigation against\nhis son. It said that paragraph five had introduced his son alone and clearly stated\nthe allegations made against him, paragraph six expanded on this and readers\nwould understand that the police statement in paragraph seven therefore related\nto the complainant's son.\nNotwithstanding its position that there was no breach of the\nCode, the newspaper accepted that the headline could have referred to\n\"probes\" as opposed to \"probe\" and offered to publish the\nfollowing clarification in print on page two:\n\"We are happy to make clear that, in our story of March\n27, the home of [son's name] was searched during a police investigation into\nallegations of telecommunications offences. Neil McPherson, his father is the\nsubject of separate, unrelated investigations.\"\nRelevant Code Provisions\nClause 1 (Accuracy)  \ni) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not\nsupported by the text.\nii) A significant inaccuracy, misleading statement or\ndistortion must be corrected, promptly and with due prominence, and — where\nappropriate — an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator.\niii) A fair opportunity to reply to significant inaccuracies\nshould be given, when reasonably called for.\niv) The Press, while free to editorialise and campaign, must\ndistinguish clearly between comment, conjecture and fact.\nFindings of the Committee\nPolice Scotland had confirmed that the newspaper had made an\nenquiry, two days before publication, and had asked if a report regarding\nallegations of historical physical and racial abuse against the complainant had\nbeen sent to the procurator fiscal. In response, Police Scotland had confirmed\nthat it had received a complaint in respect of historical allegations and that\na report had been sent to the Procurator Fiscal for their consideration. By\nmaking this enquiry, the Committee considered that the newspaper had complied\nwith its obligation to take care not to publish inaccurate information. The\nCommittee noted that the letter from the Crown Office and Procurator Fiscal\nService (COPFS) dated 27 March, which was sent two days after the date of\npublication of the article, confirmed that Crown Counsel were not pursuing\ncriminal proceedings. However, it was redacted and did not identify the\nindividual against whom criminal proceedings were not being pursued. In\ncircumstances where the complainant accepted that he was one of a number of\npolice officers who were involved in the matters which were under investigation,\nand where the letter of 27 March did not demonstrate that the investigation was\nnot continuing into the complainant, the Committee did not consider that the\narticle was inaccurate in reporting that the complainant had been accused of\nhistorical offences. There was no breach of Clause 1 on this point.\nThe complainant accepted that the journalist had previously\nmade a complaint to the police alleging that he had been harassed by the\ncomplainant.  The journalist received an\nemail on 22 December 2016 which acknowledged that he had made a complaint and\nwhich informed him of the reference number which had been allocated. The\njournalist sent a further email to the COPFS on 24 August 2018 asking when a\ndecision on his complaint would be made. The journalist received a response\nfrom the Senior Procurator Fiscal Depute on 20 September 2018, under the same\nreference number, which confirmed that the case was still under active\nconsideration. This suggested that the complaint to the police made by the journalist\nin 2016, which the complainant accepted had been made, was still under\ninvestigation.  Given that the same\nreference number was quoted in this email, the Committee did not accept that\nthe email related to a separate investigation into perverting the course of\njustice, as argued by the complainant. \nWhere it was not in dispute that the alleged harassment had occurred in\n2016, and where an official source had confirmed that an investigation into the\ncomplaint was ongoing, it was not inaccurate to report that the complainant was\nsaid to have threatened and harassed a journalist and that the complainant\nfaced a \"probe\" in relation to the matter. There was no breach of\nClause 1 on this point.\nThe newspaper provided correspondence between the solicitor\nwho was said to have been harassed by the complainant and the Police in which\nhe alleged that he had been subject to threats and harassment by the\ncomplainant. The Committee did not consider that the correspondence\ndemonstrated that this complaint had been linked, under the same reference\nnumber, to the complaint which had been made by the journalist. However, the\narticle reported only that the complainant was said to have threatened and\nharassed the solicitor and the email chain provided by the newspaper\ndemonstrated that the solicitor had made such a complaint. Further, the article\ndid not state that the complainant was under criminal investigation for\nthreatening and harassing the solicitor. The Committee did not consider that it\nwas significantly misleading to report that he was \"said\" to have\nthreatened and harassed a solicitor in the circumstances. There was no breach\nof Clause 1 on this point.\nThe Committee noted the complainant's position that he had\nnot seen the two emails to him which had been sent by the newspaper prior to\npublication. However, in circumstances where the newspaper had approached the\ncomplainant, by email, for comment prior to publication and did not receive a\nresponse, the newspaper had taken care in publishing that the complainant did\nnot respond to written requests for comment. There was no breach of Clause 1 on\nthis point.\nThe Committee acknowledged the complainant's position that\nthe opening paragraph of the article implicated him in his son's offences and\nthat it would be understood that he was under criminal investigation for\nalleged harassment, stalking and abuse. The Committee considered that the\nopening paragraph had summarised the alleged offences against both men and\nnoted that the article then detailed the allegations in two halves; the first\nhalf identified the allegations made against the complainant and, save for the\nfinal paragraph which clearly again related to both men, the second half of the\narticle identified the allegations which had been made against the\ncomplainant's son. The Committee noted, further, that the information about the\nsearch, and that electronic devices had been removed from a home, had been\nreported in a paragraph immediately after the details of his son's alleged\ntelecommunication's offences had been given and, as a consequence, would be\nunderstood to relate only to the complainant's son. The article did not give a\nsignificantly misleading impression that the complainant’s house had been\nsearched or that he was part of the investigation into his son. The Committee\nwelcomed the publication's offer of a clarification but there was no breach of\nClause 1 on this point.\nConclusions\nThe complaint was not upheld.\nRemedial action required\nN/A\n \nDate complaint received: 29/03/2019\nDate decision issued: 16/10/2019\nBack to ruling listing\n\n\n"
}