{
    "url": "/rulings-and-resolution-statements/ruling/?id=02925-21",
    "title": "02925-21 A woman v Metro",
    "provisions": [
        "1 Accuracy (2021)",
        "2 Privacy (2021)",
        "4 Intrusion into grief or shock (2021)",
        "11 Victims of sexual assault (2021)",
        "12 Discrimination (2021)"
    ],
    "outcome": "Breach - sanction: action as offered by publication",
    "publication": "Metro (Associated Newspapers Limited)",
    "received_on": "2021-03-01 00:00:00",
    "concluded_on": "2021-09-17 00:00:00",
    "complaint_processing_days": 200,
    "conclusion_long": "26. The complaint was partly upheld under Clause 1(i).",
    "remedial_action": "27. The correction which was offered clearly put the correct position on record, and was offered promptly and with due prominence, and should now be published. Date complaint received: 01/03/2021",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee – 02925-21 A woman v Metro\nSummary\nof Complaint\n1. A\nwoman complained to the Independent Press Standards Organisation that the Metro\nbreached Clause 1 (Accuracy), Clause 2 (Privacy), Clause 4 (Intrusion into\ngrief and shock), Clause 11 (Victims of sexual assault) and Clause 12\n(Discrimination) of the Editors’ Code of Practice in an article published in\n2021.\n2. This\ndecision is written in general terms, to avoid the inclusion of information\nwhich could identify an alleged victim of sexual assault. The complainant was\nthe spouse who alleged to have been abused.\n3. The\narticle reported on a court case between two spouses. It included statements\nfrom lawyers and attributed various claims to the spouse making the complaint.\nIt reported that this spouse alleged they had been subject to abuse, which the\njudge did not make findings on. It also reported information about the marriage\nas a statement of fact, twice. Information regarding the spouse’s profession\nwas included. The article contained a quote from the other spouse’s barrister\nand an application this spouse made to the judge which was denied.\n4. The\ncomplainant, one of the spouses referred to, said that the article was\ninaccurate in breach of Clause 1. They said one of the statements attributed to\nlawyers had not been heard in court, and was not accurate. The complainant said\nit was inaccurate to report that no findings had been made over the allegations\nof abuse, as this had not formed part of the case, was not the purpose of the\nhearing, and gave the impression that their allegations against their spouse\nwere dismissed. The complainant also said they had not spoken in court, and\ntherefore the article should have attributed claims to their barrister. They\nalso stated the information about the marriage was contested, and whilst it had\nbeen the position of their spouse, was not a statement of fact. They also said\nthat the quote from the spouses’ barrister was not adequately attributed, and\nthat the claim was not true, though they accepted this had been part of the\ncourt hearing.\n5. The\ncomplainant also said that the article represented an unjustified intrusion\ninto their privacy in breach of Clause 2, as it identified their profession and\nthat they considered themselves a victim of abuse.\n6. The\ncomplainant said that the article breached Clause 4 and Clause 11 by\nidentifying them as a victim of sexual assault. The article named the\ncomplainant and included their allegations that their spouse had abused them.\nThe complainant said the application by the complainant’s spouse, which was\nrefused by the judge, amounted to them being a victim of sexual assault and\ntherefore they should not have been named. The complainant said that being\nnamed in the same article as their alleged abuser was highly distressing and\ninappropriate in further violation of Clause 4, and that they had suffered injuries\nto their mental health as a result of the publication of the article.\n7. The\ncomplainant said that by identifying their profession and that they considered\nthemselves a victim of abuse, the article had discriminated against them in\nbreach of Clause 12.\n8. The\npublication stated that the court report had come from a press agency, and that\na reporter had been present at court. The publication said that it had taken\ncare not to publish inaccurate information by relying on this report. It provided\nan email from the agency stating that the disputed sentence had not come from\nthe court, but a phone call with the complainant’s barrister afterwards, which\nresulted in a misunderstanding. The agency amended its copy of the article. On\nreceipt of the complaint, the newspaper offered to publish a correction on this\npoint in its established corrections and clarifications column.\n9. The\npublication’s initial position was that the judge had said the information\nabout the marriage it reported, and provided a quote from the agency reporter\nfrom the judge. It said that whilst the complainant disputed the accuracy of\nthis information, it was not inaccurate to report it where it had been said by\nthe judge.\n10. The\npublication said that the complainant accepted that the hearing was not about\nwhether her husband was abusive, and therefore it was not inaccurate to report\nthat the judge had not made findings on the allegations of abuse. The reporter\nhad said he felt it was important to clarify that these issues were not being\nconsidered in the court proceedings he was reporting on. The publication also\nsaid that where it used reported speech, rather than direct quotes, it was\nreasonable for them to attribute the summary of the complainant’s case to the complainant,\nwhether written or spoken in court, as lawyers speak on behalf of their\nclients.\n11. The\npublication said that the complainant had no reasonable expectation of privacy\nand it did not need to seek permission to name their profession. It also said\nthat as their allegation of domestic abuse was mentioned in court with no\nreporting restrictions, it was not a breach of Clause 2 to report this. \n12. The\npublication said that there was no mention of sexual abuse in the court hearing\nor in its report and therefore neither Clause 4, Clause 11 or Clause 12 were\nengaged in these points.\n13. The\ncomplainant denied that the judge had said the information about the marriage,\nThe complainant noted that the quote provided by the publication to support its\nposition was an extract from the case outline submitted by their spouse’s\nbarrister, not a statement by the judge. \nThey also provided an email from their barrister which stated that the\njudge had not said the information about the marriage.\n14. The\npublication accepted that it had mistakenly attributed the quote to the judge\nin correspondence with IPSO, and apologised for inadvertently misleading the\ninvestigation. While the agency reporter maintained that he recalled the judge\nreferring to the information about the marriage, the publication said it was\nunable to provide any notes to support this assertion and accepted that the\ninformation was a matter for debate. It amended its offer of correction to\ninclude this further information.\nRelevant\nCode Provisions\nClause 1\n(Accuracy)\ni) The\nPress must take care not to publish inaccurate, misleading or distorted\ninformation or images, including headlines not supported by the text.\nii) A\nsignificant inaccuracy, misleading statement or distortion must be corrected,\npromptly and with due prominence, and — where appropriate — an apology\npublished. In cases involving IPSO, due prominence should be as required by the\nregulator. \niii) A\nfair opportunity to reply to significant inaccuracies should be given, when\nreasonably called for.\niv) The\nPress, while free to editorialise and campaign, must distinguish clearly\nbetween comment, conjecture and fact.\nClause 2 (Privacy)*i) Everyone is entitled to respect for\ntheir private and family life, home, physical and mental health, and\ncorrespondence, including digital communications.\nii) Editors will be expected to justify\nintrusions into any individual's private life without consent. In considering\nan individual's reasonable expectation of privacy, account will be taken of the\ncomplainant's own public disclosures of information and the extent to which the\nmaterial complained about is already in the public domain or will become so.iii) It is unacceptable to photograph individuals, without their consent, in public or private places where there is a reasonable expectation of privacy.Clause 4\n(Intrusion into grief or shock)\nIn cases\ninvolving personal grief or shock, enquiries and approaches must be made with\nsympathy and discretion and publication handled sensitively. These provisions\nshould not restrict the right to report legal proceedings.\nClause\n11 (Victims of sexual assault)\nThe\npress must not identify or publish material likely to lead to the\nidentification of a victim of sexual assault unless there is adequate\njustification and they are legally free to do so. Journalists are entitled to\nmake enquiries but must take care and exercise discretion to avoid the\nunjustified disclosure of the identity of a victim of sexual assault.\nClause\n12 (Discrimination)\ni) The\npress must avoid prejudicial or pejorative reference to an individual's, race,\ncolour, religion, sex, gender identity, sexual orientation or to any physical\nor mental illness or disability.\nii)\nDetails of an individual's race, colour, religion, gender identity, sexual\norientation, physical or mental illness or disability must be avoided unless\ngenuinely relevant to the story.\nFindings\nof the Committee\n15. The\nCommittee noted that the complainant’s spouse denied the allegations of abuse\nand made clear that its role was to consider whether the article complied with\nthe Editors’ Code as a report on the proceedings, rather than to make findings\non the veracity of claims heard as part of the proceedings.\n16. The\npublication had relied on a court report from a press agency, which had been\nwritten by a journalist who was present at the court. In addition to the\ninformation heard in court, the journalist had contacted the complainant’s\nbarrister to provide clarity on one aspect of the case. Newspapers are entitled\nto use reports provided by agencies, but in doing so they adopt responsibility\nfor the care taken by the agency reporter to ensure that information contained\nin the published copy is not inaccurate, misleading or distorted.\n17. The\nfirst point considered by the Committee was the disputed statement attributed\nto the complainant’s barrister. The publication said that this had not been\nsaid in court, but rather in a subsequent telephone conversation between the\njournalist and the complainant’s barrister. The complainant said that their\nbarrister had denied this, and pointed out the statement was not, in any case,\ncorrect. There was clearly a conflict in the two accounts given; in such\ninstances the Committee would generally expect the publication to support its\naccount in order to demonstrate it had taken sufficient care over the disputed\nclaim. The publication did not provide any record or contemporaneous notes of\nthe conversation with the complainant’s barrister, but only the recollection of\nthe journalist, obtained subsequent to the complaint. This was not sufficient\nto demonstrate that care had been taken not to publish inaccurate or misleading\ninformation, and the Committee found a breach of Clause 1(i) of the Code.\n18. The\npublication said that there had been a misunderstanding. It appeared to be\naccepted that there had been some discussion between the journalist and the\nbarrister regarding the disputed statement, but that there had been a\nmisunderstanding as to what this impact would be. This claim was significant\nand required correction under Clause 1(ii).\n19. The\narticle twice referred to the information about the marriage which the\ncomplainant said was not an established fact. The complainant said that the\njudge had made no finding in this hearing on this point. As the publication had\naccepted, it was unable to provide notes to support this claim. In\ncircumstances where this was a dispute that would be addressed in the\nproceedings, the presentation of the complainant’s husband’s position as fact\nwas a failure to take care in breach of Clause 1(i) of the Code, and resulted\nin a significantly misleading statement requiring correction to satisfy Clause\n1(ii).\n20. The\npublication offered a correction on the first point as soon as the complaint\nwas referred to it, and specified the wording of this correction during IPSO’s\ninvestigation. After becoming aware of new information that contradicted its\nunderstanding about the second point, it amended the wording offered in order\nto clarify this point. This represented appropriate promptness on both points.\nThe placement of the clarification in its established corrections and\nclarification column represented due prominence. The correction acknowledged\nthe original inaccuracies, and put the correct position on record and there was\nno breach of Clause 1(ii).\n21. The\ncomplainant had accepted that the court had heard that they were a victim of\nabuse, but that the court case was not a fact-finding case on these points. It\nwas therefore accurate for the article to report that the judge had not made\nfindings on the allegations of abuse; this did not imply that the allegations\nhad been discounted. The Committee noted that the complainant believed it was\ninaccurate to report that they had said anything during the trial, as their\nbarrister had been the one to speak. The barrister had been representing the\ncomplainant in the proceedings; in this context, it was not inaccurate to refer\nin general terms to the claims made in support of the complaint’s case, on\ntheir instructions, as having been attributed to the complainant. It was not\ninaccurate to report what was written in the complaint’s spouses case outline,\neven in the complainant disputed the validity of the claim. There was no breach\nof Clause 1 on these points.\n22. With\nregards to Clause 11, the Committee made clear that it was not making a finding\nas to whether the complainant was a victim of sexual assault, but whether the\narticle had identified them as such a victim. The complainant had been named in\ncourt without reporting restrictions. During the proceedings, there were\nallegations that they had been subjected to abuse. Neither of these allegations\nconstituted an allegation of sexual abuse, and there was no mention of sexual\nassault in the article. In these circumstances, the complainant had not been\nidentified as a victim of sexual assault and there was no breach of Clause 11.\n23. The\ncomplainant’s profession and the allegations of abuse against their spouse were\nheard in public through the court proceedings and were not subject to reporting\nrestrictions. It was, therefore, not a breach of their privacy under Clause 2\nto repeat this information.\n24. The\ncomplainant also said the publication of the article was intrusive in breach of\nClause 4. The Committee noted that the article was a report of the court\nproceedings. Clause 4 makes clear that it does not restrict the right for\npublications to report on legal proceedings. The Committee understood that the\npublication of the article was upsetting for the complainant, but it was a\nreport of contemporaneous proceedings that had been heard in court, and there\nwas no breach of Clause 4.\n25.\nClause 12 bars irrelevant and pejorative references to certain characteristics\nof an individual. As stated, the Committee did not consider that the\ncomplainant had been identified as a victim of sexual assault, and job titles\nare not a protected characteristic. There was no breach of Clause 12.\nConclusions\n26. The\ncomplaint was partly upheld under Clause 1(i).\nRemedial\nAction Required\n27. The\ncorrection which was offered clearly put the correct position on record, and\nwas offered promptly and with due prominence, and should now be published.\nDate\ncomplaint received: 01/03/2021\nDate\ncomplaint concluded by IPSO: 17/09/2021\nIndependent\nComplaints Reviewer\nThe\ncomplainant complained to the Independent Complaints Reviewer about the process\nfollowed by IPSO in handling this complaint. The Independent Complaints\nReviewer decided that the process was not flawed and did not uphold the request\nfor review.\nBack to ruling listing\n\n\n"
}