{
    "url": "/rulings-and-resolution-statements/ruling/?id=02935-19",
    "title": "02935-19 Hale and Sharp v Daily Record",
    "provisions": [
        "3 Harassment (2018)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "Daily Record (Reach PLC)",
    "received_on": "2019-04-01 00:00:00",
    "concluded_on": "2019-07-16 00:00:00",
    "complaint_processing_days": 106,
    "conclusion_long": "12. The complaint was not upheld",
    "remedial_action": "13. N/A Date complaint received: 01/04/2019",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee 02935-19 Hale and Sharp\nv Daily Record\nSummary of complaint\n1. Craig Hale and\nJill Sharp complained to the Independent Press Standards Organisation that the\nconduct of a reporter and a photographer from the Daily Record breached Clause\n3 (Harassment) of the Editors’ Code of Practice.\n2. The complainants\nattended Livingstone Sheriff Court on 1 April 2019 in relation to charges\nagainst Ms Sharp. On leaving court, they were approached by a reporter and a\nphotographer from the Daily Record.\n3. The complainants\nsaid that as they ran approximately 75 yards from the court to the car, a\nreporter and photographer from the Daily Record followed them. They said that\nthe reporter shouted questions at them and pursued them, whilst the\nphotographer tried to take a photograph of Ms Sharp’s face which was hidden\nunder her hood. The complainants said that when they reached their car, the\nphotographer was pressed up against the vehicle and forced his camera lens into\nthe vehicle’s interior, preventing Ms Sharp from closing her car door, and then\nran around the car taking more photographs. The complainants said that whilst\nthis was going on, the reporter prevented Mr Hale from closing the front door\nof the car, saying that he was giving him “one last chance to defend yourself\nbefore this goes to print tomorrow”, which the complainants found threatening.\nThe complainants said that they did not make any comment or say anything to the\nreporter or the photographer, but Ms Sharp did tell them to “go away, go away”\nas she was getting into the car. Mr Hale also noted that he was attending court\nas a private individual in order to support Ms Sharp; he said that there was no\njustification in him being photographed or approached in this way. The\ncomplainants said that the conduct of the reporter and the photographer during\nthis approach left them feeling upset and amounted to harassment in breach of\nClause 3.\n4. The publication\nsaid that it was sorry to hear that the complainants had been upset by the\nencounter, but did not accept that its journalists had acted unprofessionally,\nor that there was any breach of the Code. The publication accepted that the\nreporter and photographer had approached the complainants; however it disputed\nthe complainants’ version of events. It said that the encounter only lasted a\nnumber of seconds. The publication said that at no point did either the\nreporter or photographer shout at the couple; only the reporter spoke, and this\nwas only to inform the complainants that the publication was intending to run a\nstory about Mr Hale’s alleged conduct, and to give him a right of reply.\n5. The publication\ndenied that the photographer had tried to force the lens of the camera into the\ncomplainants’ car as they left. It said that the photographer used a long lens,\nand he estimated that he was stood approximately 10-20ft from the vehicle. The\nreporter confirmed that Ms Sharp did shout “go away, go away” as she was\nentering the car, which then drove away immediately. The publication said that\nthere was no further contact from the journalists at this point.\n6. The publication\nprovided approximately 60 photographs which were taken by the photographer\nduring the encounter. The photographs initially showed the complainants leaving\nthe court building, with their hoods over their faces. The publication said\nthat these photographs were taken from a distance of approximately 15ft away.\nThe photographs tracked the complainants’ progress to their car; the\npublication said that these were all taken from a similar distance. The\nphotographs also showed the reporter following the complainants approximately\n6ft behind them. The publication said these images simply showed the reporter\nasking the complainants for comment, not shouting or intimidating them. The\nphotographs then showed the complainants reaching their car and getting in. The\npublication said that whilst the photographer had clearly moved since taking\nthe photographs of the complainants leaving the court building, the composition\nof these photographs demonstrated that he remained approximately 10ft away from\nthe complainants at all times. The publication said that the composition of the\nfinal photograph provided by the publication showed that as the complainants\nentered the vehicle and prepared to shut the doors, the photographer was still\nseveral feet away. The publication said that he was simply speaking to the\ncomplainants, and the photographs did not show that he had blocked access to\nthe car, or had blocked the car from leaving. The publication said that this\nwas the last photograph taken by the photographer, and it clearly showed that\nthere would not have been time for the photographer to get close to the car or\nput the lens of his camera into the car door, as alleged by the complainants,\nbefore the doors were closed and the car drove away. The publication said that\nhaving reviewed all the photographs taken by the photographer on that day, it\nwas satisfied that this image was the last one taken by the photographer of\nthis encounter.\n7. The complainants\ndisputed that this was the last photograph taken by the photographer. They said\nthat after this image was taken, the photographer proceeded to run around the\ncar, and try and force his camera lens into the vehicle.\nRelevant Code Provisions\n8. Clause 3\n(Harassment)*\ni) Journalists must not engage in intimidation, harassment or persistent\npursuit.\nii) They\nmust not persist in questioning, telephoning, pursuing or photographing\nindividuals once asked to desist; nor remain on property when asked to leave\nand must not follow them. If requested, they must identify themselves and whom\nthey represent.\niii) Editors\nmust ensure these principles are observed by those working for them and take\ncare not to use non-compliant material from other sources.\nFindings of the Committee\n9. It is common\npractice for journalists and photographers to attempt to photograph individuals\nas they enter or leave court. The Committee acknowledged that there is a public\ninterest in identifying defendants who appear in court and taking photographs\nof defendants who may wish not to be photographed is not necessarily a breach\nof the Code. Furthermore, it is common practice for reporters to put\nallegations to the subjects of a news report, prior to publication, in order to\ngive them an opportunity to comment. The question for the Committee was whether\nthe conduct of the reporter and the photographer in this instance amounted to\nharassment under the terms of Clause 3 in all the circumstances.\n10. It was accepted that the complainants did not speak to\nor otherwise engage with the reporter and the photographer during the period\nbetween them leaving the court and them reaching their car. Further, the\nCommittee acknowledged that the complainants had used the hoods of their coats\nto obscure their faces from the photographer. However, the requirements of\nClause 3 were not satisfied as this conduct did not amount to a request that\nthe photographer desist from photographing them. However, the Committee considered\nthat the complainants had made a request to the photographer that he desist\nfrom taking photographs of them when they reached their car by telling him to\n“go away, go away”. The Committee noted that the complainants disputed that\nthis request to desist was respected and that they said that they continued to\nbe photographed and were prevented from leaving. Based on the photographs which\nhad been provided by the publication (which the publication said evidenced the\nfull extent of the interaction with the complainants), the Committee considered\nthat there was insufficient basis to find that the publication had failed to\nrespect the request to desist and that photographs of the complainants had\ncontinued to be taken following the request. In these circumstances, there was\nno breach of Clause 3(ii).\n11. The accounts of the incident given by the complainants\nand the publication were not consistent. The Committee acknowledged that the\ncomplainants did not accept that the publication had provided all the photographs\nwhich had been taken by the photographer as they reached the car. However, it\nwas accepted that the interaction between the complainants and the photographer\nwas brief, as the distance between the court and the complainants’ car was\nshort. The Committee considered that whilst the reporter and photographer had\nfollowed the complainants to the car, given the distance and the length of time\nover which the complainants had been photographed, this could not be considered\nto be a “persistent pursuit”. Further, the complainants alleged that the\nreporter and photographer’s conduct was intimidating; however, the photographs\nprovided by the publication showed that the photographer was consistently at\nleast 10ft away from the complainants and the last photograph showed the\nphotographer standing at a distance as the complainants were closing the car\ndoor. The photographs did not appear to show the reporter shouting, or any\nphysical contact between the reporter and photographer and the complainants. In\nthese circumstances, the Committee was satisfied that by photographing and\napproaching the complainants for comment, the reporter and photographer had not\nengaged in intimidation, harassment or persistent pursuit under the terms of\nthe Code. There was no breach of Clause 3(i).\nConclusion\n12. The complaint was not upheld\nRemedial Action Required\n13. N/A\nDate complaint received: 01/04/2019\nDate decision issued: 16/07/2019\nBack to ruling listing\n\n\n"
}