{
    "url": "/rulings-and-resolution-statements/ruling/?id=02959-21",
    "title": "02959-21 Walker v Sandbach Chronicle",
    "provisions": [
        "1 Accuracy (2021)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "Sandbach Chronicle (Heads (Congleton) Ltd)",
    "published_on": "2021-03-11 00:00:00",
    "received_on": "2021-03-25 00:00:00",
    "concluded_on": "2021-07-01 00:00:00",
    "complaint_processing_days": 98,
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee 02959-21 Walker v\nSandbach Chronicle\nSummary of Complaint\n1. Robert Walker\ncomplained to the Independent Press Standards Organisation that the Sandbach\nChronicle breached Clause 1 (Accuracy) of the Editors’ Code of Practice in an\narticle headlined “Questions raised about partnership inclusivity”, published\non 11 March 2021.\n2. The article\nreported that the complainant had withdrawn his application to chair a local\ncommunity group because he had received an “odd” e-mail from a named councillor\nthat referred to him in a “derogatory manner”. The article then reported the\nnamed councillor’s response to these claims which he described as “nonsense”,\nadding that he had since been “bombarded” with emails and phone calls from the\ncomplainant to such an extent that he had reported the complainant to the\npolice.\n3. The complainant\nsaid that the article was inaccurate in breach of Clause 1. Whilst he accepted\nthat he had contacted the councillor via e-mail, he denied contacting this\nindividual via telephone. He said that the use of the term “bombarded”\nmischaracterised and misrepresented both the extent of their contact and his\nown conduct. He also disputed that he had been reported to the police, as he\nhad received no contact from the police about the alleged complaint. He also\nexpressed concern that the publication had not offered him a right to reply to\nthese comments.\n4. The newspaper\ndenied any breach of Clause 1 (Accuracy). It said that the article sat within\nthe context of an ongoing and contentious dispute surrounding the local council\n– a context its readers were well aware of. \nIt maintained that it had accurately reported the comments of the\ncouncillor. It said that it was entitled to report these allegations and had\nnot presented them as fact. The article made clear that the views expressed\nwere those of the named councillor, with the disputed term “bombarded” clearly\nthis individual’s own characterisation of the contact between himself and the\ncomplainant. The newspaper said it had been assured by the councillor, prior to\npublication, that he had referred the matter to the police, adding that it had\nno reason to doubt the veracity of his account.\n5. During IPSO’s\ninvestigation, the newspaper received a statement from the local police force\nconfirming that the councillor had made an allegation of harassment against an\nindividual a number of weeks prior to publication. Finally, it stated that both\nparties had been provided with the opportunity to comment, with the\ncouncillor’s comments offered in rebuttal to the claims made first by the\ncomplainant. As a consequence, it argued that seeking further comments from the\ncomplainant in response to the councillor’s own was unreasonable and\nunnecessary, and would lead to protracted rounds of comments and\ncounter-comments.\nRelevant Clause Provisions\nClause 1 (Accuracy)\ni) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not\nsupported by the text.\nii) A significant inaccuracy, misleading statement or\ndistortion must be corrected, promptly and with due prominence, and — where\nappropriate — an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator.\niii) A fair opportunity to reply to significant inaccuracies\nshould be given, when reasonably called for.\niv) The Press, while free to editorialise and campaign, must\ndistinguish clearly between comment, conjecture and fact.\nFindings of the Committee\n6. The Editors’\nCode of Practice makes clear that the press has the right to publish the\ncomments made by individuals, as long as it takes care not to publish\ninaccurate, misleading or distorted information, and to distinguish between\ncomment, conjecture and fact.\n7. Whilst the\nCommittee recognised the concerns raised by the complainant, it had regard to\nthe wider context of the article. The claims related to contentious ongoing\nissues surrounding the workings of the local council, and represented a\ncontinuation of a dispute which the publication had reported over a period of\ntime, from different perspectives. The councillor had used the term “bombarded”\nto describe his own experience of the extent of the contact between himself and\nthe complainant. The complainant did not deny that he had been in contact with\nthe councillor, and the publication had attributed this characterisation of the\ncontact to the councillor; it was not adopted as fact. Similarly, whilst the\nCommittee recognised the seriousness of the allegations that the complainant\nhad been reported to the police, it considered that the councillor was best\nplaced to comment on his actions and whether he had reported the matter to the\npolice. The article made no statement as to whether the police were pursuing\nthe issue or not. In such circumstances, and taking the above into account, the\nCommittee found that the newspaper had taken sufficient care in reporting the\nclaims made. There was no breach of Clause 1 (i).\n8. The Committee\nalso noted that the newspaper had obtained a crime reference number from the\ncouncillor, which was separately verified by the local constabulary, during the\ncourse of IPSOs investigation. As such, the Committee found no significant inaccuracy\nrequiring correction under Clause 1 (ii) in regard to this.\n9. The Committee\nthen considered the complainant’s concerns regarding the claims made by the\ncouncillor related to the different modes of communication (telephone and\ne-mail) used by the complainant to contact him. \nIn the Committee’s view, the accounts of the complainant and the\ncouncillor were conflicting on this point, and it was unable to reconcile these\ndiffering positions. However, given that it had been clearly presented as the\ncouncillor’s experience, and that there was no dispute that the complainant had\ncontacted the councillor, the Committee did not consider that this, if\ninaccurate, was a significant inaccuracy so as to require correction under\nClause 1 (ii).\nConclusion\n10. The complaint was not upheld.  \nDate complaint received: 25/03/2021\nDate complaint concluded by IPSO: 01/07/2021\nIndependent Complaints Reviewer\nThe complainant complained to the Independent Complaints\nReviewer about the process followed by IPSO in handling this complaint.  The Independent Complaints Reviewer decided\nthat the process was not flawed and did not uphold the request for review.\nBack to ruling listing\n\n\n"
}