{
    "url": "/rulings-and-resolution-statements/ruling/?id=02966-21",
    "title": "02966-21 Fellows v warringtonguardian.co.uk",
    "provisions": [
        "1 Accuracy (2019)"
    ],
    "outcome": "Breach - sanction: publication of correction",
    "publication": "warringtonguardian.co.uk (Newsquest Media Group)",
    "published_on": "2021-03-17 00:00:00",
    "received_on": "2021-03-23 00:00:00",
    "concluded_on": "2022-03-08 00:00:00",
    "complaint_processing_days": 350,
    "conclusion_long": "11. The complaint was upheld in part under Clause 1.",
    "remedial_action": "12. Having upheld a breach of Clause 1 (i) and Clause 1 (ii), the Committee considered what remedial action should be required. In circumstances where the Committee establishes a breach of the Editors’ Code, it can require the publication of a correction and/or an adjudication, the terms and placement of which is determined by IPSO. 13. In coming to a view on the appropriate remedy in this case, the Committee considered the seriousness and extent of the breach of the Code. It noted the steps that had taken by the publication – both prior to and following publication – to provide the complainant with an opportunity to respond to the allegations made against him. In addition to the wider context of the article, it noted that the unsubstantiated claim against the complainant had been limited to the text of the article. In these circumstances, the Committee considered that the appropriate remedy was the publication of a clarification. 14. The Committee then considered the placement of this clarification. This should be added to the foot of the online article. The wording of the clarification should be agreed with IPSO in advance and should make clear that it has been published following an upheld ruling by the Independent Press Standards Organisation.    Date complaint received: 23/03/2021",
    "text": "\n\n\n\n\n\nDecision\nof the Complaints Committee – 02966-21 Fellows v warringtonguardian.co.uk\nSummary\nof Complaint\n1. Geoff\nFellows complained to the Independent Press Standards Organisation that\nwarringtonguardian.co.uk breached Clause 1 (Accuracy) of the Editors’ Code of Practice\nin an article headlined “Penketh Parish Council: Cllr told to ‘shut up’ in\nmeeting”, published on 17 March 2021.\n2. The\nonline article reported on a “war of words” that had “erupted” between the\ncomplainant and another member of Penketh Parish council, with allegations of\n“bullying […] and the findings of an audit”. The article quoted claims by the\nother councillor after the meeting that “[the complainant] was clearly very\nangry that a question had been asked about his non-payment of VAT” for the hire\nby his business of a parish-owned pool. The other councillor said that she was\n“simply following instruction from the auditor, who is deeply concerned about\nthis issue”, adding that “over seven years” the “amount owed [by the\ncomplainant was] around £4,500 with interest”. The other councillor said that\n“the investigating auditor has insisted that [the complainant be] invoiced, and\nif he declines to pay, the parish council (Penketh taxpayers) must pay the sum\nto HMRC, with further investigations to follow.” The article included a\nstatement from the complainant responding to these allegations: “The auditors\nhave confirmed to me that the only information provided to the council has been\nthe interim audit report, which does not include any amount owed, would not\ninclude interest and does not state it has been insisted someone be invoiced.\nIf transactions are declared vatable, in this instance they are owed by the\nparish council to HMRC, along with six other groups who operate in the same\nway”.\n3. The\ncomplainant said the claims made by the other councillor were inaccurate and\ndamaging; the payment for the pool hire had been VAT inclusive and he did not\nowe any money for VAT. The interim audit report, which the other councillor had\nreferred to, did not show that sums were due from him, and the allegations were\npublished without verification by the newspaper. Whilst he acknowledged that\nthe newspaper had provided him with the opportunity to respond to the claims\nmade prior to publication, he said the newspaper had failed to take care over\nthe accuracy of this claim in breach of Clause 1.\n4. The\nnewspaper did not accept a breach of the Editors’ Code.  It said that the article sat within the\ncontext of an ongoing dispute within the parish council – a context its readers\nwere well aware of.  It stated that in\nthis instance, unusually, it had provided copies of the article before\npublication to both the complainant and the other councillor concerned to give\nthem a full opportunity to comment on the dispute. Both had provided lengthy\nstatements that could not be printed in full, but it had summarised them fairly\nand accurately. It said that it was entitled to report the allegations by the\nother councillor and had not presented them as fact. It added that the interim\naudit report, which it had sight of after publication, made reference to a\nbusiness not paying VAT and stated that this business should be invoiced for\nthis: “Income testing identified regular invoices to a business for pool hire.\nIt would appear that VAT has not been charged on this income and we have not\nseen evidence that the leisure centre have obtained evidence that this business\nis an eligible body that can be considered exempt from VAT under HMRC\nguidelines”. It also noted that this report recommended that the parish council\n“should review this issue and ensure that all VAT output has been accounted for\nand remitted to HMRC”.  The newspaper\nsaid that prior to publication, the Clerk and Chairman of the council had\nconfirmed the amount due and that the business in question was run by the\ncomplainant – a point supported, in the view of the publication, by the minutes\nof the council meeting.  \n5. Whilst\nthe newspaper did not accept a breach of the Editors’ Code, it offered the\ncomplainant a further right to reply via a letter to the Editor, in order to\nresolve his complaint. The complainant provided wording that outlined his\nposition. However, the newspaper did not consider that this wording was\nappropriate as it included additional claims not referenced within the article\nunder complaint. \n6. During\nthe course of the investigation, the complainant provided IPSO with the minutes\nfrom the Parish council meeting and the interim audit report in addition to\naudio recordings of conversations prior to publication with the author of the\naudit report and a tax adviser, respectively. The former confirmed that he did\nnot know how much VAT the complainant owed, with the calculations cited not\nincluded within his report to the council. The complainant said that these\nconversations demonstrated that the claims made by the councillor were false;\nhe did not owe around £4,500 with interest for the non-payment of VAT, nor did\nthe interim report support this.  \nRelevant\nCode Provisions\nClause 1\n(Accuracy)\ni) The\nPress must take care not to publish inaccurate, misleading or distorted\ninformation or images, including headlines not supported by the text.\nii) A\nsignificant inaccuracy, misleading statement or distortion must be corrected,\npromptly and with due prominence, and — where appropriate — an apology\npublished. In cases involving IPSO, due prominence should be as required by the\nregulator. \niii) A\nfair opportunity to reply to significant inaccuracies should be given, when\nreasonably called for.\niv) The\nPress, while free to editorialise and campaign, must distinguish clearly\nbetween comment, conjecture and fact.\nFindings\nof the Committee\n7. The\nEditors’ Code of Practice makes clear that the press has the right to publish\ncomments made by individuals, as long as publications take care not to publish\ninaccurate, misleading or distorted information, and distinguishes between\ncomment, conjecture and fact.\n8. The\narticle reported on a disagreement that occurred at a parish council meeting,\nand included comments from a councillor who said that the dispute was partly\nover the complainant’s non-payment of VAT in his capacity as a private business\nowner. Neither the audit report cited by the councillor, nor the opinion of the\nauditor expressed in the call with the complainant, supported this claim. The\naudit report did not state that the complainant had not paid VAT over a number\nof years to the tune of £4,500, plus interest. Instead, it identified that the\npaperwork held by the council did not adequately evidence the VAT position to\nsatisfy the requirement of HMRC and recommended that this be addressed. The\npublication of these unsubstantiated claims represented a failure to take care\nnot to publish inaccurate or misleading information in breach of Clause 1 (i). \n9. Notwithstanding\nthis, the Committee had regard to the context of the article: the claims\nrepresented a continuation of a dispute that had occurred at a parish council\nmeeting. Much of the article was composed of the opposing councillor’s comments\n– made to the newspaper after the event – on the exchange, which she alleged\narose from discussion of the complainant’s non-payment of VAT in connection to\nhis private business, and the complainant’s response to her account of the\nexchange. The comments of each party had been clearly presented as such and\nattributed respectively to the councillor and the complainant; they had not\nbeen adopted as fact by the publication. Furthermore, the Committee noted the\nsteps taken by the newspaper, both prior to and following publication, to put\nthe complainant’s position on record. It had provided the full comments of the\ncouncillor to the complaint prior to publication; indeed, it had provided a\nfull draft of the article to him when requesting his response. It had then\nincluded much of his response, and all of his comments in relation to the\npayment of VAT. In addition, it had following publication, and upon receipt of\nthe complaint, offered the complainant a further right of reply. It was a\nmatter of regret that the parties had not been able to agree an appropriate\nform of words for the complainant’s reply, but the Committee considered that a\nfair opportunity to reply had been offered by the newspaper under the terms of\nClause 1. There was no breach of Clause 1 (iii).\n10.\nHowever, these were serious claims. The complainant was a councillor, who at\nthe time of publication was seeking re-election, and these allegations\nsuggested misconduct on his behalf. Though the Committee recognised that the\ncomplainant had been afforded an opportunity to reply to these allegations,\nthis did not address the serious and unsubstantiated claim that he did not pay\nVAT. As such, a clarification was required to meet the terms of Clause 1 (ii).\nIn the absence of any offered clarification, there was a breach of Clause 1\n(ii). \nConclusion(s)\n11. The\ncomplaint was upheld in part under Clause 1. \n\nRemedial\nAction Required\n12.\nHaving upheld a breach of Clause 1 (i) and Clause 1 (ii), the Committee\nconsidered what remedial action should be required. In circumstances where the\nCommittee establishes a breach of the Editors’ Code, it can require the\npublication of a correction and/or an adjudication, the terms and placement of\nwhich is determined by IPSO.\n13. In\ncoming to a view on the appropriate remedy in this case, the Committee\nconsidered the seriousness and extent of the breach of the Code. It noted the\nsteps that had taken by the publication – both prior to and following\npublication – to provide the complainant with an opportunity to respond to the\nallegations made against him. In addition to the wider context of the article,\nit noted that the unsubstantiated claim against the complainant had been\nlimited to the text of the article. In these circumstances, the Committee\nconsidered that the appropriate remedy was the publication of a clarification.\n14. The\nCommittee then considered the placement of this clarification. This should be\nadded to the foot of the online article. The wording of the clarification\nshould be agreed with IPSO in advance and should make clear that it has been\npublished following an upheld ruling by the Independent Press Standards\nOrganisation.\n\n\n\nDate\ncomplaint received: 23/03/2021\nDate\ncomplaint concluded by IPSO: 08/03/2022\nBack to ruling listing\n\n\n"
}