{
    "url": "/rulings-and-resolution-statements/ruling/?id=02972-20",
    "title": "02972-20 Various v The Daily Express",
    "provisions": [
        "1 Accuracy (2019)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "Daily Express (Reach PLC)",
    "published_on": "2020-04-24 00:00:00",
    "received_on": "2020-04-30 00:00:00",
    "concluded_on": "2020-06-05 00:00:00",
    "complaint_processing_days": 36,
    "conclusion_long": "7. These complaints were not upheld.",
    "remedial_action": "8. N/A   Date complaint received:  30/04/2020",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee – 02972-20 Various v\nThe Daily Express\nSummary of Complaint\n1. The Independent Press Standards Organisation received\nvarious complaints that The Daily Express breached Clause 1 (Accuracy) of the\nEditors’ Code of Practice in an article headlined “PATEL WARNS SELFISH RULE\nBREAKERS”, published on 24 April 2020.\n2. The article appeared on the front page. It reported that\nthe Home Secretary, Priti Patel, planned to “make an urgent call for Britons to\nstick to social-distancing measures” amid alarm that growing numbers of people\nwere “flouting government rules” on social distancing. The article contained a\nprominent picture of Brighton’s promenade which showed large crowds enjoying\nthe sun.\n3. IPSO received 22 complaints about this article.\nComplainants said that the article was inaccurate as the picture of Brighton’s\npromenade was not contemporaneous. Rather, they said it had been taken last\nsummer, which was evidenced by the fact that some cranes appearing in the\npicture had since been removed.\n4. The publication did not accept that the article breached\nthe Code. It provided the metadata for the picture, which showed that the photo\nhad been taken on 23 April 2020, a day before publication. The publication also\nprovided a Twitter post by a member of the public in which they apologised for\ninitially alleging that the article was inaccurate. This person had since stood\nfrom where the photograph was taken from and confirmed that the same cranes that\nhad appeared in the photo were present.\nRelevant Code provisions\n5. Clause 1 (Accuracy)\ni) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not\nsupported by the text.\nii) A significant inaccuracy, misleading statement or\ndistortion must be correction, promptly and with due prominence, and –where\nappropriate- an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator.\nFindings of the Committee\n6. The metadata provided by the publication demonstrated\nthat the photo was contemporaneous and did in fact illustrate Brighton\npromenade during the period of lockdown. There was no breach of Clause 1. \nConclusions\n7. These complaints were not upheld.\nRemedial Action Required\n8. N/A\n \nDate complaint received: \n30/04/2020\nDate decision issued: 05/06/2020\nBack to ruling listing\n\n\n"
}