{
    "url": "/rulings-and-resolution-statements/ruling/?id=02975-21",
    "title": "02975-21 Askey v thesun.co.uk",
    "provisions": [
        "9 Reporting of crime (2021)",
        "4 Intrusion into grief or shock (2021)",
        "3 Harassment (2021)",
        "1 Accuracy (2021)"
    ],
    "outcome": "Breach - sanction: action as offered by publication",
    "publication": "thesun.co.uk (News UK)",
    "published_on": "2020-12-14 00:00:00",
    "received_on": "2021-03-25 00:00:00",
    "concluded_on": "2021-07-01 00:00:00",
    "complaint_processing_days": 98,
    "conclusion_long": "21. The complaint was partly upheld under Clause 1 (i).",
    "remedial_action": "22. A footnote was offered with sufficient promptness and prominence to meet the terms of Clause 1(ii) and should now be published.   Date complaint received: 25/03/21",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee – 02975-21 Askey v\nthesun.co.uk\nSummary of Complaint\n1. John Askey complained to the Independent Press Standards\nOrganisation that thesun.co.uk breached Clause 1 (Accuracy), Clause 3\n(Harassment), Clause 4 (Intrusion into grief or shock) and Clause 9 (Reporting\nof Crime) of the Editors’ Code of Practice in an article headlined “THUGS CAGED\nRussian footie thugs jailed for 13 years for leaving England fan in coma after\nbrutal 15- second attack at Euro 2016”, published on 14 December 2020.\n2. The article reported on the outcome of court proceedings\nwhich had resulted in two men being convicted and jailed in relation to an\nassault during Euro 2016 during riots at Marseille. The article included\ndetails of the testimony of a Metropolitan Police Officer, who “told the court\n[the Metropolitan Police] had also used footage given to them by convicted\nBritish hooligan John Askey who was in Marseille at the time of the rioting and\nwho was said to have a past ‘linked to football and violence'.”\n3. The complainant was the man who, the article claimed, had\n“given” the Metropolitan Police the footage. The complainant said that the\narticle was inaccurate in breach of Clause 1. He did not dispute that data\nwhich had assisted in the police investigation had been obtained from his\nphone, but said that he had not given his phone to the police. Rather, his\nphone had been seized after he was arrested, and “messages and associated data”\nwere obtained from the phone at that time after a digital forensic examination\nwas made of the seized phone.  The\ncomplainant provided an email from the police, setting this out.\n4. The complainant also said the article was inaccurate as\nhe had never met one of the convicted men.\n5. The complainant further said that the article breached\nClause 3, Clause 4, and Clause 9, where he considered it inaccurately reported\non his cooperation with the police and had therefore led to him becoming the\ntarget of harassment from members of the public.\n6. The publication first noted that it was not in dispute\nthat data obtained from the complainant’s phone had assisted the police in\ntheir inquiries, and that it had been heard in court that this was the case.\nThe publication could not verify, however, whether it was heard in court that\nthe complainant had “given” footage to the police; a reporter had not been\npresent at court proceedings, and thus there were no journalist’s notes of\ncourt proceedings. The source of the information was a lawyer who had been\npresent at court, and the newspaper said it was satisfied with the accuracy of\nhis recollection, although it could not provide notes of the lawyer’s\ninteraction with the reporter. It did, however, provide an email exchange,\nwhich it said demonstrated that the reporter had met with the lawyer.\n7. The publication then said that, while it accepted that\nthe wording stating that the court had heard that the Metropolitan Police had\nused footage “given” to them by the complainant was technically inaccurate, it\ndid not accept that the inaccuracy was so significant as to represent a breach\nof Clause 1. It noted that the inaccuracy formed only a passing reference in\nthe article, and that the effect of the alleged inaccuracy on the complainant would\nhave been to make him appear as an individual who cooperated with police\ninvestigation. It could not therefore, it argued, be said that the inaccuracy\nwas significant, where it was a brief reference, and the effect was to paint\nthe complainant in a positive light.\n8. The publication said that the terms of Clause 3 and\nClause 4 were not engaged where, respectively, the complainant had not alleged\nthat he had been harassed or approached by journalists in relation of the\narticle; and the article did not relate to the complaint’s personal grief or\nshock.\n9. The publication said that, where the complainant had not\nsaid that he was a friend or relative of either of the convicted man, it could\nnot see how the terms of Clause 9 were engaged. However, it noted that, even if\nthe terms of the Clause were engaged, there would be no breach – the\ncomplainant’s name had been heard during court proceedings, and he was\ntherefore relevant to the story.\n10. While the newspaper did not accept that the Code had\nbeen breached, it amended the article to state that police had “used data taken\nfrom the phone” of the complainant. It also offered to add the following\nfootnote to the article:\nContrary to what an earlier version of this article said,\nJohn Askey did not give any video footage to police. Data taken by police from\nhis phone was however instrumental in bringing the successful prosecutions\nreported by the article.\nThe proposed footnote was offered prior to IPSO beginning\nits investigation, and on the same day that the publication received a copy of\nan email from the Metropolitan Police confirming the correct position.\n11. The complainant said that he would not be willing to\nresolve his complaint on this basis, and said that he wished for an apology to\nbe published, to demonstrate remorse on the part of the publication for the\nnegative impact the alleged inaccuracy had had on his life and the subsequent harassment\nhe had suffered at the hands of members of the public as a result.\nRelevant Code Provisions\nClause 1 (Accuracy)\ni) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not\nsupported by the text.\nii) A significant inaccuracy, misleading statement or\ndistortion must be corrected, promptly and with due prominence, and — where\nappropriate — an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator. \niii) A fair opportunity to reply to significant inaccuracies\nshould be given, when reasonably called for.\niv) The Press, while free to editorialise and campaign, must\ndistinguish clearly between comment, conjecture and fact.\nClause 3 (Harassment)*\ni) Journalists must not engage in intimidation, harassment\nor persistent pursuit.\nii) They must not persist in questioning, telephoning,\npursuing or photographing individuals once asked to desist; nor remain on\nproperty when asked to leave and must not follow them. If requested, they must\nidentify themselves and whom they represent.\niii)  Editors must\nensure these principles are observed by those working for them and take care\nnot to use non-compliant material from other sources.\nClause 4 (Intrusion into grief or shock)\nIn cases involving personal grief or shock, enquiries and\napproaches must be made with sympathy and discretion and publication handled\nsensitively. These provisions should not restrict the right to report legal\nproceedings.\nClause 9 (Reporting of Crime)*\ni) Relatives or friends of persons convicted or accused of\ncrime should not generally be identified without their consent, unless they are\ngenuinely relevant to the story.\nii) Particular regard should be paid to the potentially\nvulnerable position of children under the age of 18 who witness, or are victims\nof, crime. This should not restrict the right to report legal proceedings.\niii) Editors should generally avoid naming children under\nthe age of 18 after arrest for a criminal offence but before they appear in a\nyouth court unless they can show that the individual’s name is already in the\npublic domain, or that the individual (or, if they are under 16, a custodial\nparent or similarly responsible adult) has given their consent. This does not\nrestrict the right to name juveniles who appear in a crown court, or whose\nanonymity is lifted.\nFindings of the Committee\n12. The publication accepted that it had been technically\ninaccurate to report that the complainant had “given footage” to the Met\nPolice. The Committee noted that, even in cases where an inaccuracy has been\npublished, this does not necessarily lead to a  \nbreach of Clause 1 (i), if a publication can demonstrate that it has taken\ncare not to publish inaccurate information, and that an inaccuracy had arisen\ndespite the care taken.\n13. In this instance,\nthe publication could not demonstrate that it had taken care over the claim\nthat the complainant had provided the Metropolitan Police with footage; the\nreporter had not been present in court and therefore had no contemporaneous\nnotes of the court proceedings. The reporter had relied on information given by\na lawyer who had been present in court; however, the publication could not\nsubstantiate the claims which it alleged had been made by the lawyer, and which\nit said the reporter was entitled to rely on, as there existed no record of the\nconversation between the reporter and the lawyer, beyond two emails arranging\nfor a meeting to take place. Where the publication was unable to demonstrate\nthat it had taken care over the disputed claim that it was said in court that\nthe complainant had “given footage” to the police, the Committee found that\nClause 1 (i) had been breached.\n14. The breach of\nClause 1 (i) was significant, where it related to the accuracy of what was\nheard in court. The Committee expressed particular concern that that\npublication had been unable to provide any notes or recording of the\nconversation between the reporter and the lawyer, and stressed the importance\nof demonstrating care taken over the accuracy of court reporting. Where the\ninaccuracy was significant, corrective action was required under the terms of\nClause 1 (ii).\n15. The Committee\nturned to the question of whether the action undertaken by the publication was\nsufficient to avoid a further breach of Clause 1 (ii). The publication had\namended the article to remove the reference to the complainant giving footage\nto police. It had also offered to add a footnote to the article, pending the\ncomplainant’s approval. The wording was offered promptly after the publication\nwas made aware of the true position, with the publication proposing the\ncorrection prior to IPSO beginning its investigation and on the same day that\nit received a copy of the email from the Metropolitan Police confirming the\ntrue position. The correction identified the inaccuracy and put the correct\nposition on record, and the proposed location – a footnote to the original\narticle – was sufficiently prominent, where the original inaccuracy formed a\npassing reference in the article.\n16. The Committee noted that the complainant wished for the\ncorrective action to include an apology but, on balance, the Committee found\nthat the publication had not breached Clause 1 (ii) by omitting to apologise to\nthe complainant in its proposed footnote. The Committee noted that the original\ninaccuracy had caused distress to the complainant, and had led to approaches\nfrom members of the public that he found distressing; however, the Committee\nconsidered that it would not be proportionate to hold the publication\naccountable for the actions of those who had contacted the complainant in a\nharassing manner. For these reasons, there was not further breach of Clause 1\n(ii).\n17. The article did\nnot state that the complainant knew either of the defendants in the court case,\nwith the complainant being referred to only in the context of the reference to\nhis phone being used by the police to assist with their enquiries. As such,\nthere was no breach of Clause 1 on this point raised by the complainant.\n18. Clause 3 relates\nto the conduct of journalists in relation to members of the public when\nresearching and writing stories. It does not relate to concerns that the\nconduct of members of the public may be harassing. Where the complainant did\nnot allege that the conduct of journalists working for the paper had been\nharassing or intrusive towards him, there was no breach of the Clause.\n19. Clause 4 was not\nengaged by the complainant’s concerns, where he did not state that the\npublication had reported on a case of his personal grief or shock. There was no\nbreach of Clause 4.\n20. The complainant’s\nconcerns that the publication did not accurately report on court proceedings\ndid not engage the terms of Clause 9, which relate to the identification of\nfriends or relatives of those convicted or accused of crime without their\nconsent, and where they are not relevant to the story. There was no breach of\nthe Clause.\nConclusions\n21. The complaint was partly upheld under Clause 1 (i).\nRemedial Action Required\n22. A footnote was\noffered with sufficient promptness and prominence to meet the terms of Clause\n1(ii) and should now be published.\n \nDate complaint received: 25/03/21\nDate complaint concluded by IPSO: 01/07/21\nBack to ruling listing\n\n\n"
}