{
    "url": "/rulings-and-resolution-statements/ruling/?id=02988-16",
    "title": "02988-16 Kiai v The Sun",
    "provisions": [
        "12 Discrimination (2016)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "The Sun (News UK)",
    "published_on": "2016-04-21 00:00:00",
    "received_on": "2016-05-17 00:00:00",
    "concluded_on": "2016-07-18 00:00:00",
    "complaint_processing_days": 62,
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee 02988-16 Kiai v The Sun\nSummary of complaint\n1. Maina Kiai\ncomplained to the Independent Press Standards Organisation that The Sun\nbreached Clause 12 (Discrimination) of the Editors’ Code of Practice in an\narticle headlined “Meddling UN Human Rights chief sparks fury by demanding UK\nwaters down vital counter-terrorism laws”, published on 21 April 2016. It was\npublished in print with the headline “U.N. Row”.\n2. The complainant\nis the United Nations (UN) Special Rapporteur on the rights to freedom of\npeaceful assembly and of association, and the article reported that he had\n“launched a series of attacks on Government policies after a three-day visit to\nthe UK.” It included a quotation from an MP that “this lecture on human rights\nby somebody from Africa is staggering. He should clear off back to his own\ncontinent to look at some of the grotesque abuses of human rights that take\nplace on a daily basis led by people like Robert Mugabe.”\n3. The print\nversion of the article was significantly shorter than the online version and\nthe only reference to the quotation from the MP was that he had called the\ncomplainant’s comments “staggering”.\n4. The complainant\nraised concerns that the suggestion he should “clear off back to his own\ncontinent” was a pejorative reference to his race. He said that, as a UN\nSpecial Rapporteur whose job is to monitor and report on around 200 UN member\nstates, his continent of origin had no relevance to the story. He said that he\nhad been invited to conduct his assessment by the UK Government. Additionally,\nhe does do extensive work on human rights issues in Africa. The complainant\nquestioned whether the newspaper would have published similar comments if he\nhad been American or European. He said that the overall tone of the article was\ndisrespectful and dismissive of his work, and the use of the quotation from the\nMP rendered it discriminatory.\n5. The newspaper\nsaid that there was nothing discriminatory about a journalist expressing his\nopinions on statements made about UK policies by international dignitaries, or\nin reporting the comments of MPs about the input of those dignitaries. It said\nthat the references to the complainant’s background were relevant to the story,\nand it was ridiculous to suggest that there were racial undertones. It said the\nMP was making the point that many African countries have terrible human rights\nrecords, especially compared to the UK. It noted that the article concluded\nwith examples of other international officials “lecturing” the UK, and said it\nwould certainly have reported similar criticisms of the complainant if he had\nbeen American or European.\nRelevant Code provisions\n6. Clause 12\n(Discrimination)\n(i) The\npress must avoid prejudicial or pejorative reference to an individual’s race,\ncolour, religion, sex, gender identity, sexual orientation or to any physical\nor mental illness or disability.\n(ii) Details\nof an individual’s race, colour, religion, gender identity, sexual orientation,\nphysical or mental illness or disability must be avoided unless genuinely\nrelevant to the story.\nFindings of the Committee7. The newspaper was\nentitled to report criticism of the complainant’s intervention, and it was in\nthis context that it reported the MP’s reaction. The newspaper did not adopt\nthe MP’s comments as its own, or endorse them. The Committee takes seriously\nany claim of discrimination. In this case, having carefully balanced the\ncomplainant’s concerns with the newspaper’s right to report political reaction,\nthe Committee concluded that the inclusion in the article of criticism of the\ncomplainant did not constitute a prejudicial or pejorative reference to his\nrace.  There was no breach of Clause 12\n(i).\n8. The newspaper’s\ncriticism was based on the fact that the complainant was not from the UK, and\ntherefore the newspaper was not prevented from reporting that he was “from Africa”.\nThere was no breach of Clause 12 (ii).\nConclusions\n9. The complaint\nwas not upheld.\nDate complaint received: 17/05/2016Date decision issued: 18/07/2016\nBack to ruling listing\n\n\n"
}