{
    "url": "/rulings-and-resolution-statements/ruling/?id=02986-19",
    "title": "02986-19 Proby v Daily Mirror",
    "provisions": [
        "1 Accuracy (2018)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "Daily Mirror (Reach PLC)",
    "published_on": "2019-03-27 00:00:00",
    "received_on": "2019-04-03 00:00:00",
    "concluded_on": "2019-06-26 00:00:00",
    "complaint_processing_days": 84,
    "conclusion_long": "14. The complaint was not upheld.",
    "remedial_action": "15. N/A Date complaint received. 03/04/2019",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee 02986-19 Proby v Daily Mirror\nSummary of complaint\n1. P.J. Proby\ncomplained to the Independent Press Standards Organisation that the Daily\nMirror breached Clause 1 (Accuracy) of the Editors’ Code of Practice in an\narticle headlined, “The sick and twisted world of Sixties pop star PJ Proby”,\npublished on 27 March 2019.\n2. The article\nreported comments which the complainant, an American singer popular in the\n1960s, had given during an interview with the newspaper. The article reported\nthat during the interview, the complainant had claimed that “he’d not been in a\nrelationship for 22 years because he only wants to date underage girls”.  It quoted him as saying; “The last lady in my\nlife was 13 when I met her in 1997. I don’t think there’ll be another because\nit’s against the law. I won’t marry a girl I can’t raise from the age of 12, 13\nor 14. I like that they’re young and fresh-looking and don’t come with baggage\n– nobody’s messed with their heart and broken it”.  The article also explained that the\ncomplainant had been a friend of Jimmy Savile, and claimed that the complainant\nhad said that he was “undeserving of condemnation”.\n3. The article was\npublished in substantially the same form online, under the headline, “'I won't\nmarry a girl I can't raise from age of 12, 13, 14...I like it that they're\nyoung and fresh' - pop star's sickening boast”, published on 26 March 2019.\n4. The complainant\nsaid that the article had given a distorted impression of the comments which he\nhad given at interview, in breach of Clause 1 (Accuracy). He said that while\nthe article had reported his comments accurately, it had presented them out of\ncontext: his comments were hypothetical, light-hearted, and not to be taken\nseriously. He denied that he had “boasted” that he was attracted to underage\ngirls, or shown a “lust” towards them, as claimed.\n5. The complainant\nacknowledged that in response to the question, “so when was the last lady in\nyour life?”, he had responded: “The last lady in my life was [name] about…the\nyear that Diana Princess of Wales was killed [1997]; and “[there won’t be\nanother] because it’s against the law”, but said that the reporting of this\nsuggested that he had been dating the woman when she was 13. He said that, in\nfact, he had met the woman when she was that age, but had dated her 20 years\nlater. The complainant denied that he had told the journalist that Jimmy Savile\nwas “undeserving of condemnation”.\n6. The publication\ndid not accept a breach of the Code, and provided a recording of the\ncomplainant’s interview to IPSO. It said that in the interview, the complainant\nhad openly described in detail his previous relationships, desire and\npreference of underage women, and his explicit reasons for it. The publication\nnoted that the complainant had not disputed the accuracy of the quotes reported\nin the article, only the publication’s interpretation of his remarks, which it\ndid not accept was misleading. In support of this, the publication provided a\npartial transcript of the interview:\nQ: So when was the last lady in your life?\nA: The last lady in my life was errr [name] about…. the year\nthat Diana Prince Of Wales was killed\nQ: Really? 1997?\nA: Yeah\nQ: You haven’t been with a woman since then?\nA: No.\nQ: How come?\nA: Because it’s against the law. I won’t marry a girl that I\ncan’t raise from the age of 13 or 14.\nQ: Oh\nA: 12, 13, 14.\nQ: What do you mean by that? Erm, why is that?\nA: Because I I I err I I I like the fact that they’re young\nand fresh-looking and they don’t come to you with any baggage, nobody’s messed\nwith their heart and broken it and everything. \nAnd they’re still in school so I can have a hand in their education and\nmake sure their grades are alright, and make sure the way that they think about\nreligion and everything is alright, and what is proper and what isn’t\nproper.  It’s like the way I ran the\nhouse in Chelsea.  I had young little\ngirls in there serving drinks and everything to all the people that were there\nand everything, but they were never allowed to drink themselves and errrr and\nerrr  I just taught them mainly about\nlife, about feminine hygiene and everything.”\nQ: What’s the youngest girl you’ve been out with then, that\nyou actually dated?\n……\nA: Yeah, [name] and [name]’s daughter that [name] introduced\nme to in Hollywood.  And I took her out\nto the Palamino nightclub where I was singing and everything, and they weren’t\ngoing to let her in or anything like that, and she just said “What do you mean\nnot letting me in? I’m married to him! He’s my husband!” \nQ: Wow. How old was\nshe then?\nA: She was about 12.\nQ: 12?\nA: Yeah. She was so forceful that they let her in.\nQ: Wow. God. How old was [name] then, the lady you were last\nwith?\nA: Oh, [name] was….when I first met her, she was 13. She\nturned 14 at my house. I gave her a 14th birthday party, and then I took her to\nsee Elvis with [indecipherable name] cos I’d been fired.  And errr introduced her to [name], and I\nthink she ran off with [name] cos I never saw her after that night.   Errrr and then I never saw her again until\nerrrr I think I moved to Bolton…\n7. While the\nnewspaper did not accept that it had distorted the views expressed by the\ncomplainant at interview, in an attempt to resolve the complaint, it offered to\npublish the following footnote clarification on the article:\nSince this article was published, PJ Proby has asked us to\nclarify that although he met [name] when she was 13, he did not date her until\n20 years after he met her.\n8. It also offered\nto publish the following wording in print, on p.2 in its established\ncorrections and clarifications column:\nIn relation to our article of of 27 March 'The sick and\ntwisted world of Sixties pop star PJ Proby', since this article was published,\nPJ Proby has asked us to clarify that although he met [name] when she\nwas 13, he did not date her until 20 years after he met her.\n9. The newspaper\nsaid that it was not inaccurate to report that the complainant considered Jimmy\nSavile to be “undeserving of condemnation”, given the following comments made\nby him at interview:\nQ: What have you made of the treatment of the likes of Jimmy\nSavile, [name], and more recently [name]?\nA: I think that’s a bunch of bullcrap.  I think it’s all Politics. In the first place errrr that is a side of\nJimmy Savile that I never saw. And I went\nup to Jimmy’s place in Leeds a lot. \nErrrr and I never saw any of that. He had an apartment house there that you stepped in an elevator and went\nup and got off in his living-room, and I never saw any of that with him.Relevant Code Provisions\n10. Clause 1 (Accuracy)\ni) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not\nsupported by the text.\nii) A significant inaccuracy, misleading statement or\ndistortion must be corrected, promptly and with due prominence, and — where\nappropriate — an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator.\niii) A fair opportunity to reply to significant inaccuracies\nshould be given, when reasonably called for.\niv) The Press, while free to editorialise and campaign, must\ndistinguish clearly between comment, conjecture and fact.\nFindings of the Committee\n11. The complainant had stated at interview that the\nyoungest girl he’d “been out with” was 12, and he would not marry a girl that\nhe “could not raise from the age of 13 or 14”; he had also indicated a\npreference for girls which were “young and fresh-looking” and “still in\nschool”. In this context, the Committee was satisfied that the comments made by\nthe complainant, and relied upon by the newspaper, provided a sufficient basis\nfor the manner in which it had characterised the complainant’s views; it was not\na failure to take care over the accuracy of the article, to report that the\ncomplainant had “boasted” or shown a “lust” for girls under the age of 16, in\nthose circumstances. The Committee did not consider that the newspaper’s\ncharacterisation of the views expressed by the complainant at interview was\nsignificantly misleading or inaccurate. There was no breach of Clause 1 on this\npoint.\n12. It was not a failure to take care not to publish\ninaccurate information, to report that the complainant had told the\ninterviewer; “The last lady in my life was 13 when I met her in 1997”. In his\ncomplaint, the complainant had said that the reporting of this comment, gave\nthe misleading impression that he had been dating the woman when she was 13,\nwhen in fact he had dated her 20 years later. The Committee noted that the\ncomplainant had not caveated his remarks in this way during the interview, and\nwhen asked directly “how old” the lady he was “last with” was, the complainant\nhad answered, “when I first met her, she was 13”. Nevertheless, the Committee\nconsidered that in light of the further explanations provided by the\ncomplainant, which were accepted by the publication, a clarification was\nrequired to remedy the misleading impression that the complainant had been in a\nrelationship with the named woman when she was aged 13; this was a\nsignificantly misleading impression given its seriousness. The clarification\noffered by the publication made clear the correct position. It was offered\nsufficiently promptly, and publication of the wording as a footnote to the\narticle represented due prominence. There was no breach of Clause 1 (ii). In\norder to avoid a breach of Clause 1 (ii), the publication should now publish\nthe clarification in print, and it as a footnote, as offered.\n13. The claim that Jimmy Savile was “undeserving of\ncondemnation”, was not presented as a direct quote from the complainant.\nFurther, the complainant had told the interviewer that the “treatment” of Jimmy\nSavile was a “bunch of bullcrap”. The Committee was satisfied that the\nnewspaper had demonstrated a sufficient basis for the manner in which it had\ncharacterised the complainant’s views, and it did not conclude that this aspect\nof the article represented a significant inaccuracy which required correction.\nThere was no breach of the Code.\nConclusions\n14. The complaint was not upheld.\nRemedial Action Required\n15. N/A\nDate complaint received. 03/04/2019\nDate decision issued: 26/06/2019 Independent Complaints Reviewer\nThe complainant complained to the Independent Complaints\nReviewer about the process followed by IPSO in handling this complaint. The\nIndependent Complaints Reviewer decided that the process was not flawed and did\nnot uphold the request for review.\nBack to ruling listing\n\n\n"
}