{
    "url": "/rulings-and-resolution-statements/ruling/?id=02991-16",
    "title": "02991-16 Craig v The Mail on Sunday",
    "provisions": [
        "3 Harassment (2016)",
        "2 Privacy (2016)",
        "1 Accuracy (2016)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "The Mail on Sunday (Associated Newspapers Limited)",
    "received_on": "2016-05-16 00:00:00",
    "concluded_on": "2016-08-11 00:00:00",
    "complaint_processing_days": 87,
    "conclusion_long": "24. The complaint was not upheld.",
    "remedial_action": "25. NA Date complaint received: 16/05/2016",
    "text": "\n\n\n\n\n\nDecision of the\nComplaints Committee 02991-16 Craig v The\nMail on Sunday\nSummary of complaint\n1. Anne Craig complained to the\nIndependent Press Standards Organisation that the Mail on Sunday breached\nClause 1 (Accuracy), Clause 2 (Privacy) and Clause 3 (Harassment) of the\nEditors’ Code of Practice in the following articles: “Beautiful society girl\n‘stolen’ from a loving family…by her mysterious dream therapist”, published on\n24 April 2016; “Cruel agony of losing our gorgeous girl to the spell of her\n‘spiritual healer’ guru”, published on 1 May 2016; “Torn apart on guru’s\ncouch”, published on 8 May 2016; and “Now 3 more families say this ‘healer’\ncast a spell on their girls”, published on 22 May 2016.\n2. The articles were published online in\nsubstantially the same forms, but with the headlines “Beautiful society girl\n'stolen' from a loving family by her mysterious dream therapist: Terminally ill\ngrandma, 78, claims beloved granddaughter vanished after 'healer' wrongly\nconvinced her she'd been abused\"; \"The cruel agony of losing our\ngorgeous girl to the spell of her 'spiritual healer' guru: Artist daughter cuts\nfamily out of her life after getting close to 'therapist'\"; \"She's\nthe 'healer' accused of turning society beauties against their loving families\n- now three of Anne Craig's victims expose her dangerous methods as each were\ntorn apart on guru's couch\"; and \"Now three more families say this\n'healer' cast a spell on their girls as she is seen for the first time since\nThe Mail on Sunday's revelations\".\n3. The articles reported that the complainant\nwas, variously, a “self-described ‘personal development coach”, a “spiritual\nhealer” and a “therapist”, whose methods had encouraged her clients to isolate\nthemselves from their families and, in some cases, had convinced them that they\nhad been sexually abused as children.\n4. The complainant said that it was\ncompletely inaccurate to say that she had used psychological techniques to\nimplant false memories in her clients, and had isolated people from their\nfamilies. She said that a number of civil and criminal proceedings had been\nbrought against her, making similar allegations, and they had all failed. She\nsaid she had never claimed to be a spiritual healer or therapist, but in fact\nhas significant experience in personal development, and holds the relevant\nqualifications. She said it was inaccurate to suggest that her dogs play a role\nin her work. She also complained that the articles had given the impression\nthat David Cameron MP, who was Prime Minister at the time the articles were\npublished, had raised concerns about the complainant specifically, when in fact\nhe had spoken more broadly about psychological abuse.\n5. She said that the two families whose\nstories the newspaper had reported had targeted her for two years, and there\nwas no evidence to substantiate their claims. They were the only people to have\never made these allegations against her, and the allegations were refuted by\ntheir daughters. She said that, rather than coming to terms with the fact that\ntheir daughter does not wish to see them, one of the families had sought to\nblame the complainant for her not being in contact. In the case of the other\nclient, she had confirmed that she had not been convinced to have certain\nmemories as a result of her discussions with the complainant.\n6. The complainant said that she had never\nbeen given a fair opportunity to respond to the allegations prior to\npublication. She said that on three occasions the newspaper had sent questions\nto her solicitors’ office after the office had closed for the weekend.\n7. The complainant raised concerns that\nthe newspaper had published two photographs of her near her home, which had\nbeen taken without her knowledge and published without her consent. She also\nsaid that the journalists had travelled to Ireland, where she is from, and\ntaken pictures of her family home, her former school, and her parents’ graves.\nWhile the photographs were never published, she said that the actions were an\nintrusion into her privacy.\n8. Lastly, the complainant said that the\nnewspaper had contacted her relatives on multiple occasions seeking information\nabout her. While she was not representing those relatives in bringing the\ncomplaint, she said that the persistent contacting of her relatives represented\nharassment of her, in breach of Clause 3. The complainant’s husband said that a\njournalist had called his former employer and asked whether he had lied on his\nCV; he was similarly concerned that he had been harassed.\n9. The newspaper denied any breach of the\nEditors’ Code. It stood by the accuracy of the articles and said that some of\ntheir sources had experienced the complainant’s practice first hand. It said\nthe claims that the complainant had isolated impressionable young women and\ndamaged their family lives had been reported as allegations made by the\ncomplainant’s former clients or their families. It said that the descriptions\nof the complainant’s job role were generic and did not imply any specific\nqualifications or experience; they were representative of the work which she\nalleges to undertake.\n10. With regard to the newspaper’s attempts\nto seek comment in advance of publication of the articles, it said that it had\nbeen decided to contact the complainant through her solicitor only as a\njournalist had contacted her at her home 18 months ago about a different\narticle, and she had become distressed. It said that it had given several days’\nnotice before publishing the article of 24 April, posing a number of questions\nto the complainant. It received a response saying that the allegations were\ndenied, but no statement was offered for publication; the complainant’s denial\nwas included in the article. Prior to publication of the article of 1 May, an\nemail had been sent to the complainant’s solicitor at 5.20pm on a Friday; it\nwas not unreasonable to expect a London law firm to receive a message at that\ntime, and the newspaper was not surprised that no response was received, given\nthe response it had received on the previous occasion. It similarly defended\ncontacting the complainant’s solicitor after work hours prior to the latter two\narticles.\n11. The newspaper said that the articles\nconcerned the complainant’s professional life, which was not private, and the\nphotographs of her had been taken in public places, with no identifying\nfeatures as to her location. In any case, while denying any breach of Clause 2,\nit said that the articles were clearly in the public interest. It noted that\nthe second article had included the following comment from a QC:\n“Congratulations on last week’s investigation in the Mail on Sunday…Thankfully,\nthe Mail on Sunday has brought this issue to public attention and that is\ncritical, because it puts pressure on Members of Parliament and the Government,\nwhich must set aside time in order to draft a Bill and vote it on to the statue\nbook.”\n12. The newspaper denied that its actions had\namounted to harassment. It said that while one of its journalists had contacted\nthe complainant’s husband’s former employer, the journalist had not asked\nwhether her husband had lied on his CV.\n13. In response to the complaint, the\nnewspaper added an extensive denial from the complainant as a footnote to each\nof the online articles. It also said that it would consider publishing a letter\nfrom her. The wording of the denial was as follows:\nWe would like to add\nthat Mrs Craig’s lawyers have said: \"Anne Craig is not responsible for the\nfact that Laura Hue Williams has not been in contact with her family, nor is\nshe responsible for 'mentally abusing' or 'psychologically manipulating' Ms Hue\nWilliams. These allegations are vehemently denied by our client. They are based\non the wholly incorrect supposition by the family of Ms Hue Williams who,\nrather than coming to terms with the fact that their daughter does not wish to\nbe in contact with them any longer have chosen to blame our client. Ms Hue\nWilliams has confirmed that our client never tried to influence her, has not\nsomehow encouraged her to believe things that did not happen or talked to her\nin a suggestive way which has resulted in her believing things that are not\ntrue.\n“Victoria Cayzer has\nalso confirmed that everything she discussed with our client was based on her\nown memories and that she has not been convinced to have certain memories as a\nresult of discussions with our client. Both Victoria and Laura were adults when\nthey met our client and well able to make their own decisions.”\nRelevant Code\nprovisions\n14. Clause 1 (Accuracy)\n(i) The press must take care not to publish\ninaccurate, misleading or distorted information or images, including headlines\nnot supported by the text.\n(ii) A significant inaccuracy, misleading\nstatement or distortion must be corrected, promptly and with due prominence,\nand – where appropriate – an apology published.\n(iii) A fair opportunity to reply to\nsignificant inaccuracies should be given, when reasonably called for.\n(iv) The press, while free to editorialise\nand campaign, must distinguish clearly between comment, conjecture and fact.\nClause 2 (Privacy)\n(i) Everyone is entitled to respect for his\nor her private and family life, home, health and correspondence, including\ndigital communications.\n(ii) Editors will be expected to justify\nintrusions into any individual’s private life without consent.\n(iii) It is unacceptable to photograph\nindividuals, without their consent, in public or private places where there is\na reasonable expectation of privacy.\nClause 3\n(Harassment)\n(i) Journalists must not engage in\nintimidation, harassment or persistent pursuit.\n(ii) They must not persist in questioning,\ntelephoning, pursuing or photographing individuals once asked to desist; nor\nremain on property when asked to leave and must not follow them.\nFindings of the\nCommittee\n15. The article of 24 April had been\npresented as the claims of one of the families who alleged they had been\naffected by actions of the complainant. It was accepted that the family\nbelieved their daughter had been affected in the manner reported. The article\nincluded the complainant’s denial that she was responsible for the woman\nceasing contact with her family: “a spokesman for Mrs Craig said she had not\nmade up any allegations about any family. She rejects any claims she instilled\nfalse memories in anyone, or that she questioned her clients in such a way as\nto suggest they were abused as children.” It was also clear from the article\nthat the family was seeking to take legal action against the complainant, and\nit would be understood that the complainant would be defending such an action.\nThere was no failure to take care over the accuracy of the article, and the\nCommittee did not identify any significant inaccuracies which would require\ncorrection under the terms of Clause 1 (ii).\n16. The article of 1 May reported the story\nof a second family who said they had been affected, and it was clear that it\nwas a follow-up to the article of 24 April. Again, the complainant’s\ninvolvement was presented as the family’s claim. The Committee expressed\nconcern that the article had not included the complainant’s denial. However, in\ncircumstances where the newspaper was entitled to report the family’s story,\nand given that the complainant’s involvement had been presented as an unproven\nallegation in the newspaper’s account, the omission of the complainant’s denial\ndid not, on this occasion, raise a breach of Clause 1. The Committee also noted\nthat the complainant’s denial had now been added as a footnote to this article,\nalong with the three others.\n17. The third article, of 8 May, reiterated\nthe claims of the families featured in the earlier articles, as well as\nintroducing claims by three more people who said they were former clients of\nthe complainant; these individuals were not named. A named therapist and named\npsychiatrist also gave their opinions of the complainant’s methods, the\ntherapist having attended two dream therapy sessions with the complainant a\nnumber of years previously. The accounts in the article were presented as the\nindividuals’ own personal experiences of the complainant’s sessions, and were\nnot presented as fact. The complainant’s denial featured prominently in the\narticle. This article did not breach Clause 1.\n18. The article of 22 May mentioned the\nnewspaper’s previous reporting on this matter, and included new, anonymous\nclaims about the complainant’s methods. The newspaper had on-the-record sources\nwhich appeared to support the accounts of the anonymised individuals, and the\narticle included the complainant’s denial; the article did not breach Clause 1.\n19. While the complainant denied being a\n“therapist” or “spiritual healer”, and said that she taught “personal\ndevelopment”, the former terms do not have one specific meaning, and were not\ninaccurate summaries of the type of sessions which the complainant’s former\nclients or their families described in the articles, nor the type of services\nthe complainant agrees she provides. The terms did not raise a breach of Clause\n1.\n20. The allegation that the complainant used\nher dog as part of her sessions was presented as the claim of one of her former\nclients. In any case, in the wider context of the allegations made against the\ncomplainant, it did not breach the Editors’ Code.\n21. The articles were a series by the\nnewspaper, and formed part of a campaign which urged legislative change in\norder to “help the adult abuse victims”. In reporting that Mr Cameron was\n“backing a campaign for new laws protecting vulnerable adults from control or\nslavery by predators, including therapists”, the newspaper did not suggest that\nMr Cameron was responding specifically to concerns about the complainant. The\ncomplaint under Clause 1 was not upheld. Nonetheless, the Committee wished to\nnote its concern that the newspaper had, on a number of occasions, approached\nthe complainant’s solicitors for comment after their office had closed for the\nweekend.\n22. The photographs of the complainant had\nbeen taken on public roads, and did not show the complainant engaging in any\nprivate activity. The photographs were not an unjustified intrusion into the\ncomplainant’s private life. While the Committee understood that the complainant\nwas concerned about the journalists taking photographs of locations which were personal\nto the complainant in her home country, those photographs were not published\nand the Committee was satisfied that the taking of the photographs did not\nintrude into the complainant’s private life. There was no breach of Clause 2.\n23. The newspaper’s journalist did not\ncontact the complainant’s husband directly and so, while he may have been\ndistressed by the questions asked of his former employer, it could not be said\nthat there was any intimidation, harassment or persistent pursuit, nor was any\nrequest to desist ignored. Lastly, the contact made to the complainant’s\nrelatives did not constitute harassment of the complainant herself for the\npurposes of Clause 3.  \nConclusions\n24. The complaint was not upheld.\nRemedial action\nrequired\n25. NA\nDate complaint\nreceived: 16/05/2016Date decision issued: 11/08/2016\nBack to ruling listing\n\n\n"
}