{
    "url": "/rulings-and-resolution-statements/ruling/?id=03005-16",
    "title": "03005-16 Weir v Braintree & Witham Times",
    "provisions": [
        "1 Accuracy (2016)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "Braintree & Witham Times (Newsquest Media Group)",
    "published_on": "2016-05-05 00:00:00",
    "received_on": "2016-05-17 00:00:00",
    "concluded_on": "2016-07-11 00:00:00",
    "complaint_processing_days": 55,
    "conclusion_long": ". The CQC had, in fact, concluded that the home had “very caring staff” with contented residents and happy relatives. In addition, the report had said that the home had not always had the documentation in place to evidence staff procedures. 4. The complainant said that the overall tone of the article had distorted the CQC’s conclusions. For instance, the newspaper had “sensationally” asserted that the home had been “branded” – rather than “rated” – as “requires improvement”. He also noted that the CQC had not concluded that there were “no systems in place” to ensure that medication was administered safely; the regulator had been referring to one specific issue. 5. The newspaper said that the CQC’s findings were “serious and in the public interest”. These findings included residents having been given the wrong medicine, ineffective measures in place to ensure residents were safe, and criticism of the overall service provided by the home. It noted that the CQC report had stated that it had “found that there were not systems in place to ensure that people had their medications safely”. 6. Given the seriousness of the CQC’s findings, the reporter had approached the complainant for comment before publication, but he had declined. Following the article’s publication, the complainant was also offered a follow-up piece, but he again declined. The newspaper considered that he had been given ample opportunity to raise any positive aspects of the CQC report. 7. The complainant said that he had not been offered a follow-up article by the newspaper; he requested a published apology. Relevant Code provisions 8. Clause 1 (Accuracy) i)  The Press must take care not to publish inaccurate, misleading or distorted information or images, including headlines not supported by the text. ii)  A significant inaccuracy, misleading statement or distortion must be corrected, promptly and with due prominence, and — where appropriate — an apology published. In cases involving IPSO, due prominence should be as required by the regulator. iii)   A fair opportunity to reply to significant inaccuracies should be given, when reasonably called for. iv) The Press, while free to editorialise and campaign, must distinguish clearly between comment, conjecture and fact. Findings of the Committee 9. The CQC had found that the home had breached three out of five Health and Social Care Act 2008 regulations during its inspection, and it had concluded that overall the home “requires improvement”. The newspaper had been entitled to focus on these points; it was not obliged to additionally report that the home had been rated “good” for the two remaining regulations. The selection of material for publication is a matter of editorial discretion, as long as the published content does not otherwise breach the Code. Selecting these elements of the report had not distorted the CQC’s conclusions; it did not represent a breach of Clause 1. 10. The statement that there were “no systems in place to ensure people had their medications safely” was not significantly misleading. In its report, the CQC had said “we found that there were not systems in place to ensure that people had their medications safely”. The newspaper had also been entitled to assert that the home had been “branded”, rather than “rated”, as “requires improvement”; this characterisation of the CQC’s conclusion was not misleading. 11. The newspaper had accurately reported the details of the breaches identified by the CQC, and it had given the complainant the opportunity to comment in advance. There was no failure to take care over the accuracy of the article in breach of Clause 1 (i). The Committee did not identify a significant inaccuracy, misleading statement or distortion, which would require correction under the Code. There was no breach of Clause 1. Conclusions 12. The complaint was not upheld.",
    "remedial_action": "13. NA Date complaint received: 17/05/16",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee 03005-16 Weir v Braintree & Witham Times\nSummary of complaint\n1. Clive Weir, the\nManager/Director of Boars Tye Residential Home Ltd, complained to the\nIndependent Press Standards Organisation that the Braintree & Witham Times\nbreached Clause 1 (Accuracy) of the Editors’ Code of Practice in an article\nheadlined “Care home told it must improve”, published on 5 May 2016.\n2. The article\nreported that the Care Quality Commission (CQC) had told Boars Tye Residential\nhome that it “must improve”. It said that the home had breached three of the\nCQC’s regulations, with the regulator concluding that it “requires\nimprovement”. It said that during its inspection, the CQC had found that there\nwere “no systems in place to ensure people had medications safely and on two\noccasions residents were given medications at the wrong time”. The piece\nconcluded by stating that the complainant was “not prepared to comment until he\nhad a chance to write a formal report”.\n3. The complainant\nsaid that the newspaper had only reported the negative aspects of the CQC\nreport giving a significantly misleading impression of the regulator’s\nconclusions. The CQC had, in fact, concluded that the home had “very caring\nstaff” with contented residents and happy relatives. In addition, the report\nhad said that the home had not always had the documentation in place to\nevidence staff procedures.\n4. The complainant\nsaid that the overall tone of the article had distorted the CQC’s conclusions.\nFor instance, the newspaper had “sensationally” asserted that the home had been\n“branded” – rather than “rated” – as “requires improvement”. He also noted that\nthe CQC had not concluded that there were “no systems in place” to ensure that\nmedication was administered safely; the regulator had been referring to one\nspecific issue.\n5. The newspaper\nsaid that the CQC’s findings were “serious and in the public interest”. These\nfindings included residents having been given the wrong medicine, ineffective\nmeasures in place to ensure residents were safe, and criticism of the overall\nservice provided by the home. It noted that the CQC report had stated that it\nhad “found that there were not systems in place to ensure that people had their\nmedications safely”.\n6. Given the\nseriousness of the CQC’s findings, the reporter had approached the complainant\nfor comment before publication, but he had declined. Following the article’s\npublication, the complainant was also offered a follow-up piece, but he again\ndeclined. The newspaper considered that he had been given ample opportunity to raise\nany positive aspects of the CQC report.\n7. The complainant\nsaid that he had not been offered a follow-up article by the newspaper; he\nrequested a published apology.\nRelevant Code provisions\n8. Clause 1\n(Accuracy)\ni)  The Press must\ntake care not to publish inaccurate, misleading or distorted information or\nimages, including headlines not supported by the text.\nii)  A significant\ninaccuracy, misleading statement or distortion must be corrected, promptly and\nwith due prominence, and — where appropriate — an apology published. In cases\ninvolving IPSO, due prominence should be as required by the regulator.\niii)   A fair\nopportunity to reply to significant inaccuracies should be given, when\nreasonably called for.\niv) The Press, while free to editorialise and campaign, must\ndistinguish clearly between comment, conjecture and fact.\nFindings of the Committee\n9. The CQC had\nfound that the home had breached three out of five Health and Social Care Act\n2008 regulations during its inspection, and it had concluded that overall the\nhome “requires improvement”. The newspaper had been entitled to focus on these\npoints; it was not obliged to additionally report that the home had been rated\n“good” for the two remaining regulations. The selection of material for\npublication is a matter of editorial discretion, as long as the published\ncontent does not otherwise breach the Code. Selecting these elements of the\nreport had not distorted the CQC’s conclusions; it did not represent a breach\nof Clause 1.\n10. The statement that there were “no systems in place to\nensure people had their medications safely” was not significantly misleading.\nIn its report, the CQC had said “we found that there were not systems in place\nto ensure that people had their medications safely”. The newspaper had also\nbeen entitled to assert that the home had been “branded”, rather than “rated”,\nas “requires improvement”; this characterisation of the CQC’s conclusion was\nnot misleading.\n11. The newspaper had accurately reported the details of the\nbreaches identified by the CQC, and it had given the complainant the\nopportunity to comment in advance. There was no failure to take care over the\naccuracy of the article in breach of Clause 1 (i). The Committee did not\nidentify a significant inaccuracy, misleading statement or distortion, which\nwould require correction under the Code. There was no breach of Clause 1.\nConclusions\n12. The complaint was not upheld.\nRemedial action required\n13. NA\nDate complaint received: 17/05/16Date decision issued: 11/07/16\nBack to ruling listing\n\n\n"
}