{
    "url": "/rulings-and-resolution-statements/ruling/?id=03003-18",
    "title": "03003-18 A woman v Sunday Life",
    "provisions": [
        "2 Privacy (2018)",
        "6 Children (2018)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "Sunday Life (MEDIAHUIS UK)",
    "published_on": "2018-04-08 00:00:00",
    "received_on": "2018-04-09 00:00:00",
    "concluded_on": "2018-07-02 00:00:00",
    "complaint_processing_days": 84,
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee 03003-18 A woman v Sunday Life\nSummary of complaint\n1. A woman\ncomplained to the Independent Press Standards Organisation that Sunday Life\nbreached Clause 2 (Privacy) and Clause 6 (Children) of the Editors’ Code of\nPractice in an article headlined “[Named man]’s DAD’S KILLER”, published on 8\nApril 2018.\n2. The article\nreported that a named man was involved in the murder of a man 30 years ago. The\narticle was illustrated with a number of recent photographs of the perpetrator,\nincluding one with a young child on his lap. The child’s face had been\npixelated. The article explained that the man had been sentenced to life\nimprisonment for the murder, but had been released from prison at the end of\n1998 under the terms of the Good Friday Agreement. The article named the town where\nthe man was from and claimed that “behind the family man façade”, he was a\n“hate filled killer”.\n3. The article also\nreported that the victim’s son had recently spoken publicly about the murder of\nhis father in a BBC documentary.\n4. The complainant,\nthe mother of the child pictured, said that the publication of the photograph\nhad identified her child, who was currently in nursery, and had been intrusive.\nShe said that the ethnicity of the child had been revealed from the photograph,\ndespite pixilation, and the article had published information about the man\nwhich she said would lead to the child’s identification and her familial\nconnection to him. The complainant said that the people who knew her and her\nchild had not been aware of the man’s past; the article had, therefore,\nidentified her child as having an association with an individual involved in a\nhistoric murder. She said that because of this, the publication of the\nphotograph had caused a real and serious risk to her, and her family’s, safety.\nShe also expressed concern that following the article’s publication, her child\nhad not been welcome in homes their friend’s homes to play.\n5. The newspaper\ndid not accept a breach of the Code. It said that the photo was heavily\npixelated and noted that the article did not disclose the child’s name,\nrelationship to the perpetrator, or their likeness.  It said that the effect of pixilation, and\nthe omission of these details, meant that the child would not have been\nidentifiable to anyone who did not already know the child, or their connection\nto the subject of the article. It noted that the photograph had been previously\npublished, un-pixelated, on a publicly available Facebook account.\n6. It said that\nthere was a public interest in publishing a photograph which showed that the\nman was, unlike his victim, able to enjoy a family life with an unidentified\nchild on his knee, in circumstances where he had deprived his victim of that\nbasic right. It said that the man’s murder had drawn much public comment and\ndebate, because his son had spoken publicly about his father’s murder and the\nconsiderable pain and anguish it had caused to his family.\nRelevant Code Provisions\n7. Clause 2\n(Privacy)*\ni) Everyone is entitled to respect for his or her private\nand family life, home, health and correspondence, including digital\ncommunications.\nii) Editors will be expected to justify intrusions into any\nindividual’s private life without consent. Account will be taken of the\ncomplainant’s own public disclosures of information.\niii) It is unacceptable to photograph individuals, without\ntheir consent, in public or private places where there is a reasonable\nexpectation of privacy. \nClause 6 (Children)i) All pupils should be free to complete their time at\nschool without unnecessary intrusion.\nii) They must not be approached or photographed at school\nwithout permission of the school authorities.\niii) Children under 16 must not be interviewed or\nphotographed on issues involving their own or another child’s welfare unless a\ncustodial parent or similarly responsible adult consents. \nThe Public Interest\nThere may be exceptions to the clauses marked * where they\ncan be demonstrated to be in the public interest.\n1. The public interest includes, but is not confined to:\nDetecting or exposing crime, or the threat of crime, or\nserious impropriety.Protecting public health or safety.Protecting the public from being misled by an action or\nstatement of an individual or organisation.Disclosing a person or organisation’s failure or likely\nfailure to comply with any obligation to which they are subject.Disclosing a miscarriage of justice.Raising or contributing to a matter of public debate,\nincluding serious cases of impropriety, unethical conduct or incompetence\nconcerning the public.Disclosing concealment, or likely concealment, of any of the\nabove.\n2. There is a public interest in freedom of expression\nitself.\n3. The regulator will consider the extent to which material\nis already in the public domain or will become so.\n4. Editors invoking the public interest will need to\ndemonstrate that they reasonably believed publication - or journalistic\nactivity taken with a view to publication – would both serve, and be\nproportionate to, the public interest and explain how they reached that\ndecision at the time.\n5. An exceptional public interest would need to be\ndemonstrated to over-ride the normally paramount interests of children under\n16.\nFindings of the Committee\n8. A pixelated\nphotograph of a very young child had been published in an article which\nreported on a man’s conviction for murder. The Committee carefully scrutinised\nthe newspaper’s decision to publish the photograph - in its pixelated form- and\nwhether the image represented an intrusion into the child’s privacy, or their\ntime at school.\n9. The photograph\nhad depicted the child, seated on the lap of a man who the article had\nidentified as being involved in a historic murder. This clearly related to an\nissue involving to the child’s welfare, particularly where they had a familial\nrelationship with the subject of the article. The Code’s starting point is that\nparental consent is required; in this instance, no consent had been obtained.\n10. In considering the complaint under Clause 6, the\nCommittee had regard to the level of intrusion caused by the photograph’s\ndisclosure in the article under complaint, as well as the public interest\nidentified by the newspaper as justifying its publication.\n11. The Committee noted that it had been acknowledged by the\ncomplainant that people within her community were previously aware of the\nchild’s connection to the man, but had not known of the man’s involvement in\nthe historic murder. However, the intrusive effect of the photograph had been\nsignificantly limited by the newspaper’s decision to heavily pixelate the image\nwhich, prior to its publication in the article, had been available –\nun-pixelated – on an open social media platform. Further, the photograph had not\nbeen accompanied with the child’s name, nor had it been published alongside\ndetails relating to the child’s life, or details which revealed the nature of\nthe child’s association with the subject of the article.\n12. The Committee noted the complainant’s concern that her\nchild’s ethnicity had been revealed by the published photograph. However, the\nomission of any accompanying details relating to child from the article, and\nthe effect of heavily pixelating the child’s face, limited the extent to which\nthe child would have been identifiable to those who would not already have been\naware of their association with the subject of the article.\n13. Furthermore, the Committee also considered that there\nwas a public interest justifying publication of the photograph, as it\ndemonstrated that the man was able to enjoy a family life, having denied this\nopportunity to his victim.\n14. Taking into consideration the limited intrusive effect\nof the published photograph, and the public interest justifying publication,\nthe requirement for parental consent was overridden and the Committee did not\nestablish that the photograph-in its heavily pixelated form- represented an\nintrusion into the child’s time at school. The complaint under Clause 6 was not\nupheld.\n15. For the same reasons, the Committee did not establish\nthat the publication of the photograph had revealed information about the child\nwhich represented an intrusion into their privacy. The complaint under Clause 2\nwas not upheld.  \nConclusions\n16. The complaint was not upheld.Date complaint received: 09/04/2018Date decision issued: 02/07/2018  \nBack to ruling listing\n\n\n"
}