{
    "url": "/rulings-and-resolution-statements/ruling/?id=03012-16",
    "title": "03012-16 A woman v Manchester Evening News",
    "provisions": [
        "3 Harassment (2016)",
        "4 Intrusion into grief or shock (2016)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "Manchester Evening News (Reach PLC)",
    "received_on": "2016-05-17 00:00:00",
    "concluded_on": "2016-10-25 00:00:00",
    "complaint_processing_days": 161,
    "conclusion_long": "12. The complaint was not upheld.",
    "remedial_action": "N/A Date complaint received: 17/05/2016",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee 03012-16 A woman v Manchester Evening News\nSummary of complaint 1.  A woman complained to the Independent\nPress Standards Organisation that the Manchester Evening News breached Clause 3\n(Harassment) and Clause 4 (Intrusion in to Grief or Shock) of the Editors’ Code\nof Practice. 2.    The newspaper published an online article which reported the inquest of\nthe complainant’s partner. It reported the circumstances of his death, the\nevidence given by the complainant, the coroner’s comments and his verdict of\nsuicide. 3.    The complainant\nsaid that the article inaccurately suggested that she had given an interview to\nthe newspaper, which had caused her distress. She said that the article did not\nfully report the evidence the inquest heard about her partner’s life, mental\nhealth, and his attempts to get treatment. The complainant also said that the\narticle contained a number of inaccuracies in relation to the evidence heard by\nthe inquest. These included: an inaccurate reference to her by the title “Mrs” (she\nsaid her correct title was “Ms”); presenting two of her hobbies as her\noccupation, when her occupation was clearly referred to in the proceedings;\ninaccurately reporting the evidence the inquest heard about the life of her\npartner, and misquoting her evidence during the proceedings. The complainant\nsaid that the inclusion of her and her partner’s address intruded into her\ngrief. 4.    The day after\nthe inquest, but before publication of the article, the complainant said she\nreceived a call from the journalist who had attended the proceedings. She said\nshe waited for him to stop speaking before saying “no comment”, and ending the\ncall. She said the journalist then called back immediately, and she let the\ncall go to voicemail. The complainant provided a transcript of the voicemail,\nin which the journalist is recorded as saying “I think we got cut off, erm\nalthough it’s, I do suspect you probably hung up the phone which is\nunderstandable”. The journalist went on to state that his report of the inquest\nwould be sensitive, and that if the complainant did want to pay tribute to her\npartner, she should call him. The complainant said that journalist harassed her\nby calling her back, and that this demonstrated a lack of sympathy and\ndiscretion. 5.    In its response\nto this complaint, the newspaper expressed its sympathy to the complainant. The\nnewspaper said that the journalist was conscious of the sensitivity of the\ninformation heard at the inquest, and called the complainant to reassure her\nthat he would take care to publish a report that was sensitive to her grief,\nand that he would not publish certain details. The newspaper said that the\njournalist asked the complainant whether she wanted to pay a tribute, and if it\nwas OK to use a picture of her partner they had on file. The newspaper said\nthat the complainant listened in silence and then put the phone down; it said\nthat the journalist did not remember the complainant saying “no comment”, which\nwas why he left a voicemail message which referred to the possibility they had\nbeen cut off. 6.    The newspaper\nprovided shorthand notes taken by the journalist during the inquest, and said\nthat these supported the accuracy of the article. However, the newspaper\naccepted that the article mistakenly referred to the complainant by the wrong\ntitle. It offered to amend the online version of the article, and said it would\nbe happy to add a footnote making clear that she was engaged, not married. \nRelevant Code Provisions 7.    Clause\n3 (Harassment) i.      Journalists\nmust not engage in intimidation, harassment or persistent pursuit. ii.    They\nmust not persist in questioning, telephoning, pursuing or photographing\nindividuals once asked to desist; nor remain on property when asked to leave\nand must not follow them. If requested, they must identify themselves and whom\nthey represent. iii.   Editors\nmust ensure these principles are observed by those working for them and take\ncare not to use non-compliant material from other sources.\nClause 4 (Intrusion into grief or shock) In\ncases involving personal grief or shock, enquiries and approaches must be made\nwith sympathy and discretion and publication handled sensitively. These\nprovisions should not restrict the right to report legal proceedings.  \nFindings of the\nCommittee 8.    The Committee\nexpressed its sympathy to the complainant for the loss of her partner. It\nunderstood that this complaint related to events which took place at a very\ndifficult time. 9.    The terms of\nClause 4 explicitly protect the right for the press to report legal\nproceedings, such as inquests, in accordance with the principle of open\njustice.  Nevertheless, it requires that\nin cases of personal grief or shock, publication is handled sensitively. The\nCommittee acknowledged the complainant’s position that the article omitted\ncertain important details from the inquest. However, it recognised that given\ntheir brevity, newspaper articles are unable to provide a complete account of\ninquest proceedings, such that they may often omit information important to\nthose personally involved in a case, or suggest that the circumstances of\nsomeone’s death were simpler than was in fact the case. However, having regard\nfor the nature of the information the complainant said was omitted, the\nCommittee did not establish that the article was a sufficiently incomplete or\ngratuitously simplified account of the proceedings, such as to demonstrate an\ninsensitivity to her personal grief. The address of the deceased was recorded\nin the reporter’s short-hand notes from the proceedings, and the Committee did\nnot consider that the inclusion of this information in the article was\ninsensitive. These aspects of the complaint did not raise a breach of Clause 4. 10. The article did\nnot explicitly introduce the complainant’s comments as evidence heard at the\ninquest, but the article as a whole was clearly presented as a report of the\ninquest proceedings. In that context, reporting the complainant’s evidence to\nthe inquest did not suggest that she had given an interview to the newspaper.\nWhile a reporter had attended the inquest proceedings, and taken detailed\nshort-hand notes, it was a matter of regret that the article had referred to\nthe complainant by the wrong title. The Committee acknowledged that this had\nclearly caused the complainant distress, and welcomed the newspaper’s decision\nto amend the online article on this point. However, in addition to the other\nspecific inaccuracies alleged by the complainant, the Committee considered that\nin the context of the article, this inaccuracy was not of the significance such\nas to demonstrate that the newspaper had handled publication of the article\ninsensitively.  11. The journalist\nhad called the complainant the day after the inquest to explain his intention\nto report on the proceedings, to ask if she wanted to pay a tribute to her\npartner, and to ask permission to use a picture of her partner they had on\nfile. Whether the complainant had said “no comment” before ending the call was\nin dispute, but the Committee noted that in the voicemail message the\njournalist left after trying to call back, he recorded that their call had\nended abruptly, and his suspicion that the complainant may have hung-up. The\ncontent of the voicemail message was not intimidating; the journalist had not\nasked any further questions, but simply made the same points he had made in his\noriginal call, and provided the complainant with his telephone number.  While the Committee recognised the\ncomplainant’s position that this voicemail message was unwelcome, it did not\nestablish that the second call followed a request to desist, and it considered\nthat in all the circumstances, the journalist’s behaviour was not a course of\nconduct such as to constitute harassment under the terms of Clause 3. The\ntranscript of the voicemail message appeared to show that the journalists’\napproach to the complainant was made with sympathy and discretion. This aspect\nof the complaint did not raise a breach of Clause 4.  \nConclusions 12. The complaint was\nnot upheld.\nRemedial action required\nN/A\nDate complaint\nreceived: 17/05/2016\nDate decision issued: 25/10/2016\n \nBack to ruling listing\n\n\n"
}