{
    "url": "/rulings-and-resolution-statements/ruling/?id=03036-18",
    "title": "03036-18 Khan v Mail Online",
    "provisions": [
        "1 Accuracy (2018)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "Mail Online (Associated Newspapers Limited)",
    "published_on": "2017-12-15 00:00:00",
    "received_on": "2018-04-11 00:00:00",
    "concluded_on": "2018-07-23 00:00:00",
    "complaint_processing_days": 103,
    "conclusion_long": "7.    The complaint was not upheld.",
    "remedial_action": "8.    N/A  Review The complainant complained to the Independent Complaints Reviewer about the process followed by IPSO in handling this complaint. The Independent Complaints Reviewer decided that the process was not flawed and did not uphold the request for review.   Date complaint received: 11/04/2018",
    "text": "\n\n\n\n\n\nDecision of the\nComplaints Committee 03036-18 Khan v\nMail Online\nSummary of\ncomplaint 1.    Khalid Khan complained to the Independent Press\nStandards Organisation that Mail Online breached Clause 1 (Accuracy) of the\nEditors’ Code of Practice in an article headlined, “Leading Canadian\ngynaecologist claims British medical professor repeatedly groped her breasts in\na hotel bar with his ‘octopus’ hands and refused to stop- despite being told\nno,” published on 15 December 2017. 2.   \nThe\narticle reported on a blog post, written by a woman who said that the\ncomplainant had allegedly groping her breasts in a hotel bar in 2014. The\narticle included a number of the claims made in the blog post, and also\nincluded a statement from the institution where the complainant was employed,\nstating that they had been made aware of the allegation and would be\ninvestigating the matter. It also reported a statement from the complainant,\ndenying the allegations, stating, “I deny these allegations and I am keen to\nclear my name. I will be co-operating with any investigations. In the mean time\nI have stepped aside from my editorial position at the BJOG.” 3.   \nThe\ncomplainant said that the article was inaccurate, as it had reproduced claims\nfrom the blog post, which reported only the woman’s version of events. He said\nthat all the claims made in the blog were inaccurate, and that he have never\nmet the woman alleging this incident had taken place. He said that the\npublication had not investigated the claims to ascertain whether or not they\nwere truthful prior to publication. He said that the incident had not been\nreported to the police at the time, and there was no criminal investigation\ninto the claims. 4.   \nThe\npublication did not accept that it had breached the Code. It said that the\narticle had made clear that it was reporting claims made in the blog post,\nwhich it was entitled to report. It said it was not responsible for the\naccuracy of these claims, but had a duty under the Code to ensure it accurately\nreported the claims, and make clear that these allegations had not been\nconfirmed as fact. It also provided a copy of the correspondence between the\njournalist and complaint, prior to publication, and said it had included his\ndenial in full in the article. It also said it had gone to the complainant’s\nemployer prior to publication, which had confirmed it was investigating these\nallegations.  Regardless, as a gesture of\ngoodwill, the publication offered to consider publishing a further statement\nfrom the complainant, denying the allegations.\nRelevant Code\nProvisions 5.   \nClause\n1 (Accuracy)\ni)\nThe Press must take care not to publish inaccurate, misleading or distorted\ninformation or images, including headlines not supported by the text. \nii)\nA significant inaccuracy, misleading statement or distortion must be corrected,\npromptly and with due prominence, and – where appropriate – an apology\npublished. In cases involving IPSO, due prominence should be as required by the\nregulator. \niii)\nA fair opportunity to reply to significant inaccuracies should be given, when\nreasonably called for. \niv)The\nPress, while free to editorialise and campaign, must distinguish clearly\nbetween comment, conjecture and fact. \nFindings of the\nCommittee 6.   \nThe\nCommittee acknowledged that the complainant denied the allegations made in the\nblog post. However it was not for the Committee to consider the accuracy of the\nclaims, but whether they had been accurately reported by the publication. The\narticle had made clear that it was reporting claims made in the blog post. It\nalso went to his employers for comment, and included the complainant’s denial,\nin full, in the article. There was no failure to take care over the accuracy of\nthe information. The article had clearly presented the allegations as claims,\nand accurately reported what the blog post had said. There was no breach of\nClause 1 (ii), and the publication had distinguished between comment,\nconjecture and fact. There was no breach of Clause 1.\nConclusions 7.   \nThe\ncomplaint was not upheld.\nRemedial Action\nRequired 8.   \nN/A \nReview\nThe\ncomplainant complained to the Independent Complaints Reviewer about the process\nfollowed by IPSO in handling this complaint. The Independent Complaints\nReviewer decided that the process was not flawed and did not uphold the request\nfor review.  \nDate complaint received: 11/04/2018Date decision issued: 23/07/2018\nBack to ruling listing\n\n\n"
}