{
    "url": "/rulings-and-resolution-statements/ruling/?id=03056-16",
    "title": "03056-16 InFacts v Daily Telegraph",
    "provisions": [
        "1 Accuracy (2016)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "The Daily Telegraph (Telegraph Media Group Ltd)",
    "published_on": "2016-05-13 00:00:00",
    "received_on": "2016-05-19 00:00:00",
    "concluded_on": "2016-08-08 00:00:00",
    "complaint_processing_days": 81,
    "text": "\n\n\n\n\n\nDecision\nof the Complaints Committee 03056-16\nInFacts v Daily Telegraph\nSummary\nof complaint\n1. InFacts complained to the Independent Press\nStandards Organisation that the Daily Telegraph breached Clause 1 (Accuracy) of\nthe Editors’ Code of Practice in an article headlined “The gap between the\nofficial migration figure and the truth is as wide as the Grand Canyon. We are\nowed an apology”, published in print on 13 May 2016, and online on 12 May 2016. \n2. The front page sub-headline of the print\nversion reported that before the date of publication, it appeared that the\n“official number of EU migrants who came to Britain between 2011 & 2015”\nwas 0.9m, but that “the real number of EU migrants we now know came to Britain”\nwas 2.4m. The article, an opinion piece, said that a recently published Office\nof National Statistics (ONS) report had shown that “in the five years to 2015,\njust under one million immigrants came to this country from the EU”, but that\nover the same period “the number of National Insurance numbers issued to EU\nmigrants was more than 2.2 million”. It said that the ONS had estimated that a\n“total of 2.4 million entered the country”. It said that the “stupefying figure\n[…] helps to explain the growing crisis in the NHS”. The columnist said that\nthe ONS had sought to explain the “gap” on the basis that the figures for the\n“short term immigrants have not been included in the tally” because these\nindividuals “aren’t here for long enough to make a difference”.\n3. The journalist included a story about a\nfictional plumber, Piotr, to illustrate her criticism of the ONS’s methods of\ncounting the number of migrants. She said that people like Piotr who initially\nclaimed “to have come for no more than a single year” and therefore “will not\nbe registered as an immigrant”, will still need a National Insurance number.\nShe said that if for Piotr “the urge to leave starts to fade”, his family may\ndecide to join him and “we will have lots of little Piotrs in need of schooling\nand healthcare”.\n4. The online article was substantively the\nsame, but included a more detailed yearly breakdown of the figures referred to\nby the newspaper.\n5. The complainant noted that the relevant ONS\ndata showed that over the five-year period leading up to 2015, approximately 1\nmillion people were recorded as “long-term” EU migrants who stayed in the UK\nfor longer than 12 months, and approximately 1.2-1.4 million were recorded as\n“short-term” migrants, who had come to the UK but had left within 12 months.\n6. The complainant said that it was misleading\nto add together five years’ worth of data for the number of short-term EU\nmigrants: all of these people would have left the UK within a year, and\nrepresenting them as part of a “total” figure amounted to a distortion. The\ncomplainant was also concerned that by describing the total 2.4m figure as the\n“real” number of EU migrants, the article misleadingly suggested that this was\nthe number of EU migrants who had come to and had remained in the UK.\n7. The complainant also said that the article\ncontained some mathematical and rounding errors. The “gap” referred to in the\narticle was actually approximately 1.2 – 1.4 million, not 1.5 million, and the\nnumber of long-term EU migrants recorded by the ONS was actually 1 million, not\n0.9 million. Further, it was concerned that the story about Piotr deciding to\nstay after initially being registered as a short term migrant was misleading,\nbecause the ONS specifically takes such people into account in its data – so\ncalled “switchers”.\n8. The newspaper said that the 2.4 million\nfigure was clearly described in the article as the total number of EU migrants\nwho “came to” Britain. It argued that, in the context of a discussion about the\nnumber of National Insurance numbers issued to EU migrants, and the extent of\ntheir interaction with the UK economy, the article did not suggest that the 2.4\nmillion migrants had stayed in the UK.\n9. The newspaper said that the figures it had\nused had been sourced from an ONS report published earlier in the year, and\nthat this accounted for the mathematical discrepancy relating to the “gap”\nidentified by the complainant. It also accepted that it would have been more\naccurate to round up the number of long-term EU migrants to 1 million rather\nthan down to 0.9 million. It did not, however, accept that in the context of an\nopinion piece these discrepancies amounted to a significant inaccuracy.\n10.\nWhile the newspaper accepted that “switchers” are taken into account in the ONS\ndata, it argued that “Piotr” was only an illustration of how and why short-term\nmigrants might decide to stay in the UK and then become long-term migrants.\nFurther, it remained the case that by simply recording the number of long-term\nEU migrants, the ONS had significantly underestimated the total number of EU\nmigrants who had interacted with the UK economy.\nRelevant\nCode provisions\n11.\nClause 1 (Accuracy)\ni) The\nPress must take care not to publish inaccurate, misleading or distorted\ninformation, including pictures.\nii) A\nsignificant inaccuracy, misleading statement or distortion once recognised must\nbe corrected, promptly and with due prominence, and – where appropriate – an\napology published.\niii) A\nfair opportunity to reply to significant inaccuracies must be given, when\nreasonably called for.\niv) The\nPress, while free to editorialise and campaign, must distinguish clearly\nbetween comment, conjecture and fact.\nFindings\nof the Committee\n12. The\narticle referred to the 2.4 million figure as being the “number of EU migrants\nwe now know came to Britain”, or had “entered the country” in the five years\nleading up to 2015. Further, it made clear that the apparent discrepancy\nbetween the ONS’s estimate of the number of EU migrants who had come to the UK\nand the number of National Insurance numbers issued to EU migrants was because\n“short term immigrants have not been included in the [ONS’s] tally”. The\ncomplainant accepted that according to the ONS data, the gross number of EU\nmigrants who visited the UK in the five year period was approximately 2.4\nmillion, and that the ONS report said that “short-term migration to the UK\nlargely accounts for the recent differences between the number of long-term\nmigrants […] and the number of National Insurance number […] registrations for\nEU citizens”. In these circumstances, the Committee was satisfied that it was\nnot inaccurate to state that 2.4 million EU migrants had “come to” the UK, and\ndid not accept the suggestion that doing so implied that this was also the\nnumber of EU migrants who had stayed in the UK. There was no breach of Clause 1\non this point.\n13. The\nCommittee understood the complainant’s concern that the article contained some\nnumerical errors. According to the relevant ONS data, the “gap” referred to in\nthe article amounted to approximately 1.4 million, rather than 1.5 million.\nAlthough 100,000 is a large number of people, the numerical error identified by\nthe complainant did not amount to a significant inaccuracy in the context of an\narticle as a whole; the total figure applied to a five-year time period, and\nthe error did not substantively change the columnist’s argument. This did not\nrequire correction under the terms of the Code, and there was no breach of\nClause 1 on this point.\n14. The\nstory about “Piotr” was also not misleading; this was entirely fictional, and\nhad merely been used as a device for the journalist to illustrate her criticism\nof the ONS methods. The story did not inaccurately suggest that the ONS does\nnot take “switchers” into account in its collection of data. There was no\nbreach of Clause 1 in respect of this point.\nConclusions\n15. The\ncomplaint was not upheld.\nDate complaint received: 19/05/2016Date\ndecision issued: 08/08/2016\nBack to ruling listing\n\n\n"
}