{
    "url": "/rulings-and-resolution-statements/ruling/?id=03052-18",
    "title": "03052-18 McGurk v Daily Record",
    "provisions": [
        "1 Accuracy (2018)",
        "2 Privacy (2018)",
        "4 Intrusion into grief or shock (2018)",
        "6 Children (2018)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "Daily Record (Reach PLC)",
    "published_on": "2018-04-10 00:00:00",
    "received_on": "2018-04-12 00:00:00",
    "concluded_on": "2018-08-07 00:00:00",
    "complaint_processing_days": 117,
    "conclusion_long": "20. The complaint was not upheld.",
    "remedial_action": "N/ADate complaint received: 12/04/2018",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee 03052-18 McGurk v Daily Record\nSummary of complaint\n1.Cara McGurk\ncomplained to the Independent Press Standards Organisation that the Daily\nRecord breached Clause 1 (Accuracy), Clause 2 (Privacy), Clause 4 (Intrusion\ninto grief or shock) and Clause 6 (Children) of the Editors’ Code of Practice\nin an article headlined “Rest in Paradise Wee Dude”, published on 10 April\n2018.\n2. The article,\npublished on a Wednesday, reported on the sudden death of a young child the\npreceding Saturday. The article named the child and was illustrated with a\nphotograph of him. It reported that “tributes pour in for tragic\nseven-year-old, said that it was understood that the child and his family had\nbeen “celebrating his brother’s 10th birthday when the tragedy occurred”.\n3. The article was\nalso illustrated with a photograph of the child’s mother. It reported that she\nwas “being supported by family members and specialist police officers at her\nhome”.\n4. The article was\npublished in substantially the same form online, under the headline: “Tragic\nseven-year-old collapses and dies just hours after celebrating older brother’s\nbirthday”, and was published on 10 April 2018.\n5. The complainant,\nthe child’s paternal aunt, said that publication had been handled insensitively.\nShe expressed concern that the newspaper had published details concerning the\nchild, which had not been formally released by the police, and without parental\nconsent. She said that the publication of the article had caused further\ndistress at a difficult time for the family, and had been intrusive.\n6. The complainant\nsaid that although close immediate family members had been informed, at the\ntime the article had been published, some family members and friends had been\nunaware of the child’s death, which had occurred three days earlier. She said\nthat some of these people had found out about the child’s death after seeing\nthe article in print and having been circulated on social media.\n7. The complainant\nsaid that the photographs of the child and his mother were private. She said\nthat she had no idea how the photos were obtained by the press, but said that\nno consent was given by the parents for them to be published. She suggested\nthat the photographs may have been obtained from the child’s mother’s Facebook\npage, but said that she had privacy settings on her account at the time the\narticle was published. The complainant also noted that the child’s father had\nnever used or been active or any social media sites.\n8. The complainant\nsaid it was inaccurate to report that the child’s mother had been comforted by\nthe police at her home; no such support was received by her either at her home,\nor elsewhere. She said that the police dealt with the child’s father, his\ndirect family or herself. The complainant also raised concern that the article\nhad disclosed private details of the child’s older brother, namely his age and\nthe fact that it had been his birthday, without parental consent.\n9. The newspaper\nexpressed its sincere condolences for the complainant’s loss, but said that it\ndid not accept that the article represented a breach of the Code. It clarified\nthat the two photographs had been obtained from the child’s mother’s Facebook\npage: it said that at the time of publication her profile was open to seen by\nthe public. It provided screenshots taken at the time of publication, which it\nsaid demonstrated that her profile was set to a “public” setting. One of the\nscreenshots disclosed the photograph of the child in its original, before it\nhad been cropped to remove another family member. Another screenshot disclosed\nthe mother’s profile picture, which, similarly to the photograph published in\nthe article, revealed her likeness.\n10. The newspaper said that at the time of the child’s\ndeath, the police published an operational note, which stated: “Police in\nEdinburgh are requesting privacy on behalf of a family whose child sadly died”.\nIt said that given that the operational note stated that the police were\ndealing with the “family”, and it had been specifically requested by the police\nthat the family were not to be contacted, it was reported that the child’s\nmother had been assisted by the police.\n11. While the newspaper did not accept that the article’s\nclaim represented a significant inaccuracy, as a gesture of goodwill it offered\nto amend the online copy and add a footnote clarification in order to address\nthe complainant's concerns:\nA previous version of this article suggested that the\nspecialist Edinburgh Police assisting the family of Harris McGurk visited their\nfamily homes. We have been asked to clarify that the Police did not visit the\nparents of Harris’ properties at any time.\nRelevant Code Provisions\n12. Clause 1 (Accuracy)\ni) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not\nsupported by the text.\nii) A significant inaccuracy, misleading statement or\ndistortion must be corrected, promptly and with due prominence, and — where\nappropriate — an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator.\niii) A fair opportunity to reply to significant inaccuracies\nshould be given, when reasonably called for.\nClause 2 (Privacy)\ni) Everyone is entitled to respect for his or her private\nand family life, home, health and correspondence, including digital\ncommunications.\nii) Editors will be expected to justify intrusions into any\nindividual's private life without consent. Account will be taken of the\ncomplainant's own public disclosures of information.\niii) It is unacceptable to photograph individuals, without\ntheir consent, in public or private places where there is a reasonable\nexpectation of privacy.\nClause 4 (Intrusion into grief or shock)\nIn cases involving personal grief or shock, enquiries and\napproaches must be made with sympathy and discretion and publication handled\nsensitively. These provisions should not restrict the right to report legal\nproceedings.\nClause 6 (Children)\ni) All pupils should be free to complete their time at\nschool without unnecessary intrusion.\nii) They must not be approached or photographed at school\nwithout permission of the school authorities.\niii) Children under 16 must not be interviewed or\nphotographed on issues involving their own or another child’s welfare unless a\ncustodial parent or similarly responsible adult consents.\nFindings of the Committee\n13. The Committee first wished to express its sincere\ncondolences for the complainant and her family’s, loss.\n14. The Committee acknowledged that the complainant and her\nfamily had been distressed at the reporting of the child’s death. The Committee\nwished to explain that journalists have a right to report the fact of a\nperson’s death; a person’s death may have an impact on communities, as well as\nindividuals, and as such constitute a legitimate subject for reporting. The\nEditors Code of Practice does not prevent them from using any photos of the\npeople who have died. However, the Code also makes clear that journalists\nshould approach such stories with sensitivity, and give appropriate\nconsideration to the feelings of the recently bereaved.\n15. Clause 4 says that in cases involving personal grief,\npublication should be handled sensitively; immediate family members should not\nexpect to be made aware of the death of a family member by the publication of\nan article. In this instance, immediate family members were aware of the\nchild’s death at the time of the article’s publication. Further, the Committee\nnoted that the article had been published three days after the tragedy had\noccurred. In those circumstances, and where the article did not contain\ngratuitous detail of the circumstances surrounding the child’s death, the\nCommittee did not conclude that the report of the child’s death represented a\nfailure to handle publication sensitively. There was no breach of Clause 4.\n16. The two photographs published in the article had been\nobtained from the child’s mother’s Facebook page. The screenshots provided by\nthe newspaper had demonstrated that the contents of her social media account\nwere available to be viewed by the newspaper, including the photograph, at the\ntime of the article’s publication. The second photograph published by the\nnewspaper had disclosed the child’s mother’s likeness: it did not disclose any\nprivate or personal information about her, and the Committee noted that similar\nphotographs remained accessible to be viewed by the public on her Facebook\naccount.\n17. Taking into consideration the nature of the information\ndisclosed in the photographs, and the manner in which they had been obtained,\nthe Committee did not establish that the publication of these images\nrepresented an intrusion into the mother’s private life. The publication of\nthese images did not represent a breach of Clause 2.\n18. The reported information relating to the child’s sibling\nwas limited to his age and the fact that he had been celebrating his birthday\nat the time the tragedy occurred. The Committee noted that the article had not\nrevealed his name or other personal details. In those circumstances the\nCommittee did not consider that the publication of the article represented a\nfailure to respect the child’s sibling’s private life, or was an unnecessary\nintrusion into his time at school. There was no breach of Clause 2 or Clause 6.\n19. The operational notice published by the police had not\nspecified that the child’s mother was receiving specialist support at her home;\nhowever, it had made clear that the family were receiving assistance from the\nauthorities. In those circumstances, it was not a failure to take care over the\naccuracy of the article to report that the mother was specifically receiving\nsupport from the police. While the Committee acknowledged the family’s\nconcerns, in the context of the article as a whole, the Committee did not\nestablish that the published claim represented a significant inaccuracy which\nrequired correction. Notwithstanding this, the Committee welcomed the\nnewspaper’s offer to amend the article and publish a footnote online. There was\nno breach of Clause 1.\nConclusion\n20. The complaint was not upheld.\nRemedial action required\nN/ADate complaint received: 12/04/2018Date decision issued: 07/08/2018 \nBack to ruling listing\n\n\n"
}