{
    "url": "/rulings-and-resolution-statements/ruling/?id=03051-18",
    "title": "03051-18 McGurk v mirror.co.uk",
    "provisions": [
        "1 Accuracy (2018)",
        "2 Privacy (2018)",
        "4 Intrusion into grief or shock (2018)",
        "6 Children (2018)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "mirror.co.uk (Reach PLC)",
    "published_on": "2018-04-10 00:00:00",
    "received_on": "2018-04-12 00:00:00",
    "concluded_on": "2018-08-07 00:00:00",
    "complaint_processing_days": 117,
    "conclusion_long": "20. The complaint was not upheld.",
    "remedial_action": "N/ADate complaint received: 12/04/2018",
    "text": "\n\n\n\n\n\nDecision of the Complaints\nCommittee 03051-18 McGurk v mirror.co.uk\nSummary of complaint\n1. Cara McGurk complained to the Independent\nPress Standards Organisation that mirror.co.uk breached Clause 1 (Accuracy),\nClause 2 (Privacy), Clause 4 (Intrusion into grief or shock) and Clause 6\n(Children) of the Editors’ Code of Practice in an article headlined “Boy, 7,\ncollapses and dies hours after celebrating brother's 10th birthday party at\nsoft play centre” , published on 10 April 2018.\n2. The article, published on a Wednesday,\nreported on the sudden death of a young child the preceding Saturday. The\narticle named the child and was illustrated with a photograph of him. It\nreported that “tributes pour in for tragic seven-year-old, said that it was\nunderstood that the child and his family had been “celebrating his brother’s\n10th birthday when the tragedy occurred”.\n3. The article was also illustrated with a\nphotograph of the child’s mother. It reported that she was “being supported by\nfamily members and specialist police officers at her home”.\n4. The article was published in substantially\nthe same form online, under the headline: “Tragic seven-year-old collapses and\ndies just hours after celebrating older brother’s birthday”, and was published\non 10 April 2018.\n5. The complainant, the child’s paternal aunt,\nsaid that publication had been handled insensitively. She expressed concern\nthat the newspaper had published details concerning the child, which had not\nbeen formally released by the police, and without parental consent. She said that\nthe publication of the article had caused further distress at a difficult time\nfor the family, and had been intrusive.\n6. The complainant said that although close\nimmediate family members had been informed, at the time the article had been\npublished, some family members and friends had been unaware of the child’s\ndeath, which had occurred three days earlier. She said that some of these\npeople had found out about the child’s death after seeing the article in print\nand having been circulated on social media.\n7. The complainant said that the photographs\nof the child and his mother were private. She said that she had no idea how the\nphotos were obtained by the press, but said that no consent was given by the\nparents for them to be published. She suggested that the photographs may have\nbeen obtained from the child’s mother’s Facebook page, but said that she had\nprivacy settings on her account at the time the article was published. The\ncomplainant also noted that the child’s father had never used or been active or\nany social media sites.\n8. The complainant said it was inaccurate to\nreport that the child’s mother had been comforted by the police at her home; no\nsuch support was received by her either at her home, or elsewhere. She said\nthat the police dealt with the child’s father, his direct family or herself.\nThe complainant also raised concern that the article had disclosed private\ndetails of the child’s older brother, namely his age and the fact that it had\nbeen his birthday, without parental consent.\n9. The newspaper expressed its sincere\ncondolences for the complainant’s loss, but said that it did not accept that\nthe article represented a breach of the Code. It clarified that the two\nphotographs had been obtained from the child’s mother’s Facebook page: it said\nthat at the time of publication her profile was open to seen by the public. It\nprovided screenshots taken at the time of publication, which it said\ndemonstrated that her profile was set to a “public” setting. One of the\nscreenshots disclosed the photograph of the child in its original, before it\nhad been cropped to remove another family member. Another screenshot disclosed\nthe mother’s profile picture, which, similarly to the photograph published in\nthe article, revealed her likeness.\n10. The newspaper said that at\nthe time of the child’s death, the police published an operational note, which\nstated: “Police in Edinburgh are requesting privacy on behalf of a family whose\nchild sadly died”. It said that given that the operational note stated that the\npolice were dealing with the “family”, and it had been specifically requested\nby the police that the family were not to be contacted, it was reported that\nthe child’s mother had been assisted by the police.\n11. While the newspaper did not\naccept that the article’s claim represented a significant inaccuracy, as a\ngesture of goodwill it offered to amend the online copy and add a footnote\nclarification in order to address the complainant's concerns:\nA previous version of this\narticle suggested that the specialist Edinburgh Police assisting the family of\nHarris McGurk visited their family homes. We have been asked to clarify that\nthe Police did not visit the parents of Harris’ properties at any time.\nRelevant Code Provisions\n12. Clause 1 (Accuracy)\ni) The Press must take care not\nto publish inaccurate, misleading or distorted information or images, including\nheadlines not supported by the text.\nii) A significant inaccuracy,\nmisleading statement or distortion must be corrected, promptly and with due\nprominence, and — where appropriate — an apology published. In cases involving\nIPSO, due prominence should be as required by the regulator.\niii) A fair opportunity to reply\nto significant inaccuracies should be given, when reasonably called for.\nClause 2 (Privacy)\ni) Everyone is entitled to\nrespect for his or her private and family life, home, health and\ncorrespondence, including digital communications.\nii) Editors will be expected to\njustify intrusions into any individual's private life without consent. Account\nwill be taken of the complainant's own public disclosures of information.\niii) It is unacceptable to\nphotograph individuals, without their consent, in public or private places\nwhere there is a reasonable expectation of privacy.\nClause 4 (Intrusion into grief or\nshock)\nIn cases involving personal grief\nor shock, enquiries and approaches must be made with sympathy and discretion\nand publication handled sensitively. These provisions should not restrict the\nright to report legal proceedings.\nClause 6 (Children)\ni) All pupils should be free to\ncomplete their time at school without unnecessary intrusion.\nii) They must not be approached or\nphotographed at school without permission of the school authorities.\niii) Children under 16 must not\nbe interviewed or photographed on issues involving their own or another child’s\nwelfare unless a custodial parent or similarly responsible adult consents.\nFindings of the Committee\n13. The Committee first wished to\nexpress its sincere condolences for the complainant, and her family’s, loss.\n14. The Committee acknowledged\nthat the complainant and her family had been distressed at the reporting of the\nchild’s death. The Committee wished to explain that journalists have a right to\nreport the fact of a person’s death; a person’s death may have an impact on\ncommunities, as well as individuals, and as such constitute a legitimate\nsubject for reporting. The Editors Code of Practice does not prevent them from\nusing any photos of the people who have died. However, the Code also makes\nclear that journalists should approach such stories with sensitivity, and give\nappropriate consideration to the feelings of the recently bereaved.\n15. Clause 4 says that in cases\ninvolving personal grief, publication should be handled sensitively; immediate\nfamily members should not expect to be made aware of the death of a family\nmember by the publication of an article. In this instance, immediate family\nmembers were aware of the child’s death at the time of the article’s\npublication. Further, the Committee noted that the article had been published\nthree days after the tragedy had occurred. In those circumstances, and where\nthe article did not contain gratuitous detail of the circumstances surrounding\nthe child’s death, the Committee did not conclude that the report of the\nchild’s death represented a failure to handle publication sensitively. There\nwas no breach of Clause 4.\n16. The two photographs published\nin the article had been obtained from the child’s mother’s Facebook page. The\nscreenshots provided by the newspaper had demonstrated that the contents of her\nsocial media account were available to be viewed by the newspaper, including\nthe photograph, at the time of the article’s publication. The second photograph\npublished by the newspaper had disclosed the child’s mother’s likeness: it did\nnot disclose any private or personal information about her, and the Committee\nnoted that similar photographs remained accessible to be viewed by the public\non her Facebook account.\n17. Taking into consideration the\nnature of the information disclosed in the photographs, and the manner in which\nthey had been obtained, the Committee did not establish that the publication of\nthese images represented an intrusion into the mother’s private life. The\npublication of these images did not represent a breach of Clause 2.\n18. The reported information\nrelating to the child’s sibling was limited to his age and the fact that he had\nbeen celebrating his birthday at the time the tragedy occurred. The Committee\nnoted that the article had not revealed his name or other personal details. In\nthose circumstances the Committee did not consider that the publication of the\narticle represented a failure to respect the child’s sibling’s private life, or\nwas an unnecessary intrusion into his time at school. There was no breach of\nClause 2 or Clause 6.\n19. The operational notice\npublished by the police had not specified that the child’s mother was receiving\nspecialist support at her home; however, it had made clear that the family were\nreceiving assistance from the authorities. In those circumstances, it was not a\nfailure to take care over the accuracy of the article to report that the mother\nwas specifically receiving support from the police. While the Committee\nacknowledged the family’s concerns, in the context of the article as a whole,\nthe Committee did not establish that the published claim represented a\nsignificant inaccuracy which required correction. Notwithstanding this, the\nCommittee welcomed the newspaper’s offer to amend the article and publish a\nfootnote online. There was no breach of Clause 1.\nConclusion\n20. The complaint was not upheld.\nRemedial action required\nN/ADate complaint received: 12/04/2018Date decision issued: 07/08/2018  \nBack to ruling listing\n\n\n"
}