{
    "url": "/rulings-and-resolution-statements/ruling/?id=03055-22",
    "title": "03055-22 Lane v walesonline.co.uk",
    "provisions": [
        "1 Accuracy (2021)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "walesonline.co.uk (Reach PLC)",
    "published_on": "2022-04-20 00:00:00",
    "received_on": "2022-04-20 00:00:00",
    "concluded_on": "2022-09-20 00:00:00",
    "complaint_processing_days": 153,
    "conclusion_long": "11. The complaint was not upheld.",
    "remedial_action": "12. N/A    Date complaint received: 20/04/2022",
    "text": "\n\n\n\n\n\nDecision\nof the Complaints Committee – 03055-22 Lane v walesonline.co.uk\nSummary\nof Complaint\n1. Jeff\nLane complained to the Independent Press Standards Organisation that\nwalesonline.co.uk (Reach PLC) breached Clause 1 (Accuracy) of the Editors’ Code\nof Practice in an article headlined “Huge area of native Gower woodland\ndestroyed in 'worst offence of its kind seen for 30 years'”, published on 20\nApril 2022.\n2. The\narticle was a court report detailing a man’s conviction for “breaching section\n17 of the Forestry Act, along with noncompliance with an enforcement notice to\nrestock trees which he had previously felled in 2019”. It said he had “felled\nmore than eight hectares of native and wet woodland […] without holding an\nappropriate licence”. It reported that after a “warning notice was issued to\nrestore the site” and the man was “advised not to carry out further felling”, a\n2020 aerial photograph established that a further 457 cubic metres of woodland\nhad been felled. The article contained two images of the land side by side –\none showing significantly fewer trees, and another marked with “2015”. The two\nimages were captioned “Images taken five years apart showing the disappearance\nof a large area of native woodland”. The article also reported that it was\nunderstood the man was appealing the conviction.\n3. The\ncomplainant, the man convicted, said that the article was inaccurate in breach\nof Clause 1. He said that the notice he had been sent had been addressed to a\ndifferent farm including the particulars of that land, rather than the land he\nowned, and therefore it was inaccurate to report he had received a notice. The\ncomplainant also disputed that he did not have an appropriate licence to fell\nthe trees as he had a felling licence which ran until 2023.\n4. The\ncomplainant also said that the inclusion of the side-by-side images was misleading as he had only bought the land in 2017, whereas the image depicted\nthe land in 2015. He said that the land had not looked as it did in the\npublished 2015 image at any point after he bought it. He also believed it had\nbeen taken at a time of year when the foliage was at its most full, and had\nconcerns the photograph had been manipulated. The complainant said that the\narticle had referred to the land as a “forest”, “ancient woodland” and\n“wetland” whereas the deed he had signed described it as “agricultural land”.\nHe also said he had only removed dead, decaying and fallen trees and that he\nhad not made any financial gain from felling the trees.\n5. The\npublication did not accept a breach of the Code. It said that the information\nin the article under complaint had been heard in court and provided a press\nrelease issued by Natural Resource Wales (NRW) to support this. The publication\nsaid that it was entitled to rely on the press release, and by doing so it had\ntaken care not to publish information which was inaccurate, misleading or\ndistorted and that that whilst the complainant may have disagreed with his\nconviction, it had accurately reported his conviction and what was heard in\ncourt. In addition, it noted that the article made clear that the complainant\nwas appealing the decision.\n6. Of\nthe remaining points, the publication said that it did not consider the use of\nthe photograph to be misleading where it was clearly indicated that the\nphotograph was taken in 2015, and the same photo had been included in the press\nrelease. It also noted that the article did not use the terms “ancient\nwoodland” or “forest”. It said it was entitled to use “woodland” and “native\nand wet woodland” and use the term “forestry” as these were taken from the press\nrelease, and it did not consider them to be a misleading description of the\nland.\n7. The\ncomplainant accepted that he had been found guilty of \"noncompliance with\nan enforcement notice to restock trees\", although he did not agree that he\nhad was guilty of this, and noted it had been decided he was to have a retrial\nat the Crown Court. The complainant was passed the press release as supplied by\nthe publication, and whilst he disputed his conviction, he did not state that\nthe press release misrepresented what had been said in court.\nRelevant\nCode Provisions\nClause 1\n(Accuracy)\ni) The\nPress must take care not to publish inaccurate, misleading or distorted\ninformation or images, including headlines not supported by the text.\nii) A\nsignificant inaccuracy, misleading statement or distortion must be corrected,\npromptly and with due prominence, and — where appropriate — an apology\npublished. In cases involving IPSO, due prominence should be as required by the\nregulator. \niii) A\nfair opportunity to reply to significant inaccuracies should be given, when\nreasonably called for.\niv) The\nPress, while free to editorialise and campaign, must distinguish clearly\nbetween comment, conjecture and fact.\nFindings\nof the Committee\n8. The\nCommittee made clear that newspapers are responsible for accurately reporting\nwhat is heard in court; they are not responsible for the accuracy of what is\nheard by the court. In this instance, whilst the complainant disagreed with the\noutcome of his trial, but accepted that the article accurately reported his\nconviction, it was not inaccurate for the newspaper to report this. The\nCommittee also noted that the article made clear that the decision was subject\nto an appeal. It was, therefore, not inaccurate to report that he had been\nconvicted of not complying with the notice, or for felling trees without the appropriate\nlicence. There was no breach of Clause 1 on this point.\n9. The\nCommittee then turned to the complainant’s concerns about the use of the 2015\nphotograph. The Committee noted that the more recent 2020 image used in the\narticle had been provided by the NRW in their press release about the\ncomplainant’s conviction and it was not in dispute that the 2020 image showed\nthe area of the felling for which the complainant had been convicted. The\nCommittee accepted the complainant’s concern that the earlier image was taken\nup to two years before his ownership however it also noted that the complainant\naccepted that its appearance would vary over time and with seasonal changes in\nany case.  In the Committee’s view it was\nnot misleading for the publication to provide a comparative photograph which\nshowed, in general terms, how that same area had looked when more fully\npopulated with trees and at a reasonably recent point in time. There was no\nbreach of Clause 1 on this point.\n10. The\nterms used in the press release relating to “woodland”, “native and wet\nwoodland” and “forestry” had been accurately reported from the press release,\nwhich the complainant had seen but had not disputed. In addition, the Committee\nacknowledged the complainant’s position that he had only removed the dead,\ndecaying and fallen trees and that he had not made any financial gain from\nfelling the trees; however, this did not render the article an inaccurate\naccount of what was heard in court. There was no breach of Clause 1 on these points.\nConclusion(s)\n11. The\ncomplaint was not upheld.\nRemedial\nAction Required\n12. N/A\n\n\n\nDate\ncomplaint received: 20/04/2022\nDate\ncomplaint concluded by IPSO: 20/09/2022\nBack to ruling listing\n\n\n"
}