{
    "url": "/rulings-and-resolution-statements/ruling/?id=03053-18",
    "title": "03053-18 McGurk v Edinburgh Evening News",
    "provisions": [
        "1 Accuracy (2018)",
        "2 Privacy (2018)",
        "4 Intrusion into grief or shock (2018)",
        "6 Children (2018)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "Edinburgh Evening News (National World Publishing Ltd)",
    "published_on": "2018-04-11 00:00:00",
    "received_on": "2018-04-12 00:00:00",
    "concluded_on": "2018-08-07 00:00:00",
    "complaint_processing_days": 117,
    "conclusion_long": "19. The complaint was not upheld.",
    "remedial_action": "N/ADate complaint received: 12/04/2018",
    "text": "\n\n\n\n\n\nDecision of the Complaints\nCommittee 03053-18 McGurk v Edinburgh\nEvening News\nSummary of complaint\n1. Cara McGurk complained to the Independent\nPress Standards Organisation that \nEdinburgh Evening News breached Clause 1 (Accuracy), Clause 2 (Privacy),\nClause 4 (Intrusion into grief or shock) and Clause 6 (Children) of the\nEditors’ Code of Practice in an article headlined “Uncle: ‘I still can’t\nbelieve he’s gone’ after seven year-old dies”, published on 11 April 2018.\n2. The article, published on a Wednesday,\nreported on the sudden death of a young child the preceding Saturday. It\nreported that “emotional tributes were paid to a seven-year-old boy who\ncollapsed at an Edinburgh bus stop and died despite frantic attempts to save\nhim”. The article named the child and said that “it was claimed yesterday that\nhe fell ill while heading home from a soft play party, reported to have been in\ncelebration of his older brother’s tenth birthday”. It also reported that it\nwas “understood his mother is being supported by family members and specialist\npolice officers at home”.\n3. The article reported testimony from members\nof the public who had witnessed the incident. One witness, who was not named,\nstated: “I could see an ambulance and a wee boy getting CPR. There was a man\nand a woman there with two younger children… It’s such a shame for the family\nand so sad that the two little ones saw it”. The article also reported comments\nconcerning the boy’s death, posted by his family members on social media.\n4. The complainant, the child’s paternal aunt,\nsaid that publication had been handled insensitively. She expressed concern\nthat the newspaper had published details concerning the child, which had not\nbeen formally released by the police, and without parental consent. She said\nthat the publication of the article had caused further distress at a difficult\ntime for the family, and had been intrusive. The complainant said it had been\nparticularly distressing for the family to read witness testimony which\ndisclosed details of attempts by the emergency services to resuscitate the boy.\n5. The complainant said it was inaccurate to\nreport that the child’s mother had been comforted by police at her home; no\nsuch support was received by her either at her home, or elsewhere. She said\nthat the police dealt with the child’s father, his direct family or herself. The\ncomplainant disputed the claim made by the witness that “two younger children”\nhad been present at the scene of the child’s death. She said that, in fact, the\nchild’s father, one of his brothers, his father’s partner and her two young\nchildren had been present on the day.\n6. The complainant said that the article had\ndisclosed details about the child’s siblings which were intrusive. She said\nthat the article had disclosed private details of the child’s older brother,\nnamely his age and the fact that it had been his birthday, without parental\nconsent.\n7. The newspaper expressed its condolences for\nthe loss that the complainant and her family had suffered. It said that as the\nlocal newspaper, it had a duty to report on tragic events within its community,\nbut recognised that it was vital that such reporting should be conducted in a\nsensitive and responsible way.\n8. It said that the suggestion that the\nchild’s mother was receiving support at her home, came from other media\nreports, which it checked with the police press office before repeating. It\nsaid that it was normal in such circumstances to receive both an on-the-record\nand off-the-record response from the police press office. It said that\nreporters had called the police press office at various stages in an effort to\ncheck particular details, including the claim relating to the support received\nby the mother, as more information about what happened became available. While\nthe newspaper did not consider that this claim represented a significant\ninaccuracy, it offered to print the following correction:\nOn 11 April we reported that the\nmother of Harris McGurk was receiving support at home from specialist police\nofficers following the death of her son. We have been asked to point out that\nthis was not the case. We apologise for the error and any upset caused.\n9. The newspaper said that publication was\nhandled sensitively. It said that the emphasis of the article was on tributes\nto the child and expressions of sympathy towards the family. It said that no\npictures were used in the report which might be considered intrusive, and only\na general photograph of the street and a library picture of an ambulance had\nbeen published. It said that the witness statement which it had chosen to\npublish was a straightforward and unembellished account of uncontroversial\nactions by the emergency services in a public place and was presented in an\nunsensational manner. The newspaper said that the witness testimony did not\ninclude any graphic description of the attempts to save the child and was\naccompanied with expressions of sympathy.\n10. The newspaper did not accept\nthat the information published relating to the child’s sibling was intrusive.\nIt said that the child was not named and no other information was published\nwhich might have led to him being identified. It noted that the information\nrelating to the child’s sibling contained in the report, had already been in\nthe public domain prior to publication.\n11. While the newspaper did not\naccept a breach of the Code, it said that out of respect for the feelings of\nthe family it would be willing to remove the name of the child from the online\nreport as well as references to his brother's birthday celebrations. It also\nremoved the witness statement which had caused the family concern. The editor\nsaid that he would also be willing to meet the family to apologise for any\nupset caused.\nRelevant Code provisions\n12. Clause 1 (Accuracy)\ni) The Press must take care not\nto publish inaccurate, misleading or distorted information or images, including\nheadlines not supported by the text.\nii) A significant inaccuracy,\nmisleading statement or distortion must be corrected, promptly and with due prominence,\nand — where appropriate — an apology published. In cases involving IPSO, due\nprominence should be as required by the regulator.\niii) A fair opportunity to reply\nto significant inaccuracies should be given, when reasonably called for.\nClause 2 (Privacy)\ni) Everyone is entitled to\nrespect for his or her private and family life, home, health and\ncorrespondence, including digital communications.\nii) Editors will be expected to\njustify intrusions into any individual's private life without consent. Account\nwill be taken of the complainant's own public disclosures of information.\niii) It is unacceptable to\nphotograph individuals, without their consent, in public or private places\nwhere there is a reasonable expectation of privacy.\nClause 4 (Intrusion into grief or\nshock)\nIn cases involving personal grief\nor shock, enquiries and approaches must be made with sympathy and discretion\nand publication handled sensitively. These provisions should not restrict the\nright to report legal proceedings.\nClause 6 (Children)\ni) All pupils should be free to\ncomplete their time at school without unnecessary intrusion.\nii) They must not be approached\nor photographed at school without permission of the school authorities.\niii) Children under 16 must not\nbe interviewed or photographed on issues involving their own or another child’s\nwelfare unless a custodial parent or similarly responsible adult consents.\nFindings of the Committee\n13. The Committee first wished to\nexpress its sincere condolences for the complainant, and her family’s, loss.\n14. The Committee acknowledged\nthat the complainant and her family had been distressed at the reporting of the\nchild’s death. The Committee wished to explain that journalists have a right to\nreport the fact of a person’s death; a person’s death may have an impact on\ncommunities, as well as individuals, and as such constitute a legitimate\nsubject for reporting. However, the Code also makes clear that journalists\nshould approach such stories with sensitivity, and give appropriate consideration\nto the feelings of the recently bereaved.\n15. Clause 4 says that in cases\ninvolving personal grief, publication should be handled sensitively. The\nCommittee acknowledged the complainant and her family’s concern that details of\nattempts to resuscitate the child had been reported in the article. However,\nthis information had been provided in witness testimony, which had not sought\nto sensationalise the child’s death; it was an unembellished account of the\nactions by the emergency services and had contained expressions of sympathy\ntowards the child and their family. Further, the Committee considered that the\narticle did not contain gratuitous detail of the circumstances surrounding the\nchild’s death. For these reasons, the complaint under Clause 4 was not upheld.\n16. At the time of publication,\nit had been widely reported that the child’s mother had received specialist\nsupport from the police officers at her home. The Committee noted that the\nnewspaper had not simply relied upon this other coverage, but had sought to\nconfirm the veracity of this claim by contacting the police directly; the press\noffice had not alerted the newspaper to any inaccuracy. Given this, and where\nthe article had made clear that it was “understood” the child’s mother was\nreceiving assistance in this way, the Committee did not establish that the\nnewspaper had failed to take care over the accuracy on this point. In the\ncontext of the article, and where the family were receiving support from the\nauthorities, the Committee did not conclude that the claim represented a\nsignificant inaccuracy. Notwithstanding this, the Committee welcomed the\nnewspaper’s offer to publish a correction.\n17. The complainant had said that\n“two young children” had been present at the scene, as well as the child’s brother.\nThe witness testimony, which had been clearly distinguished as such in the\narticle, had referred to “two younger children” present on the day; the\ntestimony did not claim that only two children were present at the time. The\nCommittee did not conclude that the report contain any inaccuracies which\nrequired correction. The complaint under Clause 1 was not upheld.\n18. The newspaper had not\npublished any information about the child’s sibling, apart from his age and the\nfact that he had been celebrating his birthday at the time the tragedy\noccurred. The Committee noted that the article had not disclosed the child’s\nname or other personal details, which might lead to the child’s identification.\nIn those circumstances the Committee did not consider that the publication of\nthe article represented a failure to respect the child’s sibling’s private\nlife, or was an unnecessary intrusion into their his at school. There was no\nbreach of Clause 2 or Clause 6.\nConclusion\n19. The complaint was not upheld.\nRemedial Action Required\nN/ADate complaint received: 12/04/2018Date decision issued: 07/08/2018 \nBack to ruling listing\n\n\n"
}