{
    "url": "/rulings-and-resolution-statements/ruling/?id=03058-16",
    "title": "03058-16 InFacts v The Daily Telegraph",
    "provisions": [
        "1 Accuracy (2016)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "The Daily Telegraph (Telegraph Media Group Ltd)",
    "published_on": "2016-04-27 00:00:00",
    "received_on": "2016-05-19 00:00:00",
    "concluded_on": "2016-07-22 00:00:00",
    "complaint_processing_days": 64,
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee 03058-16 InFacts v The Daily Telegraph\nSummary of Complaint\n1. InFacts\ncomplained to the Independent Press Standards Organisation that the Daily\nTelegraph breached Clause 1 (Accuracy) of the Editors’ Code of Practice in an\narticle headlined “Open borders allow Isil sleeper cells into Europe and UK\ncapable of carrying out Paris-style attacks, warns US spy chief”, published on\n27 April 2016. The article was also published online with the headline “Open\nborders allow Isil sleeper cells into Europe and UK capable of carrying out\nParis-style attacks, warns US intelligence chief”.\n2. The first\nsentence of the article reported that James Clapper, the US Director of\nNational Intelligence, had warned that “open borders across Europe have allowed\nIsil to plant sleeper cells in the UK”. The article went on to quote Mr Clapper\nsaying that: “There’s a fundamental conflict – on the one hand there is the\nEuropean Union’s incentives and drives to promote openness and free movement of\npeople and goods and privacy, which is in some ways in conflict with the\nresponsibility each country has as a nation state to protect the security of\nits border and its people”. It also reported that when Mr Clapper was asked\nwhether so-called Islamic State (IS) had sleeper cells similar to the ones\nwhich carried out terror attacks in Brussels and Paris in countries like\nEngland, Germany and Italy, he responded by saying, “yes, they do. This is\nobviously a concern of ours and our European allies. We continue to see\nevidence of plotting on the part of Isil in the countries you name”. The\narticle also reported that Mr Clapper had said that IS had “taken advantage, to\nsome extent, of the migrant crisis in Europe”.\n3. The first\nsentence of the online article was “open borders across Europe have allowed\nIsil to plant sleeper cells across the continent and in the UK, poised to\nlaunch Paris or Brussels-style massacres, America’s intelligence chief has\nwarned”. The online article was otherwise substantially similar to the print\nversion of the article.\n4. The complainant\nsaid that Mr Clapper did not draw any link between open borders and there being\nIS sleeper cells in the UK. Rather, Mr Clapper said that IS sleeper cells had\nbeen set up in the UK, Italy and Germany, and in response to a separate\nquestion, had said that IS had taken advantage of the migrant crisis and the\nEU’s open borders. The complainant said that Mr Clapper did not explicitly link\nthe two answers, and that the article’s headline and first sentence were\nmisleading. In addition, the complainant said that the UK was not part of the\nSchengen area, and that it was therefore not possible for “open borders” to\nallow IS to enter Britain.\n5. The newspaper\nsaid that Mr Clapper confirmed that IS had clandestine cells in Germany,\nEngland and Italy, and stated that IS had taken advantage of the migrant crisis\nin Europe without confining this reference to those countries in the Schengen\narea. It was reasonable to conclude that, if there are no border checks in\nmainland Europe, there is an increased risk of IS infiltrating the UK border.\nThe newspaper said that while Mr Clapper did not specifically link his two\nresponses, it was legitimate for the newspaper to do so, and that the headline\nand first sentence of the article were a fair and accurate summary of\nconclusions which could be reasonably drawn from Mr Clapper’s statements.\nRelevant Code Provisions\n6. Clause 1\n(Accuracy)\ni) The\nPress must take care not to publish inaccurate, misleading or distorted\ninformation or images, including headlines not supported by the text.\nii) A\nsignificant inaccuracy, misleading statement or distortion must be corrected,\npromptly and with due prominence, and — where appropriate — an apology\npublished. In cases involving IPSO, due prominence should be as required by the\nregulator.\niii) A fair\nopportunity to reply to significant inaccuracies should be given, when\nreasonably called for.\niv) The\nPress, while free to editorialise and campaign, must distinguish clearly\nbetween comment, conjecture and fact.\nFindings of the Committee\n7. It was not in\ndispute that Mr Clapper had said that IS had sleeper cells in the UK. Nor was\nit in dispute that when he was asked to expand on this, Mr Clapper said that\nthere was a conflict in Europe between the free movement of people and goods,\nand the responsibilities each nation state has to protect the security of its\nborders and people. Through these comments, Mr Clapper had identified that open\nborders formed part of the context which had allowed IS to operate in Europe.\nIn circumstances where he had confirmed that IS had placed sleeper cells in the\nUK, and in circumstances where the article directly quoted the relevant\npassages from Mr Clapper’s answers, the article’s claim that he had warned that\nopen borders allowed IS sleeper cells into the UK was not a significantly\nmisleading summary of his comments, such as to raise a breach of Clause 1.\nConclusions\n8. The complaint\nwas not upheld.Date complaint received:19/05/2016Date decision issued: 22/07/2016\nBack to ruling listing\n\n\n"
}