{
    "url": "/rulings-and-resolution-statements/ruling/?id=03064-16",
    "title": "03064-16 InFacts v Daily Express",
    "provisions": [
        "1 Accuracy (2016)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "Daily Express (Reach PLC)",
    "received_on": "2016-05-19 00:00:00",
    "concluded_on": "2016-09-05 00:00:00",
    "complaint_processing_days": 109,
    "conclusion_long": "7. The complaint was not upheld.",
    "remedial_action": "N/A Date complaints received: 19/05/2016",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee 03064-16 InFacts v Daily ExpressSummary of complaint\n1. InFacts\ncomplained to the Independent Press Standards Organisation that the Daily\nExpress breached Clause 1 (Accuracy) of the Editors’ Code of Practice in an\narticle headlined “NOW EU WANTS ASYLUM CONTROL”, published in print and online\non 8 March 2016.\n2. The article\ndiscussed the European Commission’s proposals for reform to the Common European\nAsylum System which included a proposal to replace the Dublin Regulation with a\nquota system. It reported that the policy could impose quotas of asylum seekers\non EU Member States. The front page subheadline of the print article reported\n“madness as Brussels plots to tell us who can come and stay in our country”.\nThe introductory line of the article said that “Brussels chiefs last night\nunveiled plans to end Britain’s control over asylum seekers”. The article made\nreference to David Cameron “who vowed that Britain will opt out of the proposal”\nand “insisted that there was ‘no prospect’ of the UK Government agreeing to\ntake part”. The article went on to include comments from a number of\nindividuals who expressed doubt about whether the UK would be able to opt out\nof the proposed reforms.\n3. The article\nappeared online in substantively the same form apart from the headline which\nread “Now EU wants asylum control: Madness as Brussels plots to tell us who can\ncome and stay”. The subheadline of the online article was the same as the\nintroductory line of the print version of the article.  The complainant said that the UK has the\noption to opt out of the European Commission’s proposals for reform to the\nCommon European Asylum System, therefore it was inaccurate for the newspaper to\nreport that the proposals represented a plan to “end Britain’s control over\nasylum seekers” or that it was a “plot” to tell the UK “who can come and\nstay”.  While the complainant did not\ndispute that it was likely that the EU would want the UK to join, it was clear\nas a matter of government policy that the UK was always going to opt out.    The complainant noted that the article\nreported that David Cameron had “vowed” that the UK would opt out of the\nproposals, but said that this was immediately followed by comments from\nindividuals casting doubt that the opt-out would hold, which did little to\ncorrect the inaccuracies in the headline and introduction of the article.\n4. The newspaper\ndenied that the headline was inaccurate or misleading. It said that the introduction\nof the article referred to the “plans” Brussels has with regard to centralising\nthe asylum policy of EU Member States. The article made clear the government’s\nposition that the UK would opt out of the proposed reforms. Nevertheless, it\namended the subheadline of the online article to “Brussels chiefs last night\nunveiled plan to centralise control of asylum claims”, and added the following\nfootnote:\nThis article was\namended on 20 June 2016 it previously said that Brussels chiefs wanted to end\nBritain's control over asylum seekers. As the article makes clear the UK has an\nopt out and we would like to clarify that the UK would not be forced to join\nany new system.\nRelevant Code Provisions\n5. Clause 1\n(Accuracy)\n(i) The Press must\ntake care not to publish inaccurate, misleading or distorted information,\nincluding pictures.\n(ii) A significant\ninaccuracy, misleading statement or distortion once recognised must be\ncorrected, promptly and with due prominence, and - where appropriate - an\napology published. In cases involving the Regulator, prominence should be\nagreed with the Regulator in advance.\nFindings of the Committee\n6. It was not in\ndispute that the European Commission had put forward plans for reform of the\nCommon European Asylum System. Nor was it in dispute that while the UK could\nopt out of these plans, it was likely that the EU would want the UK to join. As\na member of the EU, there was a possibility that the UK could be subject to\nthese new proposals. It was therefore not misleading for the article to suggest\nthat the proposals could affect the UK’s asylum policy.  The article made clear that the UK had an opt-out\nfrom the proposal; at the time of publication, however, the UK had not\nexercised its opt-out. In these circumstances, it was not misleading to report\nspeculation as to the effectiveness of the opt-out.  There was no failure to take care over the\naccuracy of the article in breach of Clause 1 (i). The Committee noted that the\nnewspaper had amended the subheadline of the online article. However, the same\nsentence had appeared as the introductory sentence of the print article, and\nthe Committee did not identify a significant inaccuracy, misleading statement\nor distortion which would require correction under the Code. There was no\nbreach of Clause 1. \nConclusions\n7. The complaint\nwas not upheld.Remedial action requiredN/A\nDate complaints received: 19/05/2016Date decision issued: 05/09/2016\nBack to ruling listing\n\n\n"
}