{
    "url": "/rulings-and-resolution-statements/ruling/?id=03062-16",
    "title": "03062-16 InFacts v Daily Express",
    "provisions": [
        "1 Accuracy (2016)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "Daily Express (Reach PLC)",
    "published_on": "2016-05-13 00:00:00",
    "received_on": "2016-05-19 00:00:00",
    "concluded_on": "2016-08-08 00:00:00",
    "complaint_processing_days": 81,
    "conclusion_long": "14. The complaint was not upheld.",
    "remedial_action": "15. N/ADate complaint received: 19/05/2016",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee 03062-16 InFacts v Daily Express\nSummary of complaint\n1. InFacts complained to the Independent Press\nStandards Organisation that the Daily Express breached Clause 1 (Accuracy) of\nthe Editors’ Code of Practice in an article headlined “Britain’s 1.5 million\nhidden migrants” in print, and headlined “Migration farce: 1.5 million more EU\nmigrants flocked to UK than government admitted” online, published on 13 May\n2016.\n2. The\narticle reported that “about 1.5 million more EU migrants have come to Britain\nover the past five years than the Government previously admitted”, and that the\nnumber of “short-term migrants has been substantially under-estimated”. It said\nthat the Office for National Statistics (ONS) had “launched its investigation\nfollowing concern that the number of migrants registering for National\nInsurance was far higher than the number shown to be arriving by official\nmigration statistics”, and that its report showed that “the true number of\narrivals from other EU countries was 2.4 million between 2011 and 2015 once\nthose intending to stay less than a year were taken into account”. It said that\npreviously, the official figure was 0.9 million. It noted that the ONS said\n“short term migration ‘largely accounted’ for the gap”. \n3. The\narticle appeared online in substantively the same form.\n4. The\ncomplainant noted that the relevant ONS data showed that over the five-year\nperiod leading up to 2015, approximately 1 million people were recorded as\n“long-term” EU migrants who stayed in the UK for longer than 12 months, and\napproximately 1.2-1.4 million were recorded as “short-term” migrants, who had\ncome to the UK but had left within 12 months.\n5. The complainant said that it was misleading\nto add together five years’ worth of data for the number of short-term EU\nmigrants: all of these people would have left the UK within a year, and\nrepresenting them as part of a “total” figure amounted to a distortion. The\ncomplainant was also concerned that by describing the 1.5 million figure as the\n“hidden” number of EU migrants, the article misleadingly suggested that this\nwas the number of EU migrants who had come to and had remained in the UK.\nFurther, this figure was not “hidden”, because the ONS has previously released\nshort-term data.\n6. The complainant also said that the article\ncontained a mathematical error. The number of long-term EU migrants recorded by\nthe ONS was actually 1 million, not 0.9 million.\n7. The newspaper did not accept that referring\nto the 1.5 million figure as the number of “hidden” migrants was misleading. It\nsaid that the figure had been described in these terms to highlight the\ndifference between the official immigration figures, and the number of National\nInsurance numbers allocated over the five-year period.\n8. Neither did it accept that it was misleading\nto add together the figures for the total number of short-term EU migrants to\nthe number of long-term EU migrants over the course of five years: doing so was\nthe only way in which it was possible to show how many people had come to the\nUK during this period of time. It said that the article made very clear that\nthe 1.5 million figure referred to short-term EU migrants, and made clear that\nsuch migrants stayed in the UK for less than a year. \n9. The newspaper said that the figures it had\nused in the article were supplied by an agency. While these did not match the\nONS figures, it did not accept that the discrepancy was significant in the\ncontext of the article as a whole, and given that it applied to a five year\nperiod.\nRelevant\nCode provisions\n10. Clause 1\n(Accuracy)\ni) The Press\nmust take care not to publish inaccurate, misleading or distorted information,\nincluding pictures.\nii) A\nsignificant inaccuracy, misleading statement or distortion once recognised must\nbe corrected, promptly and with due prominence, and – where appropriate – an\napology published.\niii) A fair\nopportunity to reply to significant inaccuracies must be given, when reasonably\ncalled for.\niv) The\nPress, while free to editorialise and campaign, must distinguish clearly\nbetween comment, conjecture and fact.\nFindings of\nthe Committee\n11. The\ncomplainant accepted that, according to the ONS data, the gross number of EU\nmigrants who visited the UK in the five-year period was approximately 2.4\nmillion, and that the ONS report said that “short-term migration to the UK\nlargely accounts for the recent differences between the number of long-term\nmigrants […] and the number of National Insurance number […] registrations for\nEU citizens”. The article made clear that the total 2.4 million figure was the\n“true number of arrivals from other EU countries”, and that the “hidden” 1.5\nmillion figure referred to the number of short-term EU migrants who were\n“intending to stay for less than a year”. In this context, the Committee did\nnot accept that the article inaccurately suggested that 2.4 million EU migrants\nhad come to – and had stayed in – the UK. Further, it was not misleading to add\ntogether five years’ worth of data for short-term EU migrants, where the\narticle made clear that these individuals intended to stay for less than a\nyear.\n12. Further,\nwhile the Committee noted the complainant’s position that the ONS had\npreviously released short-term statistics, it was not in dispute that previous\nestimates of migration have been calculated on the basis of the number of\nlong-term migrants. It was not misleading for the article to characterise the\nshort-term figure as being “hidden”; the article included the comments of a\ngovernment spokesperson who said that “short-term migrants have never been\nincluded in the long-term migration statistics, which are governed by United\nNations definitions”. There was no breach of Clause 1 in respect of these\npoints.\n13. The\nCommittee understood the complainant’s concern that the article contained a\nnumerical error. According to the relevant ONS data, the number of long-term EU\nmigrants amounted to approximately 1 million, rather than 0.9 million. Although\n100,000 is a large number of people, the numerical error identified by the\ncomplainant did not amount to a significant inaccuracy in the context of an\narticle as a whole; the total figure applied to a five-year time period, and\nthe error did not substantively change the \narguments presented. This did not require correction under the terms of\nthe Code, and there was no breach of Clause 1 on this point.\nConclusions\n14. The\ncomplaint was not upheld.Remedial action required15. N/ADate complaint received: 19/05/2016Date decision issued: 08/08/2016\nBack to ruling listing\n\n\n"
}