{
    "url": "/rulings-and-resolution-statements/ruling/?id=03063-16",
    "title": "03063-16 InFacts v Express.co.uk",
    "provisions": [
        "1 Accuracy (2016)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "Daily Express (Reach PLC)",
    "published_on": "2016-04-27 00:00:00",
    "received_on": "2016-05-19 00:00:00",
    "concluded_on": "2016-08-12 00:00:00",
    "complaint_processing_days": 85,
    "text": "\n\n\n\n\n\nDecision\nof the Complaints Committee 03063-16 InFacts v Express.co.uk\nSummary\nof Complaint\n1. InFacts complained to the Independent Press\nStandards Organisation that Express.co.uk breached Clause 1 (Accuracy) of the Editors’\nCode of Practice in an article headlined “EU free movement has allowed ISIS\nsleeper cells into the UK, warns security chief”, published online on 27 April\n2016.\n2. The article reported that James Clapper,\nthe US director of National Intelligence, had claimed that “the European\nUnion’s freedom of movement has allowed ISIS to plant sleeper cells across the\ncontinent”. It reported that Mr Clapper had warned that “packs of crazed\njihadis have been planted in Britain, Germany and Italy”, and that he “also\nsuggested that the Schengen agreement allowing free movement is putting the\nEU’s security in jeopardy”. The article went on to quote Mr Clapper saying\nthat: “There’s a fundamental conflict – on the one hand there is the European\nUnion’s incentives and drives to promote openness and free movement of people\nand goods and privacy, which is in some ways in conflict with the\nresponsibility each country has as a nation state to protect the security of\nits border and its people”. It also reported that when Mr Clapper was asked\nwhether the UK had sleeper cells similar to those hidden in Brussels and Paris,\nhe replied “Yes they do”, and added: “We continue to see evidence of plotting\non the part of [ISIS] in the countries you name”. In addition, the article reported\nthat Mr Clapper had said that so-called Islamic State (IS) had “taken\nadvantage, to some extent, of the migrant crisis in Europe”. The article was\naccompanied by a video of Mr Clapper’s press conference.\n3. The complainant said that Mr Clapper did\nnot draw any link between EU free movement and there being IS sleeper cells in\nthe UK. Rather, Mr Clapper said that IS sleeper cells had been set up in the\nUK, Italy and Germany, and in response to a separate question, had said that IS\nhad taken advantage of the migrant crisis. The complainant said that Mr Clapper\ndid not explicitly link the two answers, and that for the article to do so was\nmisleading. In addition, the complainant said that when Mr Clapper made his\ncomments on the EU’s “drives to promote openness and free movement of people\nand goods”, he was responding to a journalist asking him to expand on his\nconviction that there were “other cells in Europe”, and that Mr Clapper had\npreviously referred to IS having cells in Italy and Germany, as well as the\nUK.  The complainant said that in his\ncomments on free movement, Mr Clapper did not state that “EU rules have allowed\nISIS agents to cross Europe”, and that it was misleading for the article to\nconnect these comments to there being IS cells in the UK.  The complainant said that the UK was not part\nof the Schengen Area, and that it was therefore not possible for “open borders”\nto allow IS to enter Britain. \n4. The publication said that in response to a\nquestion from a journalist, Mr Clapper had confirmed that IS had cells in\nplaces like Germany, Italy and England. Later in the same press conference,\nanother journalist asked Mr Clapper to expand on his claim that there were\n“other IS cells in Europe”. In response, Mr Clapper made the comments on free\nmovement quoted in the article.  The\npublication said that in these circumstances, Mr Clapper’s answers could be\nread together, and it denied that the article was inaccurate. However, in order\nto resolve the complaint, the publication offered to amend the headline to: “US\nSecurity Chief claims ISIS terror cells are in the UK, and that EU rules have\nallowed ISIS agents to cross continental Europe”. It offered the replace the\nword “continent” with “continental Europe” in a reference to “freedom of movement”\nallowing IS to place sleeper cells “across the continent”. It offered to amend\nthe picture caption: “ISIS could attack British soil after taking advantage of\nEU’s free movement, experts claim”, to: “ISIS could attack British soil”. It\noffered to publish the following footnote to the article:\nClarification\n\nOn 20\nJune 2016 the headline was amended.  The\narticle was originally headlined \"EU free movement has allowed ISIS\nsleeper cells into the UK, warns security chief\".  The headline was based on a number of answers\ngiven by the US Director of Intelligence James Clapper during a breakfast\nmeeting with journalists on 18 April 2016. \nWhen asked Mr Clapper confirmed that according to US intelligence ISIS\nhave planted terrorist sleeper cells in Germany, England and Italy.\nAdditionally Mr Clapper explained that ISIL have taken advantage of the EU\nincentives and drives to promote openness of free movement of people and goods\nand that those principles are in some ways in conflict with each nations duty\nto protect their borders and their people. \n\nRelevant\nCode Provisions\n5. Clause 1 (Accuracy)\ni) The Press must take care not to\npublish inaccurate, misleading or distorted information or images, including\nheadlines not supported by the text.\nii) A significant inaccuracy, misleading\nstatement or distortion must be corrected, promptly and with due prominence,\nand — where appropriate — an apology published. In cases involving IPSO, due\nprominence should be as required by the regulator.\niii) A fair opportunity to reply to\nsignificant inaccuracies should be given, when reasonably called for.\niv) The Press, while free to\neditorialise and campaign, must distinguish clearly between comment, conjecture\nand fact.\nFindings\nof the Committee\n6. It was not in dispute that Mr Clapper had\nsaid that IS had sleeper cells in the UK. Nor was it in dispute that when he\nwas asked to expand on his “conviction that there are other [IS] cells in\nEurope”, Mr Clapper said that there was a conflict in Europe between the free\nmovement of people and goods, and the responsibilities each nation state has to\nprotect the security of its borders and peoples. Through these comments, Mr\nClapper had identified that free movement within the EU formed part of the\ncontext which had allowed IS to operate in Europe. In circumstances where Mr\nClapper had confirmed that IS had placed sleeper cells in the UK, and where the\narticle directly quoted the relevant passages from Mr Clapper’s answers, the\narticle’s claim that Mr Clapper had warned that free movement had allowed IS\nsleeper cells into the UK was not a significantly misleading summary of his\ncomments, such as to raise a breach of Clause 1. The Schengen agreement forms\npart of the system of free movement in the European Union, and it was therefore\nnot significantly misleading to report that Mr Clapper had suggested that the\nSchengen agreement was “putting the EU’s security in jeopardy”. There was no\nbreach of Clause 1 on this point.\n7. While the Committee did not establish a\nbreach of the Code, it welcomed the publication of a clarification.\nConclusions\n8. The complaint was not upheld.\nDate complaint received: 19/05/2016Date\ndecision issued: 12/08/2016\nBack to ruling listing\n\n\n"
}