{
    "url": "/rulings-and-resolution-statements/ruling/?id=03066-21",
    "title": "03066-21 Brian and Declan Arthurs v Sunday World",
    "provisions": [
        "2 Privacy (2021)",
        "4 Intrusion into grief or shock (2021)"
    ],
    "outcome": "Breach - sanction: publication of adjudication",
    "publication": "Sunday World (Sunday World)",
    "published_on": "2021-02-07 00:00:00",
    "received_on": "2021-03-29 00:00:00",
    "concluded_on": "2021-08-25 00:00:00",
    "complaint_processing_days": 149,
    "conclusion_long": "15. The complaint was upheld.",
    "remedial_action": "16. Having upheld the complaint under Clause 2 and Clause 4, the Committee considered the remedial action that should be required. Given the nature of the breach, the appropriate remedial action was the publication of an upheld adjudication. 17. The Committee considered the placement of this adjudication. The adjudication should be published in print, on or before page 10, where the original article appeared. The headline to the adjudication should make clear that IPSO has upheld the complaint, refer to the subject matter and be agreed with IPSO in advance of publication. The terms of the adjudication for publication are as follows: Brian and Declan Arthurs complained to the Independent Press Standards Organisation that the Sunday World breached Clause 2 (Privacy) and Clause 4 (Intrusion into grief or shock) of the Editors’ Code of Practice in an article headlined “EX-IRA CHIEF'S COVID BATTLE FOR LIFE”, published on 7 February 2021. The article reported the medical condition that Brian Arthurs was suffering from and the treatment he was receiving in hospital. The complainants said the article was a clear breach of Brian Arthurs’ right to privacy as it had published, without his consent or permission, private medical information: his diagnosis with Covid-19 and his resulting state of ill-health, his prognosis, and the treatment he had received whilst in hospital. They said that the article’s publication was deeply upsetting for the family whilst they were in a state of grief, maintaining that his condition was only known to a close circle of friends and family.  The newspaper did not accept that the article breached the Editors’ Code. It did not consider that Brian Arthurs had an expectation of privacy in regard to the published information or, indeed, more generally, given his notoriety and criminal convictions. It further argued that Covid-19 was “not a private health matter” but rather a unique public health emergency, citing a public interest in reporting on cases and alerting readers to the dangers presented by the virus. The Committee found that the article had published medical information to which Brian Arthurs’ had a reasonable expectation of privacy. Whilst the Committee noted that there was a public interest in protecting public health and safety, it did not consider, however, that the newspaper had provided an adequate explanation as to how the publication of detailed information about the complainant’s state of ill-health and his treatment served to protect public health. Nor did the Committee consider that the newspaper had provided a clear explanation as to why the complainant’s past criminal convictions and alleged ongoing involvement in illicit activity meant there was a public interest in publishing this information or demonstrated that these details had entered the public domain to any substantial extent. In such circumstances, the article amounted to an intrusion into the complainant’s private life by publishing, without consent, private medical information. There was a breach of Clause 2 of the Editors’ Code. Furthermore, in the view of the Committee, the publication of the article was not handled with sensitivity or care at a time of shock. The article revealed private medical information whilst the complainant was receiving care in hospital. This amounted to a breach of Clause 4.   Date complaint received: 29/03/2021",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee – 03066-21 Brian and\nDeclan Arthurs v Sunday World\nSummary of Complaint\n1. Brian and Declan Arthurs complained to the Independent\nPress Standards Organisation that Sunday World breached Clause 2 (Privacy) and\nClause 4 (Intrusion into grief or shock) of the Editors’ Code of Practice in an\narticle headlined “EX-IRA CHIEF'S COVID BATTLE FOR LIFE”, published on 7\nFebruary 2021.\n2. The article appeared across page 10 and 11 beneath the\nbanner: “COVID-19 CRISIS HIGH-PROFILE REPUBLICAN IN INTENSIVE CAREE WITH\nVIRUS”, with the sub-heading reading: “Family and friends rally around as\n[details of treatment]”. The article reported that Brian Arthurs was “[details\nof prognosis]” at Craigavon Area Hospital after contracting Covid-19. It went\non to report that he was suffering from a further condition, and that “family\nmembers, who have not been allowed to visit the hospital, are said to be\ngrowing increasingly concerned after the ex-terror chief was [details of\ntreatment]”. It contained the following comments made by an unnamed source:\n“Brian is [details of treatment] and is not very well at all […] the family are\nvery concerned, and it’s not helped by the fact that nobody can be with him at\nthe moment because of the virus. There aren’t a lot of details about his\nconditions except he’s not very well and needed [details of treatment]”. The\narticle made reference to the complainant’s past convictions for terrorism and\nfraud, and his alleged ongoing involvement in criminal activity.\n3. The article was illustrated with three images, two of\nBrian Arthurs alone, and one showing Declan Arthurs standing in front of a pool\nwith Brian Arthurs in the background. The image of the complainants together\nwas captioned “Brian Arthurs’ singing son Deaglan posts a selfie of himself,\nwhile his dad and mum [name] enjoy a dip in a Marbella villa.” The article\nprovided further detail about the circumstances in which the image had been\ntaken and noted that Declan Arthurs had previously unsuccessfully brought\nproceedings intended to prevent media reporting of his connection to his\nfather.\n4. The complainants said the article was a clear breach of\nBrian Arthurs’ right to privacy as it had published, without his consent or\npermission, private medical information: his diagnosis and his resulting state\nof ill-health, his prognosis and the treatment he had received whilst in\nhospital. The complainants maintained that prior to the article’s publication\nthis information had been known only to his immediate family and close friends.\nThe complainants said the article had caused considerable distress to the family\nat a time when Brian Arthurs was in an intensive care unit in hospital and was\nlikely to die. The complainants said this was insensitive and therefore also a\nbreach of Clause 4 (Intrusion into grief or shock).\n5. The complainants said that the article further breached\nClause 2 (Privacy) by publishing an image of Declan Arthurs, which had been\nobtained from his personal Instagram page without his consent or permission.\nThe complainants said that the inclusion of this image alongside the information\nrelating to his father’s condition was insensitive and intrusive. \n6. The newspaper did not accept that the article breached\nthe Editors’ Code. It did not consider that Brian Arthurs had a reasonable\nexpectation of privacy in regard to the published information or, indeed, more\ngenerally, given his notoriety and criminal convictions. It further argued that\nCovid-19 was “not a private health matter” but rather a unique public health\nemergency and as such the expectation of privacy around it was reduced. In any\nevent, it said that Mr Arthurs’ condition, and the medical treatment he had\nreceived in hospital, was already in the public domain prior to publication:\ntheir original source resided in Dublin – a separate jurisdiction – and the\ninformation was then confirmed by “at least two separate sources in Northern\nIreland who were not people necessarily privy to access [to the complainant’s]\ninner circle of friends and family”. As such, it said that the article did not\nreveal anything about the complainant which was not already in the public\ndomain and therefore did not intrude into his privacy.\n7. Second, the publication considered that there had been a\npublic interest in publishing the story, given Brian Arthurs’ “considerable\nnotoriety, gained through his own conduct [and] actions”, and a further public\ninterest in the reporting of Covid-19 cases. It argued that it had a moral duty\nto inform the public of the dangers presented by the virus. On a national\nlevel, it said that such stories humanised the virus; thereby helping to tackle\nmisinformation and encourage vaccination uptake. On a local level, such stories\nhelped to support ‘track and trace’ efforts, informing the community of\nincreased risk.\n8. Furthermore, the newspaper did not accept that reporting\nthe treatment Brian Arthurs was receiving was insensitive in breach of Clause\n4. It said that Brian Arthurs’ family were fully aware of his condition and the\narticle did not reveal any new information, report inaccurate information, or\nseek to sensationalise events.\n9. In addition, the newspaper did not consider that either\nthe article or the image breached Declan Arthurs’ right to privacy. It was not\nin dispute that the image had been obtained from a publicly available social\nmedia page, and it displayed only the complainant’s likeness. The newspaper\nsaid it had originally been published in an article in October 2019, about\nwhich the publication had not received a complaint. Further, the newspaper did\nnot accept that Declan Arthurs had an expectation of privacy over his\nappearance given his participation in a reality television, the related court\naction and his resultant notoriety.\n10. The complainants disputed the newspaper’s argument that\nthere should be a diminished expectation of privacy for certain medical\nconditions as a result of the profile and prevalence of a virus and/or disease;\nmedical information should be treated the same regardless. It also challenged\nthe newspaper’s position that an individual convicted or accused of criminal\noffences did not have an expectation of privacy.\nRelevant Code Provisions\nClause 2 (Privacy)*\ni) Everyone is entitled to respect for his or her private\nand family life, home, health and correspondence, including digital\ncommunications.\nii) Editors will be expected to justify intrusions into any\nindividual's private life without consent. In considering an individual's\nreasonable expectation of privacy, account will be taken of the complainant's\nown public disclosures of information and the extent to which the material\ncomplained about is already in the public domain or will become so.\niii) It is unacceptable to photograph individuals, without\ntheir consent, in public or private places where there is a reasonable\nexpectation of privacy.\nClause 4 (Intrusion into grief or shock)\nIn cases involving personal grief or shock, enquiries and\napproaches must be made with sympathy and discretion and publication handled sensitively.\nThese provisions should not restrict the right to report legal proceedings.\n*The Public Interest\nThere may be exceptions to the clauses marked * where they\ncan be demonstrated to be in the public interest.  The public interest includes, but is not\nconfined to:\nDetecting or exposing crime, or the threat of crime, or\nserious impropriety.Protecting public health or safety.Protecting the public from being misled by an action or\nstatement of an individual or organisation.Disclosing a person or organisation’s failure or likely\nfailure to comply with any obligation to which they are subject.Disclosing a miscarriage of justice.Raising or contributing to a matter of public debate,\nincluding serious cases of impropriety, unethical conduct or incompetence\nconcerning the public.Disclosing concealment, or likely concealment, of any of the\nabove.\n\n\n\n\n\n\nThere is a public interest in freedom of expression itself.\nThe regulator will consider the extent to which material is\nalready in the public domain or will become so.\nEditors invoking the public interest will need to\ndemonstrate that they reasonably believed publication - or journalistic\nactivity taken with a view to publication – would both serve, and be\nproportionate to, the public interest and explain how they reached that\ndecision at the time.\nFindings of the Committee\n11. The terms of the Clause 2 (Privacy) state that everybody\nis entitled to respect for their private life and health, and the complainant\nwas entitled to the same protection offered by the terms of the Clause as any\nother person, subject – as with any other person – to exception in the public\ninterest. The article included detailed information about his health: his\nprimary diagnosis and his subsequent diagnosis, his treatment and the\nprognosis. It was clear to the Committee that the article contained personal\nmedical information over which the complainant had a reasonable expectation of\nprivacy. It was left to the Committee to decide whether the publication of this\nintrusive information could be justified in the public interest.\n12. The Editors’ Code notes that there is a public interest\nin protecting public health and safety, and the Committee acknowledged the role\nthat newspapers play in protecting the health of the wider community in the\ntime of a pandemic by reporting on the transmission, prevalence, and potential\nseverity of the virus. It did not consider, however, that the newspaper had\nprovided an adequate explanation as to how the publication of detailed\ninformation about the complainant’s state of ill-health and his treatment\nserved to protect public health. Furthermore, while maintaining that the\ncomplainant had a diminished expectation of privacy due to his past criminal\nconvictions and alleged ongoing involvement in illegal operations, the\npublication had not provided a clear explanation as to why these activities\nmeant that there was a public interest in publishing his intimate medical\ninformation. Finally, the Committee did not consider that the publication had\ndemonstrated that the information had entered the public domain to any\nsubstantial extent, such that the complainant’s expectation of privacy would be\nreduced or eliminated. The Committee concluded that the complainant had a clear\nexpectation of privacy over the information included in the article about his\ndiagnosis, prognosis and treatment, and the publication had not advanced a\nsufficient public interest argument to justify the intrusion into the\ncomplainant’s private life.  There was a\nclear breach of Clause 2 of the Code.\n13. In the view of the Committee, the publication of the\narticle was not handled with sensitivity or care at a time of shock. The\narticle revealed private medical information whilst the complainant was in an\nintensive care unit in hospital.  This amounted\nto a breach of Clause 4.\n14. Finally, the Committee considered the privacy concerns\nraised by Declan Arthurs. The disputed image only disclosed the complainant’s\nlikeness; it did not disclose any private information and did not show him\nengaged in private activity. The information was already in the public domain,\nhaving featured in a previous article from 2019, following publication on the\ncomplainant’s publicly accessible social media page. In such circumstances, the\nCommittee did not consider that the complainant had a reasonable expectation of\nprivacy in relation to this image, and its publication did not amount to an\nintrusion into his private life. There was no breach of Clause 2 on this point.\nConclusion\n15. The complaint was upheld.\nRemedial Action Required\n16. Having upheld the complaint under Clause 2 and Clause 4,\nthe Committee considered the remedial action that should be required. Given the\nnature of the breach, the appropriate remedial action was the publication of an\nupheld adjudication.\n17. The Committee considered the placement of this\nadjudication. The adjudication should be published in print, on or before page\n10, where the original article appeared. The headline to the adjudication\nshould make clear that IPSO has upheld the complaint, refer to the subject\nmatter and be agreed with IPSO in advance of publication.\nThe terms of the adjudication for publication are as\nfollows:\nBrian and Declan Arthurs complained to the Independent Press\nStandards Organisation that the Sunday World breached Clause 2 (Privacy) and\nClause 4 (Intrusion into grief or shock) of the Editors’ Code of Practice in an\narticle headlined “EX-IRA CHIEF'S COVID BATTLE FOR LIFE”, published on 7\nFebruary 2021.\nThe article reported the medical condition that Brian Arthurs\nwas suffering from and the treatment he was receiving in hospital.\nThe complainants said the article was a clear breach of\nBrian Arthurs’ right to privacy as it had published, without his consent or\npermission, private medical information: his diagnosis with Covid-19 and his\nresulting state of ill-health, his prognosis, and the treatment he had received\nwhilst in hospital. They said that the article’s publication was deeply\nupsetting for the family whilst they were in a state of grief, maintaining that\nhis condition was only known to a close circle of friends and family. \nThe newspaper did not accept that the article breached the\nEditors’ Code. It did not consider that Brian Arthurs had an expectation of\nprivacy in regard to the published information or, indeed, more generally,\ngiven his notoriety and criminal convictions. It further argued that Covid-19\nwas “not a private health matter” but rather a unique public health emergency,\nciting a public interest in reporting on cases and alerting readers to the\ndangers presented by the virus.\nThe Committee found that the article had published medical\ninformation to which Brian Arthurs’ had a reasonable expectation of privacy.\nWhilst the Committee noted that there was a public interest in protecting\npublic health and safety, it did not consider, however, that the newspaper had\nprovided an adequate explanation as to how the publication of detailed\ninformation about the complainant’s state of ill-health and his treatment\nserved to protect public health. Nor did the Committee consider that the\nnewspaper had provided a clear explanation as to why the complainant’s past\ncriminal convictions and alleged ongoing involvement in illicit activity meant\nthere was a public interest in publishing this information or demonstrated that\nthese details had entered the public domain to any substantial extent. In such\ncircumstances, the article amounted to an intrusion into the complainant’s\nprivate life by publishing, without consent, private medical information. There\nwas a breach of Clause 2 of the Editors’ Code.\nFurthermore, in the view of the Committee, the publication\nof the article was not handled with sensitivity or care at a time of shock. The\narticle revealed private medical information whilst the complainant was receiving\ncare in hospital. This amounted to a breach of Clause 4.\n \nDate complaint received: 29/03/2021\nDate complaint concluded by IPSO: 25/08/2021\nBack to ruling listing\n\n\n"
}