{
    "url": "/rulings-and-resolution-statements/ruling/?id=03069-16",
    "title": "03069-16 Wyper v Sunday Express",
    "provisions": [
        "1 Accuracy (2016)"
    ],
    "outcome": "Breach - sanction: action as offered by publication",
    "publication": "Sunday Express (Reach PLC)",
    "received_on": "2016-05-23 00:00:00",
    "concluded_on": "2016-10-31 00:00:00",
    "complaint_processing_days": 161,
    "conclusion_long": "17. The complaint was upheld.",
    "remedial_action": "18. Having upheld the complaint, the Committee considered what remedial action should be required. 19. The newspaper had promptly published a correction in print and online, and it had removed the original online article from its website. The clarification article had identified the inaccuracy and made the correct position clear. Both online and print corrections had appeared in a sufficiently prominent location. 20. No further action was required.  Date complaint received: 23/05/2016",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee 03069-16 Wyper v Sunday\nExpress\nSummary of complaint\n1. James Wyper\ncomplained to the Independent Press Standards Organisation that the Sunday\nExpress breached Clause 1 (Accuracy) of the Editor’s Code of Practice in an\narticle headlined “12M Turks say they’ll come to UK” in print, published on 22\nMay 2016, and headlined “Exclusive poll: 12 million Turks say they’ll come to\nthe UK once EU deal is signed” online, published on 23 May 2016.\n2. The sub-headline\nreported that “those planning to move are either unemployed or students\naccording to shock new poll”. The first paragraph explained that “more than 12\nmillion Turkish citizens plan to move to Britain when the country joins the EU,\na Sunday Express poll has revealed”. The article said that “almost 16 per cent\nof those questioned would consider relocating”, and that “2600 adults […]\nacross all 27 provinces of Turkey” had been surveyed. It explained that the\npoll had been carried out on the basis of face-to-face interviews with 2,685\nTurkish people aged 18 and over between 7 and 8 May, and that it showed “15.8\nper cent of the population – the equivalent of 12.6 million people – would like\nto make a home for themselves and their families in Britain”. It said that\n“each person was asked […]: “if Turkey becomes a full member of the EU, would\nyou, or any member of your family, consider relocating to Britain”?\n3. The findings of\nthe poll were presented in the context of concern about “Turkey’s pressing its\ncase to become a full EU member”. The article said that this would give Turkish\ncitizens “the right to free movement across the whole continent with unfettered\naccess to Britain”, and that David Davis MP had argued that Turkey’s plan was\nthe “strongest argument” for the UK to leave the EU because it would “unleash a\nnew wave of migration that would push down wages in the UK and threaten our\nsecurity”.\n4. The article\nappeared in substantively the same form online.\n5. The complainant\nsaid that the headline was inaccurate. He also said that, particularly when\nread together with the sub-headline, it misleadingly suggested that 12 million\nTurks “will” come to the UK, whereas the poll only asked respondents whether\nthey would “consider” moving. He said that the headline was therefore not\nsupported by the text.\n6. The newspaper\nsaid that there was a genuine interest in reporting how many Turkish citizens\nwould consider relocating to the UK if Turkey became a full member of the EU,\nand had therefore commissioned the poll. It had sought to determine whether\nthere was a general desire for Turkish citizens to move to the UK should Turkey\nbecome an EU member. The question it had drafted for the poll was broad, so\nthat it could allow respondents to answer not only on their own behalf, but\nalso on that of their extended family.\n7. The newspaper\nsaid that following publication, it had received a number of complaints about\nthe article and the poll. It had made enquiries with the polling company, and\nconcluded that the question was flawed, and that the data could not be relied\nupon; the results of the poll could not be used to support the suggestion that\na defined number of people were considering moving to the UK. It said that it had\nmade a genuine mistake, and wished to set the record straight as soon as\npossible following receipt of the complaints, and ahead of the EU Referendum.\nIt said that it had wanted to clarify it in a manner that was more prominent\nthan publishing a short correction on its letters page. It therefore published\nthe following clarification article on page 2 in print of the final edition of\nthe newspaper before the EU Referendum, and as a standalone article on its\nwebsite homepage for 24 hours, after which it was archived:\nTurkey poll findings were flawed – clarification\nIN our article ’12 m Turks Say They’ll Come to the UK’,\npublished May 22, we stated that millions of Turkish citizens would move to\nBritain should Turkey accede to the EU and Britain remain a member.\nThe figure of 12 million has been questioned by\nstatisticians and readers alike.\nThe number was arrived at after an exhaustive poll carried\nout on behalf of the Express by Konda, a Turkish research group with more than\n25 years of experience.\nKonda questioned 2685 people, face to face, in 153\nneighbourhoods and villages of 104 districts.\nQuotas on age and gender were enforced to ensure balance.\nOf these, 15.8 per cent answered yes to the question “if\nTurkey becomes a full member of the EU, and Britain remains in the EU, would\nyou, or any members of your family, consider relocating to the UK?”\nWe accept that this question was flawed and that the results\nof the poll were inaccurate as a result.\nThe headline figure was arrived at by extrapolating that\n15.8 per cent of the entire Turkish population [we used the figure of 77\nmillion, based on population numbers cited by Turkish leader Recep Erdogan in\nhis presidential acceptance speech] would be 12,166,000.\nSuch extrapolation from a sample survey is usual practice in\nreporting poll results and is the basis, for example, of the percentage figures\ncurrently being cited in the referendum debate.\nThe sample size of 2685 is considerably above the usual\nsample size. We considered 12 million to be a low estimate because it only\nreferred to individuals and not potential family members who may be joining\nthem.\nHowever, the question is open to interpretation and\ntherefore cannot be used to make a definite prediction of numbers.\nThis is because the poll did not ask respondents whether\nthey were referring to themselves when they confirmed a consideration of moving\nto the UK, or to a family member.\nThis omission meant that if, for example, two brothers were\nasked the question – and only one was planning to go to the UK – both would\nanswer yes to the question as posed, whereas only one brother intended to\ntravel.\nIt also meant that if a respondent ‘s entire family was\nplanning to head to the UK, he or she would answer ‘yes’ to the question as\nposed – but would only be counted as one person.\nThis means that statistically the true number of those\nconsidering migrating cannot be accurately gauged from the question as asked.\nIt could be lower than the 12 million stated or it could be higher.\nWe arrived at the figure quoted in good faith. We provided a\nlink to the full polling data online.\nThe article makes it explicit that it is talking about a\nhypothetical situation that could only arise IF the UK stays in the EU and IF\nTurkey accedes to the Union. It states that the predicted migration would occur\nif, and only if, those conditions were met and Turks were allowed free access\nto the UK.\nTo further emphasise that it was a hypothetical situation\nthe article quoted extensively from Malcolm Rifkind, of  Britain Stronger in Europe, who gives the\nopinion that Turkish membership of the EU is ‘simply not on the cards’ and that\nit would take more than 1000 years for Turkey to accede.\nOur honest intent was to accurately find the number of\npeople who were genuinely likely to move to Britain. However the number remains\nunknown.\n8. The complainant\nacknowledged the publication of the clarifying article, but did not consider\nthat it was sufficiently prominent, given that the 12 million figure had\nappeared on the front page. Neither did he consider that the newspaper had\naddressed the concern that the headline was unsupported by the text.\nRelevant Code provisions\n9.    Clause 1\n(Accuracy)\ni) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not\nsupported by the text.\nii) A significant inaccuracy, misleading statement or\ndistortion must be corrected, promptly and with due prominence, and — where\nappropriate — an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator.\nFindings of the Committee\n10. It was not possible to state on the basis of the results\nof the poll how many Turkish citizens would want to move to the UK. The\nquestion asked in the poll extended broadly to “any member” of a respondent’s\nfamily; it would therefore have been possible for a respondent to be able to\nprovide a positive response in a variety of situations. In addition, it would\nhave also been possible for multiple respondents to reply on behalf of the same\nperson, potentially resulting in double-counted figures.\n11. The article reported that a defined number of people –\napproximately 16% of respondents, extrapolated to 12 million of the total\npopulation of Turkey – would “like to make a new home for themselves and their\nfamilies in Britain” or to “come to the UK”. It was not, however, possible to\nmake these claims on the basis of the poll’s results. In circumstances where\nall the information about the poll and its findings had been available to the\nnewspaper prior to publication, presenting the findings in this manner\nrepresented a failure to take care not to publish inaccurate information. The\nCommittee upheld the complaint as a breach of Clause 1 (i). Claiming that it\nwas known that 12 million Turkish citizens would consider moving to the UK\nrepresented a significant inaccuracy that required a correction in order to\navoid a breach of Clause 1 (ii).\n12. The newspaper had recognised that this coverage was\ninaccurate soon after it had received complaints about the article. It sought\nto set the record straight promptly and prominently in a clarification article\non page 2 in print, and online as a standalone piece. The clarification\nidentified that the claims in the original article, that a defined number of\nTurkish citizens would consider moving to the UK, could not be supported by the\nresults of the poll. It also corrected the position, namely that it remained\nunknown how many Turkish people would consider relocating.\n13. The inaccuracy had been corrected promptly; the\nCommittee then considered whether the clarification article was sufficiently\nprominent as to meet the requirements of Clause 1 (ii), given that it had been\npublished on page 2, but that the inaccuracy had appeared on the front page.\nThe Committee had regard for the fact that the newspaper had sought to correct\nthe position prior to the EU Referendum. The newspaper had recognised the need\nfor urgency in correcting the error in this context: given that the newspaper\nis published weekly, there were only a few opportunities for it to be able to\ncorrect the position after receiving complaints, and before the Referendum. It\nhad also wanted to provide a more considered and fuller explanation of the\nerror than would have been possible by publishing a clarification in the\nregular manner. The clarification it had decided to publish had occupied a\nsignificant portion of page 2, and had run to almost 600 words; it had\nexplained in detail why the question in the poll had been too broad to support\nthe article’s claims that a defined number of Turkish citizens were considering\nmoving to the UK. It had done so in a manner that was accessible, and had put\ninto context why such a poll had been commissioned prior to the Referendum.  The steps the newspaper had taken to correct\nthe position quickly and comprehensively in the limited time before the\nReferendum were therefore appropriate. \n14. Further, while the results of the survey could not\nsupport a claim that any specific number of Turkish citizens wished to move to\nthe UK, they could potentially be used to support the claim that there was a\ngeneral desire amongst some members of Turkey’s population to do so. In these\ncircumstances, and in the context of an article that expressed concern over the\nstrain on the UK that a sudden influx of people from a new EU member state\nmight cause, the error in reporting that a specific number of Turkish citizens\nwere considering relocating was not so significant as to require correction on\nthe front page.\n15. In the full circumstances, the Committee took the view\nthat the page 2 clarification was sufficiently prominent, given its\ncomprehensive nature, and bearing in mind that the newspaper had acted in a\npro-active manner and, crucially, before the Referendum to address the\ninaccuracy quickly. The Committee therefore considered that the clarification\npublished by the newspaper was sufficient, and there was no further breach of\nClause 1 on this point.\n16. The Committee then considered the complainant’s\noutstanding concern that the headline did not make clear the exact nature of\nthe question, and that it was therefore unsupported by the text. It noted that,\nin addition to setting out the exact wording of the question asked of\nrespondents in the body of the text, the second paragraph made clear that those\nasked “would consider relocating” were Turkey to join the EU. In these\ncircumstances, and notwithstanding the inaccuracy over the 12 million figure,\nreporting in the headline that this number of Turkish citizens “[wi]ll come to\nthe UK” rather than “would” come to the UK did not give a significantly\nmisleading impression of the question asked in the poll. There was no breach of\nthe Code on this point.\nConclusions\n17. The complaint was upheld.\nRemedial action required\n18. Having upheld the complaint, the Committee considered\nwhat remedial action should be required.\n19. The newspaper had promptly published a correction in\nprint and online, and it had removed the original online article from its\nwebsite. The clarification article had identified the inaccuracy and made the\ncorrect position clear. Both online and print corrections had appeared in a\nsufficiently prominent location.\n20. No further action was required.\n\nDate complaint received: 23/05/2016 Date complaint concluded: 31/10/2016 \n \n \nBack to ruling listing\n\n\n"
}