{
    "url": "/rulings-and-resolution-statements/ruling/?id=03072-21",
    "title": "03072-21 Agbetu v thejc.com",
    "provisions": [
        "1 Accuracy (2021)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "thejc.com (The Jewish Chronicle)",
    "published_on": "2021-02-24 00:00:00",
    "received_on": "2021-03-29 00:00:00",
    "concluded_on": "2021-10-28 00:00:00",
    "complaint_processing_days": 213,
    "conclusion_long": "10. The complaint was not upheld.",
    "remedial_action": "11. N/A    Date complaint received: 29/03/2021",
    "text": "\n\n\n\n\n\nDecision\nof the Complaints Committee – 03072-21 Agbetu v thejc.com\nSummary\nof Complaint\n1. Dr\nToyin Agbetu complained to the Independent Press Standards Organisation that\nthejc.com breached Clause 1 (Accuracy) of the Editors’ Code of Practice in an\narticle headlined “Sadiq Khan's statue diversity appointee resigns over\nantisemitism claims”, published on 24 February 2021.\n2. The\nonline article reported that the complainant had resigned from his position on\nthe Mayor of London’s Commission for Diversity in the Public Realm after being\naccused of anti-Semitism. It went on to report that the Conservative Mayoral\ncandidate, Shaun Bailey, had called for his resignation in the light of social\nposts made by the complainant which claimed “there was an ‘immoral hierarchy of\nsuffering’ which Jews benefit from and black people do not”. The article\nincluded the comments made by Mr Bailey and a spokesperson for the London Mayor\nSadiq Khan, with the former saying that the complainant’s “record of\nantisemitic comments and anti-vaccine lies put him beyond the pale”. The mayor\nwas quoted as confirming the resignation of the complainant and agreeing that\nit was the right course of action. The article went on to report that the\ncomplainant had previously signed a letter that described an inquiry into\nanti-Semitism within the Labour Party as “unwittingly discriminatory” because\n“racism against Jewish people is set apart from racism and prejudice against\nother people” and had also praised an academic who had claimed that Jews played\n“an integral role in the slave trade”.\n3. The\ncomplainant said that the article included a number of inaccuracies about him,\nin breach of Clause 1. He denied that he had resigned from his position with\nthe Commission as a result of the allegations of anti-Semitism; he had, in\nfact, resigned to preserve his health and family’s wellbeing, following a media\ncampaign against him. The complainant further denied that he had a “record of\nanti-Semitic comments and anti-vaccine lies” and said that the article\nmisrepresented his comments regarding the “immoral hierarchy of suffering”. He\nsaid that his statement, included within a blog post, had concerned access to\njustice for the victims of the Maafa [the transatlantic slave trade] and been\ntaken out of context by the publication. This was compounded, he argued, by the\nuse of the term “benefit” and the omission of the following statement from the\noriginal blog post: “Victims and survivor-descendants of the Shoah (Jewish\nholocaust) have been served well by Nazi hunters, Holocaust remembrance days,\napologies, acts of atonement and wide ranging reparations from those\nresponsible for facilitating their unjust suffering.” He also expressed concern\nthat he had not been provided with an opportunity to reply to the article’s\nserious claims.\n4. The\npublication did not accept a breach of the Editors’ Code. It said that the\nheadline was supported by the text of the article, maintaining that the\ncomplainant had resigned from his position after Mr Bailey had called for him\nto “go” over his “history of anti-Semitism”, irrespective of the other\nreasoning provided by the complainant. The publication noted the context of the\nresignation: in the week leading up to his resignation, a number of separate\npublications had reported that the complainant had been accused of racism and\nthe radical misuse of the word ‘Nazi’; another publication had shared the blog\nposts which referred to the “hierarchy of suffering” with City Hall.\n5. During\ndirect correspondence with the complainant, the newspaper had sought further\nclarity as to how the article had misrepresented his previous comments in\nrelation to the “hierarchy of suffering” and offered him the opportunity to\nrespond. In response, the complainant said that the disputed statement had been\n“pruned” from the following paragraph, with the article inappropriately\nintroducing the topic of the Holocaust and radically altering the context of\nhis comments:\n“It\nwould seem that access to justice for African people continues to be decided\nthrough an immoral hierarchy of suffering. Victims and survivor-descendants of\nthe Shoah (Jewish holocaust) have been served well by Nazi hunters, Holocaust\nremembrance days, apologies, acts of atonement and wide ranging reparations from\nthose responsible for facilitating their unjust suffering. In contrast victims\nand survivor-descendants of Maafa (African enslavement and its legacy) have\nbeen denied moral, political, spiritual and economic justice at every turn.\nMost Britons engage with Maafa denial unless they are connected to those\nteaching about Pan-African freedom fighters and liberation movements based both\nin the Diaspora and the Motherland”.\n6. The\npublication maintained that, in considering the full paragraph, it was unable\nto see how “hierarchy of suffering” could mean anything other than a system\nthan benefits Jewish victims above black victims of racism and genocide.\nRelevant\nCode Provisions\nClause 1\n(Accuracy)\ni) The\nPress must take care not to publish inaccurate, misleading or distorted\ninformation or images, including headlines not supported by the text.\nii) A\nsignificant inaccuracy, misleading statement or distortion must be corrected,\npromptly and with due prominence, and — where appropriate — an apology\npublished. In cases involving IPSO, due prominence should be as required by the\nregulator. \niii) A\nfair opportunity to reply to significant inaccuracies should be given, when\nreasonably called for.\niv) The\nPress, while free to editorialise and campaign, must distinguish clearly\nbetween comment, conjecture and fact.\nFindings\nof the Committee\n7. The\ncomplainant was concerned that the article had reported that he had resigned\nfrom the Commission for Diversity in the Public Realm “over” claims of\nanti-Semitism. The newspaper argued that the complainant had resigned after\nShaun Bailey had called for his resignation for his “record of anti-Semitic\ncomments”, which justified its use of the word “over”. Whilst the Committee\nrecognised that the complainant was best placed to comment on the exact reason\nfor his resignation, it was clear that the complainant’s position on the\nCommission had come under considerable public criticism following revelation of\nalleged “anti-Semitic comments” in the days leading up to his resignation. By\nthe complainant’s own account, coverage of this criticism, which he considered\nto form part of a “media campaign” against him, had played a direct role in\nprompting his decision to resign. Given that the complainant had cited his\ndesire to protect his family’s and his own wellbeing in the face of the\n“campaign” as his reason for resigning, and that central to the coverage was\nthe allegation of anti-Semitism, the Committee did not consider that the\nheadline claim that the complainant had resigned “over antisemitism claims”\nsignificantly misrepresented the situation. There was no breach of Clause 1. \n8. The\ncomplainant denied that it was reasonable to interpret his comments on the\n“hierarchy of suffering” as the publication did, reporting that he had claimed\nthere was a hierarchy of suffering “which Jews benefit from and black people do\nnot”. Whilst the complainant clearly disagreed with this interpretation of his\ncomments, the newspaper was entitled to characterise them in this way and\nprovided a sufficient basis to do so with the reference to a “hierarchy of\nsuffering” immediately followed in his blog post by the juxtaposition of the\njustice received by the victims of the Holocaust and the victims of the Maafa.\nIn such circumstances, the Committee did not consider that there had been a\nfailure to take care over this characterisation, and it did not give rise to a\nsignificantly misleading impression that required correction under Clause 1.\nThere was no breach of Clause 1 on this point.\n9. There\nis no standalone requirement to contact subjects of articles for comments prior\nto publication, although not doing so may constitute a failure to take care\nover the accuracy of the article if it gives rise to a significant inaccuracy.\nIn this case, the article had reported publicly available remarks made by the\ncomplainant, and not contacting the complainant for comment did not give rise\nto any significant inaccuracy. There was no breach of Clause 1 in not\ncontacting the complainant for comment prior to publication of the article.\nConclusions\n10. The\ncomplaint was not upheld.\nRemedial\nAction Required\n11. N/A\n\n\n\nDate\ncomplaint received: 29/03/2021\nDate\ncomplaint concluded by IPSO: 28/10/2021\n \n \nIndependent\nComplaints Reviewer\nThe\ncomplainant complained to the Independent Complaints Reviewer about the process\nfollowed by IPSO in handling this complaint. The Independent Complaints\nReviewer decided that the process was not flawed and did not uphold the request\nfor review.\nBack to ruling listing\n\n\n"
}