{
    "url": "/rulings-and-resolution-statements/ruling/?id=03088-21",
    "title": "03088-21 Jain v nwemail.co.uk",
    "provisions": [
        "1 Accuracy (2019)",
        "2 Privacy (2019)",
        "3 Harassment (2019)",
        "12 Discrimination (2019)",
        "14 Confidential sources (2019)"
    ],
    "outcome": "Breach - sanction: publication of adjudication",
    "publication": "nwemail.co.uk (Newsquest Media Group)",
    "published_on": "2021-02-24 00:00:00",
    "received_on": "2021-07-30 00:00:00",
    "concluded_on": "2022-03-22 00:00:00",
    "complaint_processing_days": 235,
    "conclusion_long": "which stated “[t]he cause of death was contributed to by the failure to provide a stent to drain [the patient’s] infection earlier in her treatment.” It provided a copy of an inquest document which contained the conclusion of the coroner as to the cause of death. It added that the patient’s husband had also criticised the complainant’s care of his wife. In relation to the second patient, the publication said that the coroner had ruled that he had died after developing urosepsis, caused by “missed opportunities to change his ureteric stent”. It provided correspondence from the Coroner’s Office, which stated that the second patient died “as a result of a stroke he suffered… which was contributed to by his underlying medical conditions and the development of urosepsis following missed opportunities to change his ureteric stent”. The publication further said that the complainant was consistently named by the patient’s families as the consultant in charge of their relatives, and that he was criticised by a whistle-blower during an employment tribunal and subsequent book. In support of its position, the publication provided a number of previous articles published by nwemail.co.uk which included criticisms from family members regarding the care provided by the complainant, and which stated that the complainant’s mistakes had contributed to the deaths of the two patients. 9. The publication also highlighted that it had contacted the UHMBT for comment prior to publication and had also approached the complainant for comment, both of which were declined. 10. In regard to the complainant’s concerns about UHMBT’s apology and the alleged “mistakes made”, the publication provided a copy of the apology. The statement said that: “We feel deeply sorry for [the husband of the first patient], and for the family of [the second patient] and want to apologise to, and reassure them and your readers, that we take every case where a patient dies extremely seriously and that safety for our patients is our primary aim as a healthcare organisation.” The statement concluded by saying that “We want to assure them that our investigations have been thorough, we have learned lessons and of course if [the whistle-blower] has any further information we’d be grateful to hear from him.” The publication said the apology was given after the trust was asked to comment on the calls from the families of the patients for the three named doctors, including the complainant, to be struck off. 11. The publication said that as concerns regarding the urology department had been raised in parliament and as the complainant had been criticised by families of the patients and the whistle-blower, its description of the complainant as “under fire” was supported. It added that it did not consider the statement that “[h]e is among three urologists who have come under fire due to failures in patient care, with an external inquiry looking into concerns that date back to 2001” meant that the inquiry was solely focused on the three urologists.  12. Furthermore, the publication did not accept a breach of Clause 2. It said that the photograph of the complainant was provided by a former colleague of the complainant and that it had been used on numerous occasions previously, including by other publications. It further said that the use of the photograph was in the public interest as the complainant worked in a public-facing role, and that it did not reveal anything personal about him, it merely showed him in a professional light. 13. The publication also did not accept a breach of Clause 3, Clause 12, or Clause 14. It said that the newspaper had never tried to intimidate, harass, or pursue the complainant; that no discrimination had been shown towards the complainant; and that it had protected all confidential sources of information. 14. Whilst the publication did not accept a breach of the Editors’ Code, it offered to publish the following footnote clarification at the bottom of all the stories that had been run about the trust, in order to resolve the complaint: “Mr Jain has asked The Mail to clarify he has worked at the University Hospitals of Morecambe Bay Trust since 2008. Niche Health and Social Care Consulting have been commissioned by NHS England/Improvement at the request of UHMBT to carry out an independent external review into the Trust's urology service after they received complaints and concerns. Niche Health and Social Care Consulting has yet to publish its official findings.” 15. The complainant did not consider the clarification offered was adequate to resolve his complaint. Relevant Clause Provisions Clause 1 (Accuracy)  i) The Press must take care not to publish inaccurate, misleading or distorted information or images, including headlines not supported by the text. ii) A significant inaccuracy, misleading statement or distortion must be corrected, promptly and with due prominence, and — where appropriate — an apology published. In cases involving IPSO, due prominence should be as required by the regulator.  iii) A fair opportunity to reply to significant inaccuracies should be given, when reasonably called for. iv) The Press, while free to editorialise and campaign, must distinguish clearly between comment, conjecture and fact. Clause 2 (Privacy)* i) Everyone is entitled to respect for their private and family life, home, physical and mental health, and correspondence, including digital communications. ii) Editors will be expected to justify intrusions into any individual's private life without consent. In considering an individual's reasonable expectation of privacy, account will be taken of the complainant's own public disclosures of information and the extent to which the material complained about is already in the public domain or will become so. iii) It is unacceptable to photograph individuals, without their consent, in public or private places where there is a reasonable expectation of privacy. Clause 3 (Harassment)*  i) Journalists must not engage in intimidation, harassment or persistent pursuit. ii) They must not persist in questioning, telephoning, pursuing or photographing individuals once asked to desist; nor remain on property when asked to leave and must not follow them. If requested, they must identify themselves and whom they represent. iii)  Editors must ensure these principles are observed by those working for them and take care not to use non-compliant material from other sources. Clause 12 (Discrimination)  i) The press must avoid prejudicial or pejorative reference to an individual's, race, colour, religion, sex, gender identity, sexual orientation or to any physical or mental illness or disability. ii) Details of an individual's race, colour, religion, gender identity, sexual orientation, physical or mental illness or disability must be avoided unless genuinely relevant to the story. Clause 14 (Confidential sources) Journalists have a moral obligation to protect confidential sources of information. Findings of the Committee 16. The matters under complaint related in large part to the publication’s references to matters heard as part of inquest proceedings. The Committee therefore noted that there is a public interest in the coverage of inquests and that the publication was entitled to report fully on the proceedings, including any criticisms made of the complainant as part of that process. In so far as its report related to the inquest proceedings, the publication’s obligation was to provide an accurate report of those proceedings.  17. The complainant denied that he had been “criticised for errors that played a role in the deaths of patients being treated by the trust”; that “[h]e [was] among three urologists who have come under fire due to failures in patient care”; and that he had been “under fire”. He said this was inaccurate to describe him as being “under fire”. In support of its position, the publication said that the complainant had been named by the families of the patients as the consultant in charge of the patients and criticised over the care he had provided by families and the whistle-blower. It also noted that the coroners had recorded that the deaths of the two patients were contributed to by a “failure to provide a stent to drain [the first patient’s] infection earlier in her treatment” and “missed opportunities to change [the second patient’s] ureteric stent”. It was the Committee’s view that as it was not in dispute that the complainant had consulted on the patients’ cases, and where the publication was able to demonstrate that the complainant had been named and criticised by the families of the patients and the whistle-blower, there was sufficient basis to state that the complainant had been “criticised for errors that played a role in the deaths of patients” and that “[h]e [was] among three urologists who have come under fire due to failures in patient care”. There was no breach of Clause 1 on these points. 18. The Committee next considered whether it was inaccurate to claim that “[c]oroners ruled clinical errors made by Mr Jain and former colleagues… contributed to the deaths of two patients”; and that “[h]is errors were ruled to have played a part in the deaths of [two named patients]”. While the publication provided a number of supporting documents regarding the patients’ deaths and the inquiries into these, the documents did not name any individual doctors as being responsible for such errors; the publication had not demonstrated that the complainant had been identified by name or indirectly as having made errors that contributed to the deaths in either proceeding. The Committee considered that the statements gave the clear and inaccurate impression that the coroner had expressly “ruled” that clinical errors made by the complainant specifically had contributed to the deaths of the two patients. In such circumstances, the Committee found that this misrepresentation of the coroners’ findings represented a failure to take care over accuracy and raised a breach of Clause 1(i). Given the serious nature of the claims, the Committee considered that the statements were significantly misleading and required correction under the terms of Clause 1(ii). The publication had not offered to publish any corrective action on these points, and so there was a further breach of Clause 1(ii). 19. The complainant had said the claim that “UHMBT leaders have apologised to families and patients affected by mistakes made by the three doctors” was inaccurate because although UHMBT had apologised, this was not an admission of wrongdoing. The publication had provided a copy of the apology made by UHMBT; however, this apology contained no admission of any wrongdoing and did not name any individuals as having made “mistakes”. The publication was entitled to take the view that apology amounted to the UHMBT leaders apologising for mistakes made, but the article suggested that the apology had expressly attached blame to certain doctors and identified them, which was misleading. It was not clear from the article, which had not included the text of the apology, that this represented the publication’s characterisation of the statement. The publication had not taken care not to publish misleading information, and there was a breach of Clause 1(i). The Committee considered that the statement was also significantly misleading and required correction under the terms of Clause 1(ii). The publication had not offered to publish any corrective action on this point, and as such there was a further breach of Clause 1 (ii). 20. The Committee turned next to the question of whether the statement that the complainant was “among three urologists who have come under fire due to failures in patient care, with an external inquiry looking into concerns that date back to 2001” gave the misleading impression that the external inquiry was only investigating three urologists, rather than the entire department. The article made no claim that the inquiry into the trust was looking at only the three urologists. On this basis, the Committee concluded that there was no failure to take care not to publish inaccurate or misleading information, nor did it give rise to a significant inaccuracy or misleading statement. There was no breach of Clause 1 on this point. 21. The Committee next considered the concerns under Clause 2 and whether the complainant had a reasonable expectation of privacy in relation to the information contained in the photograph. The Committee noted that the image had been used in numerous articles previously and revealed nothing of a private nature about the complainant; it merely showed his likeness. In such circumstances, the Committee did not consider that the complainant had a reasonable expectation of privacy in respect of the information contained in the photograph. There was no breach of Clause 2. 22. The complainant had further said that the article breached Clause 3 as he felt harassed by it, in addition to previous articles published; Clause 12 as he believed the newspaper focused its articles unfairly on BAME doctors; and Clause 14 as he considered there had been a breach of his personal confidentiality. Clause 3 generally relates to the way journalists behave when gathering news, including the nature and extent of their contacts with the subject of the story. The complainant’s concerns under Clause 3 did not relate to this. Clause 12 states that the press must avoid prejudicial or pejorative reference to an individual's, race, colour, religion, sex, gender identity, sexual orientation or to any physical or mental illness or disability; and that details of an individual's race, colour, religion, gender identity, sexual orientation, physical or mental illness or disability must be avoided unless genuinely relevant to the story. The article contained no references to the complainant’s race or colour. Clause 14 relates to the moral obligation of journalists to protect their confidential sources of information; the complainant’s concerns under this Clause did not relate to this. For these reasons, Clause 3, Clause 12, and Clause 14 were not engaged. Conclusion 23. The complaint was partially upheld under Clause 1.",
    "remedial_action": "24.  Having upheld a breach of Clause 1, the Committee considered what remedial action should be required. In circumstances where the Committee establishes a breach of the Editors’ Code, it can require the publication of a correction and/or an adjudication, the terms and placement of which is determined by IPSO. 25. The Committee considered that there was a serious breach of Clause 1(i). The article had published misleading statements on matters of significance, that were on public record and therefore readily available for fact checking. It had not taken adequate steps to correct these misleading statements when they had been brought to its attention by the complainant. In light of the newspaper’s failure to take care over the article’s accuracy, and its failure to correct the misleading statements in line with its obligations under Clause 1(ii), the Committee concluded than an adjudication was the appropriate remedy. 26. The Committee considered the placement of this adjudication. The adjudication should be published in full on the publication’s website, with a link to this adjudication (including the headline) appearing on the top third of the publication’s homepage for 24 hours; it should then be archived in the usual way. The headline to the adjudication should make clear that IPSO has upheld the complaint, reference the title of the newspaper and refer to the complaint’s subject matter. The headline must be agreed with IPSO in advance. 27. The terms of the adjudication for publication are as follows: Ashutosh Jain complained to the Independent Press Standards Organisation that nwemail.co.uk breached Clause 1 (Accuracy) of the Editors’ Code of Practice in an article headlined “Under fire consultant Ashutosh Jain leaves UHMBT”, published on 24th February 2021. IPSO partially upheld this complaint under Clause 1 and has required nwemail.co.uk to publish this decision as a remedy to the breach. The article reported that Mr Jain had recently left his position at the University Hospitals of Morecambe Bay Trust (UHMBT). It said that “[c]oroners ruled clinical errors made by Mr Jain and former colleagues… contributed to the deaths of two patients” and that “[h]is errors were ruled to have played a part in the deaths” of two patients. It also reported that UHMBT had “apologised to families and patients affected by mistakes made by the three doctors”. The complainant said that the article was inaccurate as no official inquiry, authority, or coroner had criticised him or found him responsible for failures in patient care or contributing to patient deaths. The coroner’s reports that related to the deaths of the two patients did not identify any doctor as being responsible for their deaths. He also complained that the article suggested that UHMBT had named him as having made mistakes; the hospital statement had made no reference to any individual doctors.IPSO found that the newspaper had failed to take sufficient care over the presentation of the coroners’ findings; it considered that the article had given the inaccurate impression that the coroner had named the complainant as having contributed to the deaths of the two patients; the complainant had not been named by the coroner. Further, the newspaper’s description of the hospital’s apology suggested that it had identified the complainant; in fact, the hospital’s statement did not name any individuals as having made “mistakes”. The article was therefore significantly misleading regarding the coroners’ verdicts and the hospital’s statement. The publication had made no offer to correct this misleading impression and had therefore breached Clause 1 (i) and Clause 1 (ii) of the Editors’ Code of Practice.   Date complaint received: 30/07/2021",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee 03088-21 Jain v\nnwemail.co.uk\nSummary of Complaint\n1. Ashutosh Jain\ncomplained to the Independent Press Standards Organisation that nwemail.co.uk\nbreached Clause 1 (Accuracy), Clause 2 (Privacy), Clause 3 (Harassment), Clause\n12 (Discrimination) and Clause 14 (Confidential sources) of the Editors’ Code\nof Practice in an article headlined “Under fire consultant Ashutosh Jain leaves\nUHMBT”, published on 24th February 2021.\n2. The article\nreported that the complainant, whom it described as an “under-fire consultant”,\nhad left his position at the University Hospitals of Morecambe Bay Trust\n(UHMBT). It reported that the complainant “was criticised for errors that\nplayed a role in the deaths of patients being treated by the trust”, and that\n“[h]e is among three urologists who have come under fire due to failures in\npatient care, with an external inquiry looking into concerns that date back to\n2001”. The article went on to state that “[c]oroners ruled clinical errors made\nby [the complainant] and former colleagues… contributed to the deaths of two\npatients”, naming the colleagues and the two patients in question. It also\nreported that UHMBT had “apologised to families and patients affected by\nmistakes made by the three doctors”. The article was accompanied by a\nphotograph of the complainant.\n3. The complainant\nsaid that the article contained a number of inaccuracies in breach of Clause 1.\nHe said that while he had consulted on both patients’ cases, he had not been\ncriticised or found guilty by any official authority for a failure in patient\ncare or for contributing to the deaths of the two patients, and that therefore\nit was inaccurate to state that he “was criticised for errors that played a\nrole in the deaths of patients being treated by the trust”; that “[h]e is among\nthree urologists who have come under fire due to failures in patient care, with\nan external inquiry looking into concerns that date back to 2001”; that\n“[c]oroners ruled clinical errors made by [the complainant] and former\ncolleagues… contributed to the deaths of two patients”; and that “[h]is errors\nwere ruled to have played a part in the deaths” of two patients. The complainant\nfurther said that the coroner’s reports that related to the deaths of the two\npatients did not mention any individuals’ names as being responsible for their\ndeaths, and that he had not been asked to attend coroner’s court in either\ncase. In addition, the complainant added that he considered the statement that\n“[h]e is among three urologists who have come under fire due to failures in\npatient care, with an external inquiry looking into concerns that date back to\n2001” inaccurately suggested that the external inquiry was only investigating\nthree urologists, whereas the external inquiry was in fact looking into the\nentire department. He highlighted that he had only worked at the department\nsince 2008, and that the external inquiry had yet to publish the report.\n4. The complainant\nalso said that the claim that “UHMBT leaders have apologised to families and\npatients affected by mistakes made by the three doctors” was also inaccurate.\nHe said that while UHMBT may have apologised, this was not an admission of wrongdoing\nand the investigation into these incidents were still ongoing. He said that\ntherefore it was misleading and inaccurate to state that “mistakes [were] made\nby the three doctors”.\n5. Furthermore, the\ncomplainant said that the headline reference to his departure from UHMBT and\nthe reference to him as “under fire” were inaccurate; he was not “under fire”\nfrom any official authority, which he considered the article suggested. He\nadded that this also gave the misleading impression that he left UHMBT due to\nbeing “under fire”, rather than for personal reasons.\n6. The complainant\nalso said that the article breached Clause 2 because the publication of the\nphotograph of him, without his consent, was an intrusion into his privacy.\n7. In addition, the\ncomplainant also said that the article breached Clause 3 as he felt harassed by\nthe article was well as previous articles published which were not under\ncomplaint; Clause 12 as he believed the newspaper focused its articles on BAME\ndoctors and failed to report any incidents related to local British doctors;\nand Clause 14 as he considered there had been a breach of his personal\nconfidentiality.\n8. The publication\ndid not accept a breach of the Code and defended the accuracy of its coverage.\nIt said that the complainant was named by the family in an inquest into the\ndeath of the first patient and that the coroner recorded a conclusion which\nstated “[t]he cause of death was contributed to by the failure to provide a\nstent to drain [the patient’s] infection earlier in her treatment.” It provided\na copy of an inquest document which contained the conclusion of the coroner as\nto the cause of death. It added that the patient’s husband had also criticised\nthe complainant’s care of his wife. In relation to the second patient, the\npublication said that the coroner had ruled that he had died after developing\nurosepsis, caused by “missed opportunities to change his ureteric stent”. It\nprovided correspondence from the Coroner’s Office, which stated that the second\npatient died “as a result of a stroke he suffered… which was contributed to by\nhis underlying medical conditions and the development of urosepsis following\nmissed opportunities to change his ureteric stent”. The publication further\nsaid that the complainant was consistently named by the patient’s families as\nthe consultant in charge of their relatives, and that he was criticised by a\nwhistle-blower during an employment tribunal and subsequent book. In support of\nits position, the publication provided a number of previous articles published\nby nwemail.co.uk which included criticisms from family members regarding the\ncare provided by the complainant, and which stated that the complainant’s\nmistakes had contributed to the deaths of the two patients.\n9. The publication\nalso highlighted that it had contacted the UHMBT for comment prior to\npublication and had also approached the complainant for comment, both of which\nwere declined.\n10. In regard to the\ncomplainant’s concerns about UHMBT’s apology and the alleged “mistakes made”,\nthe publication provided a copy of the apology. The statement said that: “We\nfeel deeply sorry for [the husband of the first patient], and for the family of\n[the second patient] and want to apologise to, and reassure them and your\nreaders, that we take every case where a patient dies extremely seriously and\nthat safety for our patients is our primary aim as a healthcare organisation.”\nThe statement concluded by saying that “We want to assure them that our\ninvestigations have been thorough, we have learned lessons and of course if\n[the whistle-blower] has any further information we’d be grateful\nto hear from him.” The publication said the apology was given after the trust\nwas asked to comment on the calls from the families of the patients for the\nthree named doctors, including the complainant, to be struck off.\n11. The publication said that as concerns regarding the\nurology department had been raised in parliament and as the complainant had\nbeen criticised by families of the patients and the whistle-blower, its\ndescription of the complainant as “under fire” was supported. It added that it\ndid not consider the statement that “[h]e is among three urologists who have\ncome under fire due to failures in patient care, with an external inquiry\nlooking into concerns that date back to 2001” meant that the inquiry was solely\nfocused on the three urologists. \n12. Furthermore, the publication did not accept a breach of\nClause 2. It said that the photograph of the complainant was provided by a\nformer colleague of the complainant and that it had been used on numerous\noccasions previously, including by other publications. It further said that the\nuse of the photograph was in the public interest as the complainant worked in a\npublic-facing role, and that it did not reveal anything personal about him, it\nmerely showed him in a professional light.\n13. The publication also did not accept a breach of Clause\n3, Clause 12, or Clause 14. It said that the newspaper had never tried to\nintimidate, harass, or pursue the complainant; that no discrimination had been\nshown towards the complainant; and that it had protected all confidential\nsources of information.\n14. Whilst the publication did not accept a breach of the\nEditors’ Code, it offered to publish the following footnote clarification at\nthe bottom of all the stories that had been run about the trust, in order to\nresolve the complaint:\n“Mr Jain has asked The Mail to clarify he has worked at the\nUniversity Hospitals of Morecambe Bay Trust since 2008. Niche Health and Social Care Consulting have been\ncommissioned by NHS England/Improvement at the request of UHMBT to carry out an\nindependent external review into the Trust's urology service after they\nreceived complaints and concerns. Niche Health and Social Care Consulting has\nyet to publish its official findings.”\n15. The complainant did not consider the clarification\noffered was adequate to resolve his complaint.\nRelevant Clause Provisions\nClause 1 (Accuracy) \ni) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not\nsupported by the text.\nii) A significant inaccuracy, misleading statement or\ndistortion must be corrected, promptly and with due prominence, and — where\nappropriate — an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator. \niii) A fair opportunity to reply to significant inaccuracies\nshould be given, when reasonably called for.\niv) The Press, while free to editorialise and campaign, must\ndistinguish clearly between comment, conjecture and fact.\nClause 2 (Privacy)*\ni) Everyone is entitled to respect for their private and\nfamily life, home, physical and mental health, and correspondence, including\ndigital communications.\nii) Editors will be expected to justify intrusions into any\nindividual's private life without consent. In considering an individual's\nreasonable expectation of privacy, account will be taken of the complainant's\nown public disclosures of information and the extent to which the material\ncomplained about is already in the public domain or will become so.\niii) It is unacceptable to photograph individuals, without\ntheir consent, in public or private places where there is a reasonable\nexpectation of privacy.\nClause 3 (Harassment)* \ni) Journalists must not engage in intimidation, harassment\nor persistent pursuit.\nii) They must not persist in questioning, telephoning,\npursuing or photographing individuals once asked to desist; nor remain on\nproperty when asked to leave and must not follow them. If requested, they must\nidentify themselves and whom they represent.\niii)  Editors must\nensure these principles are observed by those working for them and take care\nnot to use non-compliant material from other sources.\nClause 12 (Discrimination) \ni) The press must avoid prejudicial or pejorative reference\nto an individual's, race, colour, religion, sex, gender identity, sexual\norientation or to any physical or mental illness or disability.\nii) Details of an individual's race, colour, religion,\ngender identity, sexual orientation, physical or mental illness or disability must\nbe avoided unless genuinely relevant to the story.\nClause 14 (Confidential sources)\nJournalists have a moral obligation to protect confidential\nsources of information.\nFindings of the Committee\n16. The matters under complaint related in large part to the\npublication’s references to matters heard as part of inquest proceedings. The\nCommittee therefore noted that there is a public interest in the coverage of\ninquests and that the publication was entitled to report fully on the\nproceedings, including any criticisms made of the complainant as part of that\nprocess. In so far as its report related to the inquest proceedings, the\npublication’s obligation was to provide an accurate report of those proceedings.\n\n17. The complainant denied that he had been “criticised for\nerrors that played a role in the deaths of patients being treated by the\ntrust”; that “[h]e [was] among three urologists who have come under fire due to\nfailures in patient care”; and that he had been “under fire”. He said this was inaccurate to describe him as being “under fire”. In\nsupport of its position, the publication said that the complainant had been\nnamed by the families of the patients as the consultant in charge of the patients\nand criticised over the care he had provided by families and the\nwhistle-blower. It also noted that the coroners had recorded that the deaths of\nthe two patients were contributed to by a “failure to provide a stent to drain\n[the first patient’s] infection earlier in her treatment” and “missed\nopportunities to change [the second patient’s] ureteric stent”. It was the\nCommittee’s view that as it was not in dispute that the complainant had\nconsulted on the patients’ cases, and where the publication was able to\ndemonstrate that the complainant had been named and criticised by the families\nof the patients and the whistle-blower, there was sufficient basis to state\nthat the complainant had been “criticised for errors that played a role in the\ndeaths of patients” and that “[h]e [was] among three urologists who have come\nunder fire due to failures in patient care”. There was no breach of Clause 1 on\nthese points.\n18. The Committee next considered whether it was inaccurate\nto claim that “[c]oroners ruled clinical errors made by Mr Jain and former\ncolleagues… contributed to the deaths of two patients”; and that “[h]is errors\nwere ruled to have played a part in the deaths of [two named patients]”. While\nthe publication provided a number of supporting documents regarding the\npatients’ deaths and the inquiries into these, the documents did not name any\nindividual doctors as being responsible for such errors; the publication had\nnot demonstrated that the complainant had been identified by name or indirectly\nas having made errors that contributed to the deaths in either proceeding. The\nCommittee considered that the statements gave the clear and inaccurate\nimpression that the coroner had expressly “ruled” that clinical errors made by\nthe complainant specifically had contributed to the deaths of the two patients.\nIn such circumstances, the Committee found that this misrepresentation of the\ncoroners’ findings represented a failure to take care over accuracy and raised\na breach of Clause 1(i). Given the serious nature of the claims, the Committee\nconsidered that the statements were significantly misleading and required\ncorrection under the terms of Clause 1(ii). The publication had not offered to\npublish any corrective action on these points, and so there was a further\nbreach of Clause 1(ii).\n19. The complainant had said the claim that “UHMBT leaders\nhave apologised to families and patients affected by mistakes made by the three\ndoctors” was inaccurate because although UHMBT had apologised, this was not an\nadmission of wrongdoing. The publication had provided a copy of the apology\nmade by UHMBT; however, this apology contained no admission of any wrongdoing\nand did not name any individuals as having made “mistakes”. The publication was\nentitled to take the view that apology amounted to the UHMBT leaders\napologising for mistakes made, but the article suggested that the apology had\nexpressly attached blame to certain doctors and identified them, which was\nmisleading. It was not clear from the article, which had not included the text\nof the apology, that this represented the publication’s characterisation of the\nstatement. The publication had not taken care not to publish misleading\ninformation, and there was a breach of Clause 1(i). The Committee considered\nthat the statement was also significantly misleading and required correction\nunder the terms of Clause 1(ii). The publication had not offered to publish any\ncorrective action on this point, and as such there was a further breach of\nClause 1 (ii).\n20. The Committee turned next to the question of whether the\nstatement that the complainant was “among three urologists who have come under\nfire due to failures in patient care, with an external inquiry looking into\nconcerns that date back to 2001” gave the misleading impression that the\nexternal inquiry was only investigating three urologists, rather than the\nentire department. The article made no claim that the inquiry into the trust\nwas looking at only the three urologists. On this basis, the Committee\nconcluded that there was no failure to take care not to publish inaccurate or\nmisleading information, nor did it give rise to a significant inaccuracy or\nmisleading statement. There was no breach of Clause 1 on this point.\n21. The Committee next considered the concerns under Clause\n2 and whether the complainant had a reasonable expectation of privacy in\nrelation to the information contained in the photograph. The Committee noted\nthat the image had been used in numerous articles previously and revealed\nnothing of a private nature about the complainant; it merely showed his\nlikeness. In such circumstances, the Committee did not consider that the\ncomplainant had a reasonable expectation of privacy in respect of the\ninformation contained in the photograph. There was no breach of Clause 2.\n22. The complainant had further said that the article\nbreached Clause 3 as he felt harassed by it, in addition to previous articles\npublished; Clause 12 as he believed the newspaper focused its articles unfairly\non BAME doctors; and Clause 14 as he considered there had been a breach of his\npersonal confidentiality. Clause 3 generally relates to the way journalists\nbehave when gathering news, including the nature and extent of their contacts with\nthe subject of the story. The complainant’s concerns under Clause 3 did not\nrelate to this. Clause 12 states that the press must avoid prejudicial or\npejorative reference to an individual's, race, colour, religion, sex, gender\nidentity, sexual orientation or to any physical or mental illness or\ndisability; and that details of an individual's race, colour, religion, gender\nidentity, sexual orientation, physical or mental illness or disability must be\navoided unless genuinely relevant to the story. The article contained no\nreferences to the complainant’s race or colour. Clause 14 relates to the moral\nobligation of journalists to protect their confidential sources of information;\nthe complainant’s concerns under this Clause did not relate to this. For these reasons,\nClause 3, Clause 12, and Clause 14 were not engaged.\nConclusion\n23. The complaint was partially upheld under Clause 1.\nRemedial action required\n24.  Having upheld a\nbreach of Clause 1, the Committee considered what remedial action should be\nrequired. In circumstances where the Committee establishes a breach of the\nEditors’ Code, it can require the publication of a correction and/or an\nadjudication, the terms and placement of which is determined by IPSO.\n25. The Committee considered that there was a serious breach\nof Clause 1(i). The article had published misleading statements on matters of\nsignificance, that were on public record and therefore readily available for\nfact checking. It had not taken adequate steps to correct these misleading\nstatements when they had been brought to its attention by the complainant. In\nlight of the newspaper’s failure to take care over the article’s\naccuracy, and its failure to correct the misleading statements in line with its\nobligations under Clause 1(ii), the Committee concluded than an adjudication\nwas the appropriate remedy.\n26. The Committee considered the placement of this\nadjudication. The adjudication should be published in full on the publication’s\nwebsite, with a link to this adjudication (including the headline) appearing on\nthe top third of the publication’s homepage for 24 hours; it should then be\narchived in the usual way. The headline to the adjudication should make clear\nthat IPSO has upheld the complaint, reference the title of the newspaper and\nrefer to the complaint’s subject matter. The headline must be agreed with IPSO\nin advance.\n27. The terms of the adjudication for publication are as\nfollows:\nAshutosh Jain complained to the Independent Press Standards\nOrganisation that nwemail.co.uk breached Clause 1 (Accuracy) of the Editors’\nCode of Practice in an article headlined “Under fire consultant Ashutosh Jain\nleaves UHMBT”, published on 24th February 2021.\nIPSO partially upheld this complaint under Clause 1 and has\nrequired nwemail.co.uk to publish this decision as a remedy to the breach.\nThe article reported that Mr Jain had recently left his\nposition at the University Hospitals of Morecambe Bay Trust (UHMBT). It said\nthat “[c]oroners ruled clinical errors made by Mr Jain and former colleagues…\ncontributed to the deaths of two patients” and that “[h]is errors were ruled to\nhave played a part in the deaths” of two patients. It also reported that UHMBT\nhad “apologised to families and patients affected by mistakes made by the three\ndoctors”.\nThe complainant said that the article was inaccurate as no\nofficial inquiry, authority, or coroner had criticised him or found him\nresponsible for failures in patient care or contributing to patient deaths. The\ncoroner’s reports that related to the deaths of the two patients did not\nidentify any doctor as being responsible for their deaths. He also complained\nthat the article suggested that UHMBT had named him as having made mistakes;\nthe hospital statement had made no reference to any individual doctors.IPSO found that the newspaper had failed to take sufficient\ncare over the presentation of the coroners’ findings; it considered that the\narticle had given the inaccurate impression that the coroner had named the\ncomplainant as having contributed to the deaths of the two patients; the\ncomplainant had not been named by the coroner. Further, the newspaper’s\ndescription of the hospital’s apology suggested that it had identified the\ncomplainant; in fact, the hospital’s statement did not name any individuals as\nhaving made “mistakes”. The article was therefore significantly misleading\nregarding the coroners’ verdicts and the hospital’s statement. The publication\nhad made no offer to correct this misleading impression and had therefore\nbreached Clause 1 (i) and Clause 1 (ii) of the Editors’ Code of Practice.  \nDate complaint received: 30/07/2021 \nDate complaint concluded by IPSO: 22/03/2022\nBack to ruling listing\n\n\n"
}