{
    "url": "/rulings-and-resolution-statements/ruling/?id=03090-16",
    "title": "03090-16, Graham v Daily Mail",
    "provisions": [
        "1 Accuracy (2016)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "Daily Mail (Associated Newspapers Limited)",
    "published_on": "2016-05-20 00:00:00",
    "received_on": "2016-05-22 00:00:00",
    "concluded_on": "2016-10-20 00:00:00",
    "complaint_processing_days": 151,
    "conclusion_long": "20.   The complaint was not upheld.",
    "remedial_action": "N/A Date complaint received: 22/05/2016",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee 03090-16, Graham v Daily Mail\nSummary of complaint 1.   \nDavid Graham complained to the Independent Press\nStandards Organisation that the Daily Mail breached Clause 1 (Accuracy) of the\nEditors’ Code of Practice in an article headlined “Migrants spark housing\ncrisis”, published on 20 May 2016. 2.   \nThe\narticle reported that the European Commission had warned that the UK was\n“heading for an ‘acute’ housing crisis caused by population growth”. It said\nthat “rather than acknowledging the clamour in the UK for stricter border\ncontrols to ease demand, the Commission had ordered Britain ‘to take further\nsteps to boost housing supply’”. It quoted MP Chris Grayling saying “what we\nhave is the EU telling us we are not building enough houses yet telling us also\nthat we have to accept unlimited migration from elsewhere in the European\nUnion”. The article appeared with the sub-headline “Now EU tells Britain to\nbuild more homes as open borders send population soaring”. 3.   \nThe\narticle was published in substantially the same form online. 4.   \nThe\ncomplainant considered that the article’s headline was unsupported by the\naccompanying text, which had not explained how migration had “sparked” a crisis\nin housing. He said that the European Commission had not said that it was\nnecessary for the UK to build houses to cope with EU migration, and it had not\nattributed the housing shortage to population growth or EU migration. Rather,\nthe Commission’s report had noted that there was a housing shortage in the\nsouth-east and recommended that the UK ensured that its own national policies\nwere implemented. He considered that the inaccurate impression given by the\nfront-page article had been compounded by a comment piece, which had said\n“Britain is facing an acute housing crisis caused by massive population growth.\nNo, that’s not the Daily Mail speaking…, but the European Commission”. 5.   \nThe\ncomplainant also said that the article had inaccurately stated that the\nEuropean Commission had “ordered” the UK to build more houses; it did not have\nthe power to do so. 6.   \nThe\nnewspaper acknowledged that the article had quoted from two European Commission\nreports, and not one as suggested; it amended the online article accordingly. 7.   \nThe\nnewspaper did not consider that the headline was misleading or unsupported by\nthe text. The article had centred on an interview with MP Chris Grayling who\nhad “uncovered” the European Commission report, which was published in May, and\nit was to comments made by him that the headline referred. 8.   \nThe\nnewspaper noted that in the interview, Mr Grayling had made a link between the\nEU report, migration and the shortage of housing in the UK. He had said “We\nhave got the Office for National Statistics (ONS) saying that our population is\ngoing to rise from 63 million to 76 million over the next generation. Not all\nof that is from immigration, but they have always said that a substantial part\nis…If we have migration on this scale, the European Commission has put its\nfinger on it: we have to build more…” 9.   \nThe\nnewspaper said that the headline was also supported by comments made by MP Liam\nFox, which were also included in the article. Mr Fox had said that ordinary\npeople were aware of EU migration “in their daily lives by the lack of school\nplaces, the difficulty seeing a GP and competition in housing”. 10. The newspaper considered that the\nEuropean Commission report had further substantiated the headline. Its May\nreport had said “Despite the government’s various housing initiatives, housing\ndemand continues to outstrip supply and this is reflected in high and rising\nhousing prices. The shortage in housing is most acute in the rapidly-growing\nregions of London and the South-East”. The newspaper said that this finding had\nfed into the Commission’s formal recommendation that the UK “takes further\nsteps to boost housing supply, including by implementing the reforms of the\nnational planning framework”. 11. The newspaper said that it was a\nfact that the increase in the UK’s population was due in “large part” to\nmigration. It noted that the European Commission’s February report had included\na reference to an ONS report, which had stated that the UK’s population was set\nto increase to 9.7 million over the next 25 years, with net migration\naccounting for 51% of the projected increase, or 68% of the projected increase when\nthe impact of migration on birth rate was taken into account. The newspaper\nconsidered that the ONS figures could also be a “massive under-estimate”\nbecause the ONS had based its calculations on an assumed net migration level of\n185,000 a year, when for the last six quarters, net migration had been running\nat more than 300,000. 12. The newspaper said that it was\n“no surprise” that, as the European Commission had reported, and Mr Grayling\nhad observed, “largely migration-driven” population growth was leading to a\n“housing crisis”. 13. The newspaper did not accept the\ncomplainant’s contention that it was misleading to state that the European\nCommission had “ordered” the UK to build more houses. It noted that the\ndictionary definition of “to order” was “to request something to be made or\nsupplied” or “to give an authoritative instruction to do something”. It said it\nwas doubtful that the Commission would make recommendations without expecting\nthem to be acted upon. Furthermore, the article had said that the Commission’s\nreport had referred to “recommendations”.  \nRelevant Code provisions 14. Clause 1\n(Accuracy) i)     \nThe Press\nmust take care not to publish inaccurate, misleading or distorted information\nor images, including headlines not supported by the text. ii)   \nA\nsignificant inaccuracy, misleading statement or distortion must be corrected,\npromptly and with due prominence, and — where appropriate — an apology\npublished. In cases involving IPSO, due prominence should be as required by the\nregulator. iii)  \nA fair\nopportunity to reply to significant inaccuracies should be given, when\nreasonably called for. iv)  \nThe\nPress, while free to editorialise and campaign, must distinguish clearly\nbetween comment, conjecture and fact.  \nFindings of the Committee 15. The\nCommittee noted that the article quoted from two reports published by the\nEuropean Commission, and not one as suggested by the original article. It welcomed\nthe newspaper’s decision to clarify this point in the online version of the\npiece. 16. The Committee\ndid not consider that the headline was unsupported by the accompanying text. The\narticle had reported that MP Chris Grayling, who had “uncovered” the European\nCommission report, had considered that the report indicated that the European\nUnion was “telling us we are not building enough houses and yet telling us also\nthat we have to accept unlimited migration from elsewhere from the European\nUnion”.  He was also quoted as saying “if\nwe have migration on this scale, the European Commission has put its finger on\nit: we have to build more…”. The Committee was satisfied that the headline was\nsupported by these comments. There was no breach of Clause 1 on this point. 17. The\nCommittee noted the complainant’s concern that the accompanying comment piece\nhad supported the suggestion that it was the European Commission that had said\nthat the UK needed to build more houses to cope with EU migration. However,\nalthough the Commission had not explicitly stated in either of its reports that\nmigration had contributed to the housing shortage, ONS statistics, to which its\nFebruary report referred, had stated that 68% of the\nprojected increase in the UK’s population over the next 25 years was either\ndirectly attributable to future migration or indirectly attributable to it\nthrough its effect on births and deaths. Furthermore, both\nthe Commission reports had referred to the pressure that an increasing\npopulation puts on housing demand: the February 2016 report had stated that “population increases may result in\nfurther upward movement on household formation and add to upward pressure on\ndemand”; and the May 2016 report had said “despite the government’s\nvarious initiatives, housing demand continues to outstrip supply…the shortage\nin housing is most acute in the rapidly growing regions of London and\nSouth-East”. In this context, it was not significantly misleading for the\nnewspaper to assert that the European Commission had attributed the housing\nshortage to population growth, or to suggest that the Commission had said that\npopulation growth was caused by migration. There was no failure to take care\nover the accuracy of the article on this point. 18. The\nCommittee also noted the complainant’s concern that the newspaper had reported\nthat the Commission had “ordered” the UK to build more houses. However, the\nCommission’s recommendation was made on the basis that it would have an effect on\nthe government’s approach to the housing shortage. In the context of this\narticle, which had reported Mr Grayling’s position that the EU was “telling us\nwe are not building enough houses”, and had also described the Commission’s\nposition as a “formal recommendation”, the assertion that the Commission had\n“ordered” the UK to build more houses was not significantly misleading. 19. There was no failure to take care\nover the accuracy of the article. The complaint under Clause 1 was not upheld. \nConclusions 20.   The\ncomplaint was not upheld.  \nRemedial action required\nN/A\nDate complaint received: 22/05/2016\nDate decision issued: 20/10/2016\nBack to ruling listing\n\n\n"
}