{
    "url": "/rulings-and-resolution-statements/ruling/?id=03097-14",
    "title": "03097-14 Ambridge v Essex Chronicle",
    "provisions": [
        "3 (Privacy) 2015",
        "4 (Harassment) 2015"
    ],
    "outcome": "No breach - after investigation",
    "publication": "Essex Chronicle (Reach PLC)",
    "published_on": "2014-12-19 00:00:00",
    "received_on": "2014-12-19 00:00:00",
    "concluded_on": "2015-02-20 00:00:00",
    "complaint_processing_days": 63,
    "conclusion_long": "10. The complaint was not upheld.",
    "remedial_action": "N/ADate complaint received: 19/12/2014",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee 03097-14 Ambridge v\nEssex ChronicleSummary of complaint 1. Robert Ambridge complained to the Independent Press\nStandards Organisation that the Essex Chronicle had breached Clause 3 (Privacy)\nand Clause 4 (Harassment) of the Editors’ Code of Practice in an article\npublished on 19 December 2014, headlined “Twitter troll Old Holborn leaves\ntown…and moves to Chelmsford”.2. The article reported that the complainant had recently\nmoved from his home in Braintree to Chelmsford, after his name, picture, home\naddress and workplace were revealed online. It detailed the complainant’s\nreputation as an internet “troll”, under the identity “Old Holborn”. It noted\nthat he had posted “distasteful tweets about the Hillsborough stadium disaster\nand murdered children”, leading to death threats after his identity was\nrevealed online a few months previously. It included the partial address of his\nnew home.3. The complainant said that the inclusion of his partial\naddress, when the newspaper knew that he had received death threats, posed\npotential safety concerns for him and his family, and therefore breached Clause\n3. He provided examples of some of the threatening messages he had received\nsince the article under complaint was published, and said that his wife’s\nemployer had introduced protective measures in her workplace to prevent her\nfrom receiving further abuse. He also said that it was the eighth article\nconcerning him which had been published by the newspaper, despite the fact that\nhe had committed no crime. He said that this constituted harassment and was a\nbreach of Clause 4.4. The newspaper said that the complainant was a notorious\nTwitter troll, who had had 36 different Twitter accounts over an 18-month\nperiod, as his accounts are regularly suspended. He refers to himself as\n“Britain’s vilest troll”, and has previously appeared in television\ndocumentaries defending his actions. The newspaper said that because of his\nnotoriety, the complainant’s full address had previously been published on\nsocial media sites, and he had been “doxxed”, which meant that his identifying\npersonal details – including his address, mobile telephone number, and a link to\na photograph of the exterior of his home – had been published online. The\nnewspaper did not accept that its publication of his partial address posed any\nintrusion, or that the incidents cited by the complainant since the article’s\npublication could be linked to its article. It noted that the complainant was\nregularly tweeting for up to 18 hours per day, and that this included dozens of\ncomments which could be deemed offensive, and could provoke a hostile response.5. The newspaper said that it was central to the article\nthat the complainant lived in Chelmsford, as that was what gave the story news\nvalue for its readers. It said that it was standard practice in regional\nnewspapers to publish the addresses of subjects of articles, and that the\ncomplainant’s house number was omitted; there were around 20 houses on the\nroad. Several “R. Ambridges” were listed locally, and so it had been important\nto publish his address in order to correctly identify him. In April 2014 the\ncomplainant had received abusive messages and death threats via his employer,\nbut the newspaper was not aware of any more recent threats, and it noted that\nthe complainant had not supplied any evidence of death threats, nor had a\nreport been made to the police. Nonetheless, when the newspaper had been\ncontacted by the complainant directly, it had removed his address from the\nonline article, as a gesture of goodwill.Relevant Code Provisions6. Clause 3 (Privacy)i) Everyone is entitled to respect for his or her private\nand family life, home, health and correspondence, including digital\ncommunications.ii) Editors will be expected to justify intrusions into any\nindividual’s private life without consent. Account will be taken of the\ncomplainant’s own public disclosures of information.Clause 4 (Harassment)i) Journalists must not engage in intimidation, harassment\nor persistent pursuit.The Public Interestiii) The Regulator will consider the extent to which\nmaterial is already in the public domain, or will become so.Findings of the Committee7. The Committee generally takes the view that newspapers\nare entitled to publish the partial addresses of subjects of articles.\nNonetheless, it considers each case on its merits, and in this instance,\nserious consideration had to be given to the fact that the newspaper had been\naware that the complainant had previously received death threats. This had\nclear potential relevance to the question of whether the publication of his\naddress would intrude into his private life by posing a safety risk to him and\nhis family.8. The Editors’ Code requires that the Committee considers\nthe extent to which material is already in the public domain, as this has the\npotential to mitigate the intrusion posed by publication of material which\ncould otherwise breach Clause 3. The complainant’s full address had already\nbeen placed in the public domain, prior to publication of the article under\ncomplaint, by virtue of postings by other internet users. Extensive personal\ninformation had been published about the complainant online, including his full\nnew address. In this context, it was not clear that the publication, in the\nnewspaper, of the partial address posed a specific threat to his safety. It was\nnotable in any case that none of the hostile activity cited by the complainant\nin the period since the article was published appeared to have been directed to\nhis home address; rather, he had referred to concerns about a threat to his\nwife’s workplace, information which had not been published by the newspaper,\nand threats directed to his Twitter account. The Committee concluded that there\nwas no breach of Clause 3.9. The terms of Clause 4 generally relate to the conduct of\njournalists during the newsgathering process. The publication of a number of\narticles about the same person would not usually amount to harassment under the\nterms of the Editors’ Code. The newspaper had been entitled to report on the\non-going controversy regarding the complainant’s online activities. This did\nnot amount to a breach of Clause 4.Conclusions10. The complaint was not upheld. Remedial Action RequiredN/ADate complaint received: 19/12/2014\nDate decision issued: 20/02/2015\nBack to ruling listing\n\n\n"
}