{
    "url": "/rulings-and-resolution-statements/ruling/?id=03091-14",
    "title": "03091-14 Clark v Mail Online",
    "provisions": [
        "1 (Accuracy) 2015"
    ],
    "outcome": "Breach - sanction: action as offered by publication",
    "publication": "Mail Online (Associated Newspapers Limited)",
    "published_on": "2014-10-19 00:00:00",
    "received_on": "2014-10-27 00:00:00",
    "concluded_on": "2014-12-29 00:00:00",
    "complaint_processing_days": 63,
    "conclusion_long": "15. The complaint was upheld.",
    "remedial_action": "16. Having upheld the complaint under Clause 1 (i), the Committee considered what remedial action should be required. The Committee has the power to require the publication of a correction and/or adjudication, the nature, extent and placement of which is to be determined by IPSO. It may also inform the publication that further remedial action is required to ensure that the requirements of the Editors’ Code are met.  The use of the image had given the inaccurate impression that the columnist’s dogs had been provided by the charity Hearing Dogs for Deaf People. The Committee took the view therefore that the removal of the photograph from the online article and publication of a footnote which stated, “We are happy to make clear that when Liz Jones referred to her four dogs as ‘hearing dogs’ she did not intend to imply that the dogs had been trained and supplied by the charity Hearing Dogs for Deaf People”, was sufficient to remedy the initial breach of the Editors’ Code.  Date complaint received: 27/10/2014",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee 03091-14 Clark v Mail Online\nSummary of complaint \n1. Ms Faith Clark complained to the Independent Press\nStandards Organisation on behalf of Hearing Dogs for Deaf People that Mail\nOnline had breached Clause 1 (Accuracy) of the Editors’ Code of Practice in an\narticle headlined “The disabled make good staff - unlike baldies with beer\nbellies”, published on 19 October 2014. The complaint was initially considered\nby the Complaints Committee as part of the complaint against The Mail on\nSunday. The Mail on Sunday subsequently notified IPSO that Mail Online was\nsubject to independent editorial control, separate to The Mail on Sunday. As\nsuch, following a decision by IPSO’s Board, the articles published by The Mail\non Sunday and Mail Online were considered separately. \n2. The columnist had written a piece about the value of\ndisabled people in the work place, in which she said she had four “hearing\ndogs”. \n3. The article had included a photograph of a dog wearing a\n‘Hearing Dogs for Deaf People’ vest, captioned “Home help: ‘I have four hearing\ndogs that are trained to create a commotion if my fire alarm goes off’”. \n4. The complainant was concerned that the coverage gave the\ninaccurate impression that the columnist has four specially trained assistance\ndogs. She said that Hearing Dogs for Deaf People have a programme of careful\nbreading, selection and training. The charity focuses on matching one dog - not\nmultiple dogs - to each deaf partner. The implication that the charity would\nsupply four dogs to one owner was damaging as it suggested that charity was\nwasting resources. The complainant also made clear that the dogs are not\ntrained to cause a commotion, but to convey information by touch. \n5. The complainant said that the newspaper and the columnist\nhad been contacted by the charity in 2013 to request that she refrain from\ndescribing her dogs as “hearing dogs”. \n6. The complainant was also concerned that the publication\nhad not removed the picture or provided any clarifying statement for “several\ndays” after the story had been published. She also said that a number of\nreaders’ comments had been deleted from the online article. \n7. The publication explained that that the columnist’s dogs\nhad been trained by a canine behaviour expert to alert her to certain sounds. \n8. It said that the Equality Act makes it illegal to\ndiscriminate against disabled people and this is construed to mean that\ndisabled people must not be excluded from public places because they need to be\naccompanied by a dog. The Act does not define any particular terminology or\nqualifications for hearing dogs. The term “hearing dog” can be used as a\ngeneric description of a dog that helps people with hearing difficulties; it is\ncomparable with “sheepdog, guard dog or gun dog”. \n9. It said that any reader who was interested in the\nprovision of assistance dogs would have known that the charity would not have\nprovided anyone with four dogs of their highly trained dogs. The article did\nnot state that the dogs had been provided by a charity. The photograph of the\ndog accompanying the online article had clearly been a generic image used for illustrational\npurposes. \n10. Once it had received the complaint, the publication had\nchanged the caption of the photograph to, “A dog highly trained by the charity\nHearing Dogs for Deaf People. Liz Jones’s dogs are not ‘qualified’ in the same\nway.” A footnote that stated, “We are happy to make clear that when Liz Jones\nreferred to her four dogs as ‘hearing dogs’ she did not intend to imply that\nthe dogs had been trained and supplied by the charity Hearing Dogs for Deaf\nPeople”, had also been appended to the online article.  The photograph had ultimately been removed\nfrom the online article altogether. \nRelevant Code Provisions\n11. Clause 1 (Accuracy) \ni) The press must take care not to publish inaccurate,\nmisleading or distorted information, including pictures.\nii) A significant inaccuracy, misleading statement or\ndistortion once recognised must be corrected, promptly and with due prominence,\nand – where appropriate – an apology published. \niii)  The Press,\nwhilst free to be partisan, must distinguish clearly between comment,\nconjecture and fact. \nFindings of the Committee\n12. The article had been illustrated with a photograph of a\ndog wearing a vest which featured the charity’s logo, including its full name.\nThe Committee found that the use of the image and accompanying caption gave the\nsignificantly misleading impression that the dogs had been provided by the\ncharity, and by extension that they had provided four dogs to one owner. The\nuse of the photograph represented a failure to take over the accuracy of the\nonline article, in breach of Clause 1 (i) of the Editors’ Code of Practice. \n13. The publication had been entitled to take steps it\nconsidered appropriate to moderate use of its comment threads so long as it did\nnot otherwise breach any of the Clauses of the Code. The concern that the\npublication had removed certain comments from the online article did not raise\na breach of the Code. \n14. While the Committee welcomed the steps taken by the\npublication to address the concerns of the complainant as a positive response\nto the complaint, it was disappointed that the columnist’s rebuttal of the\nconcerns raised had been published while the complaint was on-going. \nConclusions\n15. The complaint was upheld. \nRemedial Action Required\n16. Having upheld the complaint under Clause 1 (i), the\nCommittee considered what remedial action should be required. The Committee has\nthe power to require the publication of a correction and/or adjudication, the\nnature, extent and placement of which is to be determined by IPSO. It may also\ninform the publication that further remedial action is required to ensure that\nthe requirements of the Editors’ Code are met. \nThe use of the image had given the inaccurate impression\nthat the columnist’s dogs had been provided by the charity Hearing Dogs for\nDeaf People. The Committee took the view therefore that the removal of the\nphotograph from the online article and publication of a footnote which stated,\n“We are happy to make clear that when Liz Jones referred to her four dogs as\n‘hearing dogs’ she did not intend to imply that the dogs had been trained and\nsupplied by the charity Hearing Dogs for Deaf People”, was sufficient to remedy\nthe initial breach of the Editors’ Code. \nDate complaint received: 27/10/2014 \nDate decision issued: 29/12/2014\nBack to ruling listing\n\n\n"
}