{
    "url": "/rulings-and-resolution-statements/ruling/?id=03096-14",
    "title": "03096-14 Purcell v The Herald (Glasgow)",
    "provisions": [
        "2 (Opportunity to reply) 2015",
        "1 (Accuracy) 2015"
    ],
    "outcome": "Breach - sanction: action as offered by publication",
    "publication": "The Herald (Newsquest Media Group)",
    "published_on": "2014-12-15 00:00:00",
    "received_on": "2014-12-19 00:00:00",
    "concluded_on": "2015-04-28 00:00:00",
    "complaint_processing_days": 130,
    "conclusion_long": "17. The complaint was upheld in part. Remedial Action Required 18. Having upheld the complaint under Clause 1(i), the Committee considered",
    "remedial_action": ". The Committee has the power to require the publication of a correction and/or adjudication, the nature, extent and placement of which is to be determined by IPSO. It may also inform the publication that further remedial action is required to ensure that the requirements of the Editors’ Code are met. 19. In the circumstances, and taking into account the nature of the breach of the Code and of the publication, the Committee concluded that the appropriate remedy was the publication of a correction with due prominence. The newspaper should now, as offered, publish a correction which makes clear that it was inaccurate to suggest that Mr Purcell had attempted suicide.  This should be published on page 10, or further forward in the newspaper. Date complaint received: 19/12/2014",
    "text": "\n\n\n\n\n\n·      Decision of the Complaints Committee 03096-14 Purcell\nv The Herald (Glasgow)\nSummary of\ncomplaint \n1. Steven Purcell complained to the Independent Press\nStandards Organisation via his solicitors that The Herald had breached Clause 1\n(Accuracy) and Clause 2 (Opportunity to reply) of the Editors’ Code of Practice\nin an article headlined “Cowboys hold few fears for retiring city boss”,\npublished on 15 December 2014. \n2. The article was an interview with the retiring chief\nexecutive of Glasgow City Council. The complainant had resigned as council\nleader in 2010, and the article discussed the challenge the media coverage\nfollowing the complainant’s resignation had posed for the interviewee. The\narticle stated that “within days, the nature of Purcell’s unexpected emotional\nbreakdown had gone public”. It continued “Alcohol dependency, cocaine, gangster\nconnections, suicide attempts, cronyism and good-old fashioned corruption would\nunderpin the media narrative around Glasgow City Council for the rest of the\nyear”.  The article went on to state: “Surely though, the Purcell saga\nonly exacerbated negative perceptions of Glasgow? For many it has, largely\nunfairly, become a byword for and standout example of ‘council sleaze’ and\n‘shady dealings’. Rather than the New Labour stamp of successive leaders,\noutsiders cling to an image of a Glasgow run by a politburo of ageing\noverweight men receptive to the brown envelope culture”. \n3. The complainant said that the article was inaccurate\nbecause it alleged that he had attempted suicide, when he had only contemplated\ndoing so. He denied what he took to be the implication that he had “gangster\nconnections”, or that he had taken part in “cronyism and good old fashioned\ncorruption”.  In addition, he said that the article inaccurately connected\nhim to “shady dealings” and a “brown envelope culture”. He said that he had\nadmitted to alcohol dependency in the past, and admitted to having occasionally\ntaken cocaine. However, he said that the police had fully investigated whether\nhe had been involved in any improper activity whilst at the council, and that\nno charges had been brought. He was concerned that he had not been approached\nby the newspaper, prior to publication. He said that he is now a company\ndirector, and the alleged inaccuracies would damage his professional\nreputation. \n4. The newspaper referred to an article which said that\nit had been revealed that the complainant “ended up in a river last month after\nwalking out of a drink and drug rehab clinic. Friends fear it was a suicide\nattempt”.  Another article reported that “according to some, Purcell\nre-emerged at the clinic soaking wet, having apparently fallen into a lake”.\nThe complainant had been reported as saying “by Saturday, I was contemplating\nsuicide”, in a third article.  Nevertheless, it accepted that the\ncomplainant may not have attempted suicide, and that greater care should have\nbeen taken to differentiate between attempting and contemplating suicide. It\noffered to amend the online version of the article and publish a print\nclarification on this point. \n5. The newspaper referred to a number of news articles to\ncorroborate the other claims about the media narrative around Glasgow City\nCouncil following Mr Purcell’s resignation.  This included an article\nwhich reported that a “gangster” had been connected to a police probe, which\nwas looking into allegations that the complainant had used “undue influence”,\nto help a friend obtain the right to run a venue in Glasgow. The second, stated\nthat “police and council chiefs are investigating claims that [the complainant]\nhelped a politician pal get £50,000 of public cash to run The Castro venue in\nGlasgow”. A third article reported that “[the complainant] is being\ninvestigated over claims he used undue influence to help Black win the right to\nrun [a venue]” A fourth article reported that a Member of Parliament had\nwritten to the police to “urge them to investigate [the complainant] amid fears\nhe could have been subject to undue influence during his time at the helm of\nthe City”. \n6. The newspaper also referred to newspaper articles\nwhich had reported that that officers from the Scottish Crime and Drugs\nEnforcement Agency (SCDEA) had met the complainant and told him that he could\nhave become the target of a blackmail plot, after a drug dealer claimed to have\nmobile phone footage of him taking cocaine. In one of these articles, Mr\nPurcell was reported as saying that “[the SCDEA] told me that during the course\nof an investigation they came across information that could mean I was subject\nto blackmail because of the use of cocaine”. In another, it was reported that\n“[the complainant] had confessed to using cocaine after police warned him he\nwas the target of a gangland blackmail plot”. \n7. In relation to the complainant’s concern that the\narticle had connected him to “brown envelope culture”, the newspaper said that\nthis was a reference to the perceptions which outsiders held about the council,\nand that the  article went on to report that the interviewee did not\nrecognise this image of the council. Furthermore, it said that the complainant\nwas a young council leader, and well known to be the second youngest in\nScotland; the reference to “ageing overweight men” being receptive to the\n“brown envelope culture” meant that this would not be understood as an\nallegation against the complainant. \n8. The newspaper referred to the article’s statement that\nit was largely unfair that the events surrounding the complainant’s resignation\nwere perceived as an example of “council sleaze”. Nonetheless, the newspaper\nsaid that the description of the media narrative around Glasgow Council in the\nyear following the complainant’s resignation conflated a number of issues such\nthat it created a picture which was, on balance, not warranted. It therefore\noffered the complainant the opportunity to be interviewed in the newspaper, to\nset the record straight. \n9. The complainant was not satisfied by the newspaper’s\noffer to resolve his complaint. He said that the newspaper articles referred to\nby the newspaper were not established fact, and that at the time that they were\npublished, he had not been in the position to challenge their accuracy due to\nhis ill health. \nRelevant Code Provisions\n10. Clause 1 (Accuracy) \ni) The Press must take care not to publish inaccurate,\nmisleading or distorted information, including pictures. \nii) A significant inaccuracy, misleading statement or\ndistortion once recognised must be corrected, promptly and with due prominence,\nand - where appropriate - an apology published. In cases involving the\nRegulator, prominence should be agreed with the Regulator in advance. \niii) The Press, whilst free to be partisan, must\ndistinguish clearly between comment, conjecture and fact. \nClause 2 (Opportunity to reply) \ni) A fair opportunity for reply to inaccuracies must be\ngiven when reasonably called for. \nFindings of the Committee\n11. The summary of the media coverage that had followed\nthe complainant’s resignation had framed a discussion of the reputational\nchallenges faced by the interviewee during his time as chief executive of Glasgow\nCity Council. The newspaper had reported on past coverage, and did not make\ndirect allegations or assertions about the complainant’s past conduct.\nNevertheless, in reporting on this coverage, the newspaper was required to take\ncare not to give a misleading account of the events that had surrounded the\ncomplainant’s resignation. \n12. In the coverage referred to by the newspaper, there\nhad been speculation of an attempted suicide. However, to report that “suicide\nattempts” was one of the themes which would “underpin the media narrative\naround Glasgow City Council”, was a distorted account of the media coverage,\nand contained a significant implication about the complainant’s personal life,\nwhich the newspaper accepted was inaccurate. This gave a significantly\nmisleading impression, and demonstrated a failure to take care over the\naccuracy of the article. \n13. Although the complainant challenged the claims which\nhad been made in the articles which had been published to which the newspaper\nreferred, given their context the newspaper was entitled to report that\n“gangster connections”, “cronyism” and “good old-fashioned corruption” were\nissues that had underpinned the media narrative following the complainant’s\nresignation; whilst this was a robust characterisation of the coverage, it was\nnot a significantly misleading one. The Committee noted that the article had\nmade clear that the coverage had appeared over “the rest of the year” and had\nidentified issues that were said to relate to Glasgow City Council and so would\nnot have been understood to be references solely to the reasons for the\ncomplainant's resignation. The complainant accepted that some elements of the\nnarrative related to his situation at the time of his resignation or referred\nto allegations which had subsequently been made against him, which he\ndenied.  Taken as a whole, and in light of the nature of the piece, the\nCommittee did not find that the article gave a significantly misleading\nimpression of the events surrounding the complainant’s resignation. \n14. The Committee then turned to the second passage under\ncomplaint, which drew a link between the events surrounding the complainant’s\nresignation and the public perception of Glasgow. Given the media coverage\nreferred to by the newspaper, it was not significantly misleading to report\nthat Glasgow had “largely unfairly, become a byword for and stand-out example\nof ‘council sleaze’ and ‘shady dealings’”. There was no breach of the Code on\nthis point. \n15. The complainant had not contended that it was\ninaccurate to state that “outsiders cling to an image of a Glasgow run by a\npolitburo of ageing overweight men receptive to the brown envelope culture”;\nrather, he said that the article had implied, inaccurately, that he was part of\nthe “brown envelope culture”. The reference to a “brown envelope culture”\nformed part of a general discussion of Glasgow’s reputation and referred to\n“ageing overweight men”, who were identified as the parties supposedly\n“receptive to a brown envelope culture”, Given the complainant’s  relative\nyouth, the Committee reached the view that the reference would not be understood\nto be a reference to the complainant. The article, therefore, did not contain\nthe alleged inaccuracy.\n16. The newspaper received this complaint on 23 December\n2014, and on 12 January 2015, offered to publish a correction making clear that\nthe complainant had not attempted suicide. On 23 January, the newspaper offered\nthe complainant the opportunity to be interviewed so that he could “set the\nrecord straight”, and “talk about his new career”. The Committee welcomed the\nnewspaper’s offers, and there was no breach of Clause 2 (Opportunity to\nreply).  \nConclusions\n17. The complaint was upheld in part.\nRemedial Action Required\n18. Having upheld the complaint under Clause 1(i), the\nCommittee considered remedial action required. The Committee has the power to\nrequire the publication of a correction and/or adjudication, the nature, extent\nand placement of which is to be determined by IPSO. It may also inform the\npublication that further remedial action is required to ensure that the\nrequirements of the Editors’ Code are met.\n19. In the circumstances, and taking into account the\nnature of the breach of the Code and of the publication, the Committee\nconcluded that the appropriate remedy was the publication of a correction with\ndue prominence. The newspaper should now, as offered, publish a correction\nwhich makes clear that it was inaccurate to suggest that Mr Purcell had\nattempted suicide.  This should be published on page 10, or further\nforward in the newspaper.\nDate complaint received: 19/12/2014\nDate decision issued: 28/04/2015\nBack to ruling listing\n\n\n"
}