{
    "url": "/rulings-and-resolution-statements/ruling/?id=03109-15",
    "title": "03109-15 Emmott v The Daily Telegraph",
    "provisions": [
        "1 (Accuracy) 2015",
        "2 (Opportunity to reply) 2015"
    ],
    "outcome": "No breach - after investigation",
    "publication": "The Daily Telegraph (Telegraph Media Group Ltd)",
    "received_on": "2015-04-22 00:00:00",
    "concluded_on": "2015-06-09 00:00:00",
    "complaint_processing_days": 48,
    "conclusion_long": "13. The complaint was not upheld.",
    "remedial_action": "N/A  Date complaint received: 22/04/2015",
    "text": "\n\n\n\n\n\n·  Decision of the Complaints Committee 03109-15 Emmott v\nThe Daily Telegraph\nSummary of\ncomplaint \n1. Bill Emmott complained to the Independent Press\nStandards Organisation that The Daily Telegraph had breached Clause 1\n(Accuracy) and Clause 2 (Opportunity to reply) of the Editors’ Code of Practice\nin an article headlined “Nine things the Great European Disaster Movie got\nwrong”, published on its website on 2 March 2015. \n2. The article was a review of a documentary film\nproduced by the complainant, “The Great European Disaster Movie”, which\nexplored the challenges facing the European Union, and had been broadcast the\nprevious day. The review noted that the film had included “all the usual myths”\nabout the EU. These “myths” were listed, with an explanation of how the\nreviewer believed that each had been perpetuated by the film. \n3. The complainant said that the film had not included\nany of the “myths“ or inaccuracies which the reviewer had cited.  He said\nthat the film had not said that “Winston Churchill believed Britain’s place was\ninside a United States of Europe”. The film had included a clip of a speech he\nhad made in 1946, calling for Europe to unite. As the film was not about\nWinston Churchill, there was no need to note that he did not believe that\nBritain should form part of a United States of Europe. Nor had the film\nsuggested that the “EU [had] singlehandedly kept the peace in Europe for 70\nyears”; in fact it had included a large section about the wars in the Balkans.\nThe film had not made the claim that “immigration was an unqualified good”, and\nhad included sections showing concern about the issue. It had not claimed that\n“The European project was responsible for the economic resurgence of Europe\nafter the second world war” and, contrary to the reviewer’s claim, the film had\nincluded a section on the Marshall plan. The complainant disputed that the film\nhad indicated that “If Britain leaves the EU, it will no longer be allowed to\ntrade with the 27 remaining member states”, or that “the UK will be torn\nasunder if Britain leaves the EU”; the film had speculated on possible\nconsequences were Britain to leave the EU, and presented a fictional dystopian\nfuture. \n4. The complainant disputed the article’s assertion that\nhis statement in the film that “Europe is sleepwalking towards disaster” was\nintended as a reference to the conflict in Ukraine. In fact he was referring to\ngrowing nationalism and disintegration within the EU. Furthermore, the film did\nnot state that “the EU remains Europe’s best hope of fulfilling the dream of\nuniversal social justice for all”; the film had portrayed the EU as a framework\nrequired for the prosperity of member states, but had not claimed that\ncountries should finance each other’s welfare states. Finally, the complainant\nmaintained that Peter Mandelson had not made the comments attributed to him by\nthe reviewer in reference to potential solutions to the perceived problem of\n“democratic legitimacy” in the EU. \n5. Following publication of the article, the complainant\nhad written a letter to the newspaper. It had declined to publish this, which\nthe complainant considered to be a breach of Clause 2. \n6. The publication did not accept a breach of the Code.\nIt noted that the article was a review, clearly identifiable as such, and said\nthat it would be understood as the writer’s personal interpretation of the film\ndescribed. It maintained that in establishing the meaning of such material, the\ntest was not what the film-maker had intended, but what might be inferred by\nviewers. Readers would understand that any such articles were, by their nature,\nsubjective. \n7. The publication defended the accuracy of each point\nraised by the complainant. It noted that the documentary had opened with\nfootage of Winston Churchill’s famous speech in favour of Europe, and that the\ncomplainant had not denied that the film had not explained that Churchill\nbelieved that Britain should remain outside of this “supranational structure”.\nA character in the film had stated that before the creation of the EU “Europe\nwas decimated with hundreds of years of war”, and had not made reference to\nintra-European conflicts since the EU’s formation. The film had included a\nnumber of individuals pointing out the positive aspects of immigration; the\nonly opposing views were presented by an advert for a Swedish political party,\nand the views of some supporters of the UK Independence Party (Ukip). The\nnewspaper noted that any opposing views were presented as marginal ones. The\nreference to the European project being responsible for the economic resurgence\nof Europe after World War 2 was based on the film’s opening montage, which\nshowed scenes of post-war devastation giving way to footage of a European\ntreaty being signed. The newspaper accepted that the Marshall Plan was included\nin the film, but noted that this was not in the opening section but later, as a\nmeans of contrasting German and American approaches to economic policy. Peter\nMandelson commented in the film that if Britain left the European Union “we\nwould lose the market where over half of our trade is currently taking place”.\nThis statement was left unchallenged, and the newspaper did not consider it\nmisleading to interpret Mr Mandelson’s comments as suggesting that the European\nmarket would be closed to Britain were it to leave the EU. The newspaper also\nnoted that the film implied that Britain had seceded from the EU by 2017, and\nthat Scotland had also left the United Kingdom. \n8. In light of explanations provided in support of the\ncomplaint, the newspaper accepted the complainant’s position that his assertion\nthat Europe was “sleepwalking toward disaster” was not intended as a reference\nto the conflict in Ukraine. It maintained, however, that this was not an\nunreasonable inference to draw from a comment which was made after a montage\nfeaturing the armed conflict in the region and seeming to draw a parallel\nbetween modern-day events and those that led to the outbreak of the First World\nWar. The film had included a number of commentators speaking about social\njustice within the EU. The article had not stated that the film had claimed\ncountries should fund each other’s welfare states, and the writer was free to\nspeculate about how European “social justice” might be funded. It was not\ninaccurate to state that Peter Mandelson had acknowledged in the film that the\nEU had a problem of “democratic legitimacy”, and went on to say that you have\nto “create a much stronger line of recognition and visibility between those\nindividuals and Europe as a whole”. Visibility could be interpreted as meaning\nbetter public relations. Other individuals featured in the film also discussed\nthe importance of raising awareness of the work of the EU. In the context of a\ncomment piece, it was not misleading to characterise the communication of\ninformation as “propaganda”. \nRelevant Code Provisions\n1. Clause 1 (Accuracy) \ni) The Press must take care not to publish inaccurate,\nmisleading or distorted information, including pictures. \nii) A significant inaccuracy, misleading statement or\ndistortion, once recognised must be corrected, promptly and with due prominence\nand – where appropriate – an apology published. \niii) The Press, whilst free to be partisan, must\ndistinguish clearly between comment, conjecture and fact. \nClause 2 (Opportunity to reply) \nA fair opportunity to reply to inaccuracies must be given\nwhen reasonably called for. \nFindings of the Committee\n10. The Press is free to be partisan, and to present\ncomment and conjecture, provided that this is clearly distinguished as such.\nThe article under complaint was a television review, and was clearly signalled\nas such in both style and positioning. Readers would therefore understand that\nit represented the columnist’s personal interpretation of the film. \n11. The presentation of an article as a comment piece\ndoes not excuse the inclusion of factual inaccuracies in breach of Clause 1. In\nthis instance, the complainant had disputed the accuracy of a number of points\nmade by the columnist in his criticism of the documentary. The points made by\nthe columnist were his interpretation of the information which had been\npresented and the newspaper was able to explain, by reference to material\ncontained in the documentary, the basis for the columnist’s views.  Given\nthe nature of the piece, the Committee did not consider that there had been a\nfailure to take care not to publish inaccurate information, not did it\nestablish the existence of any inaccuracies requiring correction under the\nterms of Clause 1 (ii). \n12. The terms of Clause 2 provide the opportunity to\nreply to published inaccuracies. In this instance, the Committee had not\nestablished the existence of any inaccuracies so as to engage the terms of this\nClause.  \nConclusions\n13. The complaint was not upheld. \nRemedial Action Required\nN/A \nDate complaint received: 22/04/2015\nDate decision issued: 09/06/2015\nBack to ruling listing\n\n\n"
}