{
    "url": "/rulings-and-resolution-statements/ruling/?id=03106-21",
    "title": "03106-21 Centre for Media Monitoring v express.co.uk",
    "provisions": [
        "1 Accuracy (2019)"
    ],
    "outcome": "Breach - sanction: action as offered by publication",
    "publication": "express.co.uk (Reach PLC)",
    "published_on": "2021-03-28 00:00:00",
    "received_on": "2021-03-31 00:00:00",
    "concluded_on": "2022-05-27 00:00:00",
    "complaint_processing_days": 422,
    "conclusion_long": "that this did not happen. [It] could find no trace of any such incident or report by any member of [its] staff over the past two years”. NWAS also stated that it did “not recognise his voice or the description of him as one of [its] staff members”. The complainant said it had also contacted the Manchester Council of Mosques and the Oldham Council of Mosques, and that both organisations had also denied knowledge of such an incident occurring. In light of this, the complainant said that the publication had breached Clause 1 because it had published the claims of this individual, that used anti-Islamic tropes, without verification. 4. The publication did not accept a breach of the Code. It said it was solely a video that had been uploaded automatically along with an article for another publication in the same publishing group. The publication provided the email that it had sent to NWAS asking for comment on the caller’s allegation, which had been sent at 12.22 on 28 March, 39 minutes prior to publication of the article. NWAS responded the following day, while the reporter was annual leave, stating that it did not believe the allegations to be true and requesting the article be removed; this was done two days later, on 31 March, when the reporter returned from annual leave. 5. Upon receipt of the complaint, and prior to IPSO’s investigation, the publication deleted the video and published a standalone clarification with the headline “Gay paramedic mosque claim – Clarification – April 14, 2021” which stated: Express.co.uk published a video on March 28, 2021 about a man who claimed to have suffered homophobia while visiting a mosque in Manchester. The man, who identified only as [named individual], called radio station talkRADIO and claimed to host Christos Foufas that he was refused entry to treat a heart-attack patient inside a mosque in Manchester because of his sexual orientation. He did not name the mosque where the alleged incident took place. This site has since been contacted by North West Ambulance Service (NWAS) who could find no evidence of such an incident happening. A spokesperson for North West Ambulance Service (NWAS), said:“The trust was only made aware of this allegation following the individual’s comments on the live radio broadcast. Our investigations so far have found no record of this incident and contrary to what the caller said on air, the local management team have not been informed of any such exchange taking place. We therefore have no reason to believe that the allegations made by someone maintaining to be an NWAS member of staff are true. We have good relationships with faith leaders in Oldham and across the North West and don’t see the remarks as representative of the situation in any of our local communities. In addition, the Manchester Council of Mosques and the Oldham Council of Mosques denied knowledge of any such incident taking place. We are happy to clarify this.\" 6. The complainant did not consider that this resolved its complaint, and requested a meeting between the publication’s Editor-in-Chief and its Director in order to do so. 7. The newspaper was satisfied that the complaint had been dealt with appropriately. Relevant Code Provisions Clause 1 (Accuracy) i) The Press must take care not to publish inaccurate, misleading or distorted information or images, including headlines not supported by the text. ii) A significant inaccuracy, misleading statement or distortion must be corrected, promptly and with due prominence, and — where appropriate — an apology published. In cases involving IPSO, due prominence should be as required by the regulator.  iii) A fair opportunity to reply to significant inaccuracies should be given, when reasonably called for. iv) The Press, while free to editorialise and campaign, must distinguish clearly between comment, conjecture and fact. Findings of the Committee 8. The publication had uploaded a video from a radio interview, in which a man, who claimed to be a paramedic, purported to give an account of being prevented from treating a patient in a mosque in Oldham due to his sexual orientation. The man identified himself only by a first name and did not identify the mosque or give the date on which the alleged incident was said to have occurred. The claims made by the individual in the video were significant as the video was solely focussed on his alleged experiences. 9. The caller had said that he had made a complaint to the NWAS following the alleged incident, and the publication had contacted NWAS to seek its comments prior to publication. However, it had then published the video less than an hour later, without providing a reasonable opportunity for NWAS to respond. In the response which was provided by NWAS the following day, it expressed the view that the alleged incident had not taken place.  There had then been a further delay in taking any action following receipt of the response before the article was removed. The account of the caller in the video included a number of very serious allegations on a highly sensitive issue.  Further, it had been given in circumstances where no steps had been taken to verify the account, despite the limited information given by the man in support of its veracity. The newspaper appeared to acknowledge that these circumstances merited some action being taken to verify the account before publication, but had then not given NWAS an adequate amount of time to comment, publishing the article only 39 minutes after a request for comment had been made.  Publishing unverified claims of this nature in such circumstances and failing immediately to include the comments provided by NWAS, constituted a failure to take care and there was a breach of Clause 1(i). 10. Prior to IPSO’s investigation, the publication had deleted the video and had published a standalone clarification which  made clear that, following an investigation, NWAS had concluded that the alleged incident had not taken place. It also included the position of the Manchester Council of Mosques and the Oldham Council of Mosques who also denied that the incident had occurred. This put the correct position on record and as it was offered prior to the start of IPSO’s investigation, represented due promptness. As a standalone clarification, it was of due prominence. As such, there was no breach of Clause 1(ii). Conclusion(s) 11. The complaint was upheld under Clause 1(i).",
    "remedial_action": "12. The published correction put the correct position on record and was offered promptly and with due prominence. No further action was required.    Date complaint received: 31/03/2021",
    "text": "\n\n\n\n\n\nDecision\nof the Complaints Committee – 03106-21 Centre for Media Monitoring v\nexpress.co.uk\nSummary\nof Complaint\n1. The\nCentre for Media Monitoring complained to the Independent Press Standards\nOrganisation that express.co.uk breached Clause 1 (Accuracy) of the Editors’\nCode of Practice in a video headlined “Gay paramedic says he was refused entry\nto a mosque to treat heart attack patient”, published on 28 March 2021.\n2. The\nvideo was a clip from a radio programme, in which a caller had purportedly\ngiven an account of an incident with which he said he had been involved. The\ncaller, who identified himself only by a first name, claimed to be a paramedic\nin Manchester and said that he was openly gay and had “piercings” and “alleged\nto have experienced discrimination and violent threats”. He described an\nincident in which he “claimed he was refused entry to a mosque to treat a heart\nattack patient because of homophobia”. The caller explained that he had arrived\nat the mosque when someone standing outside had questioned his sexuality and\nthen told him he “look[ed] funny”. The video showed that the caller had asked\n“'Do you mean I look gay?'”. The caller said, after he confirmed his sexuality,\nhe was refused entry to the mosque and another paramedic had to be called to\nthe incident.\n3. The\ncomplainant said that the video was inaccurate in breach of Clause 1. It said\nit had investigated the allegations by speaking to North West Ambulance Service\n(NWAS), which the caller had said he reported the incident to. NWAS issued a\nstatement in response, in which it said that it had come “to the conclusion\nthat this did not happen. [It] could find no trace of any such incident or\nreport by any member of [its] staff over the past two years”. NWAS also stated\nthat it did “not recognise his voice or the description of him as one of [its]\nstaff members”. The complainant said it had also contacted the Manchester\nCouncil of Mosques and the Oldham Council of Mosques, and that both\norganisations had also denied knowledge of such an incident occurring. In light\nof this, the complainant said that the publication had breached Clause 1\nbecause it had published the claims of this individual, that used anti-Islamic\ntropes, without verification.\n4. The\npublication did not accept a breach of the Code. It said it was solely a video\nthat had been uploaded automatically along with an article for another\npublication in the same publishing group. The publication provided the email\nthat it had sent to NWAS asking for comment on the caller’s allegation, which\nhad been sent at 12.22 on 28 March, 39 minutes prior to publication of the\narticle. NWAS responded the following day, while the reporter was annual leave,\nstating that it did not believe the allegations to be true and requesting the\narticle be removed; this was done two days later, on 31 March, when the\nreporter returned from annual leave.\n5. Upon\nreceipt of the complaint, and prior to IPSO’s investigation, the publication\ndeleted the video and published a standalone clarification with the headline\n“Gay paramedic mosque claim – Clarification – April 14, 2021” which stated:\nExpress.co.uk\npublished a video on March 28, 2021 about a man who claimed to have suffered\nhomophobia while visiting a mosque in Manchester.\nThe man,\nwho identified only as [named individual], called radio station talkRADIO and\nclaimed to host Christos Foufas that he was refused entry to treat a\nheart-attack patient inside a mosque in Manchester because of his sexual\norientation.\nHe did\nnot name the mosque where the alleged incident took place.\nThis\nsite has since been contacted by North West Ambulance Service (NWAS) who could\nfind no evidence of such an incident happening.\nA\nspokesperson for North West Ambulance Service (NWAS), said:“The trust was only\nmade aware of this allegation following the individual’s comments on the live\nradio broadcast. Our\ninvestigations so far have found no record of this incident and contrary to\nwhat the caller said on air, the local management team have not been informed\nof any such exchange taking place.\nWe\ntherefore have no reason to believe that the allegations made by someone\nmaintaining to be an NWAS member of staff are true.\nWe have\ngood relationships with faith leaders in Oldham and across the North West and\ndon’t see the remarks as representative of the situation in any of our local\ncommunities.\nIn\naddition, the Manchester Council of Mosques and the Oldham Council of Mosques\ndenied knowledge of any such incident taking place.\nWe are happy\nto clarify this.\"\n6. The\ncomplainant did not consider that this resolved its complaint, and requested a\nmeeting between the publication’s Editor-in-Chief and its Director in order to\ndo so.\n7. The\nnewspaper was satisfied that the complaint had been dealt with appropriately.\nRelevant\nCode Provisions\nClause 1\n(Accuracy)\ni) The\nPress must take care not to publish inaccurate, misleading or distorted\ninformation or images, including headlines not supported by the text.\nii) A\nsignificant inaccuracy, misleading statement or distortion must be corrected,\npromptly and with due prominence, and — where appropriate — an apology\npublished. In cases involving IPSO, due prominence should be as required by the\nregulator. \niii) A\nfair opportunity to reply to significant inaccuracies should be given, when\nreasonably called for.\niv) The\nPress, while free to editorialise and campaign, must distinguish clearly\nbetween comment, conjecture and fact.\nFindings\nof the Committee\n8. The\npublication had uploaded a video from a radio interview, in which a man, who\nclaimed to be a paramedic, purported to give an account of being prevented from\ntreating a patient in a mosque in Oldham due to his sexual orientation. The man\nidentified himself only by a first name and did not identify the mosque or give\nthe date on which the alleged incident was said to have occurred. The claims\nmade by the individual in the video were significant as the video was solely\nfocussed on his alleged experiences.\n9. The\ncaller had said that he had made a complaint to the NWAS following the alleged\nincident, and the publication had contacted NWAS to seek its comments prior to\npublication. However, it had then published the video less than an hour later,\nwithout providing a reasonable opportunity for NWAS to respond. In the response\nwhich was provided by NWAS the following day, it expressed the view that the\nalleged incident had not taken place. \nThere had then been a further delay in taking any action following\nreceipt of the response before the article was removed. The account of the\ncaller in the video included a number of very serious allegations on a highly\nsensitive issue.  Further, it had been\ngiven in circumstances where no steps had been taken to verify the account,\ndespite the limited information given by the man in support of its veracity.\nThe newspaper appeared to acknowledge that these circumstances merited some\naction being taken to verify the account before publication, but had then not\ngiven NWAS an adequate amount of time to comment, publishing the article only\n39 minutes after a request for comment had been made.  Publishing unverified claims of this nature\nin such circumstances and failing immediately to include the comments provided\nby NWAS, constituted a failure to take care and there was a breach of Clause\n1(i).\n10.\nPrior to IPSO’s investigation, the publication had deleted the video and had\npublished a standalone clarification which \nmade clear that, following an investigation, NWAS had concluded that the\nalleged incident had not taken place. It also included the position of the\nManchester Council of Mosques and the Oldham Council of Mosques who also denied\nthat the incident had occurred. This put the correct position on record and as\nit was offered prior to the start of IPSO’s investigation, represented due\npromptness. As a standalone clarification, it was of due prominence. As such,\nthere was no breach of Clause 1(ii).\nConclusion(s)\n11. The\ncomplaint was upheld under Clause 1(i).\nRemedial\nAction Required\n12. The\npublished correction put the correct position on record and was offered\npromptly and with due prominence. No further action was required.\n\n\n\nDate\ncomplaint received: 31/03/2021\nDate\ncomplaint concluded by IPSO: 27/05/2022\nBack to ruling listing\n\n\n"
}