{
    "url": "/rulings-and-resolution-statements/ruling/?id=03108-14",
    "title": "03108-14 Aston v Belfast Telegraph",
    "provisions": [
        "1 (Accuracy) 2015"
    ],
    "outcome": "No breach - after investigation",
    "publication": "The Belfast Telegraph (MEDIAHUIS UK)",
    "received_on": "2015-12-20 00:00:00",
    "concluded_on": "2015-03-02 00:00:00",
    "complaint_processing_days": -293,
    "conclusion_long": "8. The complaint was not upheld.",
    "remedial_action": "N/A  Date complaint received: 20/12/2015",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee 03108-14 Aston v Belfast Telegraph\nSummary of complaint\n1. Brenna Aston complained to the Independent Press\nStandards Organisation that the Belfast Telegraph had breached Clause 1\n(Accuracy) of the Editors’ Code of Practice in an article headlined “Sisters\nmaking a boob by bullying us into equality”, published in print and online on\n19 December 2014. \n2. The article was an opinion piece, commenting on modern\nfeminism. It made reference to the No More Page 3 campaign, stating that its\nsupporters wanted to “ban boobs” from The Sun newspaper. It included a brief section\nof lyrics from a song it said was released by the campaign, with the writer\ncommenting that such songs were not an effective way to promote feminism. \n3. The complainant said that the article was inaccurate. No\nMore Page 3 did not want to “ban” page 3; they lobbied for the voluntary\nremoval of the feature. Furthermore, the song lyrics included in the article\nwere not those of the Christmas campaign song of 2014, as stated, rather they\nwere from a different song written in support of the campaign. \n4. The newspaper did not accept that the article was\nsignificantly inaccurate. It said that the issue of whether or not No More Page\n3 wanted to “ban” the feature was a matter of semantics, stating that the\norganisation strenuously campaigned for its removal, and that its founder had\nbeen quoted as saying “we can’t have naked women in a newspaper”. It said that\nthe organisation was clearly calling for an executive decision to remove, i.e.\nban, pictures of naked women. It accepted that the writer of the piece had\nmistakenly quoted lyrics from a 2013, rather than 2014, campaign song. However,\nit noted that the songs were highly similar in style, content and purpose. \nRelevant Code Provisions\n5. Clause 1 (Accuracy) \ni) The Press must take care not to publish inaccurate,\nmisleading or distorted information, including pictures. \nii) A significant inaccuracy, misleading statement or\ndistortion once recognised must be corrected, promptly and with due prominence,\nand – where appropriate- an apology published. \niii) The Press, whilst free to be partisan, must\ndistinguish clearly between comment, conjecture and fact. \nFindings of the Committee\n6. The article was a comment piece, addressing what the\nwriter perceived to be failings in the feminist movement. It included a brief\nreference to the aims of No More Page 3, a campaign the publication of\nphotographs of topless models in The Sun newspaper. The Committee acknowledged\nthat the term “ban”, was a sensitive one, carrying implications for the\nsuppression of freedom of expression. However, as a passing reference in the\ncontext of the comment piece under complaint, it was satisfied that the phrase\n“ban boobs” would not materially mislead readers as to the aims of No More Page\n3. \n7. A brief section of lyrics from a campaign song was\nincluded in the article, as background for the journalist’s critique of such\nsongs as a means of promoting feminism. It was unfortunate that the lyrics\nincluded were not those of 2014 song Now’s The Time, but came from another\nsong, written in support of the campaign. However, given the context, and the\nfact that the aims of the two songs were similar, the error did not constitute\na significant inaccuracy meriting correction. \nConclusions\n8. The complaint was not upheld. \nRemedial Action Required\nN/A \nDate complaint received: 20/12/2015 \nDate decision issued: 02/03/2015\nBack to ruling listing\n\n\n"
}