{
    "url": "/rulings-and-resolution-statements/ruling/?id=03105-14",
    "title": "03105-14 Allen v Worcester News",
    "provisions": [
        "1 (Accuracy) 2015",
        "2 (Opportunity to reply) 2015",
        "3 (Privacy) 2015"
    ],
    "outcome": "No breach - after investigation",
    "publication": "Worcester News (Newsquest Media Group)",
    "published_on": "2014-12-16 00:00:00",
    "concluded_on": "2015-03-12 00:00:00",
    "conclusion_long": "16. The complaint was not upheld.",
    "remedial_action": "N/A  Date of complaint: 20/12/2014",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee 03105-14 Allen v Worcester News\nSummary of complaint\n1. Brendon Allen of the Communications Workers Union\ncomplained to the Independent Press Standards Organisation on behalf of Terry\nJones that the Worcester News had breached Clause 1 (Accuracy), Clause 2\n(Opportunity to reply) and Clause 3 (Privacy) of the Editors’ Code of Practice\nin an article headlined “Caught on camera: Rushing Royal Mail postman who\ndoesn’t even attempt to deliver parcel”, published on 16 December 2014. \n2. The article reported that a postman, who was not named in\nthe coverage, had been recorded on CCTV delivering a missed delivery card for a\npackage, without attempting delivery of the package to the addressee, who said\nhe had been inside the house at the time. It was accompanied by two images from\nthe CCTV footage which depicted the postman leaving a post van, apparently\ncarrying a missed delivery card but not the package, and returning to the van,\nhaving dropped off the missed delivery card. The postman’s face was pixelated\nin the CCTV images which accompanied the article, but the complainant explained\nthat the man depicted was Mr Jones. \n3. The complainant said Mr Jones and another postman were\nworking in pairs under the integrated delivery process, and that the other\npostman had initially attempted to deliver the parcel in question. After\nreceiving no answer, having knocked on the door and rung the bell, he started\nto fill out a missed delivery card. However, his pen did not work, and so he\ncontinued to finish his loop of delivery. He then went back to the van and\ncompleted the missed delivery card with a different pen. Mr Jones, the driver\nof the van, then dropped the card off, as captured on CCTV. The complainant\nsaid that the delivery of this card took place within ten minutes of the\noriginal knock on the door, and that during this period, the address remained\nwithin the postman’s eyesight, and no one was seen leaving or entering the\nproperty. In relation to the householder’s claim that he had been in his house\nduring the missed delivery, the complainant suggested that there are a number\nof reasons why recipients of parcels do not hear postmen knocking the door or\nringing the doorbell. \n4. The complainant said that whilst the Royal Mail was asked\nto respond to the story, the newspaper did not provide this opportunity to the\nMr Jones, or the Communication Workers Union. \n5. The complainant said that the publication of the\nphotograph on the front page of the newspaper, and disclosing the area in which\nthe incident took place, identified Mr Jones, in breach of his privacy. \n6. The newspaper said that its source for the story was the\nhouseholder, who had said that he had received a Royal Mail missed delivery\ncard, even though he had been in his house at the time. The householder had\nsaid that he had not heard a knock on the door, or the doorbell. He had\nprovided images from CCTV footage, which depicted the postman delivering the\ncard, without attempting to deliver a parcel. The newspaper said that whilst\nthe CCTV footage was sufficient to verify the householder’s account, it had\nalso contacted the Royal Mail to give them an opportunity to respond. A\nspokeswoman for the Royal Mail had said that they believed that this was an\n“isolated incident”, and apologised to the customer for the inconvenience\ncaused. The newspaper did not attempt to contact the postman concerned; it\nexplained that it did not know who he was, and that the article did not\nidentify him. \n7. After receiving this complaint, the newspaper contacted\nits source for the story, who explained that he had heard a delivery of mail\naround ten minutes before the delivery depicted in the CCTV images, but that no\nattempt was made to knock on the door, or ring the bell. He said that a Royal\nMail manager has subsequently visited his house, and acknowledged that the\ndoorbell worked. The source said that he no longer had the full CCTV footage\nfor the day concerned. The newspaper said that the Royal Mail have not\nchallenged the householder’s account, having carried out an investigation of\nthe incident. \n8. In relation to the alleged intrusion into Mr Jones’\nprivacy, the newspaper said that he had been carrying out his duties in a\npublic place. In addition, it said that he had not been named, that his\nfeatures were masked in the CCTV images and that the article had therefore not\nidentified him. \n9. The newspaper offered to publish a response to the\narticle from the complainant, either as a letter or a follow up article, but on\nthe condition that this would fully resolve the complaint. The newspaper\noffered to publish a follow up article containing Mr Jones’ account of the\nincident, but also reporting the householder’s account and the Royal Mail’s\nresponse to the incident. It said that it would be willing to publish this\narticle without requiring the complainant to resolve his complaint. \n10. The complainant declined to accept either the offer to\nresolve the complaint, or the offer of an article reporting Mr Jones’ account\nof the incident. \nRelevant Code Provisions\n11. Clause 1 (Accuracy) \ni) The Press must take care not to publish inaccurate,\nmisleading or distorted information, including pictures. \nii) A significant inaccuracy, misleading statement or\ndistortion once recognised must be corrected, promptly and with due prominence,\nand - where appropriate - an apology published. In cases involving the\nRegulator, prominence should be agreed with the Regulator in advance. \niii) The Press, whilst free to be partisan, must\ndistinguish clearly between comment, conjecture and fact. \nClause 2 (Opportunity to reply) \ni) A fair opportunity for reply to inaccuracies must be\ngiven when reasonably called for. \nClause 3 (Privacy) \ni) Everyone is entitled to respect for his or her private\nand family life, home, health and correspondence, including digital\ncommunications. \nii) Editors will be expected to justify intrusions into any\nindividual's private life without consent. Account will be taken of the\ncomplainant's own public disclosures of information. \niii) It is unacceptable to photograph individuals in\nprivate places without their consent. Note - Private places are public or\nprivate property where there is a reasonable expectation of privacy. \nFindings of the Committee\n12. In circumstances where the postman was not named in the\narticle, the newspaper’s reliance on the CCTV images, the householder’s account\nof the incident and the response from the Royal Mail demonstrated sufficient\ncare not to publish inaccurate information. Where the concerns raised by the\nsource of the story related to an individual employee in the performance of his\nwork, it was reasonable for the newspaper to contact his employer. \n13. Whilst the Committee recognised that there may have been\nan earlier attempt to deliver the parcel in question, this matter was in\ndispute between the parties, and the article was an accurate account of the\nposting of a missed delivery card, as depicted in the CCTV images. The article\nwas not significantly misleading, such as to require a correction under the\nterms of Clause 1 (ii). \n14. In circumstances where the article was not established\nto be inaccurate, there was no requirement to provide Mr Jones with an\nopportunity to reply under Clause 2 (Opportunity to reply). Nevertheless, the\nCommittee welcomed the newspaper’s offer to publish a follow up article, or a\nletter to the editor, in order to provide Mr Jones the opportunity to provide\nhis account of the incident. \n15. Turning to address the complaint under Clause 3\n(Privacy), whilst the Committee recognised that public roads are part of a\npostman’s place of work, the CCTV photographs were not taken in a place where\nMr Jones had a reasonable expectation of privacy, nor did they reveal private\ninformation. Furthermore, the Committee noted that the article did not contain\nMr Jones’ name, and that his face was pixelated in the CCTV images.  There was no breach of Clause 3. \nConclusions\n16. The complaint was not upheld. \nRemedial Action Required\nN/A \nDate of complaint: 20/12/2014 \nDate decision issued: 12/03/2015\nBack to ruling listing\n\n\n"
}