{
    "url": "/rulings-and-resolution-statements/ruling/?id=03128-18",
    "title": "03128-18 Fletcher v glaswgowlive.co.uk",
    "provisions": [
        "1 Accuracy (2018)"
    ],
    "outcome": "Breach - sanction: publication of adjudication",
    "publication": "glasgowlive.co.uk (Reach PLC)",
    "published_on": "2018-04-16 00:00:00",
    "received_on": "2018-04-17 00:00:00",
    "concluded_on": "2018-08-09 00:00:00",
    "complaint_processing_days": 114,
    "conclusion_long": "8. The complaint was upheld.",
    "remedial_action": "9. Having upheld a breach of Clause 1, the Committee considered what remedial action should be required.10. The publication had published a significantly misleading article, which made a damaging and inaccurate allegation about the legality of the complainant’s conduct. In these circumstances, the appropriate remedy was the publication of an adjudication.11. The article had appeared online only. The adjudication should therefore be published online, with a link appearing on the homepage for 24 hours; it should then be archived in the usual way. The headline of the adjudication must make clear that IPSO has upheld the complaint against the Daily Record, and refer to its subject matter. It must be agreed with IPSO in advance.12. The terms of the adjudication for publication are as follows:Anthony Fletcher complained to the Independent Press Standards Organisation that glasgowlive.co.uk breached Clause 1 (Accuracy) of the Editors’ Code of Practice in an article headlined ““Illegal Glasgow sperm donor admits to fathering 22 children”, published on 16 April 2018. The complaint was upheld, and glasgowlive.co.uk has been required to publish this ruling as a remedy to the breach of the Code.The article described the complainant as an “illegal Glasgow sperm donor”.  It said that “at first, he considered donating legally through a clinic but the requirements that must be met…put him off”. The article went on to give the views of a specialist in reproductive health, who stated that “these tales of ‘black market sperm donation’ are becoming more common…but finding a donor online…is incredibly dangerous”.The complainant said that the article was inaccurate; private sperm donation was not illegal. He said that the article’s use of the term “black market” also wrongly implied illegality.The publication said that the original copy provided to it by an agency had referred to the relevant legislation, accurately reported in the article, as the basis for the claim that the complainant had acted “illegally”, and was published in good faith. It conceded that it was inaccurate to state that the complainant had acted illegally by engaging in private sperm donation. It therefore removed the online article, and offered to publish a correction online. It also said that the term “black market” had been taken from a quotation from a reproductive health specialist. Because the practice referred to in the article carried significant legal and health implications, it was not significantly misleading.IPSO found that there was a serious failure to take care over the accuracy of published information, in breach of 1(i). The allegation of illegality was a significant and damaging claim, requiring correction under the terms of Clause 1 (ii).The publication had offered to publish a correction, making clear that the complainant’s actions were not illegal. However, the Committee was concerned by the seriousness of the breach of Clause 1 (i) in this instance: the publication had published a damaging allegation without checking its accuracy. The resulting inaccuracy was very prominent in the article’s headline. The newspaper’s offer of a correction was insufficient. The complaint was upheld as a breach of Clause 1(ii).Date complaint received: 17/04/2018",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee –03128-18 Fletcher v glaswgowlive.co.ukSummary of complaint1. Anthony Fletcher\ncomplained to the Independent Press Standards Organisation that\nglasgowlive.co.uk breached Clause 1 (Accuracy) in an article headlined “Illegal\nGlasgow sperm donor admits to fathering 22 children”, published on 16 April\n2018.2. The article said\nthat the complainant, an “illegal Glasgow sperm donor”, had “defended his\nactions by saying he is a ‘first resort’ for women desperate to have a baby”.\nIt said that “at first, he considered donating legally through a clinic but the\nrequirements that must be met…put him off”. The article stated that “it is\nagainst the law in the UK to distribute or procure sperm and eggs without a\nlicence from the Human Fertilisation and Embryology Authority”, and explained\nthe public health reasons for this prohibition. The article included extensive\nquotations from the complainant, setting out his reasons for his actions, and\nincluded a screenshot of a post on his Facebook profile, in which he described\nthe service he provided. The article went on to give the views of a specialist\nin reproductive health, who stated that “these tales of ‘black market sperm\ndonation’ are becoming more common…but finding a donor online…is incredibly\ndangerous”.3. The complainant\nsaid that the article was inaccurate to state that private sperm donations were\nillegal: the publication had misinterpreted the law, and he was not “procuring”\nor “distributing” sperm as a third party without a licence. He said that, in\nfact, the Human Fertilisation and Embryology Authority provided information\nabout private donation on its own website. The publication had not taken care\nto check this claim or put it to him prior to publication. He said that the\narticle’s use of the term “black market” also wrongly implied illegality, and\nsuggested that he had charged for his sperm; in fact, he had never charged, and\nthe ‘legal’ concerns raised in relation to private sperm donation related not\nto the act of donation itself, but to any difficulties arising from liability\nfor child support or legal recognition as a parent.4. The publication\nsaid that the original copy provided to it by an agency had referred to the\nHuman Fertilisation and Embryology Act 1990 as the basis for the claim that the\ncomplainant had acted “illegally”, and was published in good faith. It said that\nthe article accurately reported the terms of the law. However, the publication\nconceded that it was inaccurate to state that the complainant had acted\nillegally by engaging in private sperm donation. It therefore removed the\nonline article, and offered to publish the following correction online:The 16 April article…stated that Mr Anthony Fletcher had\ndonated sperm ‘illegally’. In fact, private sperm donation is not illegal. We\nwould like to apologise for any misunderstanding.The publication also said that the term “black market” had\nbeen taken from the quotation from the reproductive health specialist. While it\ncould imply illegality in certain circumstances, in this case, where the\npractice referred to in the article carried significant legal and health\nimplications, it was not significantly misleading.Relevant Code provisions5. Clause 1\n(Accuracy)i) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not supported\nby the text.ii) A significant inaccuracy, misleading statement or\ndistortion must be corrected, promptly and with due prominence, and — where\nappropriate — an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator.iii) A fair opportunity to reply to significant inaccuracies\nshould be given, when reasonably called for.iv) The Press, while free to editorialise and campaign, must\ndistinguish clearly between comment, conjecture and fact.Findings of the Committee6. The publication\nhad accepted that it was inaccurate to report that the complainant’s actions\nwere illegal. This was based on a misreading of legislation, which was publicly\navailable. The reporter had not put the allegation to the complainant prior to\npublication, and none of the experts quoted in the article had claimed that\nprivate sperm donation was illegal. There was a serious failure to take care\nover the accuracy of published information, in breach of 1(i). The complainant’s\nconduct was not prohibited by law, and he made his donations with a full\nunderstanding of the legal position. The allegation of illegality was a\nsignificant and damaging claim, requiring correction under the terms of Clause\n1 (ii). The seriousness of this inaccuracy was exacerbated by the headline’s\nprominent description of the complainant’s actions as “illegal”. While, in this\narticle, the term “’black market’” – which carries a range of meanings, from\nclandestine to illegal - had been presented as a quotation from ‘health\nexperts’, the use of this term in proximity to the claims of illegality gave\nsupport to those claims.7. The publication\nhad offered to publish a correction, making clear that the complainant’s\nactions were not illegal. This correction included an apology, which was\nappropriate, as the inaccuracy was serious and personally damaging. However,\nthe Committee was concerned by the seriousness of the breach of Clause 1 (i) in\nthis instance: the publication had published a damaging allegation without\nchecking its accuracy. The resulting inaccuracy was very prominent in the\narticle’s headline. For this reason, the newspaper’s offer of a correction was\ninsufficient to meet the requirements of Clause 1 (ii) in this case. The complaint\nwas upheld as a breach of Clause 1(ii).Conclusions8. The complaint\nwas upheld.Remedial action required9. Having upheld a\nbreach of Clause 1, the Committee considered what remedial action should be\nrequired.10. The publication had published a significantly misleading\narticle, which made a damaging and inaccurate allegation about the legality of\nthe complainant’s conduct. In these circumstances, the appropriate remedy was\nthe publication of an adjudication.11. The article had appeared online only. The adjudication\nshould therefore be published online, with a link appearing on the homepage for\n24 hours; it should then be archived in the usual way. The headline of the\nadjudication must make clear that IPSO has upheld the complaint against the\nDaily Record, and refer to its subject matter. It must be agreed with IPSO in\nadvance.12. The terms of the adjudication for publication are as\nfollows:Anthony Fletcher complained to the Independent Press Standards\nOrganisation that glasgowlive.co.uk breached Clause 1 (Accuracy) of the\nEditors’ Code of Practice in an article headlined ““Illegal Glasgow sperm donor\nadmits to fathering 22 children”, published on 16 April 2018. The complaint was\nupheld, and glasgowlive.co.uk has been required to publish this ruling as a\nremedy to the breach of the Code.The article described the complainant as an “illegal Glasgow\nsperm donor”.  It said that “at first, he\nconsidered donating legally through a clinic but the requirements that must be\nmet…put him off”. The article went on to give the views of a specialist in\nreproductive health, who stated that “these tales of ‘black market sperm\ndonation’ are becoming more common…but finding a donor online…is incredibly\ndangerous”.The complainant said that the article was inaccurate;\nprivate sperm donation was not illegal. He said that the article’s use of the\nterm “black market” also wrongly implied illegality.The publication said that the original copy provided to it\nby an agency had referred to the relevant legislation, accurately reported in\nthe article, as the basis for the claim that the complainant had acted\n“illegally”, and was published in good faith. It conceded that it was\ninaccurate to state that the complainant had acted illegally by engaging in\nprivate sperm donation. It therefore removed the online article, and offered to\npublish a correction online. It also said that the term “black market” had been\ntaken from a quotation from a reproductive health specialist. Because the\npractice referred to in the article carried significant legal and health\nimplications, it was not significantly misleading.IPSO found that there was a serious failure to take care\nover the accuracy of published information, in breach of 1(i). The allegation\nof illegality was a significant and damaging claim, requiring correction under\nthe terms of Clause 1 (ii).The publication had offered to publish a correction, making\nclear that the complainant’s actions were not illegal. However, the Committee\nwas concerned by the seriousness of the breach of Clause 1 (i) in this\ninstance: the publication had published a damaging allegation without checking\nits accuracy. The resulting inaccuracy was very prominent in the article’s\nheadline. The newspaper’s offer of a correction was insufficient. The complaint\nwas upheld as a breach of Clause 1(ii).Date complaint received: 17/04/2018Date complaint concluded: 09/08/2018  \n \nBack to ruling listing\n\n\n"
}