{
    "url": "/rulings-and-resolution-statements/ruling/?id=03125-15",
    "title": "03125-15 Portes v The Times",
    "provisions": [
        "1 (Accuracy) 2015"
    ],
    "outcome": "Breach - sanction: publication of correction",
    "publication": "The Times (News UK)",
    "published_on": "2015-04-24 00:00:00",
    "received_on": "2015-04-23 00:00:00",
    "concluded_on": "2015-06-11 00:00:00",
    "complaint_processing_days": 49,
    "conclusion_long": "17. The complaint was upheld.",
    "remedial_action": "18. The inaccuracy which had been established required a correction to remedy it. The newspaper had already published a correction, amended the online article, and appended the correction as a footnote. The Committee acknowledged that the newspaper had acted in good faith, attempting to remedy the inaccuracy in a way which it believed complied with the terms of the Code, and ensuring publication prior to the imminent General Election. However, the Committee had determined that this correction was not duly prominent; it therefore required further action in order to remedy the established breach of the Code. 19. The correction should now be republished in the Corrections and Clarifications column, with a reference to the correction on the front page. The front-page reference should include the word “correction” and refer to IPSO’s upheld ruling. It should make clear the subject matter of the original article, and direct readers to the page on which the correction could be found; it should be agreed with IPSO in advance. The correction itself should include an acknowledgement that the correction was being republished with a front-page reference following an upheld ruling by the Independent Press Standards Organisation. 20. The Committee welcomed the amendments which the newspaper had made to the online article; however, a stand-alone correction should now also be published on the newspaper’s website, with a link on the homepage. The link should remain on the homepage for a minimum of 48 hours; thereafter, the correction should be archived in the usual way. This correction should link to the amended article and make clear that it has been published following a ruling by the Independent Press Standards Organisation. Date complaint received: 23/04/2015",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee 03125-15 Portes v\nThe TimesSummary of\ncomplaint 1. Jonathan Portes complained to the Independent Press\nStandards Organisation that The Times had breached Clause 1 (Accuracy) of the\nEditors’ Code of Practice in an article headlined “Labour’s £1,000 tax on\nfamilies”, published on 24 April 2015. 2. The article, published on the front page of the print\nnewspaper, reported on an Institute of Fiscal Studies analysis of the main\npolitical parties’ tax proposals, in advance of the General Election. 3. The complainant said that the headline and the claim\nin the opening sentence of the article, that “Ed Miliband would saddle every\nworking family with extra taxes equivalent to more than £1,000,” were\ninaccurate. The taxes and levies proposed by the Labour Party would primarily\nbe raised from companies and the richest individuals; not only would they not\naffect all families equally, many families would not be materially affected by\nthe taxes at all. Furthermore, the calculation was misleading because it related\nonly to “working households”, a statistical term for households in which all\nindividuals of working age are in work. Spread across all households in which\nat least one adult was in work, the figure was approximately £600 per family. 4. The newspaper accepted that the passages complained of\nwere inaccurate. Labour planned to raise an additional £12 billion for the\nExchequer, and the newspaper had tried to make this figure more relevant to its\nreaders by showing the amount per “working family”, as defined by the Office of\nNational Statistics (ONS). However, in doing so it had inadvertently stated\nthat each family would face a £1,000 additional tax burden, which was untrue.\nThe newspaper said that the error was a regrettable one, and that staff had been\nreminded by a senior editor of the dangers of misinterpreting statistics. 5. The newspaper published the following correction in\nits Corrections & Clarifications column on its Letters page (page 24 in the\nrelevant edition) on 2 May: We said that ‘Ed Miliband would saddle every working\nfamily with extra taxes equivalent to more than £1,000’ (Labour’s £1,000 tax on\nfamilies, April 24). This was inaccurate. The calculation assumes that the\nextra taxes are shared equally among what the Office of National Statistics\ndefines as ‘working households’ (where all those over the age of 16 are\nworking). In fact, as was explained elsewhere in our article, ‘the bulk of\nLabour’s tax rises will come from a raid on the richest pension pots, a\n‘mansion tax’ on properties worth more than £2 million, the re-introduction of\nthe 50p rate and additional levies on banks and tobacco firms’. Some of these\ntaxes and levies will only apply to companies, and the others will affect a\nsmall minority of families, not “every working family”, as we reported. 6. It also amended the online article and added the\ncorrection as a footnote. 7. The complainant was satisfied with the text of the\ncorrection, but not with its prominence. He said that the appropriate placement\nwas the same as the original, inaccurate article. The newspaper should publish\nthe headline “Correction: Labour’s £1,000 tax on families” on its front page in\nthe same font size as the original headline, with the text of the correction\nbelow. 8. The complainant said that corrections should reach all\nreaders of the original inaccuracy, to the greatest extent possible. “Due\nprominence” does not always mean “equal prominence”, but the only way of\ncorrecting a prominent front-page headline is with a front-page correction. While\na correction in a column on the Letters page was acceptable in many instances,\nthis was an exceptional case because of the nature of the inaccuracy and the\ntiming: in the run-up to an election. 9. The newspaper said that it had established its Corrections\n& Clarifications column in 2013 on one of the most important and most-read\npages of the newspaper, the Letters page. It listed a number of benefits of the\ncolumn: it demonstrates the newspaper’s firm commitment to correcting errors;\nmakes corrections easy to find in a place which readers will go to; allows\nreaders to see what has been corrected from day to day; makes it easy for staff\nto check daily for published corrections and so avoid repeating errors; helps\nto ensure that corrections, once agreed, will appear in the newspaper in the\napproved form; and is accompanied daily by the newspaper’s complaints policy\nand procedures. For these reasons, this position gave corrections more\nprominence than they might otherwise have on a page further forward in the\nnewspaper, the exact position of which could be variable depending on each\nday’s layout. 10. The newspaper rejected any assertion that the\ncolumn’s positioning suggested that it was “hiding away” its corrections. It\nsaid that the Letters page has long been one of the best-read in the newspaper\nand that page, along with the Comment section, is the heart of the newspaper\nand sets it apart from its rivals. Historically, a letter to the editor was the\nprimary way of complaining to a newspaper, and the newspaper observed that many\nrequests for corrections and clarifications still arrive in this format today;\nthere is an intrinsic link between corrections and letters. This link is\nrecognised by a number of publications that choose to publish their corrections\nin this location. The newspaper said that the inaccuracy in this case had\ncaused no personal harm to an individual, and the article was not wholly\ninaccurate, as the text of the article had set out the correct position. Relevant Code Provisions11. Clause 1 (Accuracy) i) The press must take care not to publish inaccurate,\nmisleading or distorted information, including pictures. ii) A significant inaccuracy, misleading statement or\ndistortion once recognised must be corrected, promptly and with due prominence,\nand – where appropriate – an apology published. Findings of the Committee12. While per-household or per-capita sums may be useful\nin some instances for illustrative purposes, the headline and first sentence of\nthe article had gone further, suggesting that the Labour tax plan would\ndirectly impose additional taxes on “every working family”. In fact, none of\nthe additional taxes listed in the article would directly affect all working\nfamilies. Some would affect a subset, and some were directed at corporations.\nThe correct information in this case was in the public domain and easily\naccessible, and the headline and first paragraph of the article were clearly\ninconsistent with the detail included in the remainder of the article. The way\nin which the newspaper characterised the findings of the IFS report represented\na failure to take care over the accuracy of the article, resulting in a\nsignificant inaccuracy requiring correction. 13. Front pages are of particular importance to\nnewspapers as they provide a publication with an opportunity to communicate\nwith potential new readers. They are therefore valuable both commercially and\neditorially, as a means of expression. Further, front pages generally inform\nreaders, using limited space, of the main news stories of that day. 14. There are circumstances in which a front-page\ncorrection may be required by the Editors’ Code, regardless of the existence of\nan established Corrections and Clarifications column. In deciding whether to\nrequire such a correction, the Committee must act proportionately; front-page\ncorrections are generally reserved for the most serious cases. 15. The Committee considered whether this was one such\ncase. In assessing the requirement for “due prominence,” the Committee takes\ninto account both the prominence of the original article and the seriousness of\nthe breach. In general, the Committee welcomes established corrections columns\nas an effective way of demonstrating a commitment to correcting errors when\nthey occur. 16. The Committee recognised the value of publishing the\ncorrection in the newspaper’s established column; choosing to place some\ncorrections in another part of the newspaper could undermine the advantages of\nhaving a consistent position for corrections. However, the Committee was\nconcerned that the newspaper had prominently published material which was so\nplainly inaccurate. Given the nature and prominence of the original breach, the\nprominence of the correction was not sufficient and therefore the requirements\nof Clause 1 (ii) had not been met. Conclusions17. The complaint was upheld. Remedial Action Required18. The inaccuracy which had been established required a\ncorrection to remedy it. The newspaper had already published a correction,\namended the online article, and appended the correction as a footnote. The\nCommittee acknowledged that the newspaper had acted in good faith, attempting\nto remedy the inaccuracy in a way which it believed complied with the terms of\nthe Code, and ensuring publication prior to the imminent General Election.\nHowever, the Committee had determined that this correction was not duly\nprominent; it therefore required further action in order to remedy the\nestablished breach of the Code. 19. The correction should now be republished in the\nCorrections and Clarifications column, with a reference to the correction on\nthe front page. The front-page reference should include the word “correction”\nand refer to IPSO’s upheld ruling. It should make clear the subject matter of\nthe original article, and direct readers to the page on which the correction\ncould be found; it should be agreed with IPSO in advance. The correction itself\nshould include an acknowledgement that the correction was being republished\nwith a front-page reference following an upheld ruling by the Independent Press\nStandards Organisation. 20. The Committee welcomed the amendments which the\nnewspaper had made to the online article; however, a stand-alone correction\nshould now also be published on the newspaper’s website, with a link on the\nhomepage. The link should remain on the homepage for a minimum of 48 hours; thereafter,\nthe correction should be archived in the usual way. This correction should link\nto the amended article and make clear that it has been published following a\nruling by the Independent Press Standards Organisation. Date complaint received: 23/04/2015\nDate decision issued: 11/06/2015\nBack to ruling listing\n\n\n"
}