{
    "url": "/rulings-and-resolution-statements/ruling/?id=03124-18",
    "title": "03124-18 Fletcher v Daily Record",
    "provisions": [
        "1 Accuracy (2018)"
    ],
    "outcome": "Breach - sanction: publication of adjudication",
    "publication": "Daily Record (Reach PLC)",
    "published_on": "2018-04-16 00:00:00",
    "received_on": "2018-04-17 00:00:00",
    "concluded_on": "2018-08-09 00:00:00",
    "complaint_processing_days": 114,
    "conclusion_long": "14. The complaint was upheld.",
    "remedial_action": "15. Having upheld a breach of Clause 1, the Committee considered what remedial action should be required. 16. The publication had published a significantly misleading article, which made a damaging and inaccurate allegation about the legality of the complainant’s conduct. In these circumstances, the appropriate remedy was the publication of an adjudication. 17. The print article had begun on the front page, and continued on pages 10 and 11 of the newspaper. The reference to illegality, bolstered by the reference to a “black market”, had appeared on the front page, while further references to illegality had appeared on page 10. In these circumstances, the Committee decided that the adjudication should be referenced on the front page, and published on page 10 or further forward. The adjudication should also be published online, with a link appearing on the homepage for 24 hours; it should then be archived in the usual way. The headline of the adjudication must make clear that IPSO has upheld the complaint against the Daily Record, and refer to its subject matter. It must be agreed with IPSO in advance. 18. The terms of the adjudication for publication in are as follows: Anthony Fletcher complained to the Independent Press Standards Organisation that the Daily Record breached Clause 1 (Accuracy) of the Editors’ Code of Practice in an article headlined “Experts warn of black market danger: DIY sperm donor fathers 22 kids to mums he met on Facebook”, published in print and online on 16 April 2018. The complaint was upheld, and the Daily Record has been required to publish this ruling as a remedy to the breach of the Code. The article began on the front page of the newspaper; the front page reported that an unlicensed sperm donor had “admitted” to fathering 22 children. It said that “fertility experts warn what he has done is illegal and carries serious medical and legal risks”; and that the complainant had “confessed” to fathering children by “illegally donating sperm”. The complainant said that the article was inaccurate; private sperm donation was not illegal. The newspaper had misinterpreted the law. It was also untrue to state that he had “confessed” or “admitted” to acting illegally. He said that the article’s use of the term “black market” further wrongly implied illegality. The publication said that the original copy provided to it by an agency had referred to the relevant legislation as the basis for the claim that the complainant had acted “illegally”, and this was published in good faith. It noted that the terms of the legislation were included in the article.  It conceded that it was inaccurate to state that the complainant had acted illegally by engaging in private sperm donation. The publication also accepted that the complainant had not “admitted” that he was acting illegally. It therefore removed the online article, and offered to publish a correction online and in print, in its corrections and clarifications column on page 2. The publication denied that any front page correction or ‘signpost’ to a correction was required: the inaccuracy related to just one word on the front page – “illegal” – and the front page headline had been accurate. It said that there was no reference to the complainant’s name on the front page and that the name given in the article was in any event a pseudonym. The publication said that the term “black market” had been taken from the quotation from the reproductive health specialist. While it could imply illegality in certain circumstances, in this case, where the practice referred to in the article carried significant legal and health implications, it was not significantly misleading. IPSO found that there was a serious failure to take care over the accuracy of published information, in breach of 1(i). The allegation of illegality was a significant and damaging claim, requiring correction under the terms of Clause 1 (ii). The seriousness of this inaccuracy was further exacerbated by reporting that the complainant had “confessed” to acting illegally, erroneously suggesting that he had knowingly acted outside of the law.  It found a further failure to take care, and significant inaccuracy, in relation to the term “black market”, which in the context of an article which had alleged illegality, carried a strong implication; that the complainant’s conduct was outside the law. The publication had offered to publish a correction on page 2, making clear that the complainant’s actions were not illegal. However, the Committee was concerned by the seriousness of the breach of Clause 1 (i). The resulting inaccuracy was very prominent on the newspaper’s front page. Also, the wording offered had not addressed the misleading impression created by the use of the term “black market”. For these reasons, the Committee found that the newspaper’s offer of a correction in its usual column on page 2 was insufficient to meet the requirements of Clause 1 (ii) in this case. The complaint was upheld as a breach of Clause 1(ii).Date complaint received: 17/04/2018",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee 03124-18 Fletcher v\nDaily Record\nSummary of complaint\n1. Anthony Fletcher\ncomplained to the Independent Press Standards Organisation that the Daily\nRecord breached Clause 1 (Accuracy) of the Editors’ Code of Practice in an\narticle headlined “Experts warn of black market danger: DIY sperm donor fathers\n22 kids to mums he met on Facebook” published on 16 April 2018.\n2. The article\nbegan on the front page of the newspaper under the headline above; the front\npage reported that an unlicensed sperm donor had “admitted” to fathering 22\nchildren. It said that “fertility experts warn what he has done is illegal and\ncarries serious medical and legal risks”.\n3. The story then\ncontinued on pages 10 and 11 under the headline “I’ve donated sperm to over 50\nwomen. It’s simple...they find me on Facebook, drive to meeting point near my\nhouse and I hand over what I need to”. It said that the complainant, interviewed\nunder the pseudonym that he used for sperm donation, had “confessed to\nfathering 22 children by illegally donating sperm to people he met on\nFacebook”. It said that “at first, he considered donating legally through a\nclinic but the requirements that must be met…put him off”. The article stated\nthat “it is against the law in the UK to distribute or procure sperm and eggs\nwithout a licence from the Human Fertilisation and Embryology Authority”, and\nexplained the public health reasons for this prohibition. The article included\nextensive quotations from the complainant, setting out his reasons for his\nactions, and included a screenshot of a post on his Facebook profile, in which\nhe described the service he provided. The article went on to give the views of a\nspecialist in reproductive health, who stated that “these tales of black market\nsperm donation are becoming more common…but finding a donor online…is\nincredibly dangerous”.\n4. The article\nappeared online in substantially the same format. The sub-headline of the\narticle stated “Anthony Fletcher says he has illegally donated to almost 50\nwomen, some of whom have travelled from outside Scotland in a bid to have a\nbaby”. The article stated that the complainant had “confessed to fathering 22\nchildren by illegally donating sperm to women he met on Facebook”.\n5. The complainant\nsaid that the article was inaccurate. He said that private sperm donations were\nnot illegal: the publication had misinterpreted the law, and he was not\n“procuring” or “distributing” sperm as a third party without a licence. He said\nthat, in fact, the Human Fertilisation and Embryology Authority provided\ninformation about private donation on its own website. He said that the\npublication had not taken care to check this claim or put it to him prior to\npublication, and it was therefore also untrue to state that he had “confessed”\nor “admitted” to acting illegally. He said that the article’s use of the term\n“black market” also wrongly implied illegality, and suggested that he had charged\nfor his sperm; in fact, he had never charged, and the ‘legal’ concerns raised\nin relation to private sperm donation related not to the act of donation\nitself, but to any difficulties arising from liability for child support or\nlegal recognition as a parent. The complainant also said that it was inaccurate\nfor the article to state that he had “told the Daily Record” his account; he\nhad been interviewed by a journalist with no connection to the publication, and\nthe Daily Record had never been mentioned during the interview. He said this\ngave a false impression of how the article came about.\n6. The publication\nsaid that the original copy provided to it by an agency had referred to the\nHuman Fertilisation and Embryology Act 1990 as the basis for the claim that the\ncomplainant had acted “illegally”, and this was published in good faith. The\npublication said that it was accurate for the article to state that “It is\nagainst the law in the UK to distribute or procure sperm and eggs without a\nlicence from the Human Fertilisation and Embryology Authority”. However, it\nconceded that it was inaccurate to state that the complainant had acted\nillegally by engaging in private sperm donation, where this did not involve\nothers’ sperm. The publication also accepted that the complainant had not\n“admitted” that he was acting illegally. It therefore removed the online\narticle, and offered to publish the following correction online and in print,\nin its corrections and clarifications column on page 2:\nThe 16 April article “I’ve donated sperm to over 50 women.\nIt’s simple…they find me on Facebook, drive to meeting point near my house and\nI hand over what I need to” stated that Mr Anthony Fletcher had admitted to\ndonating sperm 'illegally'. In fact, private sperm donation is not illegal and\nMr Fletcher did not admit to illegality. We would like to apologise for any\nmisunderstanding.\nThe publication denied that any front page correction or\n‘signpost’ to a correction was required: the inaccuracy related to just one\nword on the front page – “illegal” – and the front page headline had been\naccurate. It said that there was no reference to the complainant’s name on the\nfront page and that the name given in the article was in any event a pseudonym.\n7. The publication\nsaid that the term “black market” had been taken from the quotation from the\nreproductive health specialist. While it could imply illegality in certain\ncircumstances, in this case, where the practice referred to in the article\ncarried significant legal and health implications, it was not significantly\nmisleading. In addition, it said that the article accurately reported the terms\nof the law. The publication denied that it was inaccurate to say that the\ncomplainant “told” it his account: his interview with an agency had been\nprovided exclusively to the publication.\n8. The complainant\nsaid that a front page ‘signpost’ to a correction was appropriate because the\npublication had made the claim that he had acted illegally on its front page.\nHe said that the correction should also apologise directly to him as a wronged\nparty, and make clear that he had not “confessed” to illegally donating sperm.\nRelevant Code Provisions\n9. Clause 1\n(Accuracy)\ni) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not\nsupported by the text.\nii) A significant inaccuracy, misleading statement or\ndistortion must be corrected, promptly and with due prominence, and — where\nappropriate — an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator.\niii) A fair opportunity to reply to significant inaccuracies\nshould be given, when reasonably called for.\niv) The Press, while free to editorialise and campaign, must\ndistinguish clearly between comment, conjecture and fact.\nFindings of the Committee\n10. The publication had accepted that it was inaccurate to\nreport that the complainant’s actions were illegal. This was based on a\nmisreading of legislation, which was publicly available. The reporter had not\nput the allegation to the complainant prior to publication, and none of the\nexperts quoted in the article had claimed that private sperm donation was\nillegal. There was a serious failure to take care over the accuracy of\npublished information, in breach of 1(i). The complainant’s conduct was not\nprohibited by law, and he made his donations with a full understanding of the\nlegal position. The allegation of illegality was a significant and damaging\nclaim, requiring correction under the terms of Clause 1 (ii). The seriousness\nof this inaccuracy was further exacerbated by reporting that the complainant\nhad “confessed” to acting illegally, erroneously suggesting that he had\nknowingly acted outside of the law.\n11. The term “black market” carries a spectrum of meanings.\nIn this case, the term was used in the context of an article which had alleged\nillegality; the term therefore carried a strong implication that the\ncomplainant’s conduct was outside the law. This was a further failure to take\ncare over the accuracy of the article in breach of 1(i). The term “black\nmarket”, in the context of the article gave further weight to the serious\nallegation that the complainant was acting illegally. It was significantly misleading,\nand required correction under the terms of 1(ii).\n12. The publication had offered to publish a correction on\npage 2, making clear that the complainant’s actions were not illegal. This\ncorrection included an apology, which was appropriate, as the inaccuracy was\nserious and personally damaging. The Committee recognised the value of\npublishing corrections in established corrections and clarifications columns;\nchoosing to place some corrections in another part of the newspaper could\nundermine the advantages of having a consistent position for corrections.\nHowever, the Committee was concerned by the seriousness of the breach of Clause\n1 (i) in this instance: the newspaper had published a damaging allegation\nwithout going through simple steps to check its accuracy, such as putting the\nallegation to the complainant or verifying its interpretation of the\nlegislation with experts. The resulting inaccuracy was very prominent on the\nnewspaper’s front page. And finally, the wording offered had not addressed the\nmisleading impression created by the use of the term “black market”. For these\nthree reasons, the Committee found that the newspaper’s offer of a correction\nin its usual column on page 2 was insufficient to meet the requirements of\nClause 1 (ii) in this case. The complaint was upheld as a breach of Clause\n1(ii).\n13. It was not misleading to state that the complainant had\n“told” his story to the publication: he had been interviewed by a journalist\nwho had then sold the story to the publication exclusively. This did not give\nrise to a misleading impression of the complainant’s actions. There was no\nfailure to take care over the accuracy of this point, in breach of Clause 1(i),\nand no significantly misleading impression was created that required correction\nunder Clause 1(ii).\nConclusions\n14. The complaint was upheld.\nRemedial action required\n15. Having upheld a breach of Clause 1, the Committee\nconsidered what remedial action should be required.\n16. The publication had published a significantly misleading\narticle, which made a damaging and inaccurate allegation about the legality of\nthe complainant’s conduct. In these circumstances, the appropriate remedy was\nthe publication of an adjudication.\n17. The print article had begun on the front page, and\ncontinued on pages 10 and 11 of the newspaper. The reference to illegality,\nbolstered by the reference to a “black market”, had appeared on the front page,\nwhile further references to illegality had appeared on page 10. In these\ncircumstances, the Committee decided that the adjudication should be referenced\non the front page, and published on page 10 or further forward. The\nadjudication should also be published online, with a link appearing on the homepage\nfor 24 hours; it should then be archived in the usual way. The headline of the\nadjudication must make clear that IPSO has upheld the complaint against the\nDaily Record, and refer to its subject matter. It must be agreed with IPSO in\nadvance.\n18. The terms of the adjudication for publication in are as\nfollows:\nAnthony Fletcher complained to the Independent Press\nStandards Organisation that the Daily Record breached Clause 1 (Accuracy) of\nthe Editors’ Code of Practice in an article headlined “Experts warn of black\nmarket danger: DIY sperm donor fathers 22 kids to mums he met on Facebook”,\npublished in print and online on 16 April 2018. The complaint was upheld, and\nthe Daily Record has been required to publish this ruling as a remedy to the breach\nof the Code.\nThe article began on the front page of the newspaper; the\nfront page reported that an unlicensed sperm donor had “admitted” to fathering\n22 children. It said that “fertility experts warn what he has done is illegal\nand carries serious medical and legal risks”; and that the complainant had\n“confessed” to fathering children by “illegally donating sperm”.\nThe complainant said that the article was inaccurate;\nprivate sperm donation was not illegal. The newspaper had misinterpreted the law.\nIt was also untrue to state that he had “confessed” or “admitted” to acting\nillegally. He said that the article’s use of the term “black market” further\nwrongly implied illegality.\nThe publication said that the original copy provided to it\nby an agency had referred to the relevant legislation as the basis for the\nclaim that the complainant had acted “illegally”, and this was published in\ngood faith. It noted that the terms of the legislation were included in the\narticle.  It conceded that it was inaccurate\nto state that the complainant had acted illegally by engaging in private sperm\ndonation. The publication also accepted that the complainant had not “admitted”\nthat he was acting illegally. It therefore removed the online article, and\noffered to publish a correction online and in print, in its corrections and\nclarifications column on page 2.\nThe publication denied that any front page correction or\n‘signpost’ to a correction was required: the inaccuracy related to just one\nword on the front page – “illegal” – and the front page headline had been\naccurate. It said that there was no reference to the complainant’s name on the\nfront page and that the name given in the article was in any event a pseudonym.\nThe publication said that the term “black market” had been\ntaken from the quotation from the reproductive health specialist. While it\ncould imply illegality in certain circumstances, in this case, where the\npractice referred to in the article carried significant legal and health\nimplications, it was not significantly misleading.\nIPSO found that there was a serious failure to take care\nover the accuracy of published information, in breach of 1(i). The allegation\nof illegality was a significant and damaging claim, requiring correction under\nthe terms of Clause 1 (ii). The seriousness of this inaccuracy was further\nexacerbated by reporting that the complainant had “confessed” to acting\nillegally, erroneously suggesting that he had knowingly acted outside of the\nlaw.  It found a further failure to take\ncare, and significant inaccuracy, in relation to the term “black market”, which\nin the context of an article which had alleged illegality, carried a strong\nimplication; that the complainant’s conduct was outside the law.\nThe publication had offered to publish a correction on page\n2, making clear that the complainant’s actions were not illegal. However, the\nCommittee was concerned by the seriousness of the breach of Clause 1 (i). The\nresulting inaccuracy was very prominent on the newspaper’s front page. Also,\nthe wording offered had not addressed the misleading impression created by the\nuse of the term “black market”. For these reasons, the Committee found that the\nnewspaper’s offer of a correction in its usual column on page 2 was\ninsufficient to meet the requirements of Clause 1 (ii) in this case. The\ncomplaint was upheld as a breach of Clause 1(ii).Date complaint received: 17/04/2018Date decision issued: 09/08/2018\nBack to ruling listing\n\n\n"
}