{
    "url": "/rulings-and-resolution-statements/ruling/?id=03134-21",
    "title": "03134-21 Price v Hereford Times",
    "provisions": [
        "2 Privacy (2021)",
        "4 Intrusion into grief or shock (2021)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "Hereford Times (Newsquest Media Group)",
    "published_on": "2021-04-02 00:00:00",
    "received_on": "2021-04-02 00:00:00",
    "concluded_on": "2021-08-25 00:00:00",
    "complaint_processing_days": 145,
    "conclusion_long": "16. The complaint was not upheld.",
    "remedial_action": "17. N/A   Date complaint received: 02/04/2021",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee – 03134-21 Price v\nHereford Times\nSummary of Complaint\n1. Connor Price complained to the Independent Press\nStandards Organisation that the Hereford Times breached Clause 2 (Privacy) and\nClause 4 (Intrusion into grief and shock) of the Editors’ Code of Practice in\nan article headlined “Helicopter crash in Herefordshire”, published on 2 April\n2021.\n2. The print version of the article reported on a helicopter\ncrash, in which two individuals suffered “minor injuries”. The article\ndescribed the location of the crash, and contained a quote from the\nspokesperson of the ambulance service which stated that a man and a woman “were\nalready out of the helicopter” when the ambulance arrived, and “were treated\nfor injuries not believed to be serious at the scene” before being taken to\nhospital for further assessment. The article contained an image of the helicopter\nlying on its side in the field, and a group of seven people seen at a distance\nnext to it.\n3. The article also appeared online under the headline\n“Latest updates: Helicopter crash in Herefordshire”. It was a live article,\nwhich was updated on nine occasions between 3.29pm and 6.02pm. The first\nversion stated that there had been “reports of a helicopter crash near\nLedbury”. At 3.46pm the newspaper gave the approximate location of the crash.\nAt 3.50pm the article was updated with a statement from a police spokesperson\nwhich stated that “[t]wo people were on board the helicopter and while the\nextent of injuries is not yet known, they are not believed to be serious”. At\n5.10pm the image that was published in the print newspaper was released online.\nAt 5.29pm a second image was released, this time closer to the helicopter,\nwhich showed the scene including police, paramedics, a group of onlookers, and\na man walking away from the crash.\n4. The article was also shared on Facebook. The second image,\nincluding the man walking away from the helicopter, was shared along with the\nheadline “Latest updates: Helicopter crash in Herefordshire” and had the\ncaption “News just in. We’ll bring you updates when we get them”.\n5. The complainant was the son of the man involved in the\nhelicopter crash, and the woman involved was his step-mother. He said he was\nnot making his complaint on their behalf, but as a third party family member in\nthe aftermath of the accident. He said that the article breached Clause 2 as it\nintruded into his private and family life. He said that the helicopter was\nclearly identifiable from its markings, which were unique within the local\narea. He said that the man walking away from the helicopter was his father, who\nhad been photographed just minutes after leaving the crash. He said both his\nfather and step-mother were in shock and his step-mother was being treated by\nparamedics at the time the images were taken.\n6. The complainant also said that the timing of the article\nintruded into his grief and shock as the post was published on Facebook with\nthe photograph of the helicopter whilst he and his brother were at the crash\nsite, between 3.50pm and 5.45pm, and his family members were still in hospital.\nHe said his father and step-mother were in hospital when he arrived at the crash\nsite, and this did not give enough time for all members of his family to be\ninformed of the crash, which led to his grandmother seeing this image before\nshe had been told of the crash and the status of those involved. He also said\nthat as the image showed his father walking away from the crash in a state of\nshock, it was a breach of Clause 4.\n7. The complainant said there were also multiple\nphotographers at the scene who were rude and unsympathetic to him and did not\nleave when asked by his brother, whilst his father and step-mother were at the\nhospital. He said that these approaches were not enquiries or approaches made\nsensitively. The complainant originally said he believed that the person who\nwas rude to him was a representative of the newspaper; however, he later\naccepted he had assumed this and could not verify this; the person had not been\nwearing identification and had not otherwise identified themselves as\nrepresenting the publication. He believed it may have been the same person who\nsent the photographs to the newspaper as the direction and distance from which\nthe photos were taken in relation to the site were similar.\n8. The publication apologised for any distress caused by the\npublication of the article, but did not accept a breach of the Code. It noted\nthat the complainant was not in any of the photographs nor was he mentioned in\nthe text of the article; it did not consider that he had a reasonable\nexpectation of privacy over the information published. It said that, in any\ncase, the complainant’s father and step-mother also did not have a reasonable\nexpectation of privacy, as the crash was in a public place and the photographs\nhad been taken from a public highway. The publication said neither the\nhelicopter, nor the people within the image, were identifiable in the\nphotographs. In addition it said that, as the incident was public, the\ninformation in the article, which reported only bare facts and did not identify\nthe victims, could not be considered to be private. The publication also said\nthat the incident was of great public interest, which had been considered in\nadvance of publication. It noted that a significant number of people would have\nseen the aircraft come down near the town, and would have questions about what\nhad happened, which the article answered by confirming there were no deaths or\nserious injuries.\n9. The publication said that the timing of the article did\nnot represent a breach of Clause 4. It noted that at 3.50pm the police issued a\nformal notification on Twitter, which had stated that the injuries were not\nbelieved to be serious and identified the precise location of the crash. It\nsaid prior to this Tweet the article had only stated that there had been a\ncrash near Ledbury, and it was subsequently updated to reflect that those\ninvolved were not considered to be seriously injured. It was only over an hour\nlater that the photographs were added to the online article, when the\ninformation was in the public domain and had been published by multiple\noutlets. The publication also said that the article had been uploaded to\nFacebook at 3.30pm with a stock image, and this was refreshed at around 5.30pm\nwith a photograph of the crash. The publication included a screenshot of the\nFacebook post with the “remove preview” button having a timestamp of 17.27 on\nthe date of publication. The publication said that it had not made any\nenquiries or approaches to anyone connected to the incident and had only\nreported the bare facts of the incident, and therefore could not breach Clause\n4.\n10. The publication also said that it had not sent any\nphotographers to the scene. It said the images it published had been supplied\nby a member of the public without the newspaper’s solicitation. The newspaper\nprovided messages from the person who had supplied them with images. It had\ncontacted the person after receiving the complaint in order to determine\nwhether they had indicated they were from the newspaper. The person had said\nthey had not left their car, which was in heavy traffic, or interacted with\nanyone, but had seen members of the public at the scene. The newspaper said that\nthis, therefore, could not be a breach of Clause 4.\nRelevant Code Provisions\nClause 2 (Privacy)*\ni) Everyone is entitled to respect for their private and\nfamily life, home, physical and mental health, and correspondence, including\ndigital communications.\nii) Editors will be expected to justify intrusions into any\nindividual's private life without consent. In considering an individual's\nreasonable expectation of privacy, account will be taken of the complainant's\nown public disclosures of information and the extent to which the material\ncomplained about is already in the public domain or will become so.\niii) It is unacceptable to photograph individuals, without\ntheir consent, in public or private places where there is a reasonable\nexpectation of privacy.\nClause 4 (Intrusion into grief or shock)\nIn cases involving personal grief or shock, enquiries and\napproaches must be made with sympathy and discretion and publication handled\nsensitively. These provisions should not restrict the right to report legal\nproceedings.\nFindings of the Committee\n11. The Committee considers matters raised under Clause 2\n(Privacy) and Clause 4 (Intrusion into grief or shock) to the extent that they\nrelate to the position of the complainant; it does not consider third-party\ncomplaints under these clauses. The complainant had confirmed that he was\ncomplaining on his own behalf, as part of the family, not on behalf of those\nphotographed. The Committee emphasised that for this reason it was not\nconsidering a complaint about potential intrusion into the privacy or shock of\nthose directly involved in the incident, and its decision on this complaint did\nnot affect their ability to complain in future.\n12. The Committee considered whether the article included\nany information which intruded into the complainant’s private life. It noted\nthat the complainant did not appear in the photographs, and was not referenced\nin the article. The article was a report of an incident in the local community\nbased in part on information put into the public domain by emergency services\nand disclosed no information about the complainant, either in the photograph or\ntext of the article. In these circumstances, there was no intrusion into his\nprivate life and no breach of Clause 2.\n13. The timing of the publication of an article that\ninvolves personal grief and shock can lead to a breach of Clause 4 in certain\ncircumstances; for instance, immediate family members should not be made aware\nof a death by the publication of an article. The Committee noted the difference\nbetween the online and print article. The print article had been published in\nthe evening, with a complete summary, whereas the online article had been a\nlive article that was updated as the situation developed.  With regards to the timing, the complainant\nsaid that the information under complaint was that which was published online\nand on Facebook. He said the publication of the photograph of the distinctive\nhelicopter in the online article and Facebook post identified the crash. While\nthere was some dispute over the precise time at which this image had been\npublished online, it could be established that the photograph was published\nafter the police had released a public statement on Twitter which specified the\nlocation of the crash and the belief that injuries were not serious, and this\ninformation was included within the article. Furthermore, it was not in dispute\nthat the complainant and his brother had been aware of the incident prior to\nthe publication of the photograph and, indeed, were already attending the scene\nat the time it was first published. Given that the police had confirmed prior\nto publication of the photograph that the injuries of those involved in the\ncrash were not believed to be serious and that this information was included in\nthe version of the article published at the time the photograph was added, the\nCommittee did not find that the newspaper had failed to handle publication of\nthis story sensitively, and did not find a breach of Clause 4.\n14. The complainant had also complained that the photograph\nof his father, walking away from the crash site in a state of shock intruded\ninto his grief and shock in breach of Clause 4. The image was from afar, and\ndid not show the complainant’s father’s facial expression or other signs of\ndistress. The Committee found that, whilst seeing images of such a crash may be\nupsetting to a family member, where the person was not receiving treatment, and\nwas not shown to be in pain or distress, an image of a person walking at a\ndistance did not meet the threshold of intruding into a family member’s grief\nor shock. There was no breach of Clause 4. The Committee nonetheless emphasised\nagain that this did not affect any potential complaint from the complainant’s\nfather relating to his own position.\n15. The complainant also said that the behaviour of\nphotographers at the scene had amounted to a breach of Clause 4 as the\napproaches to take photos had not been made with sympathy. The publication had\nsaid that it had not sent any photographers or journalists to the scene, and\nthat the images it had used were taken from far away on a public road by a\nmember of the public. It had provided a message from this individual,\nconfirming they had not interacted with anyone at the scene of the\nincident.   The complainant accepted that\nhe could not verify that the photographer was from the newspaper, and that his\nbelief the images were taken by the person who had spoken to him was based on\nthe direction the images had been taken from. The Committee was not able to\nreconcile these conflicting accounts, but noted that the newspaper had provided\nevidence to support its position about the circumstances in which the\nphotographs had been taken. It also noted that the images that had been published\nby the publication had been taken whilst the complainant’s father and\nstep-mother were still present at the crash site, before the complainant had\narrived at the scene. In all these circumstances, the Committee could not\nestablish that the person whose activities had caused the complainant concern\nwas the same person who had sent the photographs to the newspaper. It did not,\ntherefore, establish a breach of Clause 4 on this point.\nConclusions\n16. The complaint was not upheld.\nRemedial Action Required\n17. N/A\n \nDate complaint received: 02/04/2021\nDate complaint concluded by IPSO: 25/08/2021\nBack to ruling listing\n\n\n"
}