{
    "url": "/rulings-and-resolution-statements/ruling/?id=03139-14",
    "title": "03139-14 Hogbin v Herne Bay Gazette",
    "provisions": [
        "1 (Accuracy) 2015",
        "5 (Intrusion into grief or shock) 2015",
        "3 (Privacy) 2015",
        "10 (Clandestine devices and subterfuge) 2015"
    ],
    "outcome": "Breach - sanction: publication of correction",
    "publication": "(DISCONTINUED) Herne Bay Gazette (Iliffe Media Group Ltd)",
    "received_on": "2014-12-22 00:00:00",
    "concluded_on": "2015-04-24 00:00:00",
    "complaint_processing_days": 123,
    "conclusion_long": "12. The complaint was upheld.",
    "remedial_action": "13. Having upheld the complaint, the Committee considered what remedial action should be required. The Committee has the power to require the publication of a correction and/or adjudication; the nature, extent and placement is to be determined by IPSO. It may inform the publication that further remedial action is required to ensure that the requirements of the Editors’ Code are met. 14. The newspaper had offered to publish a clarification on either page 3 or page 5, cross referenced to the front page. It said that this clarification would allow the complainant to state that Ms Mackie was not drinking alcohol, and that she was genuinely remorseful. 15. In order to remedy the breach of Clause 1, the newspaper should publish a clarification on page 3, cross referenced to the front page. The clarification should also be published as a stand-alone item, with a headline indicating its subject, linked for no less than 24 hours from the home page of the newspaper’s website. It should then remain online, and searchable. The clarification should explain that it was being published following an upheld complaint from Ms Mackie’s mother. It should state the complainant’s position that her daughter had not drunk alcohol on the trip. Date complaint received: 22/12/2014",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee 03139-14 Hogbin v\nHerne Bay GazetteSummary of\ncomplaint 1. Joanne Hogbin complained to the Independent Press\nStandards Organisation on behalf of her daughter, Bethany Mackie, that the\nHerne Bay Gazette had breached Clause 1 (Accuracy), Clause 3 (Privacy), Clause\n5 (Intrusion into grief or shock) and Clause 10 (Clandestine devices and\nsubterfuge) of the Editors’ Code of Practice in an article headlined “Boozy\ntrip just days before teen locked up”, published in the 25 December edition of\nthe newspaper. 2. The article reported that Ms Mackie had been jailed\nfor five years for causing death by dangerous driving, and drink-driving. It\nreported that while Ms Mackie had told the court of her “genuine remorse”, she\nhad “enjoyed a booze-fuelled Christmas trip just days before she was jailed”.\nThe front page article was accompanied by a photograph of Ms Mackie in which\nshe was holding a full wine glass aloft. In the bottom of the photograph, the\ntop of another person’s head is visible, below the wine glass. The photograph\nwas captioned “Bethany Mackie poses with a wine glass days before she was\njailed”. The article reported that she “held a full wine glass aloft and posed\nfor the camera as she caught the train”. The complainant had uploaded the\nphotograph onto her Facebook account, along with a number of other photographs\nof their trip. 3. The complainant said that, in the photograph in\nquestion, Ms Mackie had been drinking Coca-Cola from a plastic wine glass. She\nsaid that the original picture, as it appeared on Facebook, had been cropped\nprior to publication, so that the eyes of Ms Mackie’s sister were no longer visible.\nShe said that the photograph was taken on a family day out, as demonstrated by\nthe rest of the photographs which she had uploaded to her Facebook account. The\ncomplainant was concerned that the photograph gave a misleading impression of\nMs Mackie’s behaviour; rather than suggesting two sisters playing together with\nsoft drinks, the photograph, when seen in conjunction with the front page\nheadline, suggested Ms Mackie had been on a drunken outing. While the\ncomplainant confirmed that she and her adult friend had had one alcoholic drink\neach, as depicted in one of the photographs she had uploaded, she made clear\nthat Ms Mackie had not drunk any alcohol on the trip. 4. The complainant said that the photographs had been\ntaken from her Facebook account, which had its privacy settings set so that her\nphotographs were only available to family and friends. Whilst she subsequently\nconceded that the photographs may have been accessible to the public, she\nsuggested that her privacy settings may have been altered by someone who had\naccessed her account. She said that the article intruded into her family’s\nprivate life, and expressed concern about the effects of the article on Ms\nMackie’s younger sister, and on the family of the deceased. 5. The newspaper said that it had been contacted by a\nmember of the public, who had copied photographs and text from the\ncomplainant’s open Facebook profile, and sent them to the newspaper via email.\nThe newspaper had then viewed this profile, which was publically accessible, and\nsaved its own copies of the photographs. The newspaper provided a screen grab\nof the journalist’s internet history for the day before the article was\npublished, which showed that he had viewed the complainant’s profile, and a\nnumber of photographs on Facebook. It noted that the readers’ comments posted\non the online article before it had been updated to include the details and\nphotograph of the trip to London, had referred to photographs of Ms Mackie\ndrinking alcohol being posted on Facebook. 6. The newspaper said that the references to a “boozy\ntrip”, and a “booze-fuelled Christmas trip”, were accurate, as evidenced by the\nphotograph of the complainant and her friend drinking alcoholic drinks on the\ntrain. It said that the article had not claimed that Ms Mackie was drinking an\nalcoholic drink, but that she had “held a full wine glass aloft”, which was an\naccurate description of the photograph in question. It said that it had cropped\nout the part of the picture which depicted Ms Mackie’s sister in order to\ncomply with its obligations under Clause 6 (Children) and Clause 9 (Reporting\nof crime) of the Editors’ Code of Practice. 7. The newspaper offered to publish a clarification on\npage 3 or page 5, cross-referenced from the front page, in which the\ncomplainant would be able to state that Ms Mackie was not drinking alcohol on\nthe trip, and that she was genuinely remorseful. It also offered to publish a\nfollow-up story from the complainant’s perspective; a reader’s letter, enabling\nthe complainant to put her point of view in her own words; or an interview with\nMs Mackie from prison. The newspaper said that after the Facebook pictures had\ncome to its attention, the original online version of the article had been\namended to include the pictures, and the details about the trip to London.\nAfter the comments on the story grew increasingly angry, the newspaper reverted\nto the original article, which did not contain the details of the trip to\nLondon, but simply reported Ms Mackie’s sentencing, as a gesture of goodwill. Relevant Code Provisions8. Clause 1 (Accuracy) i) The Press must take care not to publish inaccurate,\nmisleading or distorted information, including pictures. ii) A significant inaccuracy, misleading statement or\ndistortion once recognised must be corrected, promptly and with due prominence,\nand - where appropriate - an apology published. In cases involving the\nRegulator, prominence should be agreed with the Regulator in advance. iii) The Press, whilst free to be partisan, must distinguish\nclearly between comment, conjecture and fact. Clause 3 (Privacy) i)  Everyone is entitled to respect for his or her\nprivate and family life, home, health and correspondence, including digital\ncommunications. ii) Editors will be expected to justify intrusions into\nany individual's private life without consent. Account will be taken of the\ncomplainant's own public disclosures of information. Clause 5 (Intrusion into Grief or Shock) i) In cases involving personal grief or shock, enquiries\nand approaches must be made with sympathy and discretion and publication\nhandled sensitively. This should not restrict the right to report legal\nproceedings, such as inquests. Clause 10 (Clandestine devices and subterfuge) i) The press must not seek to obtain or publish material\nacquired by using hidden cameras or clandestine listening devices; or by\nintercepting private or mobile telephone calls, messages or emails; or by the\nunauthorised removal of documents or photographs; or by accessing\ndigitally-held private information without consent. Findings of the Committee9. The photograph did not show whether or not Ms Mackie\nhad drunk alcohol on the trip to London, something which the newspaper appeared\nto have recognised in the fact it had taken care to avoid making this specific\nclaim. Nevertheless, the juxtaposition of this photograph – from which that\ninference could easily be drawn – with the headline, had clearly suggested that\nMs Mackie had drunk alcohol on the trip to London. The newspaper had not sought\nthe comments of Ms Mackie or her family before publishing the photograph, and\nthe decision to accompany the front page headline with the photograph\ndemonstrated a failure to take not to publish misleading information in breach\nof Clause 1 (i) of the Code. This aspect of the complaint was upheld. 10. Whilst the Committee noted the complainant’s position\nregarding her Facebook privacy settings, it appeared that the photographs had\nbeen publically accessible. The Committee had not been provided with evidence\nto suggest that this was the result of actions by the newspaper, and did not\nfind a breach of Clause 10. The photograph was taken while Ms Mackie was on a\ntrain, and did not depict her engaging in a private activity. In these\ncircumstances, taking into account the apparent public disclosure of the\ninformation by the complainant, there was no breach of Clause 3. 11. The Committee recognised that Ms Mackie and her\nfamily had been distressed by her conviction and sentencing. However, this was\nnot a case of personal grief or shock such as to engage the terms of Clause 5.\nIn relation to the complainant’s concern about the effects of the article on\nthe family of the deceased, the Committee explained that it would not be\nappropriate to consider this aspect of her complaint further where she was not\nacting on their behalf. Conclusions12. The complaint was upheld. Remedial Action Required13. Having upheld the complaint, the Committee considered\nwhat remedial action should be required. The Committee has the power to require\nthe publication of a correction and/or adjudication; the nature, extent and\nplacement is to be determined by IPSO. It may inform the publication that\nfurther remedial action is required to ensure that the requirements of the\nEditors’ Code are met. 14. The newspaper had offered to publish a clarification\non either page 3 or page 5, cross referenced to the front page. It said that\nthis clarification would allow the complainant to state that Ms Mackie was not\ndrinking alcohol, and that she was genuinely remorseful. 15. In order to remedy the breach of Clause 1, the\nnewspaper should publish a clarification on page 3, cross referenced to the\nfront page. The clarification should also be published as a stand-alone item,\nwith a headline indicating its subject, linked for no less than 24 hours from\nthe home page of the newspaper’s website. It should then remain online, and\nsearchable. The clarification should explain that it was being published\nfollowing an upheld complaint from Ms Mackie’s mother. It should state the\ncomplainant’s position that her daughter had not drunk alcohol on the trip. Date complaint received: 22/12/2014 \nDate decision issued:\n24/04/2015\nBack to ruling listing\n\n\n"
}