{
    "url": "/rulings-and-resolution-statements/ruling/?id=03137-18",
    "title": "03137-18 Ashton v Daily Mail",
    "provisions": [
        "1 Accuracy (2018)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "Daily Mail (Associated Newspapers Limited)",
    "received_on": "2018-05-21 00:00:00",
    "concluded_on": "2018-11-06 00:00:00",
    "complaint_processing_days": 169,
    "conclusion_long": "as to their meaning. 21. To support its position that it had accurately reported the complainant’s comments, the newspaper provided an article from Action, dated 15 September 1961, in which the complainant had written: We should also stop the introduction of contagious diseases into Britain by immigrants. Keep it out of Britain – then the National Health Service can get on with its job. It will be a far more efficient health service – run by doctors, nurses and other professionals, and not by bureaucrats. As for coloured doctors – they must go home to the places where disease is rife, and where they are most needed. 22. The newspaper also provided a letter from the complainant, published in Action on 13 June 1959, in which he had commented on the “problems arising from uncontrolled alien immigration”, and advocated a “a racial separation policy” to “prevent any further race violence”. 23. Contrary to the complainant’s position, the newspaper said that the article had not attributed to him Hitler’s idea of the “Jewish Question” or his “Final Solution”; nor did it consider that it had suggested that he was an anti-Semite or a supporter of the Holocaust. Rather, the article had explained the meaning of the term “Jewish Question”: the alleged Jewish desire to have world domination. This definition had been adopted by the complainant in a comment he had made on the Occidental Observer website, where he had said “I also thought and still think there are effective and counter-productive ways of dealing with the JQ”, and in relation to an interview Oswald Mosley gave in 1967, he had said “As for the Frost interview, this was dominated by the JQ”. In that interview, Oswald Mosley had said that he had a “quarrel” with “certain Jews” before the war because he thought they wanted a war with Germany. 24. The newspaper said that it was fair for it to have described the sites to which the complainant contributed as “white supremacist” and “neo-fascist”. The complainant was a prolific commentator on web publications, such as the Occidental Observer, whose editor it said had been described as “online anti-Semitism’s new voice” by the Anti-Defamation League, and which had been described by the prosecution in the trial of Thomas Mair as a “far-right online publication that covers politics and society from a white nationalist and anti-Semitic perspective”. It said that he had also commented on the American Renaissance site, which it said was created by an alt-right white supremacist, and which was currently banned from Twitter because of its extremist content. It noted that Spiked Online and Quora, where the complainant was also a commentator, allowed unmoderated or lightly moderated comments to be published. As evidence for his online activity, the newspaper referred to the complainant’s Disqus profile, which showed that since 2012, he had made over 15,700 contributions, most frequently on American Renaissance, and it provided some examples.   Relevant Code Provisions 25. Clause 1 (Accuracy) i) The Press must take care not to publish inaccurate, misleading or distorted information or images, including headlines not supported by the text. ii) A significant inaccuracy, misleading statement or distortion must be corrected, promptly and with due prominence, and — where appropriate — an apology published. In cases involving IPSO, due prominence should be as required by the regulator. iii) A fair opportunity to reply to significant inaccuracies should be given, when reasonably called for. iv) The Press, while free to editorialise and campaign, must distinguish clearly between comment, conjecture and fact.  Findings of the Committee 26. The article had not described the complainant as “personification or conveyor evil”, but had referred to him as a “personification” of Oswald Mosley’s “ideological conveyor belt. The reference to “ideological conveyor belt” had come from an academic text, as made clear in the article, which had gone on to explain the basis for describing the complainant as such.  The article had explained that as a younger man, the complainant had contributed to the Action newspaper; that he had assisted with researching two of Oswald Mosley’s books; that he had contributed to his biography; and that Mosley considered him to be one of his own “young literary friends”. It then gave examples of the complainant’s more recent political comments on the “Jewish question”; the “’six million’ cliché”; and his view that Jewish people’s “anti-social activities are more ‘sophisticated’.” The newspaper had set out the basis for its characterisatio;, the description was not misleading. There was no failure to take care over the accuracy of the article in breach of Clause 1(i) on this point. 27. The complainant had stated that he had not idolised Oswald Mosley, or revered him, as stated in the article. However, he had accepted that he admired his intelligence, agreed with his post-war policies, and in correspondence with the reporter before the first article was published, he had said that while he was not “overawed”, he was “justifiably impressed” by him. In light of these comments, the Committee did not consider that it was inaccurate for the newspaper to have asserted that the complainant “still revered” Oswald Mosley. There was no breach of Clause 1 on this point. 28. The Committee noted the complainant’s position that he had not worked for Oswald Mosley for “almost two decades”, or lived in his Paris home while he contributed to his book. However, he had accepted that he had worked for him for nine years between 1959 and 1968; in 1975, he had contributed to his biography, which was republished in 1980; and he had contributed to UM publications. Furthermore, while he had not been a visitor at Oswald Mosley’s Paris home, he had stayed in a property owned by him. In light of this, and in the full context of the first article, the Committee did not consider that these points represented significant inaccuracies that required correction under the terms of Clause 1 (ii). There was no failure to take care over the accuracy of the article on these points. 29. The complainant had maintained that his contributions to the Action newspaper were “never racist”. However, the newspaper had not described his contributions as “racist”; rather, it had described the publication itself as “vehemently racist”, and it had given an example of the complainant’s contributions. The newspaper was entitled to give its opinion of this publication and to characterise it as “racist”. The description was not inaccurate. There was no breach of Clause 1 on this point. 30. The Committee noted the complainant’s position that he had believed that immigrants had spread disease because they had not received medical checks; he had not believed that they spread disease because of their race specifically. However, in the Action newspaper, the complainant had written, “We should also stop the introduction of contagious diseases into Britain by immigrants”. The newspaper had accurately reported this statement; its inclusion in the article was not therefore misleading. Furthermore, the complainant had said, “coloured doctors…must go home to the places where disease is rife, and where they are most needed”. The Committee did not consider that the newspaper’s statement that the complainant had “advocated that ‘coloured doctors’ should also be sent ‘home” gave a misleading impression of this comment. There was no breach of the Code on these points. 31. The complainant had referred to “the JQ” when he had written on the Occidental Observer website that he thought there were “effective and counter-productive ways of dealing with the JQ”. The newspaper had accurately reported his comment. The newspaper also explained one definition of the term which it said was adopted by the far right and the association between the term and “Hitler’s “Final Solution”. The fact that the complainant said that he had intended to refer to an alternate “Jewish question” did not mean that the explanations of the term provided in the article represented a failure to take care over the accuracy of the article. The article had not asserted, as fact, that the complainant had used the term in these ways and neither had the article claimed that he was an anti-Semite. There was no breach of the Code on this point. 32. The newspaper had also accurately reported the complainant’s comment in which he explained his belief that Jewish people’s “anti-social activities are more ‘sophisticated’”. It had not given the significantly misleading impression that he had accused Jewish people generally of “white collar crime”. Similarly, it had accurately reported that he had used the term “six million cliché” to refer to the Holocaust. It was not misleading to interpret this as the complainant having “cast ‘doubt’ on the widely accepted total number of Jews who died in the Holocaust”, when his position was that the exact number who died in the Holocaust was in dispute. There was no failure to take care over the accuracy of the article on these points. 33. The complainant had made comments on the American Renaissance website, which he accepted was a site that was “supportive of white interests”. He also used to comment on the Occidental Observer website, which he accepted was “anti-Jewish”, and where he had referred to the “JQ”. In these circumstances, it was not misleading for the newspaper to have reported that he was a “regular presence” on white supremacist and neo-fascist websites. There was no failure to take care over the accuracy of the article on this point. 34. The Committee did not consider that making reference to the complainant as well as to two members of National Action in the first article was misleading. The newspaper had explained its view that all three were examples of Oswald Mosley’s reported “legacy”. There was no suggestion that they knew one another or had a shared ideology. There was no failure to take care over the accuracy of the article on this point. 35. The complainant had been unable to speak to the reporter face-to-face because he had called at an inconvenient time; instead, he had answered questions by email. In addition, the reporter had emailed and offered to visit at a different time. The complainant, for various reasons, declined these offers. It was therefore not inaccurate for the newspaper to have reported that the complainant “would not meet” the reporter, but had “engaged in an email conversation”.  There was no failure to take care over the accuracy of the article on this point. 36. While the complainant had never been a member of Oswald Mosley’s UM, he had been a regular contributor to its newspaper, and he had attended numerous UM events. In these circumstances, it was not misleading for the newspaper to have described him as a “young neo-fascist” in the second article. There was no failure to take care over the accuracy of the article on this point.  Conclusions 37. The complaint was not upheld.",
    "remedial_action": "38. N/A Date complaint received: 21/05/2018",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee 03137-18 Ashton v Daily Mail\nSummary\nof Complaint 1.   \nDavid\nAshton complained to the Independent Press Standards Organisation that the\nDaily Mail breached Clause 1 (Accuracy) of the Editors’ Code of Practice in an\narticle headlined “Malign Mosley shadow that still casts its evil over\nBritain”, published on 28 February 2018, and an article headlined “Even at\nOxford he battled with the Press”, published on 2 March 2018. 2.   \nThe\nfirst article was published online with the headline “Malign Mosley shadow that\nstill casts its evil over Britain: Neo-Nazi group - which idolises Jo Cox's\nkiller - today draws inspiration from fascist Union Movement that Max championed...\nwith his fists”. The second article was published with the headline “Even at\nOxford he battled with the Press: The untold story of Max Mosley’s first\nclashes with the journalists who crossed him”. 3.    The first\narticle reported on the legacy of Oswald Mosley, and his Union Movement (UM).\nIt alleged that the activities of UM “have left a malign legacy, insidiously\nundermining many areas of life in modern Britain”. In support of this claim,\nthe article reported that contemporary figures on the far-right of British\npolitics had affiliated themselves with Oswald Mosely. It quoted from a 2007\nbook about the revival of post-war British fascism, which claimed that “The\nUnion Movement…was an ideological conveyer belt transmitting its own\nparticularly malignant set of political and cultural idioms…to a new generation\nof activists”. 4.    The first article\nlater described the complainant as a “personification of the Mosleyite\n‘ideological conveyer belt’”. It reported that the complainant had been\n“recruited” to help with Oswald Mosley’s writings while at Oxford, which it\nsaid he had done for almost two decades. It reported that he contributed to the\n“vehemently racist Action newspaper”, and that in one article, he wrote “we\nshould stop the introduction of contagious disease into Britain by immigrants”,\nand that he “advocated that ‘coloured doctors’ should also be sent ‘home’”. The\narticle reported that the complainant went to stay at Oswald Mosley’s Paris\nhome to complete his editing of the book that would become “Mosley: Right or\nWrong”. 5.    The article\nclaimed that the complainant “is a regular presence on white supremacist and neo-fascist\nwebsite forums”. It claimed that in August 2017, he had referred to the “JQ”,\nwhich it claimed “was a shorthand among the far-right for the ‘Jewish Question’,\nthe alleged Jewish desire to have world domination”. The article stated that\nHitler had decided that the Holocaust was the answer to the “Jewish Question”,\nand that only a few months ago, the complainant had said “I still think there\nare effective and counter-productive ways of dealing with the JQ”. 6.    The second\narticle discussed Max Mosley’s history of clashes with the press. It stated\nthat the complainant had been in the audience when Oswald Mosley had spoken on\nthe subject of “race relations” at Oxford University’s Humanist Society. It\nsaid that while at university “as a young neo-fascist”, he had been recruited\nby Max Mosley to help his father. The piece quoted the complainant who said\nthat “The reason why Oswald Mosley took advantage of occasional university\ninvitations, and tried to gain support among students and teachers, is surely obvious.” 7.    The complainant\nsaid that the articles contained a number of inaccuracies in breach of Clause\n1. Above all, he was concerned that the newspaper had seriously misrepresented\nhis political opinions and actions. He accepted that he had always opposed\nuncontrolled permanent mass immigration into the UK, but he was not a racist, a\nwhite supremacist or an anti-Semite. 8.    The complainant\nsaid that the first article had inaccurately described him as “a personification\nof the Mosleyite ‘ideological conveyor belt’”, which suggested that he was a\n”personification” and “conveyor” of the “evil” referenced in the article. 9.    He said that the\narticle had inaccurately suggested that he revered Oswald Mosley, whom the\nnewspaper had wrongly portrayed as an “evil accomplice to mass murder”. He had\nnever idolised him, though he had admired his intelligence, and had agreed with\nmany of his post-war policies. He had also not stayed at Oswald Mosley’s Paris\nhome while he worked on his book, as reported. In fact, he had stayed in a\nbuilding owned by him, but he had never visited his home. In total, he had\nhelped him between 1959 and 1968, and not for “almost two decades”, as claimed\nin the article. The biography, published in 1975, referred to in the article\nwas not controlled or authorised by Oswald Mosley. Furthermore, he had never\nbeen a member of the UM or its Action party successor; he had attended five\nindoor and several outdoor UM meetings, plus several Action dinners, but he had\nnot spoken publicly for the organisation, or canvassed or leafleted for Oswald\nMosley. 10. The complainant\nsaid that the article had given a misleading impression of his political\ncomments by taking them out of context. His contributions to Action newspaper\nwere never “racist”, as suggested by the first article. Furthermore, he did not\nbelieve that contagious diseases were imported because their carriers were\n“coloured”; his concern was that immigrants who brought in unchecked serious\ndiseases happened to come from “non-white” countries. While he had said that\ndoctors from overseas should return to their homelands in order to treat the\nsick there, he had not suggested that they should be forcibly deported.   11. The complainant\nsaid that the first article had inaccurately attributed to him Hitler’s idea of\nthe “Jewish Question”, and had suggested that he agreed with his genocidal\n“solution”. This was utterly contrary to his beliefs. He explained that he had not\nused the term “Jewish Question” in the same way that Hitler had used it.\nRather, he had used it to refer to the issue of Jewish relations with others,\nand the future of Israel. The newspaper had ignored his comments on the\nOccidental Observer website in which he had made clear that he opposed\ndiscrimination against Jewish people. 12. The complainant\nsaid that he had not accused Jewish people in general of white-collar crime, as\nsuggested by the first article, which had reported that he had said that\n“ordinary Jews…don’t make their money by burglary or mugging, nor do they get\ninto drunken brawls: their anti-social activities are more\n‘sophisticated’”.  Rather, he had pointed\nout the cultural difference in the offences committed by “high-IQ\nprofessionals” in comparison to those committed by “ethnic groups of lower\ncomparative social status”. 13. The complainant\naccepted that he had referred to the Holocaust using the term “’six million’\ncliché”, as stated in the first article. However, he had used the term “cliché”\nto mean that the six-million figure had become a “mechanical slogan” often used\nto promote political correctness and to discourage criticism of the Israeli\ngovernment. He believed that murder was murder, and considered that the precise\nor probable number of Holocaust victims was a matter of genuine dispute and one\nfor objective democratic and documentary analysis. 14. The complainant\ndenied that he was a “regular presence” on white supremacist website forums. He\nsaid that he commented on Quora, an open opinion site; the Zionist Gatestone\nInstitute site; the Genetic Literacy Project, a site run by a Jewish writer which\nlooked at scientific issues; Spiked Online, an open forum for debate; Quarterly\nReview, a cultural site with a right-wing orientation; and American Renaissance,\na “race-realist” site, supportive of white interests. He said that he was now banned\nfrom commenting on the Occidental Observer site, which he described as\n“anti-Jewish”, because he had “attacked” its anti-Semitic contributors and\nHolocaust deniers, and had challenged its attitudes towards Jewish people. 15. The complainant\nsaid that the references to him in the first article, alongside images and\ninformation about two National Action members, had given the misleading\nimpression that he shared their ideologies or that they were his personal\ncomrades. 16. The complainant\nsaid that he had not been a “young neo-fascist”, as stated in the second\narticle, and it was inaccurate to label his views as “fascism”. In fact, he had\nalways advocated free speech, a free press, peace and free elections, and\nOswald Mosley had said himself that his policy had “passed beyond fascism”. In addition, the complainant said that\nboth of the articles should have pointed out that Oswald Mosley’s books with\nwhich he was associated “explicitly condemned” antisemitism, Nazi race policy,\nand the Holocaust. 17. The complainant\nsaid that he had not refused to meet the Daily Mail reporter, as stated in the\nfirst article. In fact, the reporter had arrived uninvited at an inconvenient\ntime, and the complainant had agreed to answer his questions by email. 18. The newspaper\ndenied that it had breached the Code.  It\nsaid that the first article was a piece about Max Mosley’s involvement in the\nfar-right UM movement and Oswald Mosley’s “malign legacy” in modern Britain; it\nhad been entitled to describe this as “evil”. This article’s headline was part of a quote from the\nbook Very Deeply Dyed in Black, written by the academic Graham Macklin, which\nstated that the UM movement was an “ideological conveyor belt transmitting its\nown particularly malignant set of political and cultural idioms…to a new\ngeneration of activists”\nIt had not named the complainant as a “personification or conveyor of evil”. In\nfact, it had named him as a “’personification’ of Oswald Mosley’s ‘ideological\nconveyor belt’”, based on his connections to the Mosley family, his historic\ncontributions to the UM, and his more recent postings on far-right websites. 19. The newspaper\ndid not consider that it was inaccurate for it to have reported that the\ncomplainant had contributed to Oswald Mosley’s work for almost two decades.\nThis covered books and articles in Oswald Mosley’s name, such as his 1968 book\nRight or Wrong; his 1968 autobiography; his 1975 biography (republished in\n1980) which it said was written by a friend of Mosley, and had been published\nunder his control and approval; and UM newsletters, such as Action, which were\npublished until 1980. 20. The newspaper\nsaid that it had accurately reported excerpts from historical articles, which\nhad been written by the complainant, and comments he had left online and\nbeneath the online article about Holocaust denial. It considered that as the\narticle had made clear where the comments had come from and in what context,\nreaders would reach their own conclusions as to their meaning. 21. To support its\nposition that it had accurately reported the complainant’s comments, the\nnewspaper provided an article from Action, dated 15 September 1961, in which\nthe complainant had written: We should also stop the introduction of contagious\ndiseases into Britain by immigrants. Keep it out of Britain – then the National\nHealth Service can get on with its job. It will be a far more efficient health\nservice – run by doctors, nurses and other professionals, and not by\nbureaucrats. As for coloured doctors – they must go home to the places where\ndisease is rife, and where they are most needed. 22. The newspaper also\nprovided a letter from the complainant, published in Action on 13 June 1959, in\nwhich he had commented on the “problems arising from uncontrolled alien immigration”,\nand advocated a “a racial separation policy” to “prevent any further race\nviolence”. 23. Contrary to the\ncomplainant’s position, the newspaper said that the article had not attributed\nto him Hitler’s idea of the “Jewish Question” or his “Final Solution”; nor did\nit consider that it had suggested that he was an anti-Semite or a supporter of\nthe Holocaust. Rather, the article had explained the meaning of the term\n“Jewish Question”: the alleged Jewish desire to have world domination. This\ndefinition had been adopted by the complainant in a comment he had made on the\nOccidental Observer website, where he had said “I also thought and still think\nthere are effective and counter-productive ways of dealing with the JQ”, and in\nrelation to an interview Oswald Mosley gave in 1967, he had said “As for the\nFrost interview, this was dominated by the JQ”. In that interview, Oswald Mosley\nhad said that he had a “quarrel” with “certain Jews” before the war because he\nthought they wanted a war with Germany. 24. The newspaper said\nthat it was fair for it to have described the sites to which the complainant\ncontributed as “white supremacist” and “neo-fascist”. The complainant was a\nprolific commentator on web publications, such as the Occidental Observer,\nwhose editor it said had been described as “online anti-Semitism’s new voice”\nby the Anti-Defamation League, and which had been described by the prosecution\nin the trial of Thomas Mair as a “far-right online publication that covers\npolitics and society from a white nationalist and anti-Semitic perspective”. It\nsaid that he had also commented on the American Renaissance site, which it said\nwas created by an alt-right white supremacist, and which was currently banned\nfrom Twitter because of its extremist content. It noted that Spiked Online and\nQuora, where the complainant was also a commentator, allowed unmoderated or lightly\nmoderated comments to be published. As evidence for his online activity, the\nnewspaper referred to the complainant’s Disqus profile, which showed that since\n2012, he had made over 15,700 contributions, most frequently on American\nRenaissance, and it provided some examples.  \nRelevant Code Provisions 25. Clause 1 (Accuracy) i) The Press\nmust take care not to publish inaccurate, misleading or distorted information\nor images, including headlines not supported by the text. ii) A\nsignificant inaccuracy, misleading statement or distortion must be corrected,\npromptly and with due prominence, and — where appropriate — an apology\npublished. In cases involving IPSO, due prominence should be as required by the\nregulator. iii) A fair\nopportunity to reply to significant inaccuracies should be given, when\nreasonably called for. iv) The\nPress, while free to editorialise and campaign, must distinguish clearly\nbetween comment, conjecture and fact. \nFindings\nof the Committee 26. The article had not described the complainant\nas “personification or conveyor evil”, but had referred to him as a\n“personification” of Oswald Mosley’s “ideological conveyor belt. The reference\nto “ideological conveyor belt” had come from an academic text, as made clear in\nthe article, which had gone on to explain the basis for describing the\ncomplainant as such.  The article had\nexplained that as a younger man, the complainant had contributed to the Action\nnewspaper; that he had assisted with researching two of Oswald Mosley’s books;\nthat he had contributed to his biography; and that Mosley considered him to be\none of his own “young literary friends”. It then gave examples of the\ncomplainant’s more recent political comments on the “Jewish question”; the\n“’six million’ cliché”; and his view that Jewish people’s “anti-social\nactivities are more ‘sophisticated’.” The newspaper had set out the basis for\nits characterisatio;, the description was not misleading. There was no failure\nto take care over the accuracy of the article in breach of Clause 1(i) on this\npoint. 27. The complainant had stated that he had not\nidolised Oswald Mosley, or revered him, as stated in the article. However, he\nhad accepted that he admired his intelligence, agreed with his post-war\npolicies, and in correspondence with the reporter before the first article was\npublished, he had said that while he was not “overawed”, he was “justifiably\nimpressed” by him. In light of these comments, the Committee did not consider\nthat it was inaccurate for the newspaper to have asserted that the complainant\n“still revered” Oswald Mosley. There was no breach of Clause 1 on this point. 28. The Committee noted the complainant’s position\nthat he had not worked for Oswald Mosley for “almost two decades”, or lived in\nhis Paris home while he contributed to his book. However, he had accepted that\nhe had worked for him for nine years between 1959 and 1968; in 1975, he had\ncontributed to his biography, which was republished in 1980; and he had\ncontributed to UM publications. Furthermore, while he had not been a visitor at\nOswald Mosley’s Paris home, he had stayed in a property owned by him. In light\nof this, and in the full context of the first article, the Committee did not\nconsider that these points represented significant inaccuracies that required\ncorrection under the terms of Clause 1 (ii). There was no failure to take care\nover the accuracy of the article on these points. 29. The complainant had maintained that his\ncontributions to the Action newspaper were “never racist”. However, the\nnewspaper had not described his contributions as “racist”; rather, it had\ndescribed the publication itself as “vehemently racist”, and it had given an\nexample of the complainant’s contributions. The newspaper was entitled to give\nits opinion of this publication and to characterise it as “racist”. The\ndescription was not inaccurate. There was no breach of Clause 1 on this point. 30. The Committee noted the complainant’s position\nthat he had believed that immigrants had spread disease because they had not\nreceived medical checks; he had not believed that they spread disease because\nof their race specifically. However, in the Action newspaper, the complainant\nhad written, “We\nshould also stop the introduction of contagious diseases into Britain by\nimmigrants”. The newspaper had accurately reported this statement; its\ninclusion in the article was not therefore misleading. Furthermore, the\ncomplainant had said, “coloured doctors…must go home to the places where\ndisease is rife, and where they are most needed”. The Committee did not\nconsider that the newspaper’s statement that the complainant had “advocated\nthat ‘coloured doctors’ should also be sent ‘home” gave a misleading impression\nof this comment. There was no breach of the Code on these points. 31. The complainant\nhad referred to “the JQ” when he had written on the Occidental Observer website\nthat he thought there were “effective and counter-productive ways of dealing\nwith the JQ”. The newspaper had accurately reported his comment. The newspaper\nalso explained one definition of the term which it said was adopted by the far\nright and the association between the term and “Hitler’s “Final Solution”. The\nfact that the complainant said that he had intended to refer to an alternate “Jewish\nquestion” did not mean that the explanations of the term provided in the\narticle represented a failure to take care over the accuracy of the article. The\narticle had not asserted, as fact, that the complainant had used the term in\nthese ways and neither had the article claimed that he was an anti-Semite. There\nwas no breach of the Code on this point. 32. The newspaper\nhad also accurately reported the complainant’s comment in which he explained\nhis belief that Jewish people’s “anti-social activities are more\n‘sophisticated’”. It had not given the significantly misleading impression that\nhe had accused Jewish people generally of “white collar crime”. Similarly, it\nhad accurately reported that he had used the term “six million cliché” to refer\nto the Holocaust. It was not misleading to interpret this as the complainant\nhaving “cast ‘doubt’ on the widely accepted total number of Jews who died in\nthe Holocaust”, when his position was that the exact number who died in the\nHolocaust was in dispute. There was no failure to take care over the accuracy\nof the article on these points. 33. The complainant had\nmade comments on the American Renaissance website, which he accepted was a site\nthat was “supportive of white interests”. He also used to comment on the\nOccidental Observer website, which he accepted was “anti-Jewish”, and where he\nhad referred to the “JQ”. In these circumstances, it was not misleading for the\nnewspaper to have reported that he was a “regular presence” on white\nsupremacist and neo-fascist websites. There was no failure to take care over\nthe accuracy of the article on this point. 34. The Committee\ndid not consider that making reference to the complainant as well as to two\nmembers of National Action in the first article was misleading. The newspaper\nhad explained its view that all three were examples of Oswald Mosley’s reported\n“legacy”. There was no suggestion that they knew one another or had a shared\nideology. There was no failure to take care over the accuracy of the article on\nthis point. 35. The complainant\nhad been unable to speak to the reporter face-to-face because he had called at\nan inconvenient time; instead, he had answered questions by email. In addition,\nthe reporter had emailed and offered to visit at a different time. The\ncomplainant, for various reasons, declined these offers. It was therefore not\ninaccurate for the newspaper to have reported that the complainant “would not\nmeet” the reporter, but had “engaged in an email conversation”.  There was no failure to take care over the\naccuracy of the article on this point. 36. While the\ncomplainant had never been a member of Oswald Mosley’s UM, he had been a\nregular contributor to its newspaper, and he had attended numerous UM events. In\nthese circumstances, it was not misleading for the newspaper to have described\nhim as a “young neo-fascist” in the second article. There was no failure to\ntake care over the accuracy of the article on this point. \nConclusions 37. The complaint was not upheld.\nRemedial action required 38. N/A\nDate complaint received: 21/05/2018\nDate decision issued: 06/11/2018\nBack to ruling listing\n\n\n"
}