{
    "url": "/rulings-and-resolution-statements/ruling/?id=03143-21",
    "title": "03143-21 Janes v thenational.scot",
    "provisions": [
        "1 Accuracy (2021)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "The National (Newsquest Media Group)",
    "received_on": "2021-04-03 00:00:00",
    "concluded_on": "2021-07-13 00:00:00",
    "complaint_processing_days": 101,
    "conclusion_long": "9. The complaint was not upheld.",
    "remedial_action": "10. N/A    Date complaint received: 03/04/2021",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee – 03143-21 Janes v\nthenational.scot\nSummary of Complaint\n1. David Janes complained to the Independent Press Standards\nOrganisation that thenational.scot breached Clause 1 (Accuracy) of the Editors’\nCode of Practice in an article headlined “FACT CHECK: Douglas Ross's claim\nScotland can thank UK for vaccine success”, published 1 April 2021.\n2. The article was presented as a “fact check”, which\nfocused on a claim by Douglas Ross, the Scottish Conservative Leader, that\n“Scotland would have had 1.5 million fewer jabs by now” if it had been\nindependent rather than part of the UK. According to the article, “the basis of\nthe Conservative claim appears to be a comparison between the existing Scottish\nvaccination rate [as part of the UK] and the average ja[b] rate in the EU”. The\narticle acknowledged that in reality the EU has faced problems in its\nvaccination efforts whilst “the UK was faster off the mark both in ordering\nvaccines and in inoculating the population”. Nonetheless, the fact check\n“hypothesise[d] an independent Scottish Government buying 60m doses of the\nlocally manufactured Valneva jab [and noted that] potentially, therefore, an\nindy Scotland could have beaten both the UK and EU in vaccinating its\npopulation”. It stated that “as an advanced industrial nation, with a major\npharmaceutical infrastructure, Scotland is perfectly capable of vaccinating and\nprotecting its own population”. The fact check therefore concluded that the\nConservative claim was “false”.\n3. The complainant said that the newspaper’s account of what\nmight have happened in an independent Scotland was completely hypothetical, not\nleast as the Valneva vaccine it referred to had, in reality, not yet been\napproved. It was therefore not able to use this to claim, as part of a fact\ncheck, that the disputed claim was “false”.\n4. The publication did not accept it had breached the Code.\nThe Conservative claim being fact checked was counterfactual, it was about what\nwould have happened had Scotland been an independent nation during the\npandemic. It was therefore entitled to present a counterfactual narrative of\nits own, about what would have happened had the Valneva vaccine been approved,\nwith an independent Scotland purchasing 60 million doses of it. It also\nemphasised that it had made clear that, in reality, the Valneva vaccine was currently\nyet to be approved and that “the UK [had been] faster off the mark [than the EU\nin] both in ordering vaccines and in inoculating the population”.\nRelevant Code Provisions\n5. Clause 1 (Accuracy)\ni) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not\nsupported by the text.\nii) A significant inaccuracy, misleading statement or\ndistortion must be correction, promptly and with due prominence, and –where\nappropriate– an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator.\niv) The Press, while free to editorialise and campaign, must\ndistinguish clearly between comment, conjecture and fact.\nFindings of the Committee\n6. Under the terms of Clause 1, the press must distinguish\nclearly between comment, conjecture and fact. This was an unusual complaint\nwhich related to the publication’s attempt to “fact check” a claim that was\nitself based on conjecture.\n7. The “fact-checked” claim was about a counterfactual: what\nwould have happened had Scotland been an independent nation during the\npandemic. It was therefore a claim that, by its nature, could neither be proved\nnor disproved.\n8. The publication was entitled to advance a counterfactual\nnarrative of its own where the article distinguished between conjecture and\nfact, and had made clear that its own narrative was counterfactual. The article\nalso made clear that, in reality, the UK had been “faster off the mark [than\nthe EU in] both in ordering vaccines and in inoculating the population”, and\nmade clear that the Valneva vaccine was still being developed. These caveats\nensured that readers would not be misled as to the facts of the current\nsituation. In these circumstances, the Committee concluded that the publication\nhad not failed to take care over the accuracy of the article. Nor did the\nCommittee establish that the article contained a significant inaccuracy or\nmisleading statement requiring correction, where it related to a counterfactual\nscenario, and where the claims that related to the current position (for\nexample, about the status of the Valneva vaccine) were not in dispute. There\nwas no breach of Clause 1.\nConclusions\n9. The complaint was\nnot upheld.\nRemedial Action Required\n10. N/A \n \nDate complaint received: 03/04/2021\nDate complaint concluded by IPSO: 13/07/2021\nBack to ruling listing\n\n\n"
}