{
    "url": "/rulings-and-resolution-statements/ruling/?id=03159-14",
    "title": "03159-14 Ivleva v Metro",
    "provisions": [
        "12 (Discrimination) 2015",
        "1 (Accuracy) 2015",
        "3 (Privacy) 2015",
        "10 (Clandestine devices and subterfuge) 2015"
    ],
    "outcome": "No breach - after investigation",
    "publication": "Metro (Associated Newspapers Limited)",
    "received_on": "2014-12-25 00:00:00",
    "concluded_on": "2015-03-26 00:00:00",
    "complaint_processing_days": 91,
    "conclusion_long": "9. The complaint was not upheld.",
    "remedial_action": "N/ADate complaint received: 25/12/2014",
    "text": "\n\n\n\n\n\n   Decision of\nthe Complaints Committee 03159-14\nIvleva v Metro      Summary of complaint \n1. Marina Ivleva complained to the Independent Press\nStandards Organisation that the Metro had breached Clause 1 (Accuracy), Clause\n3 (Privacy),  Clause 10 (Clandestine\ndevices and subterfuge) and Clause 12 (Discrimination) of the Editors’ Code of\nPractice in an article headlined “Lorry driver sues internet bride after she\nbecame successful”, published in print and online on 2 December 2014.2. The complainant had grown up in the Autonomous\nRepublic of Crimea, married a British man and was resident in the UK. Her\nhusband had filed for divorce in 2013 and had been informed that she had\nalready divorced him in Ukraine. The article was primarily report of court\nproceedings, stating that the British courts had refused to recognise the\nUkrainian decision, and that the complainant’s appeal of this judgment had been\nunsuccessful, leaving the complainant’s husband free to file for divorce in the\nUK. The article had also included comments made by the complainant’s husband to\na journalist following the court case. He had said that she had considerable\nfinancial resources, while he was living in poverty.3. The complainant said that it was inaccurate to\ndescribe her as Ukrainian. While she held three passports: Ukrainian, British\nand Russian, she considered herself to be Russian. Furthermore, she did not\npossess assets of £300,000, as claimed by her husband in the report.4. The complainant considered that the article as a whole\nrepresented an intrusion into her private life, and said that the photograph\nused to illustrate it was private. She said that this photograph had been\nstolen from her PC or her loft. The complainant also said that it was discriminatory\nto refer to her as Ukrainian.5. The newspaper defended its coverage as an accurate\nreport of court proceedings. The copy had been supplied by an agency and used\nin good faith; it was based on two public hearings; the Court of Appeal proceedings\nand the judgment being appealed against. The photographs used in the article\nhad been supplied by the agency, who had obtained them from the complainant’s\nhusband. The complainant’s husband had been interviewed outside court, and had\nsaid that he estimated the complainant’s wealth to be around £300,000, this\nestimate had been reproduced. Nonetheless, the newspaper offered to remove this\nreference from the online article. It also offered to remove the description of\nthe complainant as “Ukrainian” and to make clear that she held both Russian and\nUkrainian nationalities.Relevant Code Provisions6. Clause 1 (Accuracy)i) The Press must take care not to publish inaccurate,\nmisleading or distorted information, including pictures.ii) A significant inaccuracy, misleading statement or\ndistortion once recognised must be corrected, promptly and with due prominence,\nand – where appropriate – an apology published.iii) The Press, whilst free to be partisan, must\ndistinguish clearly between comment, conjecture and fact.Clause 3 (Privacy)i) Everyone is entitled to respect for his or her private\nand family life, home, health and correspondence, including digital\ncommunications.ii) Editors will be expected to justify intrusions into\nany individual’s private life without consent. Account will be taken of the\ncomplainant’s own public disclosures of information.iii) It is unacceptable to photograph individuals in\nprivate places without their consent.Clause 10 (Clandestine devices and subterfuge)i) The press must not seek to obtain or publish material\nacquired by using hidden cameras or clandestine listening devices; or by\nintercepting private or mobile telephone calls, messages or emails, or by the\nunauthorised removal of documents or photographs; or by accessing\ndigitally-held private information without consent.Clause 12 (Discrimination)i) The press must avoid prejudicial or pejorative\nreference to an individual’s race, colour, religion, gender, sexual orientation\nor to any physical or mental illness or disability.ii) Details of an individual’s race, colour, religion,\nsexual orientation, physical or mental illness or disability must be avoided\nunless genuinely relevant to the story.Findings of the Committee7. The article was largely based on information given in\nopen court, which was therefore already in the public domain. The re-publication\nof this information, along with comment from the complainant’s husband, did not\nrepresent an intrusion into her privacy, nor did the photograph used in the\narticle constitute an unjustified intrusion into her private life. It appeared\nto have been taken in a public place, with her consent. It simply showed what\nthe complainant looked like, and did not reveal any further private information\nabout her. The complainant had not provided grounds to support her contention\nthat the photograph had been stolen from her computer, rather than provided to\na reporter by her husband. There was no breach of Clause 3 or Clause 10.8. The reference to the complainant’s assets of £300,000\nwas clearly presented as an estimate. This did not breach the terms of Clause\n1. Given that the complainant held a Ukrainian passport, it was not misleading\nto describe her as “Ukrainian”. The terms of Clause 12 do not generally prevent\nthe inclusion of biographical details about the subject of an article,\nincluding their nationality. Regardless, given the complainant’s attempt to\ndivorce her husband in Ukraine, her Ukrainian background was clearly of\nrelevance to the story.Conclusions9. The complaint was not upheld.Remedial Action RequiredN/ADate complaint received: 25/12/2014\nDate decision issued: 26/03/2015\nBack to ruling listing\n\n\n"
}