{
    "url": "/rulings-and-resolution-statements/ruling/?id=03153-16",
    "title": "03153-16 HRH The Duchess of Cambridge and HRH Prince George of Cambridge v OK!",
    "provisions": [
        "2 Privacy (2016)"
    ],
    "outcome": "Breach - sanction: publication of adjudication",
    "publication": "OK! (Reach PLC)",
    "published_on": "2016-05-25 00:00:00",
    "received_on": "2016-05-25 00:00:00",
    "concluded_on": "2016-08-10 00:00:00",
    "complaint_processing_days": 77,
    "conclusion_long": "15.  The complaint was upheld.",
    "remedial_action": "16.  Having upheld the complaint, the Committee considered what remedial action should be required. 17.  Where the Committee has upheld a complaint as a breach of Clause 2, the appropriate remedial action is the publication of an adjudication. 18.  The article was published online only; as such the adjudication should be published online, with a link to it (including the headline) being published on the magazine’s homepage for 24 hours. The publication should contact IPSO to confirm the amendments it now intends to make to the online article to avoid the continued publication of material in breach of the Editors’ Code of Practice.19.  The terms of the adjudication to be published are as follows:  HRH The Duchess of Cambridge and HRH Prince George of Cambridge complained to the Independent Press Standards Organisation that OK! breached Clause 2 (Privacy) of the Editors’ Code of Practice in an article headlined “The Duchess of Cambridge proudly watches son Prince George as he rides a police motorbike”, published on 25 May 2016.  IPSO upheld the complaint, and has ordered OK! to publish its decision as a remedy.The article reported that two-year-old Prince George had been photographed sitting on a police motorbike while his mother looked on. The article included an image of the scene, which had been captured in the grounds of Kensington Palace. The complainants’ representatives said that the photograph had been taken while the Duchess of Cambridge and her son were engaged in a private activity within the private grounds of their home. They had been unaware that they were being photographed; no permission for the images to be taken or published had been sought or obtained. The fact that they might have been visible to some individuals outside their home did not remove their reasonable expectation of privacy. They said that no public interest was served by publishing the images.The magazine did not consider that the complainants could have had a reasonable expectation of privacy when they were clearly visible to all who passed by. It also denied that the images had shown them in a private interaction; the police officers were photographed while on duty; and the magazine considered that it was important for the public to see how young members of the Royal Family interacted with public servants. It said that as an heir to the throne, Prince George was a subject of great public interest.The Committee was satisfied that the complainants had a reasonable expectation of privacy at the time they were photographed: they were standing within the grounds of their private home, in a position that was not easily visible to the photographer who was 200 yards away and using a long-lens camera. The magazine had not obtained their consent, and, as such, it was required to demonstrate that the photography was justified in the public interest.The Committee did not accept that any public interest had been served by the publication of the images, which simply showed Prince George playing on a police motorbike. Any general public interest in the activities of the Royal Family was also inadequate, particularly in the case of Prince George, given that the Code requires an exceptional public interest to over-ride the normally paramount interests of children under 16. The complaint under Clause 2 was upheld.  Date complaint received: 25/05/16",
    "text": "\n\n\n\n\n\nDecision of the Complaints\nCommittee 03153-16 HRH The Duchess of\nCambridge and HRH Prince George of Cambridge v OK!\n \nSummary of\ncomplaint 1.   \nHRH The Duchess of Cambridge and HRH Prince George\nof Cambridge complained to the Independent Press Standards Organisation that\nOK! breached Clause 2 (Privacy) of the Editors’ Code of Practice in an online\narticle headlined “The Duchess of Cambridge proudly watches son Prince George\nas he rides a police motorbike”, published on 25 May 2016. 2.    The article\nreported that two-year-old Prince George had been photographed sitting on a\nMetropolitan Police motorbike while his mother, the Duchess of Cambridge,\nlooked on smiling. The article included an image of the scene, which had been\ncaptured in the grounds of Kensington Palace. 3.    The complainants’\nrepresentatives said that the photograph had been taken in circumstances in\nwhich the Duchess of Cambridge and her two-year-old son had a reasonable\nexpectation of privacy. They were engaged in a private activity; the images had\nbeen taken while they were on private, protected land where commercial\nphotography is prohibited; and no permission for the images to be taken or\npublished had been sought or obtained. 4.    The complainants’\nrepresentatives said that it was clear from the images that their clients had\nbeen unaware that they were being photographed, and that the photographs had\nbeen taken surreptitiously with a long-lens camera. They said that police\nofficers had been in attendance nearby as a member of the Royal Family had been\ndue to arrive by helicopter. The police officers had spoken to the photographer\nwho was on a public pathway, and who had an “SLR-style camera with a large\ntelephoto lens”. The photographer had claimed to be retired, and did not say that\nhe intended to use, sell or provide photographs for publication. He was told\nnot to take any photographs of the complainant or her son, who were waiting for\nthe helicopter to land. 5.    The complainants’\nrepresentatives said that railings protected the land upon which the Duchess of\nCambridge and her son had been standing when the images were taken. They noted\nthat there are only a limited number of vantage points from which individuals\nwithin the grounds of the complainants’ home might be seen, and even then it is\ndifficult with the naked eye because of the distance. 6.    The complainants’\nrepresentatives considered that individuals – and young children in particular\n– have a reasonable expectation of privacy regarding the details of private\nfamily activities, including in semi-public or public locations. They expressed\nparticular concern that photographs of a young boy playing inside the grounds\nof his private home had been taken for commercial gain. The fact that he might\nhave been visible to some individuals outside his home did not remove his\nreasonable expectation of privacy in such a situation. They said that no public\ninterest was served by publishing the images. 7.    At the beginning\nof IPSO’s investigation, the magazine said that the photographs had been taken\nby an agency photographer who had seen the interaction between the complainants\nand the police officers by chance as he returned from photographing the\nTrooping of the Colour. The photographer was not trespassing when the images\nwere taken, and he had not used a long-lens camera. The magazine acknowledged\nthat the complainants had been standing on private land, but considered that\nthey were clearly visible to the public. It did not consider that they could\nhave had a reasonable expectation of privacy when they were “a matter of inches\nfrom the railings” and clearly visible to all who passed by. 8.    At the end of\nIPSO’s investigation, the magazine said that it had previously obtained the\nphotographer’s version of events from the agency that had employed him;\nhowever, having made contact with the photographer directly, it had been given\na different explanation. The photographer had said that he had been walking through\nthe park on his way to the gym when he had happened to encounter armed police\nwho were waiting for the arrival of members of the Royal Family by helicopter.\nHe said that a large crowd had formed when he noticed Prince George, his mother\nand police officers. He said that he was 200 yards away when he photographed\nthem with an 80mm-400mm camera. 9.    The magazine\ndenied that the images had shown the complainants in a private interaction. The\npolice officers were photographed while on duty, and the magazine considered\nthat it was important for the public to see how young members of the Royal\nFamily interacted with public servants, particularly when the officers had been\n“commandeered for a three-year-old’s entertainment”. It said that as an heir to\nthe throne, Prince George was not in the position of an “ordinary child”; he\nwas a subject of great public interest. It said that as public servants, the\npublic has a right to know what members of the Royal Family are doing. It did\nnot consider that the press should be prevented from publishing otherwise\nharmless photographs of them, taken within view of the public, which show\nsomething out of the ordinary.  \nRelevant Code provisions 10. \nClause 2 (Privacy)\ni) Everyone is entitled to\nrespect for his or her private and family life, home, health and\ncorrespondence, including digital communications.\nii) Editors will be expected to\njustify intrusions into any individual's private life without consent. Account\nwill be taken of the complainant's own public disclosures of information.\niii) It is unacceptable to\nphotograph individuals, without their consent, in public or private places\nwhere there is a reasonable expectation of privacy.\nThe public interest\n5. An exceptional public interest\nwould need to be demonstrated to over-ride the normally paramount interests of\nchildren under 16. \nFindings of the Committee 11. \nThe Committee acknowledged\nthat – as members of the Royal Family – the complainants are public figures;\nhowever, they were photographed standing within the grounds of their private\nhome, in a position that was not easily visible to the photographer; they were\nnot carrying out any official duties, and they were unaware that they were\nbeing photographed. The photographer had himself acknowledged that he had used\na long-lens camera to photograph the complainants who were standing 200 yards\naway from him. The Committee also noted that Prince George is a young child who\nhad been engaged in a private interaction with his mother and police officers\nat the time the photographs were taken. 12. \nThe Committee noted that it\nwas not being asked to decide whether an adult alone in these circumstances\nwould have had a reasonable expectation of privacy. It was satisfied, however,\nthat together the complainants had a reasonable expectation of privacy at the\ntime they were photographed. The magazine had not obtained their consent, and,\nas such, it was required to demonstrate that the photography was justified in\nthe public interest. 13. \nThe Committee noted the magazine’s\nposition that there was a public interest in reporting how Prince George had\nengaged with public servants. However, the Committee did not accept that any\npublic interest in this had been served by the publication of these images,\nwhich simply showed Prince George playing on a police motorbike. 14. \nThe Committee did not\ntherefore accept that the magazine had demonstrated a sufficient public\ninterest to justify publication of the photographs. Any general public interest\nin the activities of the Royal Family was inadequate, particularly in the case\nof Prince George, given that the Code requires an exceptional public interest\nto over-ride the normally paramount interests of children under 16. The\ncomplaint under Clause 2 was upheld. \nConclusions 15. \nThe complaint was upheld. \nRemedial action required 16.  Having upheld the complaint, the Committee considered what remedial\naction should be required. 17.  Where the Committee has upheld a complaint as a breach of Clause 2, the\nappropriate remedial action is the publication of an adjudication. 18.  The article was\npublished online only; as such the adjudication should be published online,\nwith a link to it (including the headline) being published on the magazine’s\nhomepage for 24 hours. The publication should contact IPSO to confirm the\namendments it now intends to make to the online article to avoid the continued\npublication of material in breach of the Editors’ Code of Practice.19.  The terms of the\nadjudication to be published are as follows: \nHRH The Duchess of Cambridge and\nHRH Prince George of Cambridge complained to the Independent Press Standards\nOrganisation that OK! breached Clause 2 (Privacy) of the Editors’ Code of\nPractice in an article headlined “The Duchess of Cambridge proudly watches son\nPrince George as he rides a police motorbike”, published on 25 May 2016. \nIPSO\nupheld the complaint, and has ordered OK! to publish its decision as a remedy.The article reported that two-year-old Prince George had been\nphotographed sitting on a police motorbike while his mother looked on. The\narticle included an image of the scene, which had been captured in the grounds\nof Kensington Palace. The\ncomplainants’ representatives said that the photograph had been taken while the\nDuchess of Cambridge and her son were engaged in a private activity within the\nprivate grounds of their home. They had been unaware that they were being\nphotographed; no permission for the images to be taken or published had been\nsought or obtained. The fact that they might have been visible to some\nindividuals outside their home did not remove their reasonable expectation of\nprivacy. They said that no public interest was served by publishing the images.The\nmagazine did not consider that the complainants could have had a reasonable\nexpectation of privacy when they were clearly visible to all who passed by. It\nalso denied that the images had shown them in a private interaction; the police\nofficers were photographed while on duty; and the magazine considered that it\nwas important for the public to see how young members of the Royal Family interacted\nwith public servants. It said that as an heir to the throne, Prince George was\na subject of great public interest.The Committee was satisfied that the complainants had a reasonable\nexpectation of privacy at the time they were photographed: they were standing within the grounds of their\nprivate home, in a position that was not easily visible to the photographer who\nwas 200 yards away and using a long-lens camera. The magazine had not obtained their consent, and, as such, it was\nrequired to demonstrate that the photography was justified in the public\ninterest.The Committee did not accept that any public interest had been served by\nthe publication of the images, which simply showed Prince George playing on a\npolice motorbike. Any general public interest in the activities of the Royal\nFamily was also inadequate, particularly in the case of Prince George, given\nthat the Code requires an exceptional public interest to over-ride the normally\nparamount interests of children under 16. The complaint under Clause 2 was\nupheld. \nDate\ncomplaint received: 25/05/16\nDate\ndecision issued: 10/08/16\nBack to ruling listing\n\n\n"
}