{
    "url": "/rulings-and-resolution-statements/ruling/?id=03158-14",
    "title": "03158-14 Ivleva v Mail Online",
    "provisions": [
        "1 (Accuracy) 2015",
        "3 (Privacy) 2015",
        "10 (Clandestine devices and subterfuge) 2015",
        "2 (Opportunity to reply) 2015",
        "12 (Discrimination) 2015"
    ],
    "outcome": "No breach - after investigation",
    "publication": "Mail Online (Associated Newspapers Limited)",
    "published_on": "2014-12-01 00:00:00",
    "received_on": "2014-12-25 00:00:00",
    "concluded_on": "2015-03-26 00:00:00",
    "complaint_processing_days": 91,
    "conclusion_long": "14. The complaint was not upheld.",
    "remedial_action": "N/ADate complaint received: 25/12/2014",
    "text": "\n\n\n\n\n\n   Decision of\nthe Complaints Committee 03158-14\nIvleva v Mail Online\nSummary of complaint \n1. Marina Ivleva complained to the Independent Press\nStandards Organisation that Mail Online had breached Clause 1 (Accuracy),\nClause 2 (Opportunity to reply), Clause 3 (Privacy), Clause 10 (Clandestine\ndevices and subterfuge) and Clause 12 (Discrimination) of the Editors’ Code of\nPractice in an article headlined “Cash-strapped truck drive is battling\nUkrainian internet bride in divorce courts for his ‘fair share’ of her wealth\nafter she came to Britain to marry him and made a fortune”, published on 1\nDecember 2014.2. The article reported details of the complainant’s\ndivorce proceedings. She grew up in the Autonomous Republic of Crimea, is resident\nin the UK, and was married to a British man. The complainant had attempted to\ndivorce her husband in Ukraine, but this was not accepted by the UK courts. The\narticle was predominantly a report of the Court of Appeal decision which\nallowed the complainant’s husband to pursue a divorce case in Britain. It also\nincluded comments which her former husband had made to a journalist after the\njudgment. He claimed that he was living in poverty and would seek financial\norders against the complainant, who he claimed had assets valued at £300,000.3. The complainant denied that she had assets of\n£300,000, as claimed by her husband in the report, nor was she a “senior\nadministrator” at De Montfort University. In fact, she was a “programme\nadministrator”. She also said that it was inaccurate to describe her as\nUkrainian; while she possessed three passports, British, Ukrainian and Russian,\nshe considered herself Russian. She considered the description of her as\n“Ukrainian” to be discriminatory.4. The complainant also said that she should have been\ncontacted for comment prior to publication. She said that the article\nrepresented an intrusion into her private life, and had been illustrated with\nphotographs stolen from her computer and her loft.5. The publication defended its coverage as an accurate\nreport of two separate public court hearings. The agency reporter who had\nprovided the copy had spoken to the complainant’s husband outside court and\nasked him about the complainant’s employment and financial status. The article\nhad included his comments. The publication noted that the terms of Clause 2 do\nnot impose an obligation to seek comment prior to publication. Regardless, it\nhad attempted to contact the complainant for her comments for inclusion in a\nfollow-up article. Furthermore, once the publication had become aware that the\ncomplainant disputed her husband’s estimate of her assets it had removed this\nreference from the article.6. The complainant acknowledged that she held a Ukrainian\npassport, and it was therefore not inaccurate to describe her as Ukrainian.\nHowever, the publication offered to amend her nationality if it would resolve\nthe complaint. Given that the central issue of the court case was the\ncomplainant’s attempt to divorce her husband in Ukraine, her Ukrainian\nbackground was relevant to the story. The photographs used in the story had\nbeen provided to the agency reporter by the complainant’s husband. Some of\nthese had been removed following receipt of the complaint.Relevant Code Provisions7. Clause 1 (Accuracy)i) The Press must take care not to publish inaccurate,\nmisleading or distorted information, including pictures.ii) A significant inaccuracy, misleading statement or\ndistortion once recognised must be corrected, promptly and with due prominence,\nand – where appropriate – an apology published.iii) The Press, whilst free to be partisan, must\ndistinguish clearly between comment, conjecture and fact.Clause 2 (Opportunity to reply)A fair opportunity to reply to inaccuracies must be given\nwhen reasonably called for.Clause 3 (Privacy)i) Everyone is entitled to respect for his or her private\nand family life, home, health and correspondence.ii) Editors will be expected to justify intrusions into\nany individual’s private life without consent. Account will be taken of the\ncomplainant’s own public disclosures of information.iii) It is unacceptable to photograph individuals in\nprivate places without their consent.Clause 10 (Clandestine devices and subterfuge) i) The press must not seek to obtain or publish material\nacquired by using hidden cameras or clandestine listening devices; or by\nintercepting private or mobile telephone calls, messages or emails; or by the unauthorised\nremoval of documents or photographs; or by accessing digitally-held private\ninformation without consent.Clause 12 (Discrimination)i) The press must avoid prejudicial or pejorative\nreference to an individual’s race, colour, religion, gender, sexual orientation\nor to any physical or mental illness or disability.ii) Details of an individual’s race, colour, religion,\nsexual orientation, physical or mental illness or disability must be avoided\nunless genuinely relevant to the story.Findings of the Committee8. The Press is free to report the comment of\nindividuals. In this instance, the reference \nto the value of the complainant’s assets was clearly presented as an\nestimate given by her husband, with the article stating that “Mr Yates, 59,\nvalues [her assets] at close to £300,000”, and that she had “amassed £300,000,\nhe says”. The publication was entitled to report comments made by the\ncomplainant’s husband and in doing so had not breached the terms of the Code.9. The reference to the complainant’s job title had also\nbeen appeared in the context of comments made by her husband. While the\nCommittee noted the complainant’s position, the discrepancy between the\nreported job title “senior administrator” and her position as a “programme\nadministrator” did not constitute a significant inaccuracy requiring\ncorrection. Given that the complainant acknowledged that she held a Ukrainian passport,\nit was not inaccurate to describe her as Ukrainian.10. The terms of Clause 2 do not require publications to\nask the subjects of stories for comment prior to publication, but provide the\nopportunity to respond to published inaccuracies. In light of the trivial\nnature of the inaccuracy regarding the complainant’s job title, the Committee\ndid not consider that an opportunity to reply was required in this instance.11. The article was primarily a report of court\nproceedings, information which had already been placed in the public domain.\nWhile the complainant did not consider the details of her divorce to be\nnewsworthy, this did not affect the publication’s right to publish information\ngiven in court. The two details which did not appear to have been previously\nheard in court related to her husband’s claims about her assets, and the nature\nof her employment. The Committee did not consider that the publication of this\ninformation constituted a failure to respect her private life; there was no breach\nof Clause 3.12. The complainant had not provided grounds for her\nbelief that a journalist had stolen photographs from her computer or loft. The\nCommittee was satisfied that the pictures had been provided to the news agency\nby the complainant’s husband, in compliance with the Code.13. There had been no pejorative reference to the\ncomplainant in relation to any of the characteristics covered by the terms of\nClause 12, and this Clause does not generally prohibit the inclusion of\nbiographical details such as nationality. In any case, given the complainant’s\nattempt to divorce her husband in Ukraine, and the subsequent overturning of\nproceedings by the UK Courts, her Ukrainian background was relevant to the\nstory. There was no breach of Clause 12.Conclusions14. The complaint was not upheld.Remedial Action RequiredN/ADate complaint received: 25/12/2014\nDate decision issued: 26/03/2015\nBack to ruling listing\n\n\n"
}