{
    "url": "/rulings-and-resolution-statements/ruling/?id=03157-14",
    "title": "03157-14 Ivleva v The Daily Telegraph",
    "provisions": [
        "1 (Accuracy) 2015",
        "3 (Privacy) 2015",
        "10 (Clandestine devices and subterfuge) 2015",
        "2 (Opportunity to reply) 2015",
        "12 (Discrimination) 2015"
    ],
    "outcome": "No breach - after investigation",
    "publication": "The Daily Telegraph (Telegraph Media Group Ltd)",
    "published_on": "2014-12-01 00:00:00",
    "received_on": "2014-12-25 00:00:00",
    "concluded_on": "2015-03-26 00:00:00",
    "complaint_processing_days": 91,
    "conclusion_long": "11. The complaint was not upheld.",
    "remedial_action": "N/A Date complaint received: 25/12/2014",
    "text": "\n\n\n\n\n\n   Decision of\nthe Complaints Committee 03157-14\nIvleva v The Daily Telegraph\nSummary of complaint \n1. Marina Ivleva complained to the Independent Press\nStandards Organisation that The Daily Telegraph had breached Clause 1\n(Accuracy), Clause 2 (Opportunity to reply), Clause 3 (Privacy), Clause 10\n(Clandestine devices and subterfuge) and Clause 12 (Discrimination) of the\nEditors’ Code of Practice in an article headlined “Ukrainian internet bride in\ndivorce fight with cash-strapped truck driver”, published online on 1 December\n2014. 2. The complainant had grown up in the Autonomous\nRepublic of Crimea, had married a British man and was resident in the UK. Her\nhusband had filed for divorce in 2013 and had been informed that she had\nalready divorced him in Ukraine. The article was primarily a report of court\nproceedings, stating that the British courts had refused to recognise the\nUkrainian decision, and that the complainant’s appeal of this judgment had been\nunsuccessful, leaving the complainant’s husband free to file for divorce in the\nUK. The article had also included comments made by the complainant’s husband to\na journalist following the court case. He had said that she had considerable\nfinancial resources, while he was living in poverty. 3. The complainant said that she was a “programme\nadministrator”, rather than “senior administrator” as reported. Furthermore,\nshe did not possess assets of £300,000, as her husband had claimed in the\nreport. She said that while she held Ukrainian, British and Russian passports,\nshe considered herself Russian and it was inaccurate to describe her as\nUkrainian. She considered the reference to her country of origin to be a\npejorative and irrelevant reference to her ethnicity. She also said that the\nnewspaper should have contacted her for comment prior to publication. 4. The complainant said that the article represented an\nunjustified intrusion into her private life. She said that the picture used to\nillustrate the story was private, and had been stolen from her computer. 5. The newspaper did not accept a breach of the Code. It\ndefended the article as a fair and accurate report of court proceedings,\nprovided by an agency. All information included in the story was either in the\npublic domain or was presented as a claim by the complainant’s husband.\nNonetheless, as a gesture of goodwill it offered to amend the online article to\nalter the complainant’s job title to “university administrator” and to remove\nher husband’s claims about her £300,000 fortune. As there were no significant\ninaccuracies, the newspaper did not accept that the terms of Clause 2 had been\nengaged. The photograph used in the article had been provided to the news\nagency by the complainant’s husband; it had evidently been taken with her\nconsent in a public place and did not raise a breach of Clause 3 or Clause 10.\nHowever, it offered to remove it. As the article was focused on the\ncomplainant’s attempt to obtain a “secret divorce” in Ukraine, her country of\norigin was clearly relevant to the article. Relevant Code Provisions6. Clause 1 (Accuracy) i) The Press must take care not to publish inaccurate,\nmisleading or distorted information, including pictures. ii) A significant inaccuracy, misleading statement or\ndistortion once recognised must be corrected, promptly and with due prominence,\nand – where appropriate – an apology published. iii) The Press, whilst free to be partisan, must\ndistinguish clearly between comment, conjecture and fact. Clause 2 (Opportunity to reply) A fair opportunity to reply to published inaccuracies\nmust be given when reasonably called for. Clause 3 (Privacy) i) Everyone is entitled to respect for his or her private\nand family life, home, health and correspondence, including digital\ncommunications. ii) Editors will be expected to justify intrusions into\nan individual’s private life without consent. Account will be taken of the\ncomplainant’s own public disclosures of information. iii) It is unacceptable to photograph individuals in\nprivate places without their consent. Clause 10 (Clandestine devices and subterfuge) i) The press must not seek to obtain or publish material\nacquired by using hidden cameras or clandestine listening devices; or by\nintercepting private or mobile telephone calls, messages or emails; or by the\nunauthorised removal of documents or photographs; or by accessing\ndigitally-held private information without consent. Clause 12 (Discrimination) i) The press must avoid prejudicial or pejorative\nreference to an individual’s race, colour, religion, gender, sexual orientation\nor to any physical or mental illness or disability. ii) Details of an individual’s race, colour, religion,\nsexual orientation, physical or mental illness or disability must be avoided\nunless genuinely relevant to the story. Findings of the Committee7. The article was a report of proceedings which had\ntaken place in open court, supplemented with comments made outside the court by\nthe complainant’s husband to an agency reporter. It did not represent an\nunjustified intrusion into her private life. The complainant had provided no\ngrounds for her belief that the photograph used in the story had been stolen\nfrom her computer, and the Committee was satisfied that it had been provided to\nthe agency reporter by her husband. There was no breach of Clause 10.\nFurthermore, the photograph appeared to have been taken in a public place, with\nthe complainant’s consent. It simply showed what she looked like and did not\nreveal any further private information about her. There was no breach of Clause\n3. 8. Given that the complainant held a Ukrainian passport,\nit was not misleading to describe her as Ukrainian. Furthermore, the article\nhad made clear that she held “joint Ukrainian, Russian and British\nnationality”. The article had not contained pejorative reference to the\ncomplainant’s ethnicity, and the terms of Clause 12 would not ordinarily\nprohibit a reference to an individual’s nationality. In the context of an\narticle reporting the complainant’s attempt to divorce her husband in Ukraine\nwithout his knowledge, details of her country of origin were clearly relevant\nto the story. 9. The discrepancy between the complainant’s reported job\ntitle of “senior administrator” and her actual role as a “programme\nadministrator” did not represent a significant inaccuracy meriting correction.\nThe reference to the complainant’s assets was clearly presented as an estimate\nmade by her husband, and the newspaper was entitled to report his comments. 10. The terms of Clause 2 do not require publications to\nask the subjects of stories for comment prior to publication, but provide the\nopportunity to respond to published inaccuracies. In light of the trivial\nnature of the inaccuracy regarding the complainant’s job title, the Committee\ndid not consider that an opportunity to reply was required in this instance. Conclusions11. The complaint was not upheld. Remedial Action RequiredN/A Date complaint received: 25/12/2014\nDate decision issued: 26/03/2015 \nBack to ruling listing\n\n\n"
}