{
    "url": "/rulings-and-resolution-statements/ruling/?id=03158-19",
    "title": "03158-19 Edwards v The Mail (Cumbria)",
    "provisions": [
        "1 Accuracy (2018)",
        "2 Privacy (2018)",
        "4 Intrusion into grief or shock (2018)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "The Mail (Cumbria) (Newsquest Media Group)",
    "published_on": "2019-03-22 00:00:00",
    "received_on": "2019-04-10 00:00:00",
    "concluded_on": "2019-07-08 00:00:00",
    "complaint_processing_days": 89,
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee 03158-19 Edwards v The\nMail (Cumbria)\nSummary of complaint\n1. Peter Edwards\ncomplained to the Independent Press Standards Organisation that The Mail (Cumbria) breached Clause 1 (Accuracy), Clause 2 (Privacy) and Clause 4 (Intrusion into\ngrief and shock) of the Editors’ Code of Practice in an article headlined\n“Matthew was ‘kind and caring’” published on 22 March 2019.\n2. The article\nreported on the death of the complainant’s brother, which had occurred 2 days\nbefore the publication of the article. It included a tribute from a former\ncolleague, and reported that the police were not treating the death as\nsuspicious. It said that the death was believed to be the seventh\nnon-suspicious death in the town since Boxing Day, and included a quote from\nthe local MP, which said that: “To hear that a seventh young person in Barrow\nhas suspectedly taken their life in such a short space of time is so profoundly\nsad”. The MP then went on to encourage young men to talk about their mental\nhealth, and praised the publication for its “Time to Talk” campaign. It\nappeared on page 2 of the newspaper. It said that the family of the man and the\ncoroner had been informed of the death.\n3. The article also\nappeared online with the headline “Tributes paid to ‘caring’ Matty who was\n‘life and soul of the party’” published on 21 March 2019. The article was\nsubstantially the same as the print version.\n4. The complainant\nsaid that the article gave the misleading impression that his brother had taken\nhis own life: not only had the quote from the MP referred to suicide, but the\nsix other non-suspicious deaths in the town which the newspaper had linked to\nhis brother’s death were all widely known to be suicides. He said that Cumbria\npolice had told him that they had not given information to the publication\nabout a cause of death, and so he was very concerned that the article appeared\nto have reported speculation about his brother’s death before any inquest had\nbeen held. He said that the death was currently unexplained, and that there was\nno suggestion that his brother had taken his own life. He was concerned that\nthe article had been published without the family being contacted and that\nafter it was first published online on the 21 March, it then appeared in print\non the next day on the 22 March, despite a family friend complaining to the\npublication via Facebook Messenger at approximately 10pm on the 21 March. He\nsaid that the article and its implication that his brother had taken his own\nlife had caused him and his family much distress and constituted a breach of\nClause 2 and Clause 4.\n5. The publication\nsaid that it was very sorry that the article had caused distress, and said that\nthere was no intention to cause upset. It said that it often reported on deaths\nin the local community and there was a public interest in doing so. It said\nthat at least four local sources, including a well-known local mental health\ncharity campaigner, had told the publication that the man had taken his own\nlife. It said that following these reports, it then contacted Cumbria Police,\nand spoke to its Senior Press Officer by phone and in writing, as was its usual\npractice where there had been a sudden death but an inquest had yet to be held.\nIt also attempted to contact the family of the man, but was unable to obtain\nany contact details. The publication provided emails from the police confirming\nthe identity of the man, and that the death was being treated as\nnon-suspicious. The publication then asked the police: “This suicide victim is\nbeing named locally as Matthew Edwards and I wondered if we said that would we\nbe wrong?” The police responded that they would have corrected the publication\nhad they put any incorrect details of what had happened to them, which the\npublication said was the usual way for the police to confirm details to\nreporters. It said that following this approach, the publication then took the\ndecision to include the quotation from the MP which said that the man had\n“suspectedly” taken his own life. However it noted that the article accurately\nreported that the death was non-suspicious and that an inquest had yet to be\nheld. In these circumstances, it did not accept that the article gave the\nimpression that it was an established fact that the complainant’s brother had\ntaken his own life.\n6. The publication\nsaid that it was initially contacted by the complainant’s friend late at night,\nand although it engaged with this person, they were unable to provide a basis\nto disprove the police’s account; the publication said that it needed to check\nthe accuracy of the article with the police before making any changes to the\narticle, which was then published in print the next day. The publication said\nthat after speaking on the phone with the family the next morning on 22 March,\nit removed the MP’s comment from the online article, and all reference to the\nmental health campaign, one day after the online article was published.\nFurthermore, the publication also contacted the police, who said that there had\nbeen a confusion, and they had meant to confirm the identity of the man’s death\nand not the whether he had taken his own life. In response, the publication\nalso added the following statement to the online article on 22 March, which was\nfeatured on the publication’s website for 5 hours in the splash position, and\nremains as a footnote to the article. The statement appeared in print on page 4\nof the publication on the 23 March 2019, alongside a tribute from the man’s\nrugby club:\n“The Mail would like to clarify that Mr Edwards’ death is\nbeing treated as unexplained by the police. There is no suggestion he has taken\nhis own life. An inquest to establish the cause of death will be held at a\nlater fate. The Mail would like to apologise to Mr Edwards’ family for any\nupset caused.”\n7. The publication\nreiterated that there was no intention to cause upset, but said that the man’s\ndeath was a matter of public record – the publication often reported on sudden\ndeaths and it was a subject of interest for the local community. It said that\nthere was no breach of Clause 2 or Clause 4.\nRelevant Code Provisions\n8. Clause 1 (Accuracy)\ni) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not\nsupported by the text.\nii) A significant inaccuracy, misleading statement or\ndistortion must be corrected, promptly and with due prominence, and — where\nappropriate — an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator. \nClause 2 (Privacy)* \ni) Everyone is entitled to respect for his or her private\nand family life, home, health and correspondence, including digital\ncommunications.\nii) Editors will be expected to justify intrusions into any\nindividual's private life without consent. In considering an individual's\nreasonable expectation of privacy, account will be taken of the complainant's\nown public disclosures of information and the extent to which the material\ncomplained about is already in the public domain or will become so.\nClause 4 (Intrusion into grief or shock) \nIn cases involving personal grief or shock, enquiries and\napproaches must be made with sympathy and discretion and publication handled\nsensitively. These provisions should not restrict the right to report legal\nproceedings.\nFindings of the Committee\n9. The Committee\nfirst wished to express its condolences to the complainant and his family for\nthe circumstances which led to this complaint.\n10. Deaths affect whole communities as well as the immediate\nfamily, and there is often widespread speculation and discussion of the\ncircumstances of a death within a community before an inquest is held and\nofficial findings made by a coroner. In this instance, several people had\ncontacted the publication to inform them that the death may have been a\nsuicide. In response, the publication had contacted the police– through the\nappropriate press office – and attempted to contact the man’s family in order\nto verify these claims. These steps were the appropriate way to handle claims\nwhich had been made prior to an inquest being held, and there was no failure to\nhandle publication sensitively. There was no breach of Clause 4. In addition,\nthe fact of a person’s death is not private information, and so reporting this\nfact did not constitute a breach of Clause 2.11. The Committee then considered whether there was any\nbreach of Clause 1. Having regard to the steps outlined above, the Committee\nfound that including the reference to the 7 other deaths, the reference to\n“likely suicide” in the quote from the MP and information about the newspaper’s\nmental health campaign did not constitute a failure to take care; there was no\nsuggestion at the time of publication that suicide was not a possible cause of\ndeath.  However, where the family subsequently\ncontacted the newspaper to make clear that the death was not a suicide, and the\npolice subsequently could not confirm that the death was being treated as such,\nthere was a requirement under Clause 1(ii) to put the family’s position on\nrecord in order to avoid a breach of the Code. The clarification put the\ncorrect position on record and was printed promptly a day after the original\narticle and with due prominence alongside a follow up tribute piece. The\nwording also appeared online on the 22 March for 5 hours at the top of the\nwebsite’s homepage, and remains as a footnote to the article – this was\nsufficiently prompt and prominent. These steps were sufficient to avoid a\nbreach of Clause 1(ii). There was no breach of Clause 1.Conclusions\n12. The complaint was not upheld.\nRemedial Action\n13. N/A\nDate complaint received: 10/04/2019\nDate decision issued: 08/07/2019\nBack to ruling listing\n\n\n"
}