{
    "url": "/rulings-and-resolution-statements/ruling/?id=03167-14",
    "title": "03167-14 Wilkinson v Daily Express",
    "provisions": [
        "1 (Accuracy) 2015"
    ],
    "outcome": "No breach - after investigation",
    "publication": "Daily Express (Reach PLC)",
    "published_on": "2014-12-25 00:00:00",
    "received_on": "2014-12-26 00:00:00",
    "concluded_on": "2015-03-27 00:00:00",
    "complaint_processing_days": 91,
    "conclusion_long": "9. The complaint was not upheld.",
    "remedial_action": "N/ADate complaint received: 26/12/2014",
    "text": "\n\n\n\n\n\n   Decision of\nthe Complaints Committee 03167-14\nWilkinson v Daily Express      Summary of complaint\n1. Vince Wilkinson complained to the Independent Press\nStandards Organisation that the Daily Express had breached Clause 1 (Accuracy)\nof the Editors’ Code of Practice in an article headlined “Exclusive: Ice in the\nArctic and Antarctic is ‘not melting’, says global warming expert”, published\non 25 December 2014 on Express.co.uk.2. The headline of the article attributed a claim that\nice in the Arctic and Antarctic was not melting to a “global warming expert”.\nIt reported on the research of Ted Maksym, an oceanographer who had used\nunderwater robots to measure the ice in the Antarctic sea. It went on to report\nthe comments of Dr Benny Peiser, who said that “the Antarctic is actually\ngrowing and all the evidence in the last few months suggests many assumptions\nabout the poles was wrong”. The article also reported that “other experts have\nquestioned the accuracy of the latest reports” and quoted the comments of a\nnamed academic, who stated that “I would say that the consensus view of climate\nscientists is that the trend of area and thickness in Arctic sea ice is very\nstrongly downwards, despite this year’s partial recovery”.3. The complainant said that the article was ambiguous as\nto the identity of the “global warming expert” referred to in the headline. Nevertheless,\nhe said that there was an implication that it was Dr Peiser. He provided\ndetails about Dr Peiser’s career and his research interests. He said that Dr\nPeiser was a social anthropologist, rather than a “global warming expert”, and\nit was therefore misleading to refer to him as such in the headline.4. The newspaper said that the phrase “global warming\nexpert” referred to Dr Peiser. The newspaper accepted that Dr Peiser was not a\nclimate change scientist, but said that he was the director of the Global\nWarming Policy Foundation (GWPF), a think tank set up to challenge the policies\nenvisaged by governments to mitigate global warming. It said that this role\nrequired him to interpret the scientific evidence relating to global warming,\nand that he therefore had sufficient experience and authority on global warming\nto be considered an expert. The newspaper said that in stating that Dr Peiser\n“believes the threat of global warming had been overstated by climate\nscientists”, the article made clear which side of the global warming debate Dr\nPeiser was on. In addition, it noted that the article provided the other side\nof the argument, including the comments from the academic.5. The newspaper amended the online article to make it\nclearer that the expert referred to in the headline was Dr Peiser. It appended\na footnote to the article which explained that it had been amended.Relevant Code Provisions6. Clause 1 (Accuracy)i) The Press must take care not to publish inaccurate,\nmisleading or distorted information, including pictures.ii) A significant inaccuracy, misleading statement or\ndistortion once recognised must be corrected, promptly and with due prominence,\nand - where appropriate - an apology published. In cases involving the\nRegulator, prominence should be agreed with the Regulator in advance.iii) The Press, whilst free to be partisan, must\ndistinguish clearly between comment, conjecture and fact.Findings of the Committee7. The “global warming expert”, referred to in the\nheadline, was not identified until later in the article, when the comments of\nDr Peiser were reported. Whilst the article might have been clearer on this\npoint, it did not give the impression that the “global warming expert” referred\nto was someone other than Dr Peiser. Nevertheless, the Committee welcomed the\nnewspaper’s decision to amend the online article to make it clearer on this\npoint.8. Dr Peiser is the director of the Global Warming Policy\nFoundation, which the article explained. In reporting his views, the newspaper\nwas entitled to refer to him as an expert in the field of global warming. The\narticle was not misleading on his point, and there was no breach of Clause 1.Conclusions9. The complaint was not upheld.Remedial Action RequiredN/ADate complaint received: 26/12/2014\nDate decision issued: 27/03/2015\nBack to ruling listing\n\n\n"
}