{
    "url": "/rulings-and-resolution-statements/ruling/?id=03164-19",
    "title": "03164-19 Walker & Thompson v Hull Daily Mail",
    "provisions": [
        "3 Harassment (2018)",
        "1 Accuracy (2018)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "Hull Daily Mail (Reach PLC)",
    "received_on": "2019-04-11 00:00:00",
    "concluded_on": "2019-10-31 00:00:00",
    "complaint_processing_days": 203,
    "conclusion_long": "11. The complaint was not upheld.",
    "remedial_action": "12. N/A   Date complaint received: 11/04/2019",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee – 03164-19 Walker\n& Thompson v Hull Daily Mail\nSummary of Complaint\n1. Claire Walker and Clare Thompson complained to the\nIndependent Press Standards Organisation that the Hull Daily Mail breached\nClause 1 (Accuracy) of the Editors’ Code of Practice in an article headlined\n“Carers left in financial trouble after row with ex-employer over pay”, and\nthat the conduct of journalists acting for this publication breached Clause 3\n(Harassment).\n2. The article reported that four women said they had been\n“left in financial peril” after “falling into a dispute over pay with their\nex-employers” – the complainants. The sub-headline read “Four workers claim\nformer boss owes them wages”. The article reported that the women said they had\ngone a month without being paid the full amount they said they were owed by the\ncomplainants’ company. The article said that “a spokeswoman for the firm has\nsaid staff who are owed money will be paid on February 1, although there are\nfurther rows over the amount each woman is due”. It reported the spokeswoman’s\nposition that she had not refused to pay the woman, and that she had followed\nemployment law correctly. The article went on to detail the account of each\nwoman, and the nature of their disputes with the complainants’ company. Each\naccount included a response from the complainants, stating their position in\nrelation to the specific allegations made. The article concluded with a\nstatement from one of the complainants, saying “Looking at employment law, I\nhave no fault. Money will be paid in full on February 2. The care we deliver is\nexcellent”.\n3. The article also appeared online on the same day under\nthe headline “Hull carers’ misery over claims they haven’t been paid for a\nmonth by Life Long Care Services Ltd”. This version of the article was\nsubstantially the same as the print article, but also stated that the women had\nreceived messages in December informing them that they would be paid on January\n1 2019, but that this had not happened.\n4. The complainants also said that the article breached\nClause 1 (Accuracy), because they disputed many of the claims made by the women\nquoted in the article, in relation to the payment problems described.\n5. The complainants said that the publication had breached\nClause 3 (Harassment) in relation to contacts they had received following the\npublication of the article. These contacts had related to the further planned\nstories arising from the reported allegations; these stories were not\nultimately published. They said that, during the week of the 10-17 March, they\nhad received daily contacts by phone from a journalist; while most of these\ncalls went unanswered, on two occasions one of the complainants had answered\nthe phone, and had explained that they did not wish to be contacted in relation\nto the story. Following these calls, on March 19, the complainants said they\nhad received a Facebook message and an email from the journalist, which they\nwere able to provide to IPSO. The complainants said that, subsequently, in\nearly April, the journalist had contacted them again by phone; one of the complainants\nhad said that they would seek legal advice in relation to the allegations made,\nbut the other complainant had then taken over the conversation and informed the\njournalist that they did not wish to be contacted. They said that they had then\nreceived text messages and calls from the journalist. The complainants were\nable to provide a record of one missed call received on 9 April, and of one\nmessage received on that day. In response to this message, they had asked for\nthe journalist’s manager’s contact details, which they had used to make a\ncomplaint directly to the publication. This complaint largely related to the\ncontent of the proposed new article, and stated that the complainants felt\ntargeted by the journalist and the publication; in it, the complainants\nrequested a meeting with the editor and the journalist to discuss the story. It\ndid not refer to the nature of the contacts from the journalist, or contain a\nrequest to desist from contact.\n6. The publication denied any breach of Clause 1 (Accuracy).\nIt said that the day after the article was published, the complainants had\ncontacted it to say that they felt the article was “fair”. It said that the\npublication had given the complainants time to respond to the allegations made\nin the article, and their response had been included in it.\n7. The publication also denied any breach of Clause 3\n(Harassment), and disputed the complainants’ account of the contacts made to\nthem by the journalist; in particular, it disputed that the complainants had\nmany any request to desist in contacting them. The publication said that,\nfollowing the initial contacts made in relation to the January article, its\njournalist had not made any successful phone contact to the complainants during\nMarch. The journalist had attempted to call the complainants prior to the\nmessage and email sent on March 19, but had not got through to them; he had\nsubsequently posted a note through the door of their business address at this\ntime as well. Subsequently, in early April, the journalist had successfully\ncontacted the complainants by phone, and put new allegations to them for\ncomment; no request to desist had been made at this time. The journalist had\nthen messaged the complainants on 9 April to ask them to respond to these\nallegations, to which the complainants had responded by asking the journalist\nfor his manager’s contact details, which he had provided.\nRelevant Code Provisions\n7. Clause 1 (Accuracy)\ni) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not\nsupported by the text.\nii) A significant inaccuracy, misleading statement or\ndistortion must be corrected, promptly and with due prominence, and — where\nappropriate — an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator. \niii) A fair opportunity to reply to significant inaccuracies\nshould be given, when reasonably called for.\niv) The Press, while free to editorialise and campaign, must\ndistinguish clearly between comment, conjecture and fact.\n8. Clause 3 (Harassment)\ni) Journalists must not engage in intimidation, harassment\nor persistent pursuit.\nii) They must not persist in questioning, telephoning,\npursuing or photographing individuals once asked to desist; nor remain on\nproperty when asked to leave and must not follow them. If requested, they must\nidentify themselves and whom they represent.\niii)  Editors must\nensure these principles are observed by those working for them and take care\nnot to use non-compliant material from other sources.\nFindings of the Committee\n9. The article had presented a series of allegations made by\nfour named individuals against the complainants’ business. The headline\nreported that there was a “row…over pay”, which was not in dispute, and the\nsub-headline made clear that the workers “claim[ed]” that their former employer\nowed them money. In each instance, the allegations were presented as claims\nmade by these individuals, and the status of these claims was made clear,\nthrough the use of direct quotations and attribution. In addition, the complainants’\nposition was recorded prominently, both at the beginning and end of the\narticle, and in relation to each of the individuals named and the specific\nallegations they made. Where it was clear that pay disputes were ongoing in\nseveral cases, and where the position of the complainants and the women in\nquestion were presented appropriately, the Committee did not find reason to\nconsider that the article was misleading in its presentation of the allegations\nmade. There was no breach of Clause 1.\n10. The complainants’ and the publication’s accounts of the\ncontact between the complainants and the journalist were conflicting. In\nparticular, the complainants said that they had made a verbal request for the\njournalist to desist in contacting them in March having picked up the phone to\na caller who the complainants believed to be the journalist.  The publication denied that this request to\ndesist had been made. The complainants said that, despite their request, the journalist\nhad attempted to contact them repeatedly during March and contacted them,\nagain, in April. The journalist denied that any successful phone contact had\noccurred in March, which he said was supported by the email he sent to the\ncomplainants on 19 March in which he stated that he believed that the phone\nnumber he had for the complainants was invalid. It was accepted that the\njournalist had made contact with the complainants by phone in April. While the\ncomplainants said that a request to desist had been made during this phone\ncall, the publication denied that this was the case. The publication accepted\nthat the journalist had subsequently sent a message to the complainants, via\nsocial media, setting out the further allegations he was investigating, and\nasking for their comment. The Committee considered the parties’ respective\naccounts and noted that, in April, the complainants had contacted the\njournalist’s manager, by email, to make a complaint about the journalist.  The email did not refer to the frequency of\ncontact, or contain a request to desist. In the light of all the circumstances\nand the absence of any documents which would determine the position, the\nCommittee could not find that there had been any failure to respect a request\nto desist in breach of Clause 3(ii).\n11. The terms of Clause 3(i) provide that journalists should\nnot engage in intimidation, harassment or persistent pursuit. The Committee\nnoted the complainants’ concerns regarding the high volume of contact which\nthey said they had received from the journalist.\nThe Committee noted that the messages and emails which had\nbeen sent by the journalist were courteous and professional and that the\ncomplainants were being contacted over a four month period in relation to a\ndeveloping story concerning their professional activities as representatives of\na business. In these circumstances, the Committee did not consider that the\njournalist had engaged in intimidation, harassment or persistent pursuit. There\nwas no breach of Clause 3.\nConclusions\n11. The complaint was not upheld.\nRemedial action required\n12. N/A\n \nDate complaint received: 11/04/2019\nDate decision issued: 31/10/2019\nBack to ruling listing\n\n\n"
}