{
    "url": "/rulings-and-resolution-statements/ruling/?id=03160-14",
    "title": "03160-14 Ivleva v Leicester Mercury",
    "provisions": [
        "1 (Accuracy) 2015",
        "3 (Privacy) 2015",
        "10 (Clandestine devices and subterfuge) 2015",
        "2 (Opportunity to reply) 2015",
        "12 (Discrimination) 2015"
    ],
    "outcome": "No breach - after investigation",
    "publication": "Leicester Mercury (Reach PLC)",
    "published_on": "2014-12-01 00:00:00",
    "received_on": "2014-12-25 00:00:00",
    "concluded_on": "2015-03-26 00:00:00",
    "complaint_processing_days": 91,
    "conclusion_long": "12. The complaint was not upheld.",
    "remedial_action": "N/A Date complaint received: 25/12/2014",
    "text": "\n\n\n\n\n\n   Decision of\nthe Complaints Committee 03160-14\nIvleva v Leicester Mercury        Summary of complaint \n1. Marina Ivleva complained to the Independent Press\nStandards Organisation that the Leicester Mercury had breached Clause 1\n(Accuracy), Clause 2 (Opportunity to reply), Clause 3 (Privacy), Clause 10\n(Clandestine devices and subterfuge), and Clause 12 (Discrimination) of the\nEditors’ Code of Practice in an article headlined “Ukrainian internet bride in\ndivorce battle with Leicester man over ‘300k worth of assets’” published online\non 1 December 2014 and in print on 2 December 2014.2. The complainant had grown up in the Autonomous\nRepublic of Crimea, had married a British man and was resident in the UK. Her\nhusband had filed for divorce in 2013 and had been informed that she had\nalready divorced him in Ukraine. The article was primarily a report of court\nproceedings, stating that the British courts had refused to recognise the\nUkrainian decision, and that the complainant’s appeal of this judgment had been\nunsuccessful, leaving the complainant’s husband free to file for divorce in the\nUK. The article had also included comments made by the complainant’s husband to\na journalist following the court case. He had said that she had considerable\nfinancial resources, while he was living in poverty.3. The complainant said that the article had inaccurately\nreported her nationality. While she held passports from Ukraine, Russia and the\nUK, she considered herself to be Russian. She also considered this reference to\nher to be discriminatory. She said that her job title was “programme\nadministrator”, rather than “senior administrator”. She was not a higher earner\nthan her husband, and did not hold assets of £300,000, as claimed by her\nhusband in the article. She considered that the newspaper should have contacted\nher for comment prior to publication.4. The complainant also expressed concern that the\npublication of the article, and accompanying photograph, had intruded into her\nprivacy. She said that the newspaper had stolen the photograph from her\ncomputer.5. The newspaper defended its coverage as an accurate\nreport of court proceedings, with further comments from the complainant’s\nhusband. The copy had been provided by an agency. The reference to her\nnationality had formed part of the evidence heard in court, and had been\nmentioned several times. Given the nature of the case, it was clearly relevant\nto the report. The complainant’s husband had provided the estimate of her\nassets, and details of her employment. \nThere was no obligation under Clause 2 to contact the subjects of\nstories for comment. Nonetheless, the newspaper had attempted to contact the\ncomplainant at home to request her comment on the verdict, but had been\nunsuccessful. Following receipt of her complaint, the newspaper had offered the\ncomplainant another opportunity to provide comments for a potential follow-up\narticle. The photograph used in the story had been provided to the agency\nreporter by a source who had claimed to own the copyright for the image.Relevant Code Provisions6. Clause 1 (Accuracy)i) The Press must take care not to publish inaccurate,\nmisleading or distorted information, including pictures.ii) A significant inaccuracy, misleading statement or\ndistortion once recognised must be corrected, promptly and with due prominence,\nand – where appropriate – an apology published.iii) The Press, whilst free to be partisan, must\ndistinguish clearly between comment, conjecture and fact.Clause 2 (Opportunity to reply)A fair opportunity to reply to inaccuracies must be given\nwhen reasonably called for.Clause 3 (Privacy)i) Everyone is entitled to respect for his or her private\nand family life, home, health and correspondence, including digital\ncommunications.ii) Editors will be expected to justify intrusions into\nany individual’s private life without consent. Account will be taken of the\ncomplainant’s own public disclosures of information.iii) It is unacceptable to photograph individuals in\nprivate places without their consent.Clause 10 (Clandestine devices and subterfuge)i) The press must not seek to obtain or publish material\nacquired by using hidden cameras or clandestine listening devices; or by\nintercepting private or mobile telephone calls, messages or emails; or by the\nunauthorised removal of documents or photographs; or by accessing\ndigitally-held private information without consent.Clause 12 (Discrimination)i) The press must avoid prejudicial or pejorative\nreference to an individual’s race, colour, religion, gender, sexual orientation\nor to any physical or mental illness or disability.ii) Details of an individual’s race, colour, religion,\nsexual orientation, physical or mental illness or disability must be avoided\nunless genuinely relevant to the story.Findings of the Committee7. The court had referred to the complainant’s Ukrainian\nbackground, and she had acknowledged that she held a Ukrainian passport. It was\nnot therefore misleading to describe her as such. No pejorative reference had\nbeen made to her background, and the Code does not generally prevent the\ninclusion of biographical details about the subject of a story, including\ncountry of origin. Given that the article reported a court’s decision to\noverturn the complainant’s attempt to divorce her husband in Ukraine, her Ukrainian\nbackground was relevant to the story.8. The Committee expressed concern about the article’s\nassertion that the complainant “rose to be a senior administrator at De\nMontfort University, becoming a much bigger earner than Mr Yates”. While this\nmay have been based on a comment made by the complainant’s husband, it was not\npresented as such. The Committee noted the complainant’s position that she was\nnot a higher earner than her former husband, and considered that the newspaper\nshould have taken greater care to distinguish this statement as her husband’s\nassertion in question. On balance, however, and given that the rest of the\narticle had made clear that the estimate of the value of the complainant’s\nassets was that of her husband, it did not consider that this statement raised\na significant inaccuracy requiring correction under the terms of Clause 1 (ii).\nNonetheless, it was appropriate that, on receipt of the complaint, the\nnewspaper had offered the complainant the opportunity to reply to this inaccuracy,\nin the spirit of the terms of Clause 2.9. While the complainant disputed her husband’s estimate\nof her wealth, this was clearly presented as his opinion, and the newspaper was\nentitled to publish his comments. There was no breach of Clause 1 on this\npoint. Nor was the discrepancy between the complainant’s reported job title of\n“senior administrator” and her role as a “programme administrator” significant\nenough to raise a breach of the Code.10. The terms of Clause 2 do not oblige newspapers to\nseek comment from the subject of articles prior to publication, but provide an\nopportunity to respond to any published inaccuracies. The Committee noted that\nthe newspaper had attempted to contact the complainant for comment, prior to\ncomment, and had offered her a chance to comment further after receiving her\ncomplaint. The complainant had not explicitly requested a right to reply post\npublication, but had been offered one nonetheless. There was no breach of\nClause 2.11. The majority of detail included in the article had\nbeen given in open court, with further comments from the complainant’s husband.\nThe article did not represent an unjustified intrusion into the complainant’s\nprivacy. The photograph included appeared to have been taken in a public place\nwith the complainant’s consent. It simply showed what she looked like and did\nnot reveal any private information about her. Clause 3. The complainant had\nprovided no grounds for her belief that this photograph had been stolen, and\nthe Committee was satisfied that the agency reporter had obtained this image\nfrom a non-clandestine source.Conclusions12. The complaint was not upheld.Remedial Action RequiredN/A Date complaint received: 25/12/2014\nDate decision issued: 26/03/2015\nBack to ruling listing\n\n\n"
}