{
    "url": "/rulings-and-resolution-statements/ruling/?id=03178-18",
    "title": "03178- 18 Johnstone v The Scottish Sun",
    "provisions": [
        "1 Accuracy (2018)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "thescottishsun.co.uk (News UK)",
    "received_on": "2018-04-23 00:00:00",
    "concluded_on": "2018-09-24 00:00:00",
    "complaint_processing_days": 154,
    "conclusion_long": "of the disciplinary process. The newspaper then approached the complainant’s employer, who confirmed that he was no longer an employee, and the police, who confirmed he had been arrested but released without charge, as reported in the article. It said the employer would not comment further on the reasons for the dismissal, however said that the article made clear that it was not established that the dismissal was directly related to the allegations of bum slapping, that had previously been reported on and were referred to in the article. It said this was clear in the article, which had also included the claim by a family member that he had been dismissed for shouting at a colleague. Relevant Code Provisions 9.    Clause 1 (Accuracy) i) The Press must take care not to publish inaccurate, misleading or distorted information or images, including headlines not supported by the text.  ii) A significant inaccuracy, misleading statement or distortion must be corrected, promptly and with due prominence, and – where appropriate – an apology published. In cases involving IPSO, due prominence should be as required by the regulator.  iii) A fair opportunity to reply to significant inaccuracies should be given, when reasonably called for. iv) The Press, while free to editorialise and campaign, must distinguish clearly between comment, conjecture and fact.  Findings of the Committee 10. The newspaper was initially contacted by an anonymous source regarding the allegation that the complainant had slapped the bum of a worker. It had then contacted the complainant’s employer and subsequently the police, who did not dispute that the allegation had been made and confirmed that a police investigation into alleged “inappropriate conduct” was being undertaken. The newspaper had also attempted to speak to the complainant directly. In these circumstances, it had taken care over the accuracy of the claim that the complainant had allegedly slapped the bum of a colleague, and had also taken care to accurately present this allegation as a claim. There was no breach of Clause 1(i) on this point. 11. The complainant said that no specific allegation of “bum slapping” was made as part of the complaint brought against him and investigated by his employer. However it was not in dispute that allegations of sexual harassment and sexual assault, which he denied, had formed part of the investigation, including an allegation that he had inappropriately touched the bottom of a female worker. The article was not a comprehensive report of the disciplinary process, and in all the circumstances, reporting that an allegation of “bum slapping” had been made was not inaccurate. There was no breach of Clause 1 (ii) on this point. 12. The Committee then considered whether it was misleading for the second article to make reference to the “bum slapping” allegation. It noted that, at the time of publication, the employer’s investigation was complete, and that it had not upheld a complaint of sexual assault, but one of sexual harassment. However, it remained the position that allegations of sexual assault had previously been made, to both the police and to his employer. Both the print and online article had made clear that the complainant had been released without charge by the police in relation to the allegation. The print article also included a family member’s position that his dismissal was because he had shouted at a colleague and the online article included a comment from a source that the reason for the complainant’s dismissal was unclear. Therefore, on balance, the Committee considered that the newspaper had taken care over the presentation of the allegation and its relationship to the complainant’s disciplinary proceedings. There was no breach of Clause 1(i). #13. In circumstances where a complaint of sexual harassment had been upheld and had led to the complainant’s dismissal, it was not significantly misleading for the second article also to reference the “bum slapping” allegation. The reference did not give a misleading impression as to the nature of the investigation and the reasons for the complainant's dismissal. There was no breach of Clause 1 (ii) on this point.  Conclusion 14. The complaint was not upheld.",
    "remedial_action": "15. N/A Date complaint received: 23/04/2018",
    "text": "\n\n\n\n\n\nDecision of the\nComplaints Committee 03178- 18 Johnstone\nv The Scottish Sun\nSummary of complaint 1.    Stephen Johnstone complained to\nthe Independent Press Standards Organisation that The Scottish Sun breached\nClause 1 (Accuracy) of the Editors’ Code of Practice in the following articles: ·        \n“Bum\nRap Claims Glasgow Council boss slapped Cordia cleaner’s bum in front of\ncolleagues as she walked through park – leaving her rear bruised”, published\nonline on 23 November 2017 ·        \n“The\nbum’s rush”, published on 13 February 2018. 2.    The first article reported that\nthe complainant was suspended from work due to claims of “inappropriate\nconduct”. It reported that it was alleged he had smacked the bum of a cleaner\nin a park in front of colleagues. It went on to report that the complainant’s\nemployer had confirmed they were aware of a complaint being made by a contract\nemployee and reported that the complainant was facing a “cop probe” into the\nallegation. It included a statement from his employer that,  “it would be inappropriate to comment on a\npolice matter,” as well as a statement from a police spokeswoman, “we can\nconfirm we have received an initial report of inappropriate conduct and\nenquiries are at a very early stage.” It also reported that the complainant had\nrefused to comment on the allegations. 3.    The second article was published\na number of months later. It reported that the complainant “who allegedly\nslapped a cleaner’s bum in front of colleagues had been fired”. It included a\nstatement from a source that “it’s not clear whether he’s lost his job purely\nbecause of this incident or whether more allegations have come to light,” as\nwell as a statement from an unnamed relative of the complainant who claimed “he\nwas sacked for shouting at another worker and…plans to appeal.” The article\nalso reported that the complainant had been arrested but released without\ncharge over these allegations of sexual assault and that the complainant’s\nemployer had confirmed he was no longer an employee, but would not comment\nfurther. 4.    This article also appeared online\nwith the headline, “The bum’s rush Glasgow council worker sacked amid claims he\nsmacked cleaner’s bum in front of colleagues in park.” The online article did\nnot include the statement from an unnamed relative but was otherwise\nsubstantially the same as the article that appeared in print. 5.    The complainant said that the\nspecific allegation that he had “slapped the bum of a cleaner” did not form\npart of his employer’s investigation. He provided documentation relating to the\ninvestigation which showed that a number of alleged incidents of sexual assault\nhad been complained of, however he said none of these related specifically to\nan allegation of “bum slapping”. 6.    He also said that the second\narticle was inaccurate, as he believed it suggested that his dismissal was due\nto the alleged “bum slapping” allegation. The documentation provided by the\ncomplainant showed that allegations of sexual assault had been made; however\nthe complainant said that there had been no evidence to support the allegations,\nwhich he denied. He said that he had been dismissed for shouting at a colleague\nand for sexual harassment, not the physical incidents that reportedly had taken\nplace. 7.    The newspaper did not accept that\nit had breached the Code. It said that both articles were based on information\nprovided by a source, which it had verified with the relevant authorities. It\nsaid a source had initially contacted the newspaper and informed it that the\ncomplainant had allegedly slapped the bum of a worker in front of colleagues,\nand had been suspended. It said that it had contacted the complainant’s\nemployer and a union representative about the matter, who did not deny the\nallegation. The employer had informed the newspaper that the matter was being\nhandled by the police, and the police had confirmed this in its statement published\nin the first article. The newspaper also attempted to put the allegations to\nthe complainant himself, but was informed by a family member that he would not\nbe able to comment at this time. It said the article made clear that these were\nallegations and that both the police and the complainant’s employer were\ncurrently investigating the matter. It noted that the one aspect of complaint\nlooked at by the investigation was allegations that the complainant had\ninappropriately touched the female’s bottom. It said that this confirmed that\nthe information given to it by the source was accurate. 8.    It said that several months\nlater, a source had informed the newspaper that the complainant had now been\ndismissed following the conclusion of the disciplinary process. The newspaper then\napproached the complainant’s employer, who confirmed that he was no longer an\nemployee, and the police, who confirmed he had been arrested but released\nwithout charge, as reported in the article. It said the employer would not comment\nfurther on the reasons for the dismissal, however said that the article made\nclear that it was not established that the dismissal was directly related to\nthe allegations of bum slapping, that had previously been reported on and were\nreferred to in the article. It said this was clear in the article, which had\nalso included the claim by a family member that he had been dismissed for\nshouting at a colleague.\nRelevant Code\nProvisions 9.    Clause 1 (Accuracy)\ni)\nThe Press must take care not to publish inaccurate, misleading or distorted\ninformation or images, including headlines not supported by the text. \nii)\nA significant inaccuracy, misleading statement or distortion must be corrected,\npromptly and with due prominence, and – where appropriate – an apology published.\nIn cases involving IPSO, due prominence should be as required by the regulator.\n\niii)\nA fair opportunity to reply to significant inaccuracies should be given, when\nreasonably called for.\niv)\nThe Press, while free to editorialise and campaign, must distinguish clearly\nbetween comment, conjecture and fact. \nFindings of the\nCommittee 10. The newspaper was initially\ncontacted by an anonymous source regarding the allegation that the complainant\nhad slapped the bum of a worker. It had then contacted the complainant’s\nemployer and subsequently the police, who did not dispute that the allegation\nhad been made and confirmed that a police investigation into alleged\n“inappropriate conduct” was being undertaken. The newspaper had also attempted\nto speak to the complainant directly. In these circumstances, it had taken care\nover the accuracy of the claim that the complainant had allegedly slapped the\nbum of a colleague, and had also taken care to accurately present this\nallegation as a claim. There was no breach of Clause 1(i) on this point. 11. The complainant said that no\nspecific allegation of “bum slapping” was made as part of the complaint brought\nagainst him and investigated by his employer. However it was not in dispute\nthat allegations of sexual harassment and sexual assault, which he denied, had\nformed part of the investigation, including an allegation that he had\ninappropriately touched the bottom of a female worker. The article was not a\ncomprehensive report of the disciplinary process, and in all the circumstances,\nreporting that an allegation of “bum slapping” had been made was not\ninaccurate. There was no breach of Clause 1 (ii) on this point. 12. The Committee then considered\nwhether it was misleading for the second article to make reference to the “bum\nslapping” allegation. It noted that, at the time of publication, the employer’s\ninvestigation was complete, and that it had not upheld a complaint of sexual\nassault, but one of sexual harassment. However, it remained the position that\nallegations of sexual assault had previously been made, to both the police and\nto his employer. Both the print and online article had made clear that the\ncomplainant had been released without charge by the police in relation to the\nallegation. The print article also included a family member’s position that his\ndismissal was because he had shouted at a colleague and the online article\nincluded a comment from a source that the reason for the complainant’s\ndismissal was unclear. Therefore, on balance, the Committee considered that the\nnewspaper had taken care over the presentation of the allegation and its\nrelationship to the complainant’s disciplinary proceedings. There was no breach\nof Clause 1(i). #13. In circumstances where a\ncomplaint of sexual harassment had been upheld and had led to the complainant’s\ndismissal, it was not significantly misleading for the second article also to\nreference the “bum slapping” allegation. The reference did not give a\nmisleading impression as to the nature of the investigation and the reasons for\nthe complainant's dismissal. There was no breach of Clause 1 (ii) on this\npoint. \nConclusion 14. The complaint was not upheld.\nRemedial Action\nRequired 15. N/A\nDate complaint received: 23/04/2018Date decision issued: 24/09/2018\nBack to ruling listing\n\n\n"
}