{
    "url": "/rulings-and-resolution-statements/ruling/?id=03176-16",
    "title": "03176-16 Delich v The Sun on Sunday",
    "provisions": [
        "1 Accuracy (2016)",
        "12 Discrimination (2016)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "The Sun on Sunday (News UK)",
    "received_on": "2016-05-25 00:00:00",
    "concluded_on": "2016-10-17 00:00:00",
    "complaint_processing_days": 145,
    "conclusion_long": "13. The complaint was not upheld.",
    "remedial_action": "N/ADate complaint received: 25/05/2016",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee 03176-16 Delich v The Sun on Sunday\nSummary of complaint\n1. Jenna Delich\ncomplained to the Independent Press Standards Organisation that The Sun on\nSunday breached Clause 1 (Accuracy) and Clause 12 (Discrimination) of the\nEditors’ Code of Practice in an article headlined “Don’t let them in”,\npublished online on 10 April 2016, and “Don’t let them in: As Bosnia bids to\njoin EU, expert says ex-Yugoslav state is now ‘breeding ground’ for terrorism”,\npublished online on 10 April 2016.  \n2. The article\nreported that Britain’s security would be at risk if Bosnia joined the EU, as\nit had become a “breeding ground for terrorists”. It said that Bosnia, a\ncountry which it said was “home” to a Muslim population of 3 million, had\napplied for EU membership after being recognised as a candidate country and if\nsuccessful, its citizens would have greater freedom to come to the UK. The\narticle listed a number of factors that could potentially put Britain at risk,\nreporting that 300 “radicals” had left to fight with jihadis in Syria and Iraq,\nand that Bosnian weapons were used in recent terror attacks. The article quoted\nPeter Bone MP, who said the EU should not be considering Bosnia as a member and\nthat the only way British citizens “can be sure Bosnian terrorists won’t come\nhere freely, and our money will not be sent there, is by voting to leave the EU\non June 23”. It also quoted a “Balkan expert” who described the country as a\n“safe house for radicals”, and the International Crisis Group who warned that\nIslamism and nationalism were “dancing a ‘dangerous tango’” in the country.\n3. The online\narticle was substantively similar to the version that appeared in print. \n4. The complainant\nhighlighted a number of inaccuracies in the article. She said that there has\nnever been a single incident linking Bosnian Muslims to terrorism, and it was\ninaccurate to report comments that Bosnia’s future membership of the EU would\nbring a threat of terrorism to the Britain. She said that it was inaccurate to\nreport that Bosnia was home to three million Muslims, as the true figure was\n1.76 million. She said that youth unemployment in the country was 40%, not 60%\nas reported, and it was inaccurate to say that the country’s economy was\nstruggling; she also said that it was misleading to suggest that Britain would\nhave to pay for Bosnia to join the EU as it was only one of 28 countries that\nwould have to contribute.\n5. The complainant\nsaid it was inaccurate to report that there were 300 Bosnian Muslims fighting\nwith jihadis in Syria, and cited the Bosnian Security Minister, who said the\nfigure for all Bosnians fighting abroad was 130; she also said the article was\nmisleading because it did not mention how many Bosnians of other ethnicities\nwere fighting abroad. She said that the people quoted in the article could not\nbe categorised as “experts” in the region. She also said that the content of the\narticle discriminated against Bosnians.  \n\n6. The newspaper\nsaid that the original idea for the story came from a contact at the\n“Grassroots Out” movement, which was campaigning for Britain to leave the UK;\nit said the article was compiled as part of the newspaper’s coverage of the\nreferendum debate.  It denied that it was\ninaccurate to report that the country was “home” to 3 million Bosnian Muslims;\nit said that when Bosnian Muslims outside of the country who still considered\nthe country to be ‘home’ were taken into consideration, the figure was\naccurate. It said that the figure of 300 Bosnians fighting in Syria and Iraq\nhad come from a report from Lancaster University, as well as another specialist\nwebsite. It also highlighted a number of sources which it said supported the\nclaim made in the article that Bosnia had become a breeding ground for\nterrorists.\nRelevant Code Provisions\n7. Clause 1\n(Accuracy)\ni) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not\nsupported by the text.\nii) A significant inaccuracy, misleading statement or\ndistortion must be corrected, promptly and with due prominence, and — where\nappropriate — an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator.\nClause 12 (Discrimination)\ni) The press must avoid prejudicial or pejorative reference\nto an individual’s race, colour, religion, sex, gender identity, sexual\norientation or to any physical or mental illness or disability.\nii) Details of an individual’s race, colour, religion,\ngender identity, sexual orientation, physical or mental illness or disability\nmust be avoided unless genuinely relevant to the story        \nFindings of the Committee\n8. The Committee\ndid not accept the explanation offered by the newspaper as to why it was\naccurate to report that Bosnia was home to three million Muslims; the second\nline of the article strongly implied that the figure related to people who\nlived in the country. However, in circumstances where the true number of\nBosnian Muslims was close to two million, the figure cited in the article was\nnot significantly misleading in the context of a piece which focused on why\nBritain’s security would be put at risk if Bosnia joined the EU. There was no\nbreach of Clause 1.   \n9. The newspaper\nhad relied on sources from the diplomatic and intelligence service, as well as\na report from a British university, in reporting that “around 300” Bosnians had\ngone to fight with jihadis in Syria and Iraq. In relying on these sources, there\nwas no failure to take care not to publish inaccurate information. While the\nCommittee noted the statement provided by the complainant from Bosnia’s\nSecurity Minister that the figure for the number of Bosnian’s fighting in Syria\nand Iraq was closer to 100, it did not consider that any discrepancy on this\npoint would be significant, particularly as any figure in this area would be\ndifficult to establish. There was no breach of Clause 1.\n10. The Committee recognised that the article’s description\nof Bosnia as a “breeding ground for terrorists” was the newspaper’s\ncharacterisation of the country’s political climate. Such an assessment is a\nmatter of opinion, which is something to which the Code grants considerable\nlatitude; however this does not absolve a newspaper of its obligations under\nClause 1. The newspaper quoted a Balkan expert who said that the country was a\n“safe house for radicals”, as well as the International Crisis Group, who\nwarned about the convergence of Islamism and nationalism in the country; it\nalso reported Bosnian weapons were used in recent terrorist attacks, and that\n300 radicals from Bosnia had travelled to fight in Syria and Iraq. The\nCommittee wished to make clear that it was not making an assessment on whether\nBosnia was a “breeding ground for terrorists”; rather it had to decide whether\nthe newspaper had provided a sufficient basis to characterise the country in\nthis way. Overall, it believed that the newspaper had provided a sufficient\nbasis for the characterisation considering the assessment that had been\nprovided by a number of experts on the topic. There was no breach of Clause 1.\n11. The Committee noted the complainant’s position that\nyouth unemployment in Bosnia was 40%, not 60%. However, it did not consider\nthat any inaccuracy on this point would have been significant given that the\ncomplainant conceded the figure was at least 40%. Similarly, the Committee did\nnot consider that the assertion in the article that Britain would have to pay\nfor Bosnia to join the EU was misleading. There was no breach of Clause 1 on\neither point.\n12. The article did not contain any pejorative or\nprejudicial references to the race of an identifiable individual; there was no\nbreach of Clause 12.\nConclusions\n13. The complaint was not upheld. \nRemedial Action Required\nN/ADate complaint received: 25/05/2016Date decision issued: 17/10/2016\nBack to ruling listing\n\n\n"
}