{
    "url": "/rulings-and-resolution-statements/ruling/?id=03188-16",
    "title": "03188-16 A man v Daily Record",
    "provisions": [
        "1 Accuracy (2016)"
    ],
    "outcome": "Breach - sanction: publication of adjudication",
    "publication": "Daily Record (Reach PLC)",
    "received_on": "2016-05-26 00:00:00",
    "concluded_on": "2016-08-04 00:00:00",
    "complaint_processing_days": 70,
    "conclusion_long": "15. The complaint was upheld.",
    "remedial_action": "16. Having upheld the complaint, the Committee considered the remedial action that should be required. Given the seriousness of the allegations about the Rangers supporters, the newspaper’s failure to demonstrate that care had been taken over the accuracy of the article, and that the action offered by the newspaper were insufficient to meet the requirements of Clause 1 (ii), the appropriate remedial action was the publication of an upheld adjudication. The headline of the adjudication must make clear that IPSO has upheld the complaint, and refer to its subject matter; it must be agreed in advance. The original article had appeared on page 6 and 7, and the adjudication should appear on page 6 or further forward. It should also be published on the newspaper’s website, with a link to the full adjudication appearing on the homepage for 24 hours; it should then be archived in the usual way. Should the newspaper continue to publish the article online, without amendment, in light of this decision it should publish the adjudication in full, beneath the headline.17. The terms of the adjudication to be published are as follows:Following an article published in the Daily Record on 26 May 2016 headlined “Cops: Mob rule outside Hampden blocked us from getting in to help” in print, and “Cops claim mob rule outside Hampden stopped them getting in to deal with battling Rangers and Hibs fans,” online, a man complained to the Independent Press Standards Organisation that the Daily Record had breached of Clause 1 (Accuracy) of the Editors’ Code of Practice. IPSO upheld the complaint and has required the Daily Record to publish this decision as a remedy to the breach.The article reported that police officers outside Hampden Park claimed that they were prevented by Rangers supporters from entering the stadium to deal with the disorder that was taking place on the pitch. It quoted an unnamed police officer who said that a “mob mentality” prevailed outside the stadium, and accused parents of using their children to block roads. The officer said that supporters “started hitting and spitting at the vans, trying to rock the vans, kicking the vans, trying the doors. This isn’t a few bad eggs in the crowd, this was everyone walking past us”. It said that the officer was “addressing criticism of the police reaction to the Hibs fans’ pitch invasion”. The article also quoted three other police sources, who supported the account given by the police officer.The complainant said that he was outside the stadium as police vans attempted to make their way through Rangers supporters. He said that while there was sarcastic applause from the majority of fans and some “mild verbal abuse” directed at the police due to their late arrival, there were no confrontations. He said that it was nonsense to suggest that parents were using their children to block the road. He denied that anybody hit or spat at police vans, and said it was inaccurate to report that “everybody walking past” had taken part in what the article said had taken place. He said that the article was totally fabricated and there were thousands of witnesses who would say likewise. The newspaper said that it had received an email from somebody who identified himself as a serving police officer who described the incident in detail; it said it had been unable to verify whether or not the person who sent the email was in fact a police officer. It said that the journalist checked the account with two further police sources, neither of whom were present at the incident. It also said it had contacted the General Secretary of the Scottish Police Federation who said that some of the accounts he had heard accorded with the account in the email. It said that these allegations had been presented as claims rather than facts in the article, and that it had taken sufficient care over the article’s accuracy.The Committee found that the newspaper had taken insufficient steps to take care over the accuracy of the article. Given the seriousness of the allegations, and given that the unidentified source appeared to be a police officer who wanted to address criticism over the conduct of the police following the match, it was concerning that the newspaper had sought to corroborate the account only with police contacts who were not present during the alleged incidents. Additionally, the claims had been published in such a way that they gave the significantly misleading impression that they had been corroborated by multiple independent eyewitnesses. The complaint was upheld as a breach of Clause 1.Date complaint received: 26/05/2016",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee 03188-16 A man v Daily RecordSummary of Complaint1. A man\ncomplained to the Independent Press Standards Organisation that the Daily\nRecord breached Clause 1 (Accuracy) of the Editors’ Code of Practice in an\narticle headlined “Cops: Mob rule outside Hampden blocked us from getting in to\nhelp”, published in print on 26 May 2016, and “Cops claim mob rule outside\nHampden stopped them getting in to deal with battling Rangers and Hibs fans”,\npublished online on 25 May 2016.  2. The\narticle reported that police officers outside Hampden Park football ground\nclaimed that they were prevented by Glasgow Rangers supporters from entering\nthe stadium to deal with the disorder that was taking place on the pitch. It\nquoted an unnamed police officer who said he was part of a group of 75 officers\nwho were on public order duty on the day of the match. The officer said that\nsupporters “started hitting and spitting at the vans, trying to rock the vans,\nkicking the vans, trying the doors. This isn’t a few bad eggs in the crowd,\nthis was everyone walking past us”. He said that a “mob mentality” prevailed\noutside the stadium, and that parents had used their children to block roads.\nIt stated that the officer was “addressing criticism of the police reaction to\nthe Hibs fans’ pitch invasion”.3. The\narticle said that this account was backed up by other officers, and quoted one\nwho said “we heard lots of vans were attacked by Rangers fans, preventing\npolice getting to the stadium quickly”. Another officer was quoted as saying\nthat “a few of the lads were stopped from getting in the stadium when their\nvans were ambushed by Rangers fans outside the stadium. They’ve just joined in\nwith mob mentality and surged towards the cops”. It reported that Police\nScotland were asked to address the officers’ accounts, but they responded with\na general statement about the incident. 4. The print\narticle was accompanied by a smaller piece which said that the newspaper had\nput the accounts it had received from “multiple independent sources” to Police\nScotland to be verified, but received a reply which did not address the matters\nraised. This article also contained a quote from the General Secretary of the\nScottish Police Federation, who said that the actions of fans outside the\nstadium was “disgraceful”. Aside from this and the different headlines, the\nprint and online versions were identical.5. The\ncomplainant said that he was outside the stadium as police vans attempted to\nmake their way through Rangers supporters. He said that the police did not activate\ntheir sirens and made no attempt to drive around cars that were stuck due to\nthe number of people on the road. He said that while there was sarcastic\napplause from the majority of fans and some “mild verbal abuse” directed at the\npolice due to their late arrival, there were no confrontations. He said that it\nwas nonsense to suggest that parents were using their children to block the\nroad. He denied that anybody hit or spat at police vans, and said it was\ninaccurate to report that “everybody walking past” had taken part in what the\narticle said had taken place. The complainant said that the article had not\nprovided any photographic or video evidence of the “attacks”, and said that it\nwas totally fabricated. 6. The\nnewspaper said that it received an email from somebody who identified himself\nas a serving police officer who described the incident in detail; it said it\nhad been unable to verify whether or not the person who sent the email was a\npolice officer. However, it said that the allegations had been set out as\nclaims rather than facts, and that it had taken sufficient care over the\narticle. It said that the account was checked with two further police sources,\nneither of whom was present at the incident: one said that there had been\n“chat” amongst officers about the incident, while the other gave an account\nwhich tallied with the information in the email. It said it had also contacted\nthe General Secretary of the Scottish Police Federation, who said that some of\nthe accounts he had heard accorded with the account provided in the email. 7. The\nnewspaper also provided a tweet from somebody who it said was a Rangers\nsupporter who appeared to confirm that the incident had taken place. It said it\ndid not contact Rangers Football Club, as the matter did not relate directly to\nthem; it said it did not contact a Rangers fans group because it said that at\nthe time of the incident, there was no formal group the newspaper could\ncontact. However, it said that once it received complaints about the article\nfrom Rangers supporters, it published their responses on the following day. It\nsaid that it also offered, having met with a Rangers fans group which had\nformed following publication of the article, the opportunity to publish their\nresponse to the incident. In addition, it offered to publish the following\nclarification at the end of the article: On Thursday, May 26, in an article regarding the aftermath\nof the Scottish Cup Final we reported the eye-witness account of a police\nofficer on duty, who said his van came under attack from irate Rangers fans.\nThe article contained the quote: “This isn’t a few bad eggs in the crowd – this\nwas everyone walking past us.” The Daily Record accepts this allegation was\nincorrect.Relevant Code Provisions8. Clause 1\n(Accuracy)i) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not\nsupported by the text.ii) A significant inaccuracy, misleading statement or\ndistortion must be corrected, promptly and with due prominence, and — where\nappropriate — an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator.Findings of the Committee 9. The\nrequirement to “take care” under Clause 1(i) of the Code is context specific:\nthe level of care required will depend on the full circumstances of the\nmaterial published. This will include the nature and significance of the\nmaterial complained of and, where an article contains allegations about the\nconduct of a person or group, their seriousness.10. In this\ninstance, the newspaper had published a number of allegations of serious\nwrongdoing by Rangers supporters, on the basis of an account provided by an\nindividual who approached the newspaper, by email, claiming to be a police\nofficer.11. These\nallegations were made in response to criticism over the way in which the police\nhad handled the pitch invasion; the email questioned why the newspaper had been\n“happy to criticise the response time of Police Scotland” in an earlier\narticle, but had not seen fit to report on the “conduct of the Rangers fans\nleaving the ground”, which it went on to describe. 12. The\nnewspaper said it had attempted to verify the account provided in the email\nwith three further police contacts. However, the newspaper had not contacted\nanyone able to provide a first-hand account of what occurred after the match.\nFurther, it had been unable to demonstrate that any of the sources it had\nrelied on could reasonably be described as “independent”, as the article had\nclaimed.13. In\ncircumstances where Rangers supporters were accused of violence towards police,\nand other anti-social behaviour, the attempts it had made to support the\naccount of an unidentified source it had been unable to verify were not\nsufficient to demonstrate that care had been taken over the accuracy of the\narticle. Given the seriousness of the allegations, and given that the\nunidentified source appeared to be a police officer seeking to address\ncriticism over the conduct of the police following the match, it was of\nparticular concern that the newspaper had sought to corroborate the account\nonly with police contacts, none of whom were present during the alleged\nincidents. In addition, the manner in which the claims had been published gave\nthe significantly misleading impression that they had been corroborated by\nmultiple independent eyewitnesses. The complaint was upheld as a breach of\nClause 1(i).14. The\nnewspaper had offered to publish a correction which said that it was incorrect\nto report that “everyone walking past” was involved in the incident; it had\nalso published responses to the article from individual Rangers supporters, and\noffered to publish a reply to the article from a Rangers fans group. However,\nwhere the newspaper was unable to demonstrate the accuracy of the serious\nallegations set out in the article, and in light of the Committee’s finding\nthat the article gave a significantly misleading impression of the extent to\nwhich those allegations had been corroborated, the Committee did not consider\nthat these actions were sufficient to meet the requirements of Clause 1(ii) of\nthe Code.Conclusions  15. The\ncomplaint was upheld.Remedial Action Required16. Having\nupheld the complaint, the Committee considered the remedial action that should\nbe required. Given the seriousness of the allegations about the Rangers\nsupporters, the newspaper’s failure to demonstrate that care had been taken\nover the accuracy of the article, and that the action offered by the newspaper\nwere insufficient to meet the requirements of Clause 1 (ii), the appropriate\nremedial action was the publication of an upheld adjudication. The headline of\nthe adjudication must make clear that IPSO has upheld the complaint, and refer\nto its subject matter; it must be agreed in advance. The original article had\nappeared on page 6 and 7, and the adjudication should appear on page 6 or\nfurther forward. It should also be published on the newspaper’s website, with a\nlink to the full adjudication appearing on the homepage for 24 hours; it should\nthen be archived in the usual way. Should the newspaper continue to publish the\narticle online, without amendment, in light of this decision it should publish\nthe adjudication in full, beneath the headline.17. The terms\nof the adjudication to be published are as follows:Following an article published in the Daily Record on 26 May\n2016 headlined “Cops: Mob rule outside Hampden blocked us from getting in to\nhelp” in print, and “Cops claim mob rule outside Hampden stopped them getting\nin to deal with battling Rangers and Hibs fans,” online, a man complained to\nthe Independent Press Standards Organisation that the Daily Record had breached\nof Clause 1 (Accuracy) of the Editors’ Code of Practice. IPSO upheld the\ncomplaint and has required the Daily Record to publish this decision as a\nremedy to the breach.The article reported that police officers outside Hampden\nPark claimed that they were prevented by Rangers supporters from entering the\nstadium to deal with the disorder that was taking place on the pitch. It quoted\nan unnamed police officer who said that a “mob mentality” prevailed outside the\nstadium, and accused parents of using their children to block roads. The\nofficer said that supporters “started hitting and spitting at the vans, trying\nto rock the vans, kicking the vans, trying the doors. This isn’t a few bad eggs\nin the crowd, this was everyone walking past us”. It said that the officer was\n“addressing criticism of the police reaction to the Hibs fans’ pitch invasion”.\nThe article also quoted three other police sources, who supported the account\ngiven by the police officer.The complainant said that he was outside the stadium as\npolice vans attempted to make their way through Rangers supporters. He said\nthat while there was sarcastic applause from the majority of fans and some\n“mild verbal abuse” directed at the police due to their late arrival, there\nwere no confrontations. He said that it was nonsense to suggest that parents\nwere using their children to block the road. He denied that anybody hit or spat\nat police vans, and said it was inaccurate to report that “everybody walking\npast” had taken part in what the article said had taken place. He said that the\narticle was totally fabricated and there were thousands of witnesses who would\nsay likewise. The newspaper said that it had received an email from\nsomebody who identified himself as a serving police officer who described the\nincident in detail; it said it had been unable to verify whether or not the\nperson who sent the email was in fact a police officer. It said that the\njournalist checked the account with two further police sources, neither of whom\nwere present at the incident. It also said it had contacted the General\nSecretary of the Scottish Police Federation who said that some of the accounts\nhe had heard accorded with the account in the email. It said that these\nallegations had been presented as claims rather than facts in the article, and\nthat it had taken sufficient care over the article’s accuracy.The Committee found that the newspaper had taken\ninsufficient steps to take care over the accuracy of the article. Given the\nseriousness of the allegations, and given that the unidentified source appeared\nto be a police officer who wanted to address criticism over the conduct of the\npolice following the match, it was concerning that the newspaper had sought to\ncorroborate the account only with police contacts who were not present during\nthe alleged incidents. Additionally, the claims had been published in such a\nway that they gave the significantly misleading impression that they had been\ncorroborated by multiple independent eyewitnesses. The complaint was upheld as\na breach of Clause 1.Date complaint received: 26/05/2016Date decision issued: 04/08/2016\nBack to ruling listing\n\n\n"
}