{
    "url": "/rulings-and-resolution-statements/ruling/?id=03186-18",
    "title": "03186-18 Silver v Newbury Weekly News",
    "provisions": [
        "1 Accuracy (2018)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "Newbury Weekly News (Iliffe Media Group Ltd)",
    "published_on": "2018-04-19 00:00:00",
    "received_on": "2018-04-24 00:00:00",
    "concluded_on": "2018-07-02 00:00:00",
    "complaint_processing_days": 69,
    "conclusion_long": "8. The complaint was not upheld.",
    "remedial_action": "9. N/ADate complaint received: 24/04/2018",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee 03186-18 Silver v Newbury Weekly News\nSummary of complaint\n1. Howard Silver\ncomplained to the Independent Press Standards Organisation that the Newbury\nWeekly News breached Clause 1 (Accuracy) of the Editors’ Code of Practice in an\narticle headlined, “Lies told to get planning row businessman arrested,”\npublished on 19 April 2018.\n2. The article\nreported that a police report had revealed that “angry villagers [had] framed”\na businessman in a neighbourhood dispute. It stated that the businessman had\nbeen awarded compensation for his wrongful arrest “after the force conceded\n[the businessman] was arrested and handcuffed after villagers made false\nallegations of assault against him.” It stated that the incident had occurred\nin 2016, after villagers had lost a two year planning battle. It went on to\nreport that the police report into the incident stated “[The officer] agreed it\nlater transpired via mobile phone footage that the complainants against [the\nbusinessman] had been less than honest in their accounts and had lied to police\nwith a view of getting him into trouble.” It stated that following the\nincident, two people were issued with fixed penalty notices for wasting police\ntime.”3. The complainant\nwas a resident of the village, but not one of the individuals issued with a\nfixed penalty notice in relation to this incident. He said that the article was\ninaccurate, as it had reported claims made about residents by the individual\npolice officer involved as factual findings of the police report. He said that\nit had not been proven that the residents had acted dishonestly, and said that\nin the absence of criminal proceedings, the newspaper should have treated the\ncomments made by the police officer with scepticism. He said that by reporting\nthe officer’s characterisation of the residents as fact, the newspaper had\nfailed to accurately distinguish between comment, conjecture and fact. He also\nsaid that the newspaper should have gone to residents for comment, prior to\npublication, to ensure the article was fair and balanced.\n4. The newspaper\ndid not accept that it had breached the Code. It said that the statements about\nthe residents’ behaviour came from the official Thame’s Valley Police report,\nnot from an individual police officer. It provided a copy of the police report.\nIn the report, under the heading “Complainant’s Account (Summary)” it stated,\n“The complainant alleges that he was arrested following an allegation that he\nhad damaged a hedgerow and assaulted two people during a dispute back in June\n2016. It transpired that CCTV footage revealed that no assault had actually\ntaken place and the two offenders were issued with PND notices for wasting\nPolice time.”\n5. Under the\nheading, “Appeal Investigation,” the report stated, “[the businessman] was\nconveyed to Newbury Police station and during interview stated that the\ncomplaint against him was malicious and a total fabrication of the truth. This\nwas later supported by mobile phone footage taken at the time of the alleged\noffences by a member of the Anchor Vans staff and subsequently provided to\nThames Valley Police.” It went on to state that, when the police officer was\ninterviewed under caution, “[the officer] agreed that it had later transpired\nvia mobile phone footage that the complainants against [the businessman] had been\nless than honest in their accounts and had lied to Police with a view of\ngetting him in trouble.” The newspaper said that while this police\ninvestigation had focused on the alleged unlawful arrest of the businessman, it\nhad accepted as fact that the allegations made by residents had been false. It\nsaid this was the premise for the businessman’s claim of unlawful arrest and\nthe two Fixed Penalty Notices issued for wasting police time. Therefore it said\nthe article accurately reported the police report.\nRelevant Code Provisions\n6. Clause 1\n(Accuracy)\ni) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not\nsupported by the text.\nii) A significant inaccuracy, misleading statement or\ndistortion must be corrected, promptly and with due prominence, and – where\nappropriate - an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator.\niii) A fair opportunity to reply to significant inaccuracies\nshould be given, when reasonably called for.\niv) The Press, while free to editorialise and campaign, must\ndistinguish clearly between comment conjecture and fact.\nFindings of the Committee\n7. The police\nreport related to the investigation into allegations of police misconduct by\nthe businessman. The report did not make any direct findings on the behaviour\nof the residents. However, it was accepted by the investigating police force\nthat the initial allegations made against the businessman that led to his\narrest had been shown to be without basis and therefore no charges were brought\nagainst the businessman. The police report explicitly referred to it being\nagreed, by the police officer in a subsequent police interview, that the\nresidents had been “less than honest” and had “lied to Police.” The newspaper\nwas entitled to report on the police report, and did not have to approach the\nresidents involved for comment, prior to publication. There was no failure to\ntake care over the accuracy of the information. The article had accurately\nreported the Police force’s comments regarding the allegations made by\nresidents, and there was no failure to distinguish between comment, conjecture\nand fact. There was no breach of Clause 1.\nConclusion\n8. The complaint\nwas not upheld.\nRemedial Action Required\n9. N/ADate complaint received: 24/04/2018Date decision issued: 02/07/2018  \nBack to ruling listing\n\n\n"
}