{
    "url": "/rulings-and-resolution-statements/ruling/?id=03186-14",
    "title": "03186-14 Tanswell v Frome Standard",
    "provisions": [
        "1 (Accuracy) 2015",
        "2 (Opportunity to reply) 2015",
        "3 (Privacy) 2015",
        "4 (Harassment) 2015",
        "6 (Children) 2015",
        "12 (Discrimination) 2015",
        "13 (Financial journalism) 2015"
    ],
    "outcome": "No breach - after investigation",
    "publication": "Frome Standard (Mid Somerset Series) (Reach PLC)",
    "received_on": "2014-12-29 00:00:00",
    "concluded_on": "2015-04-23 00:00:00",
    "complaint_processing_days": 115,
    "conclusion_long": "19. The complaint was not upheld.",
    "remedial_action": "N/A Date complaint received: 29/12/2014",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee 03186-14 Tanswell\nv Frome StandardSummary of\ncomplaint 1. Derek Tanswell complained to the Independent Press\nStandards Organisation that The Frome Standard breached Clause 1 (Accuracy),\nClause 2 (Opportunity to reply), Clause 3 (Privacy), Clause 4 (Harassment),\nClause 6 (Children), Clause 12 (Discrimination) and Clause 13 (Financial\nJournalism) of the Editors’ Code of Practice in an article headlined\n“Councillor flouts laws he serves to uphold”, published on 23 October 2014, and\nan article headlined “Family facing anxious wait after flouting planning laws\nover caravan”, published on 8 January 2015. 2. The articles reported that the complainant, a Frome\ncouncillor who served on Mendip’s planning committee, had “flouted” planning\nlaws after he moved a static caravan on to a field in Chapmanslade that he\nowned with his partner, Sharon Snook. The articles also reported that the\ncouple had installed a septic tank and built a wall at the access to the site,\nand said that a retrospective planning application had been submitted by Ms Snook.\nThe earlier article reported that this application was to be heard by\nmid-December. The later article reported that the complainant’s family would\nhave to “wait a little longer to get a decision”, after the decision on the\napplication had been deferred, pending further investigation in to the\nagricultural officer’s report, and its claim that the alpacas Ms Snook intended\nto rear required 24-hour monitoring. 3. The complainant accepted that a caravan had been moved\nonto the site, that a septic tank had been installed, or that a wall had been\nconstructed, but denied responsibility for these actions; he said he did not\nown the land, that he did not undertake the above actions, and therefore denied\nthat he had “flouted planning laws”. He said that he lived at a different\naddress, where he pays his council tax and runs his business, but confirmed\nthat he works part-time at the Chapmanslade site. He said that he visits the\nsite to see his partner and to see his children to bed, and that he sometimes\nleaves his van overnight, and gets a lift or cycles home. He said he did not\nvisit the site every day, but confirmed that he was at the site when the static\ncaravan arrived, as he had been contracted to connect up the water. He\nconfirmed that he had acted as a planning agent on previous planning\napplications in relation to the land, but denied that this meant that he owns\nthe land, or that the allegations made in the article were accurate. The\ncomplainant contended that the later article was inaccurate as the council’s\nagricultural consultant had not said that the alpacas needed monitoring 24 hour\nhours a day, as reported, but had said that alpacas required a presence on the\nsite. 4. The newspaper telephoned the complainant on 17 October\nand 21 October, but did not receive a response; the reporter subsequently\ntexted the complainant and there was an exchange of messages on 21 October, in\nwhich the newspaper put the claim that a retrospective planning application had\nbeen submitted to the complainant, who responded by denying that there was a\nretrospective planning application. He provided the journalist with the contact\ndetails of “[his] wife’s planning consultant”, and said that the consultant\nwould verify his claims that no planning permission was required, and that\nthere had been no breach of any regulations. The newspaper noted that during\nthe exchange, the complainant had not denied owning the land. 5. The planning consultant contacted the newspaper on the\nday the first article was published and informed it that he had been instructed\nby his clients “Mr D. Tanswell & Ms S. Snook in respect of the\n[Chapmanslade] site”. He explained that planning permission was granted for the\nerection of an agricultural building on the land in June 2014, and that during the\nconstruction of this building, “the siting of the mobile home and the\ninstallation of a septic tank is a ‘permitted development’ and does not require\nexpress planning permission”. 6. The complainant provided IPSO with the “Planning\nContravention Notice” (PCN) which had been served on Ms Snook. The PCN stated\nthat the suspected breach of planning control related to the “unauthorised use\nof agricultural land for the stationing and residential use of a static\ncaravan”. The complainant provided the response to the PCN from the planning\nconsultant, which said that the consultant had been “instructed by Ms Snook and\nher partner Mr Derek Tanswell”. The agent denied that there had been a breach\nof planning regulations, and provided a defence to the siting of the static\ncaravan. In addition, it said that “we are also instructed to prepare and\nsubmit an application for the retention of the mobile home for a temporary\nperiod of 3 years in connection with the establishment of an alpaca breeding\nenterprise”. The complainant noted that the response to the PCN made clear that\nMs Snook was the owner and occupier of the land. 7. An appraisal of the planning application prepared by\nan agricultural consultancy stated that Ms Snook would be assisted in\ndeveloping a viable agricultural holding “on a part-time basis by her partner,\nMr Derek Tanswell”, and went on to state that “together, Ms Snook and Mr\nTanswell believe they have the attributes necessary to establish and manage a\nsuccessful business at the site”. In addition, the appraisal stated that “there\nmust be someone on site at most times to ensure the proper functioning of the\n[alpaca] enterprise”, and that “it is neither responsible not practical to\nestablish an alpaca breeding unit without living on site to care for the stock”. 8. The newspaper said that it approached Wiltshire\nCouncil, after it had been contacted about the caravan by neighbours of the\ncomplainant. The council provided an official comment a few days before the\nstory was published, in which it said that a static mobile home had been\nstationed on the site, without planning permission, in August. The council went\non to say that a retrospective planning application for the siting of a mobile\nhome had been received after the council served a requisition for information\nas a prelude to take formal enforcement action. A report to the Western Area\nPlanning Committee on the proposal to site a mobile home on the site in\nquestion stated that “the application is for the (partially retrospective)\nsiting of a mobile home ... It is partially retrospective in that the mobile\nhome is already on site and occupied”. 9. The newspaper provided statements from  a number\nof the complainant’s neighbours who said that he had lived in the mobile home\nsince August 2014, that he referred to the land as “my land”, that he had acted\nfor Ms Snook in planning applications in relation to the land and that he had\nbeen seen working on the land. 10. The newspaper offered to publish a clarification\nmaking clear that the complainant does not own the land in question, but that\nit is, in fact, in Ms Snook’s name. Relevant Code Provisions11. Clause 1 (Accuracy) i) The Press must take care not to publish inaccurate,\nmisleading or distorted information, including pictures. ii) A significant inaccuracy, misleading statement or\ndistortion once recognised must be corrected, promptly and with due prominence,\nand - where appropriate - an apology published. In cases involving the\nRegulator, prominence should be agreed with the Regulator in advance. iii) The Press, whilst free to be partisan, must\ndistinguish clearly between comment, conjecture and fact. Clause 2 (Opportunity to reply) i) A fair opportunity for reply to inaccuracies must be\ngiven when reasonably called for. Clause 3 (Privacy) i) Everyone is entitled to respect for his or her private\nand family life, home, health and correspondence, including digital\ncommunications. ii) Editors will be expected to justify intrusions into\nany individual's private life without consent. Account will be taken of the\ncomplainant's own public disclosures of information. Clause 4 (Harassment) i) Journalists must not engage in intimidation,\nharassment or persistent pursuit. ii) They must not persist in questioning, telephoning,\npursuing or photographing individuals once asked to desist; nor remain on their\nproperty when asked to leave and must not follow them. If requested, they must\nidentify themselves and whom they represent. iii) Editors must ensure these principles are observed by\nthose working for them and take care not to use non-compliant material from\nother sources. Clause 6 (Children) i) Young people should be free to complete their time at\nschool without unnecessary intrusion. ii) A child under 16 must not be interviewed or\nphotographed on issues involving their own or another child's welfare unless a\ncustodial parent or similarly responsible adult consents. iii) Pupils must not be approached or photographed at\nschool without the permission of the school authorities. iv) Minors must not be paid for material involving\nchildren's welfare, nor parents or guardians for material about their children\nor wards, unless it is clearly in the child's interest. v) Editors must not use the fame, notoriety or position\nof a parent or guardian as sole justification for publishing details of a\nchild's private life. Clause 12 (Discrimination) i) The press must avoid prejudicial or pejorative\nreference to an individual's race, colour, religion, gender, sexual orientation\nor to any physical or mental illness or disability. ii) Details of an individual's race, colour, religion,\nsexual orientation, physical or mental illness or disability must be avoided\nunless genuinely relevant to the story. Clause 13 (Financial Journalism) i) Even where the law does not prohibit it, journalists\nmust not use for their own profit financial information they receive in advance\nof its general publication, nor should they pass such information to others. ii) They must not write about shares or securities in\nwhose performance they know that they or their close families have a\nsignificant financial interest without disclosing the interest to the editor or\nfinancial editor. iii) They must not buy or sell, either directly or\nthrough nominees or agents, shares or securities about which they have written\nrecently or about which they intend to write in the near future. Findings of the Committee12. The Committee acknowledged the complainant’s\ncontention that the articles were inaccurate because he did not own the land in\nquestion, or live in the static caravan, and that it was inaccurate to allege\nthat he had “flouted planning law”. The Committee noted that the complainant’s\npartner, and their children, lived in the static caravan; a planning consultant\nhad been instructed to respond to the PCN by both the complainant and his\npartner; in his responses to the newspaper’s enquiries, the complainant had\ndefended the siting of a static caravan; and the complainant confirmed that he\nhad acted for his partner in a previous planning application in relation to the\nsame land. The Committee acknowledged that it was inaccurate to describe the\ncomplainant as owning the land, but took the view that, in the above\ncircumstances, it was not significantly misleading. It welcomed the newspaper’s\noffer to publish a correction to make clear that the land is formally owned by\nMs Snook. 13. The Committee acknowledged the complainant’s position\nthat the siting of a static caravan was a “permitted development”, and that\nthere was therefore neither a breach of planning law, nor a retrospective\nplanning application.  Nevertheless, a PCN notice had been served on the\ncomplainant’s partner, which identified the suspected breach of planning\ncontrol. In response to this PCN, whilst the complainant’s consultant denied\nany breach of planning law, he nevertheless notified the council that a\nplanning application was being prepared for the retention of the mobile home\nfor use as a residence by an agricultural worker. The council had referred to\nthe application as retrospective in its contact with the newspaper, and the\nreport to the planning committee for its 17 December meeting referred to the\napplication as “partially retrospective”. In these circumstances, it was not\nsignificantly misleading to refer to the planning application as retrospective. 14. Where the council, the body charged with enforcing\nplanning laws, had identified that the stationing and residential use of the\ncaravan was a suspected breach of planning control, and the complainant’s\nresponse to this was to submit a planning application for the retention of the\nmobile home, it was not misleading to report that he had “flouted strict\nplanning laws”. The Committee noted that the earlier article under complaint\nreported the complainant’s position that there was no breach of planning law. 15. No significance attached to whether the council’s\nagricultural consultant had said that the alpacas required 24-hour monitoring,\nor if he said simply that a presence was needed on the site. This aspect of the\ncomplaint did not raise a breach of Clause 1. 16. The articles reported on an application for planning\npermission. This did not intrude on the complainant’s privacy, and there was no\nbreach of Clause 3. 17. The text messages from the reporter to the\ncomplainant were not intimidating, but were professional in tone, and she had\nnot persisted in questioning the complainant after a request to desist. There\nwas no breach of Clause 4. 18. The complainant had not raised a concern which\nengaged the terms of Clause 2, Clause 6, Clause 12 or Clause 13, and the\nCommittee did not consider these aspects of his complaint further. Conclusions19. The complaint was not upheld.Remedial Action RequiredN/A Date complaint received: 29/12/2014\nDate decision issued: 23/04/2015\nBack to ruling listing\n\n\n"
}