{
    "url": "/rulings-and-resolution-statements/ruling/?id=03193-16",
    "title": "03193-16 Versi v Mail Online",
    "provisions": [
        "1 Accuracy (2016)"
    ],
    "outcome": "Breach - sanction: action as offered by publication",
    "publication": "Mail Online (Associated Newspapers Limited)",
    "published_on": "2016-05-25 00:00:00",
    "received_on": "2016-05-27 00:00:00",
    "concluded_on": "2016-07-18 00:00:00",
    "complaint_processing_days": 52,
    "conclusion_long": "10. The complaint was upheld under Clause 1 (Accuracy).",
    "remedial_action": "11. The publication had already offered to amend the article and publish a footnote. In light of the Committee’s findings on the matter, these actions should now be taken without delay. Date complaint received: 27/05/2016",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee 03193-16 Versi v Mail Online\nSummary of complaint 1.   Miqdaad\nVersi complained to the Independent Press Standards Organisation that Mail\nOnline breached Clause 1 (Accuracy) of the Editors’ Code of Practice in an\narticle headlined “Mother of four stabbed to death while her family were at a\nfuneral ‘may have been murdered in Islamic honour killing’”, published on 25\nMay 2016. 2. The\narticle reported that a woman had been found dead in her home and the police\nwere investigating the circumstances of her death.3.  The\ncomplainant said that the reference in the headline to an “Islamic honour\nkilling” was inaccurate: “honour killings” have no basis in Islam. He noted the\ndifference between the words “Islamic”, meaning relating to Islam as a faith,\nand “Muslim” meaning relating to a Muslim individual. He said that “honour killings”\nare rooted in culture, not religion. 4.  The\npublication did not believe that the headline was inaccurate, and noted that\nthe possibility that the woman had been murdered in an “honour killing” was not\nin dispute. It said that the phrase complained of had been used to indicate\nthat the killing may have been related to the religion of those concerned. The publication\ndid not accept that the phrase “Islamic honour killing” would have suggested to\nreaders that “honour killings” are approved of by Islam. It said that the\narticle was not an in-depth discussion of “honour killings”, and the phrase had\njust been used a shorthand reference to the religion of the individuals\ninvolved. It noted that “honour killings” are particularly prevalent in Muslim\ncountries. 5. Nonetheless,\nthe publication offered to remove the word “Islamic” from the headline and from\nthe article, and to publish the following footnote: An earlier\nversion of this article said that the police were investigating whether Mrs\nKhan may have been murdered in an ‘Islamic honour killing’. We are happy to\nmake clear Islam as a religion does not support so-called ‘honour killings’. 6.  The\ncomplainant declined to resolve his complaint on the basis of the publication’s\noffer, and asked that the Committee adjudicate.\nRelevant Code provisions 7. Clause\n1 (Accuracy) (i)  The press must take care not to publish\ninaccurate, misleading or distorted information or images, including headlines\nnot supported by the text.(ii) A significant inaccuracy, misleading statement\nor distortion must be corrected, promptly and with due prominence, and – where\nappropriate – an apology published.\nFindings of the Committee 8. The\nphrase “Islamic honour killing” suggested that the killing had been motivated\nby Islam, when there was no basis for saying that religion had played a role in\nthis killing. The Committee did not accept the publication’s explanation that,\nin this context, “Islamic” had simply referred to the religion of those\ninvolved. There was a failure to take care over the accuracy of the article, in\nbreach of Clause 1 (i).9. The\npublication had offered to remove the word “Islamic” from the article, and\nappend an explanatory footnote. This footnote stated the original error, and\nmade clear the correct position. It was offered in the publication’s first\nresponse to IPSO’s investigation of the complaint, which was sufficiently\nprompt. Further, the placement constituted due prominence under the Code. There\nwas no breach of Clause 1 (ii).\nConclusions 10. The\ncomplaint was upheld under Clause 1 (Accuracy).\nRemedial action required 11. The\npublication had already offered to amend the article and publish a footnote. In\nlight of the Committee’s findings on the matter, these actions should now be\ntaken without delay.\nDate complaint received:\n27/05/2016\nDate decision issued: 18/07/2016\n \nBack to ruling listing\n\n\n"
}