{
    "url": "/rulings-and-resolution-statements/ruling/?id=03194-18",
    "title": "03194-18 Purcell v The Daily Mirror",
    "provisions": [
        "1 Accuracy (2018)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "Daily Mirror (Reach PLC)",
    "published_on": "2018-04-16 00:00:00",
    "text": "\n\n\n\n\n\nDecision of the Complaints\nCommittee \n03194-18 Purcell v The Daily\nMirror\n \nSummary\nof complaint\n \n1.    Dean Purcell complained to the Independent Press\nStandards Organisation that Daily Mirror breached Clause 1 (Accuracy) of the\nEditors’ Code of Practice in an article headlined “Cops to thug: Tell us if you\nget new lover”, published on 16 April 2018.\n \n2.    The article reported that the\ncomplainant had been issued with a Criminal Behaviour Order, which ordered that\nfor the next seven years he must, within three days of the third time he has\nany sexual activity with a woman, give police her details so they can speak to\nher. It said that in March 2018 the complainant had received a custodial\nsentence after he had pleaded guilty to ABH and two counts of assault by beating\nagainst his former girlfriend. It also reported that “charges of false\nimprisonment, threats to kill, and a count of battery were left to lie on\nfile”. \n \n3.    The article reported a series of\nevents apparently leading up to the complainant’s conviction. The article said\nthat the complainant and his victim had moved into a flat and the complainant\nwas attending domestic violence meetings; “but he started to assault her,\ninitially by name-calling and slapping, before becoming ‘extremely controlling’\nof her”. The article reported that “in November last year, an argument ended\nwith Purcell pulling her hair and biting her right ear”. It continued; “Later,\nin bed, he accused [the victim] of having sex with other men, before covering\nher mouth and nose with both his hands. The next morning, he said he would kill\nher and then himself unless she told him the truth”. The article reported that\nthe complainant “grabbed a knife and only put it down when [the victim] again\nreassured him”; it said that “the victim felt unable to leave because of\nPurcell’s behaviour”. \n \n4.    The article was reported in\nsubstantially the same form online on the same day, under the headline “Thug\nwho beat up ex-girlfriend must tell police if he starts having regular sex with\nnew lover”. \n \n5.    The complainant said that the\narticle had created an inaccurate and misleading impression of the conduct to\nwhich he had pleaded guilty. He said that the article had presented the\nallegations about his conduct which the victim had made against him, as though\nthey had been accepted by him as the basis for his guilty plea.\n \n6.    The complainant said that the\narticle had been based on an inaccurate police press release, which was subject\nto complaint. He said that this press release had presented the allegations\nmade about his conduct as having been established by the court as fact; he said\nthat only the facts which he had accepted as part of his basis of plea, and\nwhich had been referred to in his plea hearing, should have been reported on. \n \n7.    The complainant provided a copy\nof his Basis of Plea. It recorded that the complainant had pleaded guilty to an\nABH charge on the basis of excessive self defence: “The defendant felt it\nnecessary to restrain the complainant. This involved holding her on the bed\nwith his body weight and holding his hand over her mouth in an apparent attempt\nto prevent her making noise”. \n \n8.    During the course of IPSO’s\ninvestigation, the complainant received the outcome of his complaint with the\npolice’s press release. The police confirmed that its press release “contained\ninformation that had been alleged by the victim, but not accepted by the\ndefendant as a basis for his plea of guilty. His plea was on the basis of\nexcessive self-defence which was accepted by the prosecution”. The police\ninvited publications to remove reference to incidents not included in the Basis\nof Plea. \n \n9.    The complainant also provided a\ntranscript of his plea hearing. This recorded that the two counts of assault\nrelated to an incident where the victim’s hair was pulled, and one incident\nwhere victim had received “a punch to the leg while they were in [the\ncomplainant’s] car”. \n \n10. The publication denied any breach\nof the Code. It said that the article accurately reported the contents of a\nstatement from the police; it was reasonable to have relied on the veracity of\nthat statement and it was not a failure to take care to do so. \n \n11. The\npublication said that the complainant had subjected his female victim to\nunacceptable violence to which he had pleaded guilty. It said that the mere\nfact that there was an agreement not to include some matters as part of the\ncharge and sentencing did not mean that they were not alleged by the victim,\nonly that the prosecution decided not to proceed with them. The publication\nsaid there was no doubt that these allegations formed part of the initial case\nand that they were allegations that were proceeded with no charge. The\npublication said that when it is clear that there has been an assault, the\nmethod of assaulting a victim should not be a matter of significant inaccuracy.\n\n \n12. Without\nprejudice to this position, the newspaper offered, as a gesture of goodwill,\nthe publish the following correction on p.2 in its established Corrections\n& Clarifications column, in order to clarify the complainant’s basis of\nplea:\n \nOur\narticle 'Cops to thug: Tell us if you get new lover'; 16 April 2018, accurately\nreported a Police press release. Although it was previously heard in court that\nDean Purcell slapped,\nname-called, bit the victim's right ear and covered the victim's mouth and nose\nwith his hands, we have been asked to clarify that his convictions of Actual\nBodily Harm and two counts of Battery related to restraining the victim by\nholding her on the bed with his body weight, hair pulling and punching her\nleg. \n \n13. It also offered to publish the\nfollowing wording online as a footnote:\n \nAlthough it was previously heard in court that\nDean Purcell slapped, name-called, bit\nthe victim's right ear and covered the victim's mouth and nose with his hands,\nwe have been asked to clarify that his conviction of Actual Bodily Harm and two\ncounts of Battery related to restraining the victim by holding her on the bed\nwith his body weight, hair pulling and punching her leg. \n \nRelevant\nCode Provisions\n \n14. Clause 1 (Accuracy)\n \ni) The Press must take care not to\npublish inaccurate, misleading or distorted information or images, including\nheadlines not supported by the text.\nii) A significant inaccuracy,\nmisleading statement or distortion must be corrected, promptly and with due\nprominence, and — where appropriate — an apology published. In cases involving\nIPSO, due prominence should be as required by the regulator. \niii) A fair opportunity to reply to\nsignificant inaccuracies should be given, when reasonably called for.\niv) The Press, while free to\neditorialise and campaign, must distinguish clearly between comment, conjecture\nand fact.\n \nFindings\nof the Committee\n \n15. It\nwas not a failure to take care over the accuracy of the article, to rely on the\ncontents of a police press release which had been issued following the\ncomplainant’s conviction. The publication was entitled to rely on the accuracy\nof information from this official source. There\nwas no breach of Clause 1(i).\n \n16. The article had accurately recorded\nwhat had been heard during court proceedings; however it had failed to\ndistinguish between the allegations which were accepted by the complainant as\npart of his guilty plea, and the allegations which were not. It reported, as\nfact, that the complainant had name-called the victim; slapped her; bit her\nright ear, and threatened her with a knife. These were not incidents which had\nbeen accepted by the complainant in his basis of plea. Accordingly, the article\nhad given a significantly misleading impression of the nature and extent of the\nconduct which had formed the basis of the complainant’s conviction. The\npublication had offered to publish a print correction, in addition to an online\nfootnote; both of the wordings offered made clear the correct position. The\nnewspaper had taken this step promptly, upon receipt of the outcome of the\ncomplainant’s complaint against the police press release and the court\ntranscript provided by the complainant. The publication of a correction on p.2\n– further forward than where the original article appeared – in addition to an\nonline footnote represented due prominence. There was no breach of Clause 1(ii).\nIn order to avoid a breach of Clause 1(ii), the newspaper should now publish\nthe corrections as offered.\n \nConclusions\n17. The\ncomplaint was not upheld.\nRemedial\naction required\n18. \nN/A\nIndependent\nComplaints Reviewer\n \nThe\ncomplainant and the publication complained to the Independent Complaints\nReviewer about the process followed by IPSO in handling this complaint. The\nIndependent Complaints Reviewer decided that the process was not flawed and did\nnot uphold either of the requests for review.\nBack to ruling listing\n\n\n"
}