{
    "url": "/rulings-and-resolution-statements/ruling/?id=03211-21",
    "title": "03211-21 Brown v The Courier",
    "provisions": [
        "1 Accuracy (2021)"
    ],
    "outcome": "Breach - sanction: publication of correction",
    "publication": "The Courier (DC Thomson Group)",
    "published_on": "2021-01-19 00:00:00",
    "received_on": "2021-04-06 00:00:00",
    "concluded_on": "2021-09-14 00:00:00",
    "complaint_processing_days": 161,
    "conclusion_long": "12. The complaint was upheld.",
    "remedial_action": "13. Having upheld a breach of Clause 1 (i) and Clause 1 (ii), the Committee considered what remedial action should be required. In circumstances where the Committee establishes a breach of the Editors’ Code, it can require the publication of a correction and/or an adjudication, the terms and placement of which is determined by IPSO. 14. In coming to a view on the appropriate remedy in this case, the Committee considered the seriousness and extent of the breach of the Code. It noted the steps that had taken by the publication before publication to check the accuracy of the article and that the claim about the size of the crowd was attributed to a witness in the text of the article. In addition, the claim had been limited to the text of the article. In these circumstances, the Committee considered that the appropriate remedy was the publication of a clarification. 15. The Committee then considered the placement of the clarification. It should appear in the established corrections and clarifications column on page 2 of the newspaper. It should also appear as a footnote to the online article. The wording of this clarification should be agreed with IPSO in advance and should make clear that it has been published following an upheld ruling by the Independent Press Standards Organisation.   Date complaint received: 06/04/2021",
    "text": "\n\n\n\n\n\nDecision\nof the Complaints Committee – 03211-21 Brown v The Courier\nSummary\nof Complaint\n1.\nMoira Brown complained to the Independent Press Standards Organisation that The\nCourier breached Clause 1 (Accuracy) of the Editors’ Code of Practice in an\narticle headlined “Pensioner accused of Covid breach at City Square protest”,\npublished on 19 January 2021.\n2.\nThe front-page article, which continued on page 8, reported that a woman had\nbeen arrested and charged with breaking Covid regulations, and a second woman\nhad been arrested and charged with “culpable and reckless conduct” after an\n“incident” in Dundee City Square. It said “police broke up a crowd of around 40\nin the city centre on Saturday after receiving a report of a protest in the\narea” and that “around 40 people had gathered in the square but mostly\ndispersed after officers arrived and offered guidance on current coronavirus\nrestrictions”. It included the comments made by a Police Scotland spokesperson who\nsaid that “most of the group [in attendance at the incident] dispersed after\nadvice was given” by officers. It said “an eyewitness said” one of the women\nhad been offering a suitcase library service” during the second lockdown as\npublic libraries remained closed. It quoted the eyewitness: “I chatted for\nabout five minutes and returned the book. Next thing I knew, three police\nofficers came along and asked her to tidy the books away and leave. She was put\nunder arrest. Another three police officers approached and arrested her friend.\nBy this time a small crowd had gathered, maybe 30-40. One or two thought about\nintervening”. The article also included a reference to video footage of the\nincident which it was reported showed bystanders asking police officers if they\nwere “embarrassed” by the actions taken.\n3.\nA substantially similar version of the article also appeared online with the\nheadline “Woman, 74, charged with breach of coronavirus restrictions after\nDundee City Square incident”.\n4.\nThe complainant was the woman reported as having been charged with “culpable\nand reckless conduct”; during the course of the IPSO investigation, she\nconfirmed that the charges against her had been dropped. She said the article\nwas inaccurate and misleading, in breach of Clause 1 (Accuracy). She said it\nhad inaccurately reported that Police Scotland broke up a “crowd of around 40”\nwhen prior to the arrival of police on the scene, only six individuals were\ninvolved in the gathering. Though she acknowledged that a few more individuals\ngathered following the arrival of police officers, she maintained that the\nnumber of those in attendance only reached 10-12 and not the figure of “30-40”\nreported by the newspaper. She said that video footage of the incident on\nsocial media demonstrated this. Her account was also supported by a summary of\nevidence she had received from Dundee Sheriff Court stated that “About 1210\nhours, said police witnesses arrived at locus and traced approximately six\npersons who congregating around a public bench. Present within the group were\n[the complainant and the other woman]”.\n5.\nThe complainant was not named in the article but said that she was identifiable\nto those who knew her because of her age and the reference to her operating the\nbook-lending service. She said that the article suggested to those who knew\nabout her involvement in the service that she had been involved in a much\nlarger gathering than was in fact the case and that she had received abuse as a\nresult of its publication.\n6.\nThe newspaper did not accept a breach of the Editors’ Code. It expressed\nsympathy to the complainant if she had received abuse as a result of the\narticle but emphasised that she had not been named in the article. It said that\nit had taken care over the accuracy of the article by seeking comment from the\neyewitness and Police Scotland, and had quoted their comments in the article.\nIt noted that the article had clearly reported the recollection of an\neyewitness that a “small crowd” of “30-40” had been present. Police Scotland\nhad provided the following statement:“A Police Scotland spokeswoman\nsaid they received a report of a protest in the Dundee City Square area at\naround 12.30pm. She said: “Officers attended and most of the group dispersed\nafter advice was given. “A 52-year-old woman was arrested and charged in\nconnection with culpable and reckless conduct. “A 74-year-old woman was\narrested and charged in connection with breach of coronavirus regulations,” she\nadded.”\n7.\nThe publication said that the reference to a “protest” in the police statement\nand it being “dispersed” supported the idea that a larger crowd had been\ninvolved than the six described by the complainant. It had not seen the\n“summary of evidence” cited by the complainant in her complaint and it did not\nbelieve that this was a public document.\n8.\nIt maintained that the footage cited by the complainant was shot at a “close\nangle” and did not fully show the scene at the time of the arrest. It provided\na further video, shot at a wider angle, in order to demonstrate that more than\nsix people were present in the immediate areas while the complainant was being\narrested. With this, the newspaper maintained that it had taken reasonable\nsteps prior to publication to take care not to publish inaccurate information\nin breach of Clause 1 and denied that the complaint had established an\ninaccuracy.\nRelevant\nCode Provisions\nClause\n1 (Accuracy)\ni)\nThe Press must take care not to publish inaccurate, misleading or distorted\ninformation or images, including headlines not supported by the text.\nii)\nA significant inaccuracy, misleading statement or distortion must be corrected,\npromptly and with due prominence, and — where appropriate — an apology\npublished. In cases involving IPSO, due prominence should be as required by the\nregulator. \niii)\nA fair opportunity to reply to significant inaccuracies should be given, when\nreasonably called for.\niv)\nThe Press, while free to editorialise and campaign, must distinguish clearly\nbetween comment, conjecture and fact.\nFindings\nof the Committee\n9.\nThe Committee considered first the care that had been taken over the accuracy\nof the article before publication in relation to the claim about the size of\nthe group involved in the incident. The Committee found that the article, which\nsaid that “around 40 people had gathered […] but mostly dispersed after\nofficers arrived”, claimed that the crowd had been gathered as part of the\nprotest (rather than in response to the presence of police).\n10.\nIt noted that the publication had relied on three sources of information: the\nstatement by the police; the statement by the eyewitness; and the video. The\npolice statement referred to a “protest” that had been “dispersed” but did not\nrefer to the numbers involved. The eyewitness account referred to a crowd of\n“30-40” but was not clear about when the crowd had gathered; it said only that\nit had reached this size “by [the] time” of the arrests. The Committee\nacknowledged that the publication had attempted to exercise caution in\nreporting on the incident, but it concluded that in circumstances where the\nwitness statement was ambiguous and the claim was not supported by either the\npolice statement or the video, reporting as fact that the alleged protest\ninvolved a crowd of “around 40” constituted a failure to take care over the\narticle, in breach of Clause 1 (i).\n11.\nIn the context of an article which reported charges of a breach of Covid\nregulations and “culpable and reckless conduct”, the size of the crowd\nallegedly gathered was a matter of significance. The publication had not been\nable to support a claim of fact that the crowd had been 40 rather than the six\nclaimed by the complainant, and the difference was significant in the context\nof the Coronavirus regulations. This point required correction under Clause 1\n(ii). Neither a clarification nor a correction was offered by the newspaper in\nregard to this. As such, there was a further breach of Clause 1 (ii).\nConclusion\n12.\nThe complaint was upheld.\nRemedial\nAction Required\n13.\nHaving upheld a breach of Clause 1 (i) and Clause 1 (ii), the Committee\nconsidered what remedial action should be required. In circumstances where the\nCommittee establishes a breach of the Editors’ Code, it can require the\npublication of a correction and/or an adjudication, the terms and placement of\nwhich is determined by IPSO.\n14.\nIn coming to a view on the appropriate remedy in this case, the Committee\nconsidered the seriousness and extent of the breach of the Code. It noted the\nsteps that had taken by the publication before publication to check the\naccuracy of the article and that the claim about the size of the crowd was\nattributed to a witness in the text of the article. In addition, the claim had\nbeen limited to the text of the article. In these circumstances, the Committee\nconsidered that the appropriate remedy was the publication of a clarification.\n15.\nThe Committee then considered the placement of the clarification. It should\nappear in the established corrections and clarifications column on page 2 of\nthe newspaper. It should also appear as a footnote to the online article. The\nwording of this clarification should be agreed with IPSO in advance and should\nmake clear that it has been published following an upheld ruling by the\nIndependent Press Standards Organisation.\n \nDate\ncomplaint received: 06/04/2021\nDate\ncomplaint concluded by IPSO: 14/09/2021\nBack to ruling listing\n\n\n"
}