{
    "url": "/rulings-and-resolution-statements/ruling/?id=03222-18",
    "title": "03222-18 Suárez v The Jewish Chronicle",
    "provisions": [
        "1 Accuracy (2018)"
    ],
    "outcome": "Breach - sanction: publication of adjudication",
    "publication": "The Jewish Chronicle (The Jewish Chronicle)",
    "received_on": "2018-04-26 00:00:00",
    "concluded_on": "2019-03-06 00:00:00",
    "complaint_processing_days": 314,
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee 03222-18 Suárez v The Jewish ChronicleSummary of complaint\n1. Thomas Suárez\ncomplained to the Independent Press Standards Organisation that The Jewish\nChronicle breached Clause 1 (Accuracy) of the Editors’ Code of Practice in an\narticle headlined “Board halt Israel hate author talk”, published online on 8\nMay 2017, and an article headlined “Quakers row as venue is rented out to\nanti-Zionist”, published in print on 20 April 2018.\n2. The 2017\narticle reported on the cancellation of a talk by the complainant at the Jesus\nLane Friends Meeting House in Cambridge, and expressed concerns that his views\nwere antisemitic. The 2018 article reported that the complainant had\nsubsequently spoken at what it said was a Quaker-affiliated venue in Bath, and\nreferred to the claims made in the 2017 article.\n3. The 2017 online\narticle stated that an event “backed” by a named campaign group, due to take\nplace at the Quaker-owned Friends Meeting House, had been cancelled. The\narticle reported that the complainant – who it described as “an author accused\nof peddling antisemitic theories on Israel and Judaism” – had been due to speak\nat the event, to promote his book “State of Terror – How Terrorism Created\nModern Israel”. The article reported that the complainant “rose to notoriety\nafter an hour-long rant on Jews and Zionism to the Palestine Society at the\nSchool of Oriental and African Studies [SOAS] last November”. It claimed that\nin this “rant”, the complainant “branded Zionism ‘fascist’ and claimed its\nleaders encouraged antisemitism in Germany to force Jews to move to Palestine”.\nThe article reported that the British Board of Deputies were among the Jewish\norganisations that raised objections to the event, and that the President of\nthe Board of Deputies had said “We are glad that, having considered the matter\nin line with Quaker values, the decision was taken to cancel the booking…It\nunderlines that the Quakers are more interested in peace and reconciliation\nthan the hate promoted by [the group backing the event]”. It also quoted an\nactivist stating he was pleased that the Wardens of the Friends Meeting House\nhad “had second thoughts”, and went on to report this individual’s views about\nthe complainant’s book; he said that it “’demonises Israel’” and “contains a\nnumber of false and hateful allegations’”. The activist was quoted as saying\nthat, had it gone ahead, the meeting “would only have fuelled hatred of Jews”.\n4. The complainant\nsaid that the article misreported the reason for his talk being cancelled. The\nFriends Meeting House had not cancelled his talk because it decided it was “not\nin line with Quaker values”. This comment had been made by the President of the\nBoard of Deputies. He said that the Quakers had issued a public statement\nfollowing the cancellation, indicating that “this decision was arrived at under\npressure of time and with incomplete information”. The statement said that some\nmembers of the Friends Meeting House had attended a rescheduled talk by the\ncomplainant, and that its members who had read his book “have no reservations\nabout [him] or his work”. The complainant provided correspondence which the\nFriends Meeting House said it had sent to the publication following the\npublication of the 2017 article, in which it set out concerns about the\naccuracy of the piece, noting that the decision to cancel the event had been\nmade by the congregation, rather than the Wardens of the Friends Meeting House.\n5. The complainant\nalso said that the article distorted his views. He denied that he was a “hate\nauthor”, as the headline called him, and said that no one had accused him of\n“peddling antisemitic theories on Israel and Judaism”. He denied that he had\ndelivered an “hour-long rant on Jews and Zionism”, at SOAS. The complainant\nsaid that he was a historical researcher, and his talk at SOAS was a discussion\nof historical sources. He denied that he had “branded Zionism ‘fascist’”;\nrather, he had said that “the fascist nature of the Zionist enterprise was\napparent to US intelligence, British intelligence and Jewish informants”, or\nwords to this effect. He said that this was a simple matter of historical\nrecord: he was describing what intelligence services had observed at the time,\nbased on his understanding of primary sources.\n6. The complainant\ndenied saying that Zionist leaders “encouraged anti-Semitism in Germany”. He\nsaid that what the historical records showed – and what he explained in his\ntalk – was that some top Zionist leaders were happy to exploit antisemitism\nwhere it did occur, to help further Zionism, and that some Zionist terrorism was\nexploited by anti-Semites to vindicate their antisemitism. The complainant said\nthat this led to further anti-Jewish violence, which in turn furthered Zionism.\nThe complainant said that in his SOAS talk, he had cited the comments of Henry\nHunloke, a Defence Security Officer in Palestine, who speculated that Zionists\nmight go as far as to stir up antisemitism, in order to force Jews to travel to\nPalestine. The complainant said he did not himself adopt this claim, and he had\nmade no reference to Germany.\n7. The 2018\narticle reported that the complainant – a “speaker accused of peddling\nantisemitic theories” – was “allowed to speak at a Quaker-founded cultural\ncentre”, and contrasted this decision with what it said was the previous\ndecision of the Friends Meeting House in Cambridge. It explained that the\ncomplainant had appeared at a Bath Friends of Palestine event at the Bath Royal\nLiterary and Scientific Institution (BRLSI). This article repeated the claim\nmade in the 2017 article that the complainant was “notorious for an hour-long\nrant about Jews and Zionism” at the SOAS event, and that he had “branded\nZionism ‘fascist’ and claimed its leaders encouraged antisemitism in Germany to\nforce Jews to move to Palestine”. The article reported that “In May 2017 the\nQuaker-owned Cambridge Friends Meeting House had cancelled an appearance by\n[the complainant] deciding it was not ‘in line with Quaker values’”. It went on\nto quote a supporter of the BRLSI saying that “the Quaker founder of BRLSI,\nEdmund Rack, did not start the organisation for this sort of thing”, in\nreference to the complainant’s views.\n8. The complainant\nsaid that this article repeated many of the inaccuracies listed above. In\naddition, he said that it was misleading for the article to refer to a “Quakers\nrow”, when the BRSLI had never been affiliated with the Quakers. Five months\nafter IPSO began investigation into the complaint, the complainant provided\ncorrespondence which the Friends Meeting House said it had sent to the\npublication in the month following the 2018 article being published, in which a\nrepresentative stated that no reference to whether the complainant’s views were\n“in line with Quaker values” had been made in its minuted decision on the\nmatter, and that the complainant had not been “banned”.\n9. The publication\ndenied any breach of the Code, and denied having received any correspondence\nfrom the Friends Meeting House, either in 2017 or 2018. It said that after the\nBoard of Deputies had contacted the Friends Meeting House about the\ncomplainant, and following the cancellation of the complainant’s talk, the\nPresident of the Board told the paper that he was glad that, “having considered\nthe matter in line with Quaker values, the decision was taken to cancel the\nbooking”; this had been accurately reported.\n10. The publication\nsaid that both articles had accurately reported criticism of the complainant’s\nviews, and in particular that the President of the Board of Deputies had said\nthat the complainant had repeatedly made statements comparing Zionists to\nNazis. It said that the claim that the complainant had said that Zionist\nleaders had “encouraged antisemitism in Germany to force Jews to move to\nPalestine” was based on contemporary reports of his talk at SOAS, which had stated\nthat he had said that Zionists “’conspired to try and increase antisemitism in\norder to force Jews to Palestine’”. The publication also referred to a report\nwhich described the complainant’s book about Zionism as “’a modern anti-Semitic\nfraud’”, and which identified alleged inaccuracies within his work.\n11. The publication\ndefended its coverage of complainant’s talk at SOAS. It said that an Israeli\nEmbassy spokesman had condemned the views expressed by the complainant as\n“racist conspiracy theories”, and that a leading campaign group opposing\nantisemitism had filed a formal complaint with the university. The newspaper\nsaid that when asked about “the Jewish state” at the SOAS event, the\ncomplainant had responded that “crammed into those three words are all of\nJewry, Judaism, Jewish history, culture, persecution, and most cynical and\nexploitative of all, the Holocaust”.\n12. The publication\ndenied that it was misleading to refer to the complainant as a “hate author” in\nthe headline of the 2017 article; this was the sub-editor’s characterisation\nbased on the substance of the article. The publication also denied that it was\nmisleading for the 2018 article to refer to a “Quakers row”: the venue referred\nto had Quaker links.\n13. The complainant said\nthat the campaign group’s complaint to SOAS had been dismissed. He said that\nthe quotations from the SOAS meeting were taken selectively from recordings\nmade in conditions of subterfuge, and so the newspaper should not be allowed to\nrely on them as evidence against his complaint.\n14. On receipt of the\ncorrespondence from the Friends Meeting House, and five months after IPSO began\nits investigation, the publication offered to issue an online correction as a\nfootnote to the 2017 article as follows:\nThis article previously stated that, at his talk at SOAS, Mr\nSuárez had said that Zionist leaders “encouraged antisemitism in Germany to\nforce Jews to move to Palestine”. Mr Suárez has since contacted us to explain\nthat, while he agrees that many Zionists sought to exploit existing\nantisemitism to encourage migration to Palestine, in this instance he was\nquoting a historical source, Henry Hunloke, who had speculated as to whether\nZionists might themselves ‘stir up antisemitism…in order to force Jews…to come\nto Palestine’. This quote did not refer specifically to Germany. We are happy\nto make this clear.\nIt also offered to issue a print correction in its\nestablished corrections and clarifications column, appearing at approximately\npage 20, as follows:\nAn April 20 article headlined “Quakers row as venue is\nrented out to anti-Zionist” reported that Thomas Suárez “was allowed to speak\nat a Quaker-founded cultural centre” – the Bath Royal Literary and Scientific\nInstitution. We understand the institution no longer has any affiliation with\nthe Quakers. The article also suggested that Mr Suárez had been “banned” from\nappearing at a Quaker Meeting House in Cambridge because his appearance was not\n“in line with Quaker values”. These words should have been attributed to\nJonathan Arkush. The Meeting House denies that it “banned” Mr Suárez. The\narticle also mentioned a talk at SOAS in which Mr Suárez said Zionist leaders\n“encouraged antisemitism in Germany to force Jews to move to Palestine”. He\nsays that, while he agrees many Zionists sought to exploit existing\nantisemitism to encourage such migration, he was quoting Henry Hunloke, who had\nspeculated as to whether Zionists might themselves ‘stir up antisemitism…in\norder to force Jews…to come to Palestine’.\nThis quote did not refer specifically to Germany. We are\nhappy to make this clear.\nRelevant Code Provisions\n15. Clause 1\n(Accuracy)\ni) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not\nsupported by the text.\nii) A significant inaccuracy, misleading statement or\ndistortion must be corrected, promptly and with due prominence, and — where\nappropriate — an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator.\niii) A fair opportunity to reply to significant inaccuracies\nshould be given, when reasonably called for.\niv) The Press, while free to editorialise and campaign, must\ndistinguish clearly between comment, conjecture and fact.\nFindings of the Committee\n16. The 2018 article\nhad stated as fact that the Friends Meeting House had cancelled the\ncomplainant’s appearance because it had decided it was “not in line with Quaker\nvalues”. The article did not make clear that this was a comment made by the\nPresident of the Board of Deputies. There was a failure to distinguish between comment, conjecture and fact,\nin breach of Clause 1 (iv), and this failure gave rise to a significant\ninaccuracy: it suggested that this was the reason given by the Friends Meeting\nHouse for the cancellation, when in fact the Friends Meeting House had cited\n“time pressures”, amongst other factors. A correction was required to avoid a\nbreach of Clause 1(ii).\n17. The publication\nhad not provided any basis for the 2018 article’s claim that the Friends\nMeeting House had “banned” the complainant. There was a failure to take care\nover the accuracy of the article, and a breach of Clause 1(i). During the\ncomplaints process, the complainant provided correspondence from the Friends\nMeeting House, refuting this claim. Reporting that the complainant had been\nbanned was a serious claim, and the inaccuracy required correction to avoid a\nbreach of Clause 1(ii).\n18. The Committee\nnoted the material provided by the publication in support of the articles’\nassertion that the complainant had said that Zionist leaders had “encouraged\nantisemitism in Germany to force Jews to move to Palestine”. However, it had\nnot provided a basis for claiming that the complainant had referred to Germany,\nor that he had adopted this claim as his own; there had been a failure to take\ncare over the accuracy of the article on this point, in breach of Clause 1(i).\nThis failure to take care gave rise to a significantly misleading impression of\nthe complainant’s expressed views, on an extremely sensitive subject. A\ncorrection was required to make clear that the complainant had been referring\nto another individual’s views in his talk, and that he had not referred to\nGermany – and to avoid a breach of Clause 1(ii).\n19. The publication\nhad offered corrections with respect to the three points identified above. In\neach instance, the corrections made clear the inaccuracies, and the correct\nposition. The publication had offered to publish the corrections as a footnote\nto the existing article, and in its established print clarifications column.\nThis was sufficiently prominent. The corrections had not been offered until\nfive months into IPSO’s investigation. Therefore, the Committee had to consider\nwhether they had been offered sufficiently promptly to avoid a breach of Clause\n1(ii).\n20. When considering\nthe issue of promptness, the Committee will take into account a number of\nfactors, including the nature of the claims found to be significantly\ninaccurate. The 2018 article had failed to correctly attribute a quote from the\nPresident of the Board of Deputies, which gave a misleading impression of the\nposition of the Friends Meeting House. This was an error on the part of the\npublication, which formed part of the complainant’s initial complaint. The\nbasis of the complaint about this was the publication’s own article from 2017,\nwhich had correctly attributed the claim. Because the material was readily\navailable to the publication, this inaccuracy should have been recognised and\ncorrected quickly on the complaint being raised. Similarly, the publication was\nmade aware at the outset of the complainant’s position in relation to the\narticles’ claims regarding his views on the ‘encouragement’ of antisemitism in\nGermany, and had ample opportunity to assess its basis for these claims. In\neach of these cases, a delay of five months elapsed between the complaint being\npassed to the publication and a correction being offered. This was not prompt,\nand there was a breach of Clause 1(ii). In relation to the claim that the\nFriends Meeting House had “banned” the complainant, the relevant correspondence\nhad been passed to the publication later in the complaints process, and the\noffer to clarify had been made within 10 days of receipt. In this instance, the\npromptness of the offer was sufficient to avoid a breach of Clause 1(ii).\n21. The 2017 article\nhad reported the comment of the President of the Board of Deputies that “’We\nare glad that, having considered the matter in line with Quaker values, the\ndecision was taken to cancel the booking’”. This claim was accurately\nattributed to the President, and, it was not misleading to report his\ninterpretation of the decision. There was no failure to take care, and no\nsignificant inaccuracy on this point. The Committee nevertheless welcomed the\npublication’s offer to clarify the Friends Meeting House’s publicly-expressed\nposition.\n22. The complainant\ndid not dispute that he had said that “the fascist nature of the Zionist\nenterprise was apparent to US intelligence, British intelligence and Jewish\ninformants”, or words to this effect. The Committee noted the complainant’s\nposition that this comment had been taken out of context, and that he was\nreporting on historical material. However, he had not provided details of this\nbroader context which indicated why this quotation gave rise to a misleading\nimpression of his expressed views. It appeared, therefore, that he had referred\nto the “fascist nature” of Zionism as being a matter of established fact, and\nhad discussed the recognition of that fact by contemporary agencies. In these\ncircumstances, there was therefore no failure to take care over the claim that\nhe had “branded Zionism ‘fascist’”, and no misleading impression of his\ncomments was created that required correction under Clause 1(ii).23. The 2017 article\nhad reported that the President of the Board of Deputies had said that the\ncomplainant “’has repeatedly and unapologetically made statements comparing\nZionists to Nazis’”. This claim was accurately attributed to the President in\nthe article and, the claim was not significantly misleading, where, as found\nabove, the complainant had drawn parallels between Zionism and Fascism. The\ncomplainant accepted that his talks involved quoting sources making such\nclaims. In these circumstances, and given the presentation of this comment as a\nclaim made by the President, the Committee did not consider that this claim\ngave rise to a significant inaccuracy that required correction under the terms\nof Clause 1.\n24. The venue\nreferred to in the 2018 article had been founded by a Quaker, and a supporter\nof the venue, quoted in the article, had argued that the complainant’s views\nwere not in line with those of the Quaker founder. The article had made clear\nwhich organisations were involved in the dispute. It was not misleading to\nrefer to a “Quakers row” in the headline. There was no breach of Clause 1 on\nthis point.\n25. The headline of\nthe 2017 article had characterised the complainant as a “hate author”. It had\nimmediately indicated that this was because he was “accused of peddling\nantisemitic theories on Israel and Judaism”. The article had gone on to quote\nthe views of an activist who had described the complainant’s book as containing\n“hateful allegations”, and who considered that a talk by the complainant would\nhave “fuelled hatred of Jews”; it had also quoted from the President of the\nBoard of Deputies, who had suggested that his talk would have promoted “hate”.\nThe headline reference to the complainant as a “hate author” was a reference to\nthese views, which were set out in the article. There was no failure to take\ncare over the accuracy of the reporting of this claim, and where the basis for\nit was made clear in the article, reporting the claim was not misleading; there\nwas no breach of Clause 1 on this point. Similarly, the articles’\ncharacterisation of the complainant’s SOAS talk as an “hour long rant” was\nplainly an expression of the publication’s views of the complainant and the\ncontent of his talk, and did not give rise to any misleading impression\nrequiring correction under Clause 1.\n26. Both articles had\ndescribed the complainant as being “accused of peddling antisemitic theories”.\nIt was not in dispute that a report had been written criticising the\ncomplainant’s book on the grounds that it was antisemitic and inaccurate. The\nCommittee did not make any finding as to whether this was an accurate\ncriticism. However, where such accusations have been made, it was not\nmisleading to report the existence of this allegation. Doing so was not\nmisleading, and there was no breach of Clause 1 on this point.\nConclusions\n27.  The complaint was\nupheld under Clause 1(i) and 1(ii).\nRemedial Action\n28.  Having upheld the\ncomplaint on three points under Clause 1(i), the Committee considered what\nremedial action was appropriate.\n29.  The publication\nhad offered corrections which addressed the inaccuracies which the Committee\nhad found in the article. These should now be published. However, in two cases,\nthese had not been offered sufficiently promptly, and the Committee had found\nbreaches of Clause 1(ii) as a result. The appropriate remedy was the\npublication of an adjudication.\n30.  The 2018 article had\nappeared on page 12 of the print edition. This article had contained all three\ninaccuracies identified by the Committee as requiring correction. The\nadjudication should be published in full on page 12, or further forward. The\nheadline to the adjudication should appear in the same font size as the 2018\narticle’s headline; the body text should appear in the same font size used in\nthe 2018 article. The headline of the adjudication should refer to IPSO, refer\nto the name of the newspaper, make clear that IPSO has upheld a complaint, or\nhas ruled against the newspaper, and refer to the subject matter of the\ncomplaint, including the complainant’s name. The headline must be agreed with\nIPSO in advance.\n31.  The adjudication\nshould also be published on the publication’s website, with a link to the full\nadjudication (including the headline) appearing in the top 50% of stories on\nthe publication’s website for 24 hours; it should then be archived in the usual\nway. In relation to the online version of the 2017 article, if the newspaper\nintends to continue to publish the article without amendment to remedy the\ndistortions identified by the Committee, the full text of the adjudication\nshould also be published on that page, beneath the headline. If amended, a link\nto the adjudication should be published with the article, explaining that it\nwas the subject of an IPSO adjudication, and noting the amendments made.\n32. The terms of the\nadjudication to be published are as follows:\nThomas Suárez complained to the Independent Press Standards\nOrganisation that the Jewish Chronicle breached Clause 1 (Accuracy) of the\nEditors’ Code of Practice in an article headlined “Board halt Israel hate\nauthor talk”, published online on 8 May 2017, and an article headlined “Quakers\nrow as venue is rented out to anti-Zionist”, published in print on 20 April\n2018. The complaint was upheld, and the Jewish Chronicle has been required to\npublish this ruling as a remedy to the breach of the Code.\nThe 2017 article stated that a talk by the complainant, due\nto take place at a Quaker-owned Friends Meeting House, had been cancelled. The\narticle reported that the complainant had previously said that Zionist leaders\n“encouraged antisemitism in Germany to force Jews to move to Palestine”. The\narticle reported that the British Board of Deputies were among the Jewish\norganisations that raised objections to the event, and that the president of\nthe Board of Deputies had said “We are glad that, having considered the matter\nin line with Quaker values, the decision was taken to cancel the booking”.\nThe 2018 article reported that the complainant was “allowed\nto speak at a Quaker-founded cultural centre despite a similar institution\nhaving previously banned him”. It repeated the 2017 article’s claim regarding\nthe complainant’s characterisation of the actions of Zionist leaders, and\nreported that “In May 2017 the Quaker-owned Cambridge Friends Meeting House\ncancelled an appearance by [the complainant] deciding it was not ‘in line with\nQuaker values’”.\nThe complainant said that it was inaccurate to report that\nthe Friends Meeting House had cancelled his talk because it decided it was “not\nin line with Quaker values”, or that it had “banned” him. The complainant also\ndenied saying that Zionist leaders “encouraged anti-Semitism in Germany”.\nThe publication said that it had not breached the Code. It\nsaid that it had relied on comments made by the president of the Board of\nDeputies, who had discussed why the event had been cancelled, and on\ncontemporary reports of the complainant’s SOAS talk which had said that the\ncomplainant had stated that Zionist leaders had encouraged antisemitism in\norder to force Jews to move to Palestine. Nonetheless, five months after\nreceipt of the complaint, it offered to publish corrections on these points.\nIPSO found that the publication had not taken care over the\n2018 article’s claim that the Friends Meeting House had “banned” the\ncomplainant because it decided his talk was “not in line with Quaker values”.\nThe claim regarding “Quaker values” was wrongly attributed to the Friends\nMeeting House when in fact it had been made by the president of the Board of\nDeputies, and there was no suggestion that the complainant had been “banned”\nfrom the Meeting House.\nIPSO noted the material provided by the publication in\nsupport of the articles’ assertion that the complainant had said that Zionist\nleaders had “encouraged antisemitism in Germany to force Jews to move to\nPalestine”. However, it had not provided a basis for claiming that the\ncomplainant had referred to Germany, or that he had adopted this claim as his\nown; there had been a failure to take care over the accuracy of the article on\nthis point, in breach of Clause 1(i). This failure to take care gave rise to a\nsignificantly misleading impression of the complainant’s expressed views, on an\nextremely sensitive subject.\nBoth inaccuracies were raised in the complainant’s initial\ncomplaint, and the material on which the complaints were based was readily\navailable to the publication. The publication had offered corrections which\naddressed the inaccuracies but these had been offered five months after the\ncomplaint was received. This was not sufficiently prompt, and there was a\nbreach of Clause 1 (ii).Date complaint received: 26/04/2018Date decision issued: 06/03/2019  \nBack to ruling listing\n\n\n"
}