{
    "url": "/rulings-and-resolution-statements/ruling/?id=03222-21",
    "title": "03222-21 Woodcock v Sunday Mirror",
    "provisions": [
        "1 Accuracy (2021)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "Sunday Mirror (Reach PLC)",
    "published_on": "2021-03-07 00:00:00",
    "received_on": "2021-04-07 00:00:00",
    "concluded_on": "2021-06-30 00:00:00",
    "complaint_processing_days": 84,
    "conclusion_long": "8. The complaint was not upheld.",
    "remedial_action": "9. N/A    Date complaint received: 07/04/2021",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee – 03222-21 Woodcock\nv Sunday Mirror\nSummary of Complaint\n1. Leslie Woodcock complained to the Independent Press\nStandards Organisation that the Sunday Mirror breached Clause 1 (Accuracy) of\nthe Editors’ Code of Practice in an article headlined “Grenfell fire 'made\nworse with water'”, published on 7th March 2021.\n2. The article reported that “firefighters who used water to\ntackle the Grenfell Tower inferno could have made a tragic mistake, an expert\n[the complainant] has told the government’s inquiry”. It stated that the use of\nwater to try and quell the fire could have made it worse as it would have\nreacted with the aluminium in the tower’s cladding “to intensify the blaze”. \n3. The complainant said that the article inaccurately\nsummarised his evidence to the Grenfell Inquiry; he had not said that\nfirefighters “could have made a tragic mistake”; he had actually asserted in\nhis submission that “the heroic frontline firefighters should be completely\nexonerated of any blame”. Instead, he had suggested that the blame should lie\nwith the London Fire Brigade (LFB) commanders, who determine policy, and who\nhad instructed the firefighters to use more water when tackling the blaze, in combination\nwith the stay-put instructions. He stated that the firefighters did not make a\n“mistake” and were not to blame, as they were simply following orders from\ntheir commanders.\n4. The publication said it did not accept that the article\nhad breached the Code. It emphasised that the complainant had stated in his\nsubmission to the inquiry that there was indisputable evidence for the\n“catastrophic” use of water as an extinguisher for fires of aluminium and\nplastic-based cladding. The publication also said that it noted that the\ncomplainant had elsewhere described 'the failure of the Grenfell Inquiry” as\n“just as \"staggering and shocking\" as the use of water by the LFB”\nand that “The LFB and its political masters [were] seeking to blame the construction\nmaterials scientists and engineers, rather than admit to any negligence”. Given\nthese comments made by the complainant, the publication said that it was not\ninaccurate for the article to have summarised his position as suggesting that\nthe firefighters who attended the Grenfell Tower fire “could have made a tragic\nmistake” by using water.\nRelevant Code Provisions\n5. Clause 1 (Accuracy)\ni) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not\nsupported by the text.\nii) A significant inaccuracy, misleading statement or\ndistortion must be corrected, promptly and with due prominence, and — where\nappropriate — an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator. \niii) A fair opportunity to reply to significant inaccuracies\nshould be given, when reasonably called for.\niv) The Press, while free to editorialise and campaign, must\ndistinguish clearly between comment, conjecture and fact.\nFindings of the Committee\n6. In his submission to the Grenfell Inquiry, the\ncomplainant had referred to the use of water in attempts to extinguish the fire\nas “catastrophic”. He had stated that “Water must never again be used” in fires\ninvolving aluminium material and that CO2 extinguishers should be fitted in all\nflats with cladding. This indicated his view that the use of water in\nextinguishing fires concerning aluminium-based material was wrong, and that CO2\nextinguishers were more appropriate. However, in the complainant’s view,\nindividual firefighters did not make this “mistake”, as they were simply\nfollowing orders from their commanders, who were to blame.\n7. The Committee considered that the article’s\ncharacterisation of the firefighters’ actions as a possible “mistake” was\njustified. It was not in dispute that individual firefighters had carried out\nsome of the actions that the complainant had deemed to be mistaken. The use of\nthe word “mistake” did not necessarily mean that individual firefighters were\nto blame; making a mistake and being to blame for it are not synonymous as the\ncomplainant appeared to suggest. The newspaper had not failed to take care not\nto publish inaccurate or misleading information in summarising the\ncomplainant’s submissions to the inquiry, nor did the article contain a\nsignificantly misleading or inaccurate statement relating to this. There was no\nbreach of Clause 1. \nConclusions\n8. The complaint was not upheld.\nRemedial Action Required\n9. N/A \n \nDate complaint received: 07/04/2021\nDate complaint concluded by IPSO: 30/06/2021\n \nIndependent Complaints Reviewer\nThe complainant complained to the Independent Complaints\nReviewer about the process followed by IPSO in handling this complaint. The\nIndependent Complaints Reviewer decided that the process was not flawed and did\nnot uphold the request for review.\nBack to ruling listing\n\n\n"
}