{
    "url": "/rulings-and-resolution-statements/ruling/?id=03232-21",
    "title": "03232-21 Henson v examinerlive.co.uk",
    "provisions": [
        "1 Accuracy (2021)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "examinerlive.co.uk (Reach PLC)",
    "published_on": "2021-04-07 00:00:00",
    "received_on": "2021-04-08 00:00:00",
    "concluded_on": "2021-07-13 00:00:00",
    "complaint_processing_days": 96,
    "conclusion_long": "13. The complaint was not upheld.",
    "remedial_action": "14. N/A  Date complaint received: 08/04/2021",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee – 03232-21 Henson v\nexaminerlive.co.uk\nSummary of Complaint\n1. Barry Henson complained to the Independent Press\nStandards Organisation that examinerlive.co.uk breached Clause 1 (Accuracy) of\nthe Editors’ Code of Practice in an article headlined “Child sex attacker Barry\nHenson threatened to kill little girl's pet […] if she told of abuse”,\npublished on 7 April 2021.\n2. The article, which appeared online only, reported on the\nsentencing of the complainant who had been convicted of “indecency with a child\nand indecent assault of a child”, in relation to incidents which occurred “when\nhe was 12”. A sub-headline to the article stated that “Barry Henson was 12 when\nhe sexually abused a young girl”. A picture of the complainant as an adult\naccompanied the article. The article included details of what was heard in\ncourt in relation to the offences, including that “Sheffield Crown Court heard”\nthat the complainant “would force the girl to carry out sex acts on him while\nalso sexually touching her” and that he had “threatened to kill a young girl’s\npet […] if she told anyone” about the incidents. It further reported that the “Prosecutor\n[…] revealed” that the complainant “went to great lengths to keep the abuse a\nsecret […] and drew up a contract.”\n3. The complainant said that the article was inaccurate in\nbreach of Clause 1. He said that the headline was misleading, as it did not\nmake clear that he had been a child at the time of the incident and that, in\nconjunction with the use of his photograph as an adult, readers would be misled\ninto believing that the offences had occurred when he was an adult. He also\nsaid that the headline may mislead readers into believing that he had violently\nforced a child in the course of the incidents, whereas the court had not heard\nnor found that he had acted violently or with force.\n4. He also said that the article had been misleading with\nrespect to the nature of his conviction. He said that the headline may have\nmisled readers into believing that he had used violent force on a child in the\ncourse of the incidents, whereas the court had not heard nor found that he had\nacted violently or with force. He also said that he had not been convicted of\nsexually touching the child in question, and that this was not the basis of his\nplea – the wording of which he provided to IPSO. He further noted that he had\nnot pled guilty to forcing a child to carry out sex acts on him, to threatening\nto kill her pet, or to drawing up a contract in an attempt to keep the offences\nsecret. Therefore, he said, it was inaccurate for the article to report that he\n“would force the girl to carry out sex acts on him while also sexually touching\nher” and that he had “threatened to kill a young girl’s pet […] if she told\nanyone” about the incidents, and that he had created a “contract.” He said\nthese were accusations which had been heard in court, rather than specific criminal\noffences to which he had pleaded guilty. \n\n5. The publication said it did not accept that the article\nwas inaccurate in breach of Clause 1. It first noted that the basis for the\nheadline claim that the complainant was a “child sex attacker” was set out in\nthe article; he had been convicted of a sexual offence involving a child who\nwas too young to consent. It noted that neither the article nor the headline\nstated that the offences were violent in nature.\n6. The publication further said that it had been heard in\ncourt that the victim had told police that the complainant had drawn up a\ncontract to attempt to keep the offences secret, and that he had threatened to\nkill her pet should she tell anyone. It noted that the article reported that the\ncomplainant had been convicted of “indecency with a child and indecent assault\nof a child”; it therefore did not accept that the article was inaccurate, where\nit reported on what was heard in court and the exact charges for which the\ncomplainant had been convicted. The publication provided the reporter’s\ncontemporaneous notes, which had been taken in court, and which demonstrated\nthat it had been heard in court that: the complainant had sexually touched the\nvictim and coerced her into carrying out sex acts on him; the complainant had\ndrawn up a contract with the victim in an attempt to keep the crimes secret;\nand the complainant had threatened to kill the victim’s pet.\n7. The complainant said that he had only pleaded on the\nbasis of licking the girl’s genitalia and the article did not make this clear\nnor specify the exact basis of his plea, and was therefore still\ninaccurate.  He also said that the phrase\n“child sex attacker” implied he was a paedophile, which he was not; the\noffences had taken place when he was still a child. He noted that, while he had\npleaded guilty to “indecency with a child and indecent assault of a child”, he\nconsidered that omitting the details of the basis on which he had pleaded\nguilty to the crime rendered the reporting of his conviction inaccurate.\nRelevant Code Provisions\nClause 1 (Accuracy)\ni) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not\nsupported by the text.\nii) A significant inaccuracy, misleading statement or\ndistortion must be corrected, promptly and with due prominence, and — where\nappropriate — an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator. \niii) A fair opportunity to reply to significant inaccuracies\nshould be given, when reasonably called for.\niv) The Press, while free to editorialise and campaign, must\ndistinguish clearly between comment, conjecture and fact.\nFindings of the Committee\n8. The Committee turned first to the question of the\nheadline. It noted that the phrasing of the headline was somewhat ambiguous.\nHowever, the Committee found that where the article and sub-headline both made\nclear the complainant’s actual age when the offences occurred, there was no\nbreach of Clause 1 on this point.\n9. The complainant had expressed concerns regarding the use\nof the phrase “Child sex attacker” in the headline of the article, as he was\nconcerned it gave the misleading impression that the attacks were forceful or\nviolent in nature, which he disputed. The Committee considered that the phrase\nwas not inaccurate or misleading, where it was clearly the publication’s\ncharacterisation of the complainant and the article made clear the basis for\nthis characterisation. It was not in dispute that the complainant had been\nconvicted of indecency with a child and the indecent assault of a child, and\nthe article did not state or imply that the offences were violent in nature.\nThe Committee also considered that it was not misleading to describe the\nperpetrator of a sexual offence as a “sex attacker”, and there was no breach of\nClause 1 on this point.\n10. The complainant also disputed the publication’s\ncharacterisation that he had “force[d]” another child to carry out sex acts on\nhim, as he again considered that this might mislead readers into believing the\noffences were violent in nature. The Committee noted that the use of the term\n“force” does not necessarily imply violence, and that the article did not state\nthat the offences were violent in nature. In circumstances where the\ncomplainant had pleaded guilty to sexual offences involving a child, who was\ntoo young to consent, it was not misleading nor inaccurate for the article to\nreport that the complainant had “force[d] another child to engage in sexual\nactivity”.\n11. It was the complainant’s position that the article was\ninaccurate as it did not include the specific detail of his plea, and stated\ninstead that he had “force[d] the girl to carry out sex acts on him while also\nsexually touching her”.   The exact\ndetails of the complainant’s plea were provided to IPSO by the complainant\nduring its investigation, and these details were corroborated by the publication’s\nnotes. The exact wording of the plea was graphic, and included explicit\nreferences to a sex act with a child. The publication was entitled to\ncharacterise the graphic and potentially upsetting plea in the manner it did,\nand no inaccuracy arose from the publication reporting that he had “force[d]\nthe girl to carry out sex acts on him while also sexually touching her” rather\nthan stating that he had pleaded guilty to licking her genitalia; this was the\npublication’s characterisation of what the complainant had pleaded to in court,\nand omitting the specific details of the plea did not render the article\ninaccurate. The Committee was also mindful of the fact that the publication had\nan obligation to protect the Code-based rights of the victim, where Clause 11\n(Victims of sexual offences) makes clear that such victims should not be\nidentified. It was, therefore, limited in the extent of detail it could include\nin the article without potentially identifying the victim. In addition, the\nspecific crimes for which the complainant had been convicted were accurately\nreported. There was no breach of Clause 1 on this point.\n12. The complainant said that the article had breached\nClause 1 by reporting that he had drawn up “a contract” in an attempt to keep\nthe offences secret, and had threatened to kill the child’s pet. He did not\ndispute that it had been heard in court that he had drawn up a contract or\nthreatened to kill the pet, but considered that the article should not have\nincluded these details as they were not included in the plea he made to the\ncourt and he had not been convicted in relation to these specific allegations.\nThe Committee considered that – where the complainant did not dispute that\nthese allegations had been heard in court – the article was not inaccurate,\nmisleading, or distorted in its reporting of the “contract” and the threats to\nkill the pet. It noted that information is heard in court can be vital to\nunderstanding the circumstances of offences that lead to convictions. While\nsuch details may not form the basis of plea agreements, where they are heard in\ncourt newspapers are entitled to report them. The Committee emphasised the\nimportance of maintaining the principle of open justice, and that newspapers\nshould be free to report what is said in court provided the Code is not otherwise\nbreached; to prohibit newspapers from reporting details of crimes which are\nheard in court unless they are specifically referred to in plea agreements\nwould be to act counterintuitively to the principal of open justice. The\nCommittee again noted that the article made clear the actual criminal offences\nfor which the complainant had been convicted; it did not state that he had been\nconvicted for drawing up a contract or threatening to kill the pet, and the\nreferences to the pet and contract were not framed as offences for which the\ncomplainant had been convicted. The exact offences for which the complainant\nhad been convicted were accurately reported, regardless of the background\ninformation also included in the article. The inclusion of these details did\nnot render the article an inaccurate, misleading, or distorted representation\nof what was heard in court, and there was no breach of Clause 1.\nConclusions\n13. The complaint was not upheld.\nRemedial Action Required\n14. N/A\n\nDate complaint received: 08/04/2021\nDate complaint concluded by IPSO: 13/07/2021\nBack to ruling listing\n\n\n"
}