{
    "url": "/rulings-and-resolution-statements/ruling/?id=03231-16",
    "title": "03231-16 Mitchell v Daily Record",
    "provisions": [
        "1 Accuracy (2016)",
        "9 Reporting of crime (2016)",
        "3 Harassment (2016)",
        "6 Children (2016)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "Daily Record (Reach PLC)",
    "received_on": "2016-05-31 00:00:00",
    "concluded_on": "2016-10-06 00:00:00",
    "complaint_processing_days": 128,
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee 03231-16 Mitchell v Daily RecordSummary of complaint\n1. Derek Mitchell\ncomplained to the Independent Press Standards Organisation that the Daily\nRecord breached Clause 1 (Accuracy), Clause 3 (Harassment), Clause 6 (Children)\nand Clause 9 (Reporting of crime) of the Editors’ Code of Practice in an\narticle headlined “Mitchell’s weekend in cells” in print and “Violent husband\nof DJ Suzie McGuire arrested after alleged threatening Facebook posts” online,\npublished on 5 April 2016, and in an article headlined “DJ Suzie nicked over\nabuse threats to ex” in print and “DJ Suzie McGuire arrested for alleged threat\nduring heated phone row with her ex-husband about their daughter” online\npublished on 30 May 2016.\n2. The 4 April\narticle reported that the complainant had spent the weekend in custody over\n“comments he allegedly made on Facebook”. It described the complainant as a\n“convicted wifebeater”, and stated that he had allegedly sent his ex-wife\n“threatening social media messages”. It said that after he was released from\ncustody without being charged, he was met outside the court building by his\n“new girlfriend” who was named.\n3. The 30 May\narticle reported that the complainant’s ex-wife had been arrested for\n“allegedly making a threat during a phone row with her ex-husband” after the\ncomplainant had “made a complaint following a row about their daughter”.\n4. The online and\nprint versions of the articles were substantively the same.\n5. The complainant\nsaid that it was inaccurate for the first article to state that he had been\ndetained over sending his ex-wife threatening “messages” on social media. He\nsaid that instead, he had been arrested for allegedly posting a video that\ncaused fear or alarm. He said that his ex-wife had made the complaint that led\nto his arrest. He was also concerned that it was inaccurate for the article to\ndescribe him as being “bearded and bedraggled” when he left court; he was not\nin such a condition, and the photograph of him accompanying the online article\ndid not show him leaving court that day.\n6. The complainant\nalso said that the first article had identified his girlfriend in breach of\nClause 9. Although she had appeared in court on the day of his hearing to\nsupport him, she was not genuinely relevant to the story.\n7. He also said\nthat the second article was biased, and unfairly focussed on him rather than on\nthe alleged offence against him, and that it had exposed his child to untrue\nallegations in breach of Clause 6. He was also concerned that the newspaper had\n“demonstrated a clear pattern of abuse and intimidation” against him over the\npast four years.\n8. The newspaper\ndid not accept that its coverage breached the Code. It said that the\ncomplainant’s new partner had attended the court where his hearing was\nscheduled, and spent a considerable amount of time sitting in the public\ngallery. It argued that her appearance in court in support of the complainant\nmade her genuinely relevant to the story, and that identifying her as the\ncomplainant’s partner did not breach the terms of Clause 9. It also said that\nwhere the complainant’s previous court appearances relating to his prior\nconvictions had attracted much media attention in the past, press coverage of\nthe hearing was to be expected.\n9. The newspaper\ndid not accept that either article was inaccurate.\nRelevant Code provisions\n10. Clause 1 (Accuracy)\ni) The Press must take care not to publish inaccurate,\nmisleading or distorted information, including pictures.\nii) A significant inaccuracy, misleading statement or\ndistortion once recognised must be corrected, promptly and with due prominence,\nand – where appropriate – an apology published.\niii) A fair opportunity to reply to significant inaccuracies\nmust be given, when reasonably called for.\niv) The Press, while free to editorialise and campaign, must\ndistinguish clearly between comment, conjecture and fact.\nClause 3 (Harassment)\ni) Journalists must not engage in intimidation, harassment\nor persistent pursuit.\nii) They must not persist in questioning, telephoning,\npursuing or photographing individuals once asked to desist; nor remain on\nproperty when asked to leave and must not follow them. If requested, they must\nidentify themselves and whom they represent.\niii)  Editors must\nensure these principles are observed by those working for them and take care\nnot to use non-compliant material from other sources.\nClause 6 (Children)\ni) All pupils should be free to complete their time at\nschool without unnecessary intrusion.\nClause 9 (Reporting of Crime)\ni) Relatives or friends of persons convicted or accused of\ncrime should not generally be identified without their consent, unless they are\ngenuinely relevant to the story.\nFindings of the Committee\n11. The complainant’s partner had appeared with the accused\nin a public forum, namely the court where the hearing was to be held. She had\nentered the court building, had asked where the case was to be heard, and had\nwaited in the public gallery for the hearing to take place; only upon\ndiscovering that the complainant was to be released without charge did she\nleave. The complainant’s partner’s decision to publicly meet with and accompany\nhim at court – in an apparent act of support – made her genuinely relevant to\nthe story. In these circumstances, and in the context of an article that\nreported that the complainant’s hearing had been cancelled and had been\nreleased without charge, naming her – and identifying her as the complainant’s\n“new girlfriend” without otherwise focusing on her – did not represent a breach\nof Clause 9.\n12. The complainant had accepted that he had been arrested\nfor allegedly posting a video on Facebook that caused fear or alarm, and that\nthe complaint leading to his arrest had been made by his ex-wife. While the\nCommittee noted the complainant’s position that he denied these allegations, it\nwas not significantly misleading for the first article to state that he had\nbeen arrested “over comments he allegedly made on Facebook”. The article made\nclear that he had been arrested over allegedly posting material on social\nmedia, and that the alleged victim was his ex-wife. In the context of a report\nthat made clear the complainant had been released without being charged,\nwhether he had allegedly published comments or a video on social media was not\na significant point. Further, while the Committee acknowledged the\ncomplainant’s concern over this description, the newspaper was entitled to\ncharacterise him as being “bearded and bedraggled” in circumstances where it\nhad seen him following his release. There was no breach of Clause 1 on these\npoints.\n13. The Committee noted the complainant’s concern that the\nsecond article had been written in a manner he considered had demonstrated\n“bias” against him, and had omitted information about the alleged offence\nagainst him. The selection of material for publication is, however, a matter of\neditorial discretion. Newspapers have the editorial freedom to make such\nselections provided that they do not raise breaches of the Editors’ Code. In\nthis instance, the article made clear that the complainant’s ex-wife had been\narrested following alleged threats she had made against him during a “telephone\nrow”; it was not in dispute that the arrest had taken place following the\nalleged row. In these circumstances, the omission of further information about\nthese allegations from the perspective of the complainant did not render the\narticle significantly misleading, inaccurate or distorted. There was no breach\nof Clause 1 on these points.\n14. The terms of Clause 3 generally relate to the conduct of\njournalists during the newsgathering process, and are designed to protect\nindividuals from unwanted or repeated approaches by the press. The\ncomplainant’s general concern over the nature of the reports about him did not\nengage the terms of this Clause.\n15. Clause 6 is designed to protect children against\nunnecessary intrusion caused directly by the press either during the\nnewsgathering process or by published material. In this instance, the second\narticle made a number of references to the complainant’s daughter. She was not,\nhowever, named or otherwise identified in the coverage. In these circumstances,\nthe brief references to her in the context of a story about the allegations\nfollowing the apparent “telephone row” between the complainant and his ex-wife\ndid not constitute an unjustified intrusion in breach of Clause 6.Conclusions\n16. The complaint was not upheld.Date complaint received: 31/05/2016Date decision issued: 06/10/2016 \n \nBack to ruling listing\n\n\n"
}