{
    "url": "/rulings-and-resolution-statements/ruling/?id=03252-18",
    "title": "03252-18 Armanazi v The Sunday Times",
    "provisions": [
        "9 Reporting of crime (2018)",
        "1 Accuracy (2018)",
        "2 Privacy (2018)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "The Sunday Times (News UK)",
    "received_on": "2018-04-28 00:00:00",
    "concluded_on": "2018-09-18 00:00:00",
    "complaint_processing_days": 143,
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee 03252-18 Armanazi v The Sunday Times\nSummary of complaint1. Zayd Armanazi\ncomplained to the Independent Press Standards Organisation that The Sunday\nTimes breached Clause 1 (Accuracy), Clause 2 (Privacy) and Clause 9 (Reporting\nof Crime) of the Editors’ Code of Practice in an online article headlined\n“Sarin chief’s sons are UK citizens”, published on 9 April 2017, and an article\nheadlined “Sons of ‘chemical weapons chief’ enjoy life as British bankers”,\npublished in print on 15 April 2018. The second article was also published\nonline on 15 April 2018, with the headline “Sons of Syria’s ‘chemical weapons\nchief’ Amr Armanazi enjoy life as British bankers”.\n2. The complainant\nwas also acting on behalf of his wife, his brother Bisher Armanazi and his\nuncle Ghayth Armanazi. Zayd and Bisher Armanazi are the sons of Amr Armanazi,\nand Ghayth Armanazi is his brother. The newspaper described Amr Armanazi as\n“Syria’s alleged chemical weapons chief”.\n3. The first\narticle was published the week after a sarin gas attack had taken place in\nSyria’s Idlib province, which had allegedly been carried out by the Syrian\ngovernment. It reported that Bisher and Ghayth Armanazi had been granted UK\ncitizenship, despite the fact that Amr Armanazi had been placed under\ninternational sanctions for running a facility in Syria which had allegedly\nbeen involved in the production of sarin nerve gas and other weapons of mass\ndestruction. It noted that Zayd Armanazi had been a British citizen since 2009,\nand that Amr Armanazi’s family in the UK had denied he was involved in military\nactivities, and had “described [the] massacre as a ‘heinous crime’”. The\narticle was illustrated with an image of Bisher Armanazi.\n4. The second\narticle was published the day after Syria’s chemical weapons facilities had\nbeen targeted by allied air strikes. It formed part of a package of stories set\nout under the headline “A flash of fear as Assad sets sights on next ‘kill\nbox’”. It reported that Amr Armanazi, described as Syria’s “alleged chemical\nweapons chief”, had “extensive ties to Britain, including two sons who worked\nin the City as investment bankers”. It named his sons and said that they had\ncome to Britain to study before “embarking on lucrative banking careers”, and\nit named his brother, “a former ambassador for the Arab League”, who also lived\nin London. It said that all three were British passport holders and they lived\nwith their families “in mansion blocks in affluent areas” of the capital.\n5. The second\narticle stated that Zayd Armanazi had gained British citizenship in 2009,\nbefore the start of the Syrian conflict, but his brother and uncle had become\ncitizens in 2013, a year after Amr Armanazi had been blacklisted by the US. It\nsaid that Amr Armanazi had been placed under UK and EU sanctions in 2014; this\nbanned him from travelling to Britain and Europe and froze any assets he held\nin the EU. The article quoted Ghayth Armanazi who had said that his brother\n“handles just normal civilian operations. I’m aghast at what’s happening in\nSyria”, and Zayd Armanazi who had described the chemical attacks in Syria as a\n“heinous crime”. The article concluded by stating that Home Office guidance\nchanged in 2015 so that an applicant could be refused citizenship based on\n“family association to individuals engaged in terrorism or unacceptable\nbehaviour”. It was illustrated with a photograph which showed Bisher and Zayd\nArmanazi, amongst others, with their father.\n6. The complainant\nsaid that given the alleged chemical attacks in Syria in April 2017 and April\n2018, the military responses from the US, the UK and France, and his father's\npublic position, he could understand that there was a public interest in\npublishing a story about his father. However, he strongly objected to the\nnewspaper’s decision to involve him and other family members in the coverage;\nthis represented a breach of Clause 9. He said they were not public figures;\nthey were irrelevant to the stories; and their inclusion had wrongly implied\nguilt by association. In fact, they had all gained UK citizenship lawfully and\non their own merits; and he had obtained citizenship before his father was\nplaced under sanctions. He said the misleading articles had triggered hate and\ndisdain towards his family in the UK, which was demonstrated by numerous\ncomments posted by readers beneath the articles online.\n7. The complainant\nsaid that his family were not genuinely relevant to the story. The references\nto them were entirely disproportionate to their involvement in the allegations\nagainst Amr Armanazi, given that they had no involvement whatsoever. The\narticles had focused on them, rather than Amr Armanazi. For instance, the first\narticle had included an image of Bisher Armanazi without his father,\ndemonstrating that the focus was not on the “alleged chemical weapons chief”,\nbut on the family.\n8. The complainant\nsaid that the family had not consented to their identification in either\narticle. The reporter had contacted him before the first article was published,\nand he had told the reporter that he was not interested in speaking to him. The\nreporter had said that the article would name them, but would note that they\nhad declined to comment or that they were unavailable for comment. He had\nadvised that it would be favourable if they said something in their defence.\n9. In a later\ntelephone conversation with the reporter, the complainant had again made clear\nthat they did not wish to be named, and the reporter had said that he was obliged\nto name them, as Amr Armanazi’s links to the UK were matters of public\ninterest. Given that the reporter had made clear that his decision to name them\nwas final and non-negotiable, the brothers had felt that they had no choice but\nto consent to being quoted. They had therefore spoken to the reporter about\ntheir background, and their position regarding the allegations against Amr\nArmanazi, trusting that he would not present a distorted image of them. The\nreporter had expressly told them that he would try to “portray a balance as\nmuch as possible and to paint out a human character, and where your family\ncomes from”. They had not been informed that the forthcoming article would, in\nfact, question their rights to citizenship and discuss their careers and lifestyles.\n10. The complainant said that they did not make a complaint\nafter the first article was published because they had no faith in the\nnewspaper’s complaints process and they were unaware of IPSO. They had hoped\nthat the story would become outdated and would not be republished. However, the\nnewspaper should not have taken the absence of a complaint as consent to\npublish the second article.\n11. The complainant had refused to speak to the reporter\nbefore the second article was published, and his brother had explicitly told\nthe reporter that he did not consent to the publication of their names, to\nquote them or to use their pictures. This was demonstrated by the recordings\nand pre-publication correspondence provided by the newspaper during IPSO’s investigation.\n12. The complainant was also concerned that the second\narticle had included a photograph which showed his wife. After the first\narticle was published, she had kept her connection to the Armanazi family\nprivate. Although her face was blurred in the image published in the second\narticle, she was identified from it, and this had affected her personally and\nprofessionally. He considered that she was certainly not genuinely relevant to\nthe story because she was not even a direct relative of Amr Armanazi.\n13. The complainant said that the articles were also\ndeliberately misleading in breach of Clause 1. They had inaccurately suggested\nthat members of the family were connected to Syria’s chemical weapons program;\nthat they supported the actions of the Syrian regime; and that they did not\ndeserve to have built their careers in the UK or to have obtained UK\ncitizenship. The complainant had explained to the reporter that his father had\nno links to the UK: the last time he had visited was in 2005 and he had no business\nor financial interests in the country. Furthermore, the family had built their\ncareers on their own merits in the UK, without any funding from Amr Armanazi,\nand they had obtained citizenship lawfully. In addition, they had all lived in\nthe UK for many years before Amr Armanazi was sanctioned: the complainant had\nlived in the UK since 1998, his brother since 2001, and their uncle since 1974.\nThe reporter had failed to include this background information in the article,\nwhich had given the significantly misleading impression that their right to\ncitizenship should be questioned.\n14. The complainant also considered that the newspaper had\ndeliberately given a significantly misleading impression of their lifestyles in\norder to create unjustified hatred towards them. Although he and his brother\nworked in the banking industry, it was inaccurate to describe their careers as\n“lucrative”, as stated in the second article. Furthermore, they did not live in\n“mansion blocks” or “affluent areas” of London. In fact, Ghayth Armanazi lived\nin a courthouse and Bisher Armanazi lived in a purpose-built flat. The\ncomplainant also objected to the published assumption that they “enjoyed life”.\nThe newspaper had deliberately exploited public anger towards wealthy bankers and\nthe war in Syria to create hatred towards them.\n15. The complainant also considered that the second article\nhad inaccurately asserted that Home Office guidance had changed and members of\nhis family would now be refused citizenship due to their relation to Amr\nArmanazi. He had found no evidence that any such guidance existed and\nconsidered that the false statement had misled readers into questioning their\nright to British citizenship. Furthermore, any such guidance would not have\napplied to them as they had not made a “conscious decision to associate with\nindividuals involved in terrorist/extremist activities” as stated in the Home\nOffice’s The Good Character Requirement Guidance.\n16. The complainant said that the newspaper had published a\nprivate photograph in the second article, without consent. He said the image\nwas taken from a Facebook profile, which had only become public due to Facebook\nchanging its privacy rules, and it was removed from the site a long time before\nthe article was published in April 2018. Given that the image was not in the\npublic domain at the time the second article was published, the complainant\nconsidered that they had a reasonable expectation of privacy in relation to it.\nFurthermore, his brother had expressly told the reporter before the second\narticle was published that he did not consent to the publication of his image.17. The newspaper denied that it had breached the Code. It\nsaid that the complainants had cooperated with its investigation; they had been\naware that they would be named and they had consented to their identification\nin the first article. The stories also concerned matters of significant public\ninterest.\n18. The newspaper said that the articles focused on Amr\nArmanazi and his links to the UK. It considered that this was a subject of\npublic interest and the public interest was particularly acute at the time of\npublication following the chemical attacks on Syrian civilians. The\ncomplainant, his brother and uncle were unquestionably relevant to the issue as\nthey were Amr Armanazi’s link to this country. The fact they had obtained\ncitizenship and enjoyed comfortable lives in the UK despite their\nfather/brother being the subject of international sanctions, given his alleged\nrole in the chemical attacks on civilians by the Syrian regime, was a matter of\npublic interest. That interest was not reduced by the fact that the brothers\nhad worked hard to obtain their jobs and their lifestyles.\n19. The newspaper also considered that, as reported in the\nsecond article, if the family applied for British citizenship today, it was\npossible that they would be refused because of a change in Home Office\nguidance, introduced in 2015. That guidance stated that citizenship may be\nrefused if there was “family association to individuals engaged in terrorism or\nunacceptable behaviour”. The newspaper considered that the articles contributed\nto a public debate on citizenship and the application and effect of\ninternational sanctions; this was also a matter of public interest.\n20. The newspaper accepted that the complainant and his\nfamily had not consented to being identified in the second article. It\nconsidered, however, that their consent to identification in both articles was\nnot a condition of publication as they were clearly relevant to the subject\nmatter. In any event, they had co-operated with the publication of the first\narticle and agreed quotes had been included. The newspaper had agreed not to\npublish the names of their employers or to identify where in London they lived.\nNo complaints were made after the first article was published.\n21. The newspaper considered that the extent of the\ncomplainants’ co-operation with the reporter before the first article was\npublished was evidenced by the pre-publication correspondence, as well as the\nrecordings of the reporter’s conversations with the complainant, which had\ntaken place on 12 November 2016 and 7 April 2017. The newspaper provided this\nmaterial to IPSO.\n22. The newspaper said that the second article had merely\nrepeated the same personal information contained in the first article;\ninformation that had been published with consent and without complaint.\n23. In addition, the newspaper noted that information\nconcerning Amr Armanazi’s family links to the UK was already in the public\ndomain at the time of publication. It pointed to two articles, one of which\nnamed the complainants as the sons and brother of Amr Armanazi. \n24. With regard to the complainant’s concern that his wife\nhad been identified due to the image published in the second article, the\nnewspaper said that this photograph was available to the public via his\nsister’s Facebook profile. There was no suggestion that she kept the identity\nof her husband or his family secret; the newspaper had taken care to pixellate\nher face and she was not named in the articles.\n25. The newspaper denied that the articles were inaccurate\nor misleading. It said that, although it was not strictly necessary for it to\ndo so, it had given the family an opportunity to comment and in doing so it had\nensured that it had taken the care required by the Code to ensure it was\npublishing fair and accurate content.\n26. The newspaper considered that it was not in dispute that\nthe complainant, his brother and uncle had UK citizenship, and that the\nbrothers had successful careers in banking. While the reporter had discussed\nwith the brothers how they had come to the UK, the newspaper was not obliged to\npublish that information. Similarly, it was not obliged to report on how they had\nbuilt their careers in the City. The omission of this information did not\nrender the articles misleading.\n27. The newspaper also denied that it had given a misleading\nimpression of the complainants’ wealth and lifestyle in the UK. It said that\nwhat constituted a “lucrative” career was subjective; the average employee of\nan investment bank, including technology professionals, would earn many times\nthe average salary in this country. Furthermore, properties in the areas in\nwhich the complainants lived, at the intersection of zones two and three, could\nnot be afforded by the average Londoner; it was not inaccurate to describe them\nas “affluent areas”. It also did not consider that it was misleading to state\nthat the complainants lived in “mansion blocks”. Although there may be\narchitectural differences between “mansion blocks” and “court houses”, the\naverage reader would use the term “mansion block” to describe Ghayth Armanazi’s\nhome. While it was not technically accurate to describe Bisher Armanazi’s\n“purpose built” flat as a “mansion block”, it did not consider that this was a\nsignificant inaccuracy requiring correction.\n28. The newspaper denied that the articles suggested that\nthe complainants were guilty by association or that they were individually\nconnected to Syria’s chemical weapons programme. It noted that the articles had\nincluded their condemnation of the events in Syria and their concern for those\nliving there. Equally, it considered that there was no suggestion that their\ncareers had been the result of \"corruption rather than merit\" as the\narticles were not about how they had obtained their jobs; the articles reported\nwhat they did.\n29. The newspaper acknowledged the complainants’ concerns\nfor their personal security following the articles’ publication. However, it\ndid not accept that the information published was private or that the articles\nhad created a risk to the family’s security, aside from any risk that presented\nas a consequence of their relationship to Amr Armanazi. The information was\nalready in the public domain: their names, relationship with Amr Armanazi and\nthe nature of their employment were not private at the time of publication. It\nreferred to the Financial Services Authority's register to demonstrate that\ninformation about Bisher and Zayd Armanazi’s employment was already publicly\navailable. In any event, the newspaper considered that the family had consented\nto being identified and quoted in the first article; no additional personal\ninformation had been included in the second article.\n30. With regard to the complainant’s concern that the second\narticle had made an inaccurate reference to Home Office guidance, the newspaper\nsaid that it had approached the Home Office for comment in November 2016, and\nit provided the correspondence. In its reply, the Home Office explained that\nits guidance had changed in 2015 and that \"an applicant’s family\nassociation to individuals engaged in terrorism or unacceptable behaviour, or\nthose who have raised security concerns, may cause the applicant to be refused\ncitizenship.” The newspaper said that the information had been checked with the\nHome Office again before publication in April 2017, and the Home Office had\nconfirmed in August 2018, during IPSO’s investigation, that the information\nremained correct and it provided the email. The information had been correctly\nreported in the second article.\n31. The newspaper said that the images it had published were\ntaken from a publicly accessible social media account. There were no security\nsettings in place when the reporter accessed the images. Even if the pictures\nhad subsequently been removed from social media or if steps had been taken to\nput security restrictions on the account, the pictures had been made public and\nwere not therefore private at the time of publication. The newspaper also\nconsidered that the images had conveyed the fact of the family relationship and\nBisher Armanazi’s face; there was nothing intrinsically private about this\ninformation. Care was taken to blur the image of Zayd Armanazi’s wife as she\nwas not a direct relative of Amr Armanazi.\nRelevant Code provisions\n32. Clause 1 (Accuracy)\ni) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not\nsupported by the text.\nii) A significant inaccuracy, misleading statement or\ndistortion must be corrected, promptly and with due prominence, and — where\nappropriate — an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator.\niii) A fair opportunity to reply to significant inaccuracies\nshould be given, when reasonably called for.\niv) The Press, while free to editorialise and campaign, must\ndistinguish clearly between comment, conjecture and fact.\nClause 2 (Privacy)*\ni) Everyone is entitled to respect for his or her private\nand family life, home, health and correspondence, including digital\ncommunications.\nii) Editors will be expected to justify intrusions into any\nindividual's private life without consent. In considering an individual's\nreasonable expectation of privacy, account will be taken of the complainant's\nown public disclosures of information and the extent to which the material\ncomplained about is already in the public domain or will become so.\nClause 9 (Reporting of Crime)*\ni) Relatives or friends of persons convicted or accused of\ncrime should not generally be identified without their consent, unless they are\ngenuinely relevant to the story.\nPublic Interest\nThere may be exceptions to the clauses marked * where they\ncan be demonstrated to be in the public interest.\n1. The public interest includes, but is not confined to:\nDetecting or exposing crime, or the threat of crime, or\nserious impropriety.Protecting public health or safety.Protecting the public from being misled by an action or\nstatement of an individual or organisation.Disclosing a person or organisation’s failure or likely\nfailure to comply with any obligation to which they are subject.Disclosing a miscarriage of justice.Raising or contributing to a matter of public debate,\nincluding serious cases of impropriety, unethical conduct or incompetence\nconcerning the public.Disclosing concealment, or likely concealment, of any of the\nabove.\n\n\n\n\n\n\n2. There is a public interest in freedom of expression\nitself.\n3. The regulator will consider the extent to which material\nis already in the public domain or will become so.\n4. Editors invoking the public interest will need to\ndemonstrate that they reasonably believed publication - or journalistic\nactivity taken with a view to publication – would both serve, and be\nproportionate to, the public interest and explain how they reached that\ndecision at the time.\nFindings of the Committee\n33. Both articles were published in the context of major\nglobal news stories: the first article was published shortly after Syrian\ncitizens had been attacked with chemical weapons allegedly manufactured by the\nfacilities overseen by Amr Armanazi, and the second piece followed allied\nmilitary action targeted at those very facilities. In this setting, the first\narticle had reported that “the son and brother of President Bashar al-Assad’s\nalleged chemical weapons chief have been granted UK citizenship even though he\nis under international sanctions”, and that his eldest son had obtained\ncitizenship in 2009, under the headline, \"Sarin chief’s sons are UK\ncitizens”. The second article, which followed an airstrike on alleged Syrian\nchemical weapons facilities, contrasted the complainant and his relatives’\nlives in the UK with the situation in Syria.\n34. The Committee noted that the purpose of Clause 9 is to\nprotect the families and friends of people accused or convicted of crime from\nbeing caught unnecessarily in the media spotlight. It acknowledged the complainant’s\nposition that he, his brother and his uncle were private citizens with no role\nin the events in Syria, and that the complainant had been granted citizenship\nbefore his father was placed under sanctions.\n35. However, the articles under complaint concerned the UK’s\npublic policy on applications for citizenship, and in particular the recent\namendment of Home Office guidance providing that an applicant could be refused\ncitizenship based on “family association to individuals engaged in terrorism or\nunacceptable behaviour”. In this context, the fact that Amr Armanazi’s family\nmembers had been able to obtain or retain their British citizenship despite the\nallegations against him was a legitimate matter of public discussion and debate\nspecifically because of their familial relationship to him. Their case, which\nincluded the details of when and how they had moved to the UK and obtained UK\ncitizenship, directly illustrated a public policy issue and had the potential\nto contribute to the debate surrounding who should qualify for UK citizenship,\nand who should not. In the specific context of this story, identifying the\ncomplainant and other family members as relatives of Amr Armanazi was not a\nbreach of Clause 9; they were directly relevant to the story.\n36. There was a dispute between the parties as to whether\nthe complainant and his brother had consented to being identified in the first\narticle. The Committee noted that the complainant had made clear that he and\nhis brother did not want to be named, and he had only cooperated with the\nreporter’s enquiries because he was told that they would be named regardless.\nHowever, as previously discussed, the complainant, his brother and uncle were\ngenuinely relevant to the stories. It was therefore not necessary for the\nnewspaper to obtain their consent.\n37. The Committee noted the complainant’s concern that his\nwife, who was not a direct relative of Amr Armanazi, had been identified in the\nsecond article. However, the newspaper had taken steps to conceal her identity\nand it had not named her. She did not have a reasonable expectation of privacy\nin relation to the fact she was married to Amr Armanazi’s son. There was no\nbreach of Clause 9 on this point.\n38. The Committee acknowledged the complainant’s concern\nthat the coverage had intruded into his private life and that of his family.\nHowever, the fact that the complainant, his brother and uncle were related to\nAmr Armanazi, with whom they shared a surname, was not a matter about which\nthey had a reasonable expectation of privacy. The Committee noted that they had\nalready been named in relation to Amr Armanazi and his work at the Syrian\nScientific Studies and Research Center, in an article published in 2013.\nMembers of the family had also disclosed the family connection on a social\nmedia site that was not protected by privacy settings. Their professions and\nthe fact they lived in London were also not private. There was no breach of\nClause 2 on this point.\n39. Before the second article was published, Bisher Armanazi\nhad expressly stated that he did not consent to his photograph being used. The\nnewspaper had proceeded to publish a photograph of him with members of his\nfamily in the second article anyway. However, the newspaper had obtained the\npublished the image from an open Facebook profile. Regardless of whether the\nprivacy settings had later been changed, the image had been in the public\ndomain; it was not private. Furthermore, it merely showed the complainant and\nhis brother’s faces, and illustrated their connection to Amr Armanazi. It did\nnot disclose any private information about them in breach of Clause 2. There\nwas no breach of Clause 2.\n40. The Committee acknowledged the complainant’s concern\nthat the newspaper had implied that they were guilty by association, and that\nit had failed to report the background information that he and his brother had\ngiven to the reporter, which would have made clear to readers that they had\nachieved success and citizenship on their own merits and lawfully. However, the\nnewspaper was not obliged to report all the information the brothers had\nprovided. Both the articles included quotations attributed to them\nindividually, in which they expressed their horror at the events in Syria, and\nwhich had previously been agreed. The Committee noted in particular that the\nfirst article reported that the family had said that the chemical weapons\nattacks were a “heinous crime”; this was repeated in the second article and\nattributed to the complainant. The articles had not given the misleading\nimpression that the complainant, his brother or his uncle were involved in the\nallegations against Amr Armanazi, or that they had benefited from his alleged\nwork on Syria’s chemical weapons programme. There was no failure to take care\nover the accuracy of the articles on this point.\n41. The complainant had considered that the second article\nhad inaccurately suggested that he and his family would not have gained\ncitizenship under current Home Office rules. The newspaper had obtained the\nreported information from the Home Office in November 2016, and it provided the\nemail correspondence. It said that it had also checked the information with the\nHome Office before the first article was published in April 2017, and the Home\nOffice had confirmed again – during IPSO’s investigation – that the information\nremained correct. As the information had been obtained directly from the\nprimary source and checked before publication, there was no failure to take\ncare over its accuracy in breach of Clause 1. The newspaper had accurately\nreported the information the Home Office had provided. It had not asserted as\nfact that the complainant and his family would not now obtain UK citizenship.\nThere was no breach of Clause 1 on this point.\n42. The Committee noted the complainant’s concern that the\nnewspaper had given a significantly misleading impression of the lives his\nfamily led in the UK, in order to exploit public hatred of bankers and the\nSyrian regime. However, it was not in dispute that the complainant and his brother\nworked in the banking industry and that their uncle had been an ambassador for\nthe Arab League. The complainant had also accepted that he had been\n“successful” in his career. It was not significantly misleading for the\nnewspaper to have described these career paths as “lucrative”.\n43. While the Committee acknowledged the complainant’s\nposition that they did not live in “affluent” areas of London, the level of a\nneighbourhood’s affluence is somewhat subjective, and the Committee did not\nconsider that the reporter’s characterisation of the areas as “affluent” was\nmisleading. The reporter had also confirmed where they lived by visiting their\nhomes. There was no failure to take care over the accuracy of the articles on\nthis point.\n44. The Committee noted that the newspaper had accepted that\nBisher Armanazi did not live in a “mansion block”, but in the context of this\narticle, this did not represent a significant inaccuracy that required\ncorrection under the terms of Clause 1. It was also not significant whether\nGhayth Armanazi lived in a courthouse or a mansion block. These points did not\nrepresent a failure to take care over the accuracy of the articles in breach of\nClause 1.\n45. The Committee did not consider that the report that the\nfamily “enjoyed life” in the UK was an assertion of fact. The phrase merely\nserved to present the contrast between the experiences of those who lived in\npeace in the UK, to those who currently lived in war-torn Syria. The reference\nwas not misleading. There was no failure to take care over the accuracy of the\narticles. There was no breach of Clause 1.\nConclusion\n46. The complaint was not upheld.\nDate complaint received: 28/04/18\nDate decision issued: 18/09/18\nReview\nThe complainants complained to the Independent Complaints\nReviewer about the process followed by IPSO in handling this complaint. The\nIndependent Complaints Reviewer decided that the process was not flawed and did\nnot uphold the request for review.\nBack to ruling listing\n\n\n"
}