{
    "url": "/rulings-and-resolution-statements/ruling/?id=03273-16",
    "title": "03273-16 Swift v mirror.co.uk",
    "provisions": [
        "1 Accuracy (2016)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "mirror.co.uk (Reach PLC)",
    "published_on": "2015-06-13 00:00:00",
    "received_on": "2016-06-02 00:00:00",
    "concluded_on": "2016-09-06 00:00:00",
    "complaint_processing_days": 96,
    "conclusion_long": "8. The complaint was not upheld.",
    "remedial_action": "9. N/A Date complaint received: 2/6/2016",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee 03273-16 Swift v mirror.co.ukSummary of complaint\n1. Jason Swift complained to the Independent Press Standards\nOrganisation that mirror.co.uk breached Clause 1 (Accuracy) of the Editors’\nCode of Practice in an article headlined “’Predatory’ ex-army officer who\ngroomed hundreds of young girls online is jailed for 10 years”, published on 13\nJune 2015.\n2. The article reported that the complainant, an ex-army\nofficer, had been jailed for 10 years after being convicted of possessing\nindecent images and inciting children to engage in sexual activity. It said\nthat the police had found 3,000 indecent images stored on his computer, and\nthat he had contact with thousands of children between September 2012 and\nOctober 2013. It also said that the complainant had “threatened” the children\nand used “blackmail” to make them carry out sexual acts on themselves. The\narticle quoted Detective Constable Nicola Perry who said that Swift was “a\ndangerous, predatory man who preyed on the vulnerable for his own sexual\ngratification”.\n3. The complainant said that it was inaccurate to report that\nhe had contact with “thousands of children”. He said that while he had\nthousands of photographs of children on his computer, this did not mean that he\nhad contacted thousands of children. He said that as he was a Staff Sergeant,\nand had not undergone officer training at Sandhurst, it was inaccurate to\ndescribe him as an “ex-army officer”. He also said that he had not threatened\nand blackmailed children, as the article reported, and said that a statement in\na police press release should not be taken as fact.\n4. The publication said that because the article had been\nsyndicated from a local newspaper, and had been published almost 12 months\nprior to the complaint being received, it was not in a position to trace the\nidentity of the person who wrote the story, and could not assist with the\nunderlying facts supporting the story. It said that the information concerning\nthe complainant contacting “thousands of children” could have been obtained in\naddition to the police press release upon which the article was based, or it\ncould have been a typographical error. However, it said that it made little\ndifference whether the complainant had contacted hundreds or thousands of\nchildren online given that he was found in possession of 3,000 indecent images\nof children; it said that each image was an abuse of that particular child, and\nthe effect of any inaccuracy paled into insignificance when compared to the\ndistress suffered by the children filmed and abused. It also said that the\ndifference between a commissioned and non-commissioned officer – a Staff\nSergeant – was not significant in the context of the article.\nRelevant Code Provisions \n5. Clause 1 (Accuracy)\ni) The Press must take care not to publish inaccurate,\nmisleading or distorted information, including pictures.\nii) A significant inaccuracy, misleading statement or\ndistortion once recognised must be corrected, promptly and with due prominence,\nand - where appropriate - an apology published. In cases involving the\nRegulator, prominence should be agreed with the Regulator in advance.\nFindings of the Committee\n6. While the Committee acknowledged the difficulties in dealing\nwith a complaint made almost 12 months after publication, it did not consider\nit likely that the reference to the complainant having had contact with\n“thousands” of children had been obtained by the publication in addition to the\npolice press release. However, while the Committee noted the complainant’s\nposition that he did not have contact with “thousands” of children, the article\nhad made clear that he had been convicted of 26 charges of possessing indecent\nimages, and eight counts of inciting children to engage in sexual activity. In\ncircumstances where the precise details of the complainant’s convictions were\nreported in the article, and having considered the nature of the crimes the\ncomplainant was convicted of, the Committee did not consider that the reference\nto the complainant having contact with “thousands” of children was\nsignificantly inaccurate. There was no breach of Clause 1.\n7. In circumstances where the complainant was convicted of\ninciting children to engage in sexual activity, and the police press release\nquoted an officer saying that the complainant had used “threats and blackmail”\nagainst the children he had contacted, it was not misleading for the article to\nmake reference to him threatening and blackmailing children. In addition, given\nthat the complainant was a non-commissioned officer in the army, it was not\nsignificantly misleading to refer to him as an “ex-army officer” in the context\nof an article that focused on his convictions. There was no breach of Clause 1\non either point.\nConclusions\n8. The complaint was not upheld.\nRemedial Action Required\n9. N/A\nDate complaint received: 2/6/2016Date decision issued: 6/9/2016\n \nBack to ruling listing\n\n\n"
}