{
    "url": "/rulings-and-resolution-statements/ruling/?id=03296-21",
    "title": "03296-21 Carr v Southend Echo",
    "provisions": [
        "1 Accuracy (2019)",
        "2 Privacy (2019)"
    ],
    "outcome": "Breach - sanction: action as offered by publication",
    "publication": "Southend Echo (Newsquest Media Group)",
    "received_on": "2021-04-12 00:00:00",
    "concluded_on": "2021-10-13 00:00:00",
    "complaint_processing_days": 184,
    "conclusion_long": "18. The complaint was upheld in part.",
    "remedial_action": "19. The published correction put the correct position on record and was offered promptly and with due prominence. No further action was required.  Date complaint received: 12/04/2021",
    "text": "\n\n\n\n\n\nDecision\nof the Complaints Committee – 03296-21 Carr v Southend Echo\nSummary\nof Complaint\n1. June\nCarr complained to the Independent Press Standards Organisation on behalf of\nherself and her husband, Alex Carr, that the Southend Echo breached Clause 1\n(Accuracy) and Clause 2 (Privacy) of the Editors’ Code of Practice in the\nfollowing two articles:\n·       \nAn\narticle headlined “NOISE PAYOUT FOR AIRPORT NEIGHBOURS“ published on 31 March\n2021.\n·       \nAn\narticle headlined “‘Pay us £100k and we will move out’”, published on 13 April\n2021.\n2. Both\narticles appeared online in substantially the same format under the headlines\n“Southend Airport to pay £86k to neighbours for noise” and “Fury as families\nmiss out on Southend Airport compensation”, respectively.\n3. The\nfirst article appeared on the front page of the newspaper, with its headline\nfollowed by a standfirst stating “Nine homes to get a share of £134k due to\nrunway noise”. Both the headline and standfirst appeared in front of a\nphotograph showing the complainant and her husband in the foreground sitting in\na garden, with an aeroplane standing on tarmac clearly visible in the\nbackground, captioned: “Not so peaceful – Alex and June Carr in their garden\nthat backs onto Southend Airport”. The front-page directed readers to page 9\nfor the full article. This reported that following a court ruling, “nine homes\non nine different roads” were paid between “£4,000 and £17,000” to help repay\nlosses to the value of their properties following the 2021 extension to\nSouthend Airport. The article included the comments of a number of local\nresidents, including one “who wishes to remain anonymous”, and featured the\nsame image which had appeared on the front-page. This was captioned:\n“Neighbours – Southend Airport”.\n4. The\nsecond article appeared on page 6 beneath the headline “‘Pay us £100k and we\nwill move out’” and reported the “demands” made by the “furious families” who\nlive next door to Southend Airport. It included the same image used within the\nfirst article and stated that the complainant wanted “£100,000 from airport\nbosses” so that she and her husband could move out of their home: “It’s unfair,\nwe’re the closest to the runway. I’d be lucky if we got £300,000 for it now,\nit’s worth over £400,000. To work for 30 years on the house and to lose so much\nmoney is heart-breaking. We can’t sit in the garden because of it”. The article\nthen included the comments from another resident and Southend Airport as well\nas the following correction:\n“The\nEcho would like to correct the story it published on March 31 in relation to\ncompensation handed to residents. In our initial story we stated that the\nairport would pay £134,000 in compensation. This was a mistake and the airport\nwill actually pay £86,500 to residents. We would like to apologise for any\nconfusion caused.”\n5. The\ncomplainant said both articles were inaccurate and misleading, in breach of\nClause 1. In regard to the first article, she said that the inclusion and\nprominence of the photograph, with the caption identifying her and her husband\nby name, under the headline: “NOISE PAYOUT FOR AIRPORT NEIGHBOURS”, incorrectly\nimplied that they had received compensation from the airport; they had not. The\ncomplainant said that this had resulted in “bad feelings” within their local\narea as it was perceived as an affront by their neighbours to their collective\neffort for compensation.\n6. The\ncomplainant said that the second article had inaccurately reported the quote\nshe had given to the newspaper: she denied that she had demanded “£100,000”\nfrom the airport. Instead, she said the reporter asked her how much she thought\nher house was worth, to which she responded that “like for like” in another\narea, she would get £100,000 more.  She\nsaid that the article misrepresented her position, and it was inaccurate to\nreport that she had “demanded” such an amount, or said she would leave if she\nwas awarded it.\n7. In\naddition, the complainant said both articles breached Clause 2 (Privacy) by\npublishing an image of her and her husband in their garden, taken a number of years\npreviously for a different story, without their consent or permission.\n8. The\nnewspaper did not accept a breach of the Editors’ Code. In regard to the first\narticle, it did not consider that the inclusion of the image, which identified\nthe complainant, was misleading. It said that neither the text of the article\nnor the caption of the image reported that the complainant had received\ncompensation, with the image used merely to illustrate the extent to which\nlocal residents were affected by the extension.\n9. Furthermore,\nit argued that this “impactful” image was widely circulated within the media\nand a “well-known representation” of the issue, with the newspaper providing a\nnumber of past articles which included the image from a range of publications\nin order to demonstrate this. With this, and the complainant’s own public\ndisclosures of information – such as appearing on ITV’s This Morning to discuss\nthe matter from her garden – the newspaper did not accept the complainant’s\nprivacy concerns under Clause 2. \n10. The\nnewspaper did not accept that the second article inaccurately reported, or\nmisrepresented, the comments made by complainant to the newspaper. The\nnewspaper maintained that the reporter had asked her if she would accept £100,000\nin compensation from the airport as she believed that amount had been deducted\nfrom the value of her property to which she responded yes. The newspaper\nprovided a copy of the reporter’s contemporaneous shorthand notes of the\ninterview with the complainant in order to demonstrate this, accompanied by a\ntranscript of the relevant notes. The transcript showed that in response to the\ncomplainant stating that she believed her house had been devalued by £100,000,\nthe reporter had asked her “would you want airport to pay you that back?” to\nwhich she responded “yes”. The newspaper said that upon hearing that the\ncomplainant was displeased with the first article, it had contacted her, and\nthe second article served to clarify that the complainant had not in fact received\ncompensation from the airport.\n11.\nFurthermore, the newspaper offered, in an effort to resolve the matter upon\nreceipt of the complaint, to publish a correction at the top of page 2 of the\nnewspaper, stating that the complainant had not received compensation and\nclarifying the complainant’s comment in regard to the £100,000.\n12. The\ncomplainant was not satisfied by the correction offered by the publication, as\nit did not make clear that she had not made the comment attributed to her. She\ndid not consider it adequate to address her concerns, particularly in regard to\nthe remarks reported in the second article. In response, the publication\noffered to publish the following, amended correction:\nOn March\n31, the Echo published a news story which covered compensation given to various\nhomeowners around Southend Airport. In our coverage, we used – on the front\npage – an image of a plan at Southend Airport, very close to homes. This was\nused to illustrate the close proximity of the airport to people’s homes. While\nthe Echo did not state in the news story that Mr and Mrs Carr had received\ncompensation, they were included in the picture. We would like to make clear\nthat Mr and Mrs Carr were not given compensation. Furthermore, Mr and Mrs Carr\nsay a remark published by the Echo in a subsequent follow-up news piece was\ninaccurate. Mrs Carr has asked us to point that she did not say “I’ll go if the\nairport gives me £100,000”. The Echo apologises for any upset caused.\n13.\nWhilst the complainant welcomed the updated wording and did not object to the\nnewspaper publishing it, she did not consider it sufficient to resolve her\ncomplaint. This correction appeared beneath the headline: “\"CORRECTION: NO\nCOMPENSATION FOR NOISE” and included the image of the complainant in the\ngarden, with the caption: “Noise nuisance – Mr and Mrs Carr in their garden,\nclose to Southend Airport”. The newspaper also confirmed that the online\nversion of the second article was amended, with the correction appearing at the\nfoot of the article, though it conceded that this was updated at a later date\nto the correction that had appeared in print due to an oversight.\nRelevant\nCode Provisions\nClause 1\n(Accuracy)\ni) The\nPress must take care not to publish inaccurate, misleading or distorted\ninformation or images, including headlines not supported by the text.\nii) A\nsignificant inaccuracy, misleading statement or distortion must be corrected,\npromptly and with due prominence, and — where appropriate — an apology\npublished. In cases involving IPSO, due prominence should be as required by the\nregulator. \niii) A\nfair opportunity to reply to significant inaccuracies should be given, when\nreasonably called for.\niv) The\nPress, while free to editorialise and campaign, must distinguish clearly\nbetween comment, conjecture and fact.\nClause 2\n(Privacy)*\n(i)\nEveryone is entitled to respect for his or her private and family life, home,\nhealth and correspondence, including digital communications.\n(ii)\nEditors will be expected to justify intrusions into any individual's private\nlife without consent. In considering an individual's reasonable expectation of\nprivacy, account will be taken of the complainant's own public disclosures of\ninformation and the extent to which the material complained about is already in\nthe public domain or will become so.\n(iii) It\nis unacceptable to photograph individuals, without their consent, in public or\nprivate places where there is a reasonable expectation of privacy\nFindings\nof the Committee\n14.\nWhilst the first article did not specifically state that the complainant had\nbeen awarded compensation, the Committee considered that the inclusion and\nprominence of the photograph, which showed the complainant in her home with the\nairport visible in the background, alongside reference to compensation being\ndistributed to “nine homes” households neighbouring the airport, gave the clear\nimpression that she had been one of the recipients. This was misleading, as the\npublication accepted. While the newspaper said the photograph had been used as\na more general illustration of the proximity of local homes to the airport, its\ninclusion implied a specific link to the subject of the article: the\ndistribution of compensation. As such, the newspaper had failed to take care\nnot to publish misleading information under Clause 1 (i). This was significant\nand required correction under Clause 1 (ii).\n15. The\nCommittee then considered the second article, which reported that the\ncomplainant had “demanded” £100,000 from Southend Airport for her to “move out”\nof her home. Whilst the Committee recognised that the newspaper may have\ninferred this meaning from the complainant’s comments, the article did not make\nclear that it was reporting the publication’s interpretation of the\ncomplainant’s comments; as demonstrated by the notes provided by the newspaper,\nthe complainant had not “demanded” this specific amount from the airport, nor\nsaid that she would move if her and her husband received this specific amount\nin compensation. Furthermore, this was included within quotation marks in the\nheadline to suggest a direct quote from the complainant. On this basis, the\nnewspaper had failed to take care not to publish misleading information in\nbreach of Clause 1(i). This misleading presentation of the complainant’s\ncomments related to contentious ongoing issues surrounding financial\ncompensation and was, therefore, significant and as such required correction\nunder Clause 1 (ii).\n16. The\nnewspaper had argued that the second article sought to clarify the position of\nthe complainant and addressed any ambiguity resulting from the first over\nwhether they had yet been compensated. The Committee did not consider that the\nsecond article identified the original inaccuracy or specifically corrected it,\nalthough it did report that the complainant had received no compensation to\ndate. Notwithstanding this, upon receipt of the complaint, the newspaper had\noffered to publish a correction. The wording of this correction was\nsubsequently amended to better reflect the complainant’s position, prior to\npublication. Though the Committee expressed concern at the publication’s\ninitial engagement with the concerns raised by the complainant prior to IPSO’s\ninvestigation where this offer was made on receipt of the complaint, this was\nsufficiently prompt, and where it appeared on page 2 of the newspaper, was\nsufficiently prominent. The wording of the correction, published in print on 1\nJune, made clear the complainant’s position, as required under Clause 1 (ii).\nWhilst the Committee noted that the online version of the article was not\nupdated until a later date, the newspaper had offered the correction promptly\nand then acted swiftly to rectify this by amending the text of the article and\npublishing the same correction that had already appeared in print at the foot\nof the article as soon as it became aware of the oversight. For these reasons,\nthere was no breach of Clause 1 (ii).\n17. The\nCommittee next considered the concerns under Clause 2 and whether the\ncomplainant had a reasonable expectation of privacy in relation to the\ninformation contained in the photograph. The Committee noted that the image had\nbeen widely circulated prior to the article’s publication and had been taken with\nthe complainant’s consent and cooperation, with the complainant partaking in\nmedia interviews from her garden in order to highlight the proximity of her\nhome to the airport. In such circumstances, and taking account of the\ncomplainant’s own public disclosures of information and the extent to which the\ndisputed information was already in the public domain, the Committee did not\nconsider that the complainant had a reasonable expectation of privacy in\nrespect of the information contained in the photographs. There was no breach of\nClause 2.\nConclusions\n18. The\ncomplaint was upheld in part.\nRemedial\nAction Required\n19. The\npublished correction put the correct position on record and was offered\npromptly and with due prominence. No further action was required.\n\nDate\ncomplaint received: 12/04/2021\nDate\ncomplaint concluded by IPSO: 13/10/2021\nBack to ruling listing\n\n\n"
}