{
    "url": "/rulings-and-resolution-statements/ruling/?id=03290-16",
    "title": "03290-16 McInally v North Norfolk News",
    "provisions": [
        "6 Children (2016)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "North Norfolk News (Newsquest Media Group)",
    "published_on": "2016-02-25 00:00:00",
    "received_on": "2016-06-03 00:00:00",
    "concluded_on": "2016-09-27 00:00:00",
    "complaint_processing_days": 116,
    "conclusion_long": "8. The complaint was not upheld.",
    "remedial_action": "N/A Date complaint received: 3/06/2016",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee 03290-16 McInally v North Norfolk News\nSummary of complaint\n1. Charmain\nMcInally complained to the Independent Press Standards Organisation that the\nNorth Norfolk News breached Clause 6 (Children) of the Editors’ Code of\nPractice in an article headlined “Children enjoy super end to the school\nholidays”, published on 25 February 2016. \n2. The article\nreported on a “comic-book hero” party organised by a local nursery. It was\naccompanied by a number of photographs of children who attended the party,\nincluding one of the complainant’s two children.\n3. The complainant\nsaid that while her children did not attend the nursery, she did accompany them\nto the party in question during the February half-term break. She said that she\nwas unaware that their photograph had been taken at the event, and had not\ngiven consent for it to be published. She also said that the print of the\nphotograph of her children was then sold by the newspaper to an estranged\nrelative of hers; she said that it was unacceptable for the newspaper to sell\nprints of young children to the general public without any checks being\nundertaken. \n4. The newspaper\ndenied that Clause 6 had been breached. It said that Norfolk County Council has\na policy which ensures that children with safeguarding issues are not\nphotographed at any event that could involve media coverage. It said that while\nit was sorry that the complainant was unaware that photographs were being taken\nat the event, it had been invited by the nursery to attend and had not, in line\nwith the policy, been alerted by the nursery to any individuals it should not\nphotograph. The newspaper said that families often wanted to buy photographs\nthat had been published in newspapers, and could not remember a situation where\nthis had been problematic in the past. However, while it did not believe the\nsale of the prints engaged Clause 6, it said it understood why the complainant\nwas unhappy for the photograph to have been sold to a third party, and had\ndeleted it from the newspaper’s archives. \nRelevant Code Provisions\n5. Clause 6\n(Children)\ni) All pupils should be free to complete their time at\nschool without unnecessary intrusion.\nii) They must not be approached or photographed at school\nwithout permission of the school authorities.\niii) Children under 16 must not be interviewed or photographed\non issues involving their own or another child’s welfare unless a custodial\nparent or similarly responsible adult consents.\niv) Children under 16 must not be paid for material\ninvolving their welfare, nor parents or guardians for material about their\nchildren or wards, unless it is clearly in the child's interest.\nv) Editors must not use the fame, notoriety or position of a\nparent or guardian as sole justification for publishing details of a child's\nprivate life.\nFindings of the Committee\n6. The terms of\nClause 6 state that children must not be photographed at school without\npermission of the school authorities, or photographed about issues involving\ntheir own or another child’s welfare unless a custodial parent or similarly\nresponsible adult consents; it also says that pupils should be free to complete\ntheir time at school without unnecessary intrusion. In this case, the photograph\nof the complainant’s children was taken at a “comic-book hero” party at the\nlocal community centre which the newspaper had been invited by the nursery to\nattend and photograph; it did not concern an issue involving the children’s\nwelfare, or intrude into their time at school. In addition, the photograph of\nthe children was taken at a public venue; they were not engaged in any private\nactivity, and in this particular set of circumstances, they did not have a\nreasonable expectation of privacy. There was no breach of the Code.\n7. While the\nCommittee noted the complainant’s unhappiness with the newspaper having sold\nphotographs of her children without permission, this was a commercial\ntransaction separate from the newspaper’s publication of editorial content. It\ndid not engage the Code, and did not fall within IPSO’s remit.   \nConclusions\n8. The complaint\nwas not upheld.\nRemedial Action Required\nN/A\nDate complaint received: 3/06/2016Date decision issued: 27/09/2016\nBack to ruling listing\n\n\n"
}