{
    "url": "/rulings-and-resolution-statements/ruling/?id=03308-21",
    "title": "03308-21 Reed v Mail Online",
    "provisions": [
        "1 Accuracy (2021)",
        "2 Privacy (2021)",
        "4 Intrusion into grief or shock (2021)"
    ],
    "outcome": "Breach - sanction: action as offered by publication",
    "publication": "Mail Online (Associated Newspapers Limited)",
    "published_on": "2021-02-17 00:00:00",
    "received_on": "2021-04-13 00:00:00",
    "concluded_on": "2021-09-16 00:00:00",
    "complaint_processing_days": 156,
    "conclusion_long": "19. The complaint was partly upheld under Clause 1(i).",
    "remedial_action": "20. The correction which was offered clearly put the correct position on record, and was offered promptly and with due prominence, and should now be published.   Date complaint received: 13/04/2021",
    "text": "\n\n\n\n\n\nDecision\nof the Complaints Committee – 03308-21 Reed v Mail Online\nSummary\nof Complaint\n1. Alison\nReed complained to the Independent Press Standards Organisation that Mail\nOnline breached Clause 1 (Accuracy), Clause 2 (Privacy) and Clause 4 (Intrusion\ninto grief and shock) of the Editors’ Code of Practice in an article headlined\n“EXCLUSIVE: Charlotte Church's biological father Stephen Reed dies from\ncoronavirus, aged 56 - without ever reconnecting with his estranged daughter”,\npublished on 17 February 2021.\n2. The\narticle reported on the death of Stephen Reed. It said that he had “walked out\non wife [name] and two-year-old [named daughter]” and had not “reconnect[ed]\nwith his estranged daughter”. The article stated that a “post mortem\nexamination was carried out for the Glamorgan Coroner”. It described Mr Reed as\nhaving left his wife and daughter “to start a new life with hospital podiatrist\nAlison”, and gave the first name and ages of their two adult sons. It was\nreported that it was “understood he later died at his home in Cowbridge, Vale\nof Glamorgan with his family at his side”. The article contained several\nphotographs of Mr Reed, his wife, and one from 2000 which included his wife and\nhis two sons when they were under 16.\n3. The\ncomplainant, the wife of Mr Reed at the time of his death who had been named in\nthe article, said that the article was inaccurate in breach of Clause 1. She\nsaid there had been no post-mortem or coroner involvement, which had been\nconfirmed to her by the coroner. She also said that it was inaccurate to state\nthat her husband had left his wife, as she was his first wife; he had not been\nmarried to his pervious partner. She said that he had not died at home\nsurrounded by his family peacefully, but with her only and under distressing\ncircumstances. She also said the article had inaccurately claimed that her late\nhusband had abandoned his previous partner and daughter.\n4. The\ncomplainant also said that the article breached her privacy under Clause 2. She\nsaid that the photograph of her, her husband and their two sons had been taken\nwhen she and her family had been interviewed for a separate article. She said\nthat the photograph had been taken in a hotel room in order to accompany the\narticle, but prior to publication of the piece, the publication had requested\nfurther information, which caused the family to withdraw consent for the\npublication of the article and the photograph, which was never published. The\ncomplainant said that neither she nor her sons had been comfortable when the\nphotograph was taken. In addition, she said a photo of her and a photo of her\nlate husband which appeared in the article had been taken from her Facebook\npage, which she believed was only visible to friends. She also said that the\narticle named her and her job, which she said had not previously been\npublished.\n5. The\ncomplainant also said that the publication of the article intruded into her\ngrief and shock in breach of Clause 4 as it added to her distress at the point\nwhere she was grieving her husband. She said the inaccuracies in the article\ncompounded this intrusion into her grief and shock and led her to receive phone\ncalls from members of the public.\n6. The\npublication did not accept a breach of the Code. It said that the fact of a\ndeath is a matter of public record and can be published, though it appreciated\nthat the family and friends of the deceased may prefer for a death to be\nprivate. It said that the article was accurate and chronicled some significant\nevents in the complainant’s husband’s life, which had been previously reported\non, and he had spoken about to reporters. It said, therefore, that the article\ndid not intrude into the complainant’s grief in a manner that would breach\nClause 4.\n7. It\nexplained that the reporter had contacted the relevant coroner’s office, who\nstated that there would not be an inquest as a post mortem had shown that he\ndied of natural causes. It said that this information was relayed by phone and\nthere were no notes of the conversation. The publication removed this statement\nas a gesture of goodwill. It said that the previous partner of the\ncomplainant’s husband had frequently been referred to as his first wife in\npress coverage and that it had taken care not to publish inaccurate information\nby relying on sustained and repeated publication of this error over the course\nof 30 years, which had not been challenged. However, it removed this reference.\nThe newspaper also said that it was not inaccurate to describe the\ncomplainant’s husband as having died with “his family by his side” where his\nwife was with him. It said that, in any case, it had used the word “understood”\nand would amend this sentence to clarify. The newspaper said that the article\nhad never use the term “abandoned”. The publication offered to publish the\nfollowing as a footnote to the article:\nIn a\nprevious version of this article, it was reported that Maria Church was married\nto Stephen Reed and that Mr Reed had a post mortem examination. Alison Reed, Mr\nReed’s widow, has advised that he was not previously married and there was no\npost mortem. We are happy to set the record straight.\n8. The\npublication said that the images included within the article were chosen\nbecause it considered them to show the complainant’s late husband at times when\nhe was happy and healthy with his family, and not engaged in any particularly\nprivate situation. It said that it did not consider the photographs to depict\ninformation for which the complainant had a reasonable expectation of privacy.\nThe photo that showed the complainant, her husband and their two sons, had been\ntaken by a photographer for the newspaper and had been kept in the archives\nsince 2005. It had contained the advisory note: “not to be used without the\npermission of Stephen Reed”. The newspaper said it has been unable to seek Mr\nReed’s permission as he had died, and that as the image was a flattering and\nhappy family shot, with no information that could be considered to be private,\nit chose to use it. It noted that the complainant had willingly chosen to pose\nfor this photo, and that their withdrawal of consent for the publication of the\nphoto was not based on concerns regarding the image, but the substance of the\narticle the image was to accompany. Whilst the publication did not consider\nthis to be a breach of Clause 2, it removed the image as a gesture of goodwill.\nIn addition, it noted that the two other images under complaint had been taken\nfrom the complainant’s Facebook page where they were public. It supplied\nscreenshots of the images and their privacy settings.\n9. The\npublication also said that the article was published seven weeks after the\ncomplainant’s husband’s death, and chronicled some significant events of his\nlife. It said these had been covered in previous articles, and that the\ncomplainant’s husband had publicly spoken about them previously. It also noted\nthat a reporter had approached the family for comment in December, just after\nthe death, and had spoken to a person it believed to be the complainant’s son,\nbut had left after the man had refused to comment. It said that Clause 4 was\nnot engaged.\nRelevant\nCode Provisions\nClause 1\n(Accuracy)\ni) The\nPress must take care not to publish inaccurate, misleading or distorted\ninformation or images, including headlines not supported by the text.\nii) A\nsignificant inaccuracy, misleading statement or distortion must be corrected,\npromptly and with due prominence, and — where appropriate — an apology\npublished. In cases involving IPSO, due prominence should be as required by the\nregulator. \niii) A\nfair opportunity to reply to significant inaccuracies should be given, when\nreasonably called for.\niv) The\nPress, while free to editorialise and campaign, must distinguish clearly\nbetween comment, conjecture and fact.\nClause 2\n(Privacy)*\ni)\nEveryone is entitled to respect for their private and family life, home,\nphysical and mental health, and correspondence, including digital\ncommunications.\nii)\nEditors will be expected to justify intrusions into any individual's private\nlife without consent. In considering an individual's reasonable expectation of\nprivacy, account will be taken of the complainant's own public disclosures of\ninformation and the extent to which the material complained about is already in\nthe public domain or will become so.\niii) It\nis unacceptable to photograph individuals, without their consent, in public or\nprivate places where there is a reasonable expectation of privacy.\nClause 4\n(Intrusion into grief or shock)\nIn cases\ninvolving personal grief or shock, enquiries and approaches must be made with\nsympathy and discretion and publication handled sensitively. These provisions\nshould not restrict the right to report legal proceedings.\nFindings\nof the Committee\n10. The\nCommittee expressed its condolences to the complaint for her loss, and the\ndistress she felt.\n11. The\narticle reported that a “post mortem examination was carried out for the\nGlamorgan Coroner”, which the complainant said was not the case. The newspaper\nhad no notes or other record of the conversation and had therefore not been\nable to demonstrate that it had taken care over the accuracy of the article on\nthis point when challenged by the complainant. The Committee therefore found a\nbreach of Clause 1(i). In an article reporting on the death of the\ncomplainant’s husband, whether or not he had a post-mortem was a significant\ninaccuracy which required correction under Clause 1(ii).\n12. The\narticle had described the complainant’s husband as leaving his “wife” for her;\nhowever, it accepted that he had not been married to the woman referred to. The\nnewspaper was able to demonstrate that it had been widely reported in the past\nthat the woman had been his wife. In these specific circumstances, where the\nclaim had been repeated as fact for over three decades without apparent\nchallenge, the Committee concluded that reliance on extensive past publication\nof this piece of information was sufficient to demonstrate that the publication\nhad taken care not to publish inaccurate information over this claim. The\nCommittee noted that the term marriage may be used in a more general way than\nspecifically in connection with a legal contract of marriage, and it noted that\nit had no information about the position of Mr Reed’s former partner on the\nstatus of the relationship. Nonetheless, the publication had accepted that it\ndid not have proof of Mr Reed’s previous marital status. In these\ncircumstances, the Committee considered that it was appropriate for the\npublication to offer to correct this claim, which related to a significant\ndetail of Mr Reed’s life, in accordance with the terms of Clause 1 (ii).\n13. The\npublication had offered a footnote clarification to the article which\nrepresented due prominence. It had offered to clarify this point, and other\ncontested points of accuracy within the article, upon receipt of the complaint,\nand specified the exact wording during IPSO’s investigation which represented\ndue promptness. The wording acknowledged the initial inaccuracies and put the\ncorrect position on record, and therefore there was no breach of Clause 1(ii).\n14. The\nCommittee acknowledged how upsetting the circumstances of the complainant’s\nhusband’s death had been and that she considered the reference to him dying\n“with his family at his side” to be misleading. However, where the complainant\naccepted that she, his wife, had been with her husband whilst he died, it was\nnot inaccurate to report that it was “understood” that her husband had died\n“with his family at his side“. Finally, there had not been a version of the\narticle with the term “abandoned” in it, and therefore the Committee was unable\nto make any findings on this point. There were no further breaches of Clause 1.\n15. The\nCommittee acknowledged the situation regarding the press photo, and that there\nhad been a specific request not to use it without the consent of the\ncomplainant’s husband. The question for the Committee was whether the\ncomplainant had a reasonable expectation of privacy over the photograph.\n16. The\nimage showed the family together in a hotel room. There was no private\ninformation within the photo itself – the complainant and her family had\nwillingly posed for it, and it simply showed a family group. The complainant’s\nhusband had withdrawn consent for the publication of the photograph alongside\nthe article it was taken for; however, this was not due to concerns about\nprivacy, but rather due to concerns about the basis of the article. The\nphotograph had not formed part of the complainant’s private correspondence, or\ndigital communications, as it had been taken and stored by the media company.\nIn the circumstances where the photo did not contain any information for which\nthe complainant had a reasonable expectation of privacy and had not formed part\nof any correspondence by the complainant, she had no expectation of privacy and\nthere was no breach of Clause 2.\n17. The\nother photographs in the article were available on the complainant’s Facebook\npage and were open to the public. Where these images were in the public domain,\nthere was no reasonable expectation of privacy and no breach of Clause 2.\n18. The\nCommittee acknowledged that the publication of the article caused the\ncomplainant distress at what was already a very difficult time, and that\nrevisiting past events and press coverage of the complainant’s husband’s\nrelationship with his daughter was upsetting in the wake of his death. However,\na factual report of matters relating to his life that were well-established in\nthe public domain as a result of reporting during his lifetime, including his\nown disclosures did not amount to insensitive handing of publication. Whilst it\nwas a matter of regret that members of the public had contacted the complainant,\nthis did not result in a breach of Clause 4. Where publication had been handled\nsensitively, there was no breach of Clause 4.\nConclusions\n19. The\ncomplaint was partly upheld under Clause 1(i).\nRemedial\nAction Required\n20. The\ncorrection which was offered clearly put the correct position on record, and\nwas offered promptly and with due prominence, and should now be published.\n \nDate\ncomplaint received: 13/04/2021\nDate\ncomplaint concluded by IPSO: 16/09/2021\nBack to ruling listing\n\n\n"
}