{
    "url": "/rulings-and-resolution-statements/ruling/?id=03307-16",
    "title": "03307-16 Murray v Bristol Post",
    "provisions": [
        "4 Intrusion into grief or shock (2016)",
        "6 Children (2016)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "Bristol Post (Reach PLC)",
    "published_on": "2016-05-27 00:00:00",
    "received_on": "2016-06-03 00:00:00",
    "concluded_on": "2016-08-18 00:00:00",
    "complaint_processing_days": 76,
    "conclusion_long": "10. The complaint was not upheld.",
    "remedial_action": "11. NA Date complaint received: 03/06/2016",
    "text": "\n\n\n\n\n\nDecision of the\nComplaints Committee 03307-16\nMurray v Bristol Post\nSummary of\ncomplaint\n1. Georgina Murray, acting on behalf of\nSamantha Hodgkins, complained to the Independent Press Standards Organisation\nthat the Bristol Post breached Clause 4 (Intrusion into grief or shock) and\nClause 6 (Children) of the Editors’ Code of Practice in an online article\nheadlined “Meet the Bristol teenager who is cooking for the homeless every day\nfor the rest of the year”, published on 27 May 2016.\n2. The article reported that a 15-year-old\ncatering student had promised to donate all the food he made during his course\nto a local homeless person. It said that the boy’s charity work had been\ninspired by his father with whom he lived until his father was made homeless.\nIt said that the boy had gone to live with his mother, but his father had\nremained homeless and later died. The article said that the college would be\nhosting a meal called Food for Roofs in order to raise money for the Bristol\nSoup Run Trust. \n3. The complainant said that the boy’s\nmother had consented to her son being interviewed by the newspaper about his\ncollege course; she had not been informed that the interview would also concern\nhis personal life or his late father. She said that although a teacher and the\ncollege press officer had been present during the interview, they were not his\ncustodial guardians or responsible adults with the authority to consent to an\ninterview which concerned his welfare. She said that the newspaper should have\nconsidered the impact that the article would have on the boy’s family as soon\nas he made reference to his father’s recent death.\n4. The newspaper said that it had not\nintended to cause the family any concern. It said that it had arranged the\ninterview because of a press release issued by the college, which had included\nthe following comments from the boy:\nMy dad died\nlast year and he was homeless. I just want to help more homeless people; it’s\nhard living on the streets. I’m really enjoying my course and finding out about\nhow to make different meals. I hope that Food for Roofs is popular so that we\ncan raise lots of money for those that need it most.\n5. Before conducting the interview, the\nreporter had been told by the college press officer that permission for the\ninterview had been given by the boy’s mother via his support worker. In light\nof this and the information included in the press release, the newspaper had\nbeen satisfied that it had permission to ask the boy about the inspiration\nbehind his actions. The college press officer and a teacher had been present\nduring the interview, and at no point during or afterwards had they raised any\nconcerns. It considered that the boy’s teacher had been acting in loco parentis\nand had consented in the capacity of a “suitable responsible authority”.\nNevertheless, in light of the complaint, it removed the article from its\nwebsite.\nRelevant\nCode provisions\n6. Clause 4 (Intrusion into grief or shock) In cases\ninvolving personal grief or shock, enquiries and approaches must be made with\nsympathy and discretion and publication handled sensitively. These provisions\nshould not restrict the right to report legal proceedings.\nClause 6\n(Children)\ni) All\npupils should be free to complete their time at school without unnecessary\nintrusion.\nii) They\nmust not be approached or photographed at school without permission of the\nschool authorities.\niii)\nChildren under 16 must not be interviewed or photographed on issues involving\ntheir own or another child’s welfare unless a custodial parent or similarly\nresponsible adult consents.\nFindings of\nthe Committee\n7. The newspaper had interviewed a child\nunder the age of 16 on issues that had involved his welfare. The boy’s mother\nhad consented to her son being interviewed by the newspaper about his college\ncourse. She had not attended the meeting, but the boy’s teacher had been\npresent and they had not raised any concerns about the issues being discussed,\nwhich had centred on information about the boy that had already been included\non a college press release.\n8. There was a clear connection between the\nboy’s course, his charity work and his father who had inspired it. Given this\nconnection, which was the focus of the college press release, the consent\nprovided by the boy’s mother to interview her son about his course was\nsufficient to allow the newspaper to cover the issues published in the article.\nThe interview had also been conducted in the presence of a responsible adult\nacting in place of the boy’s parent. There was no breach of Clause 6.\n9. While the Committee understood that the\narticle had upset the boy’s family, the newspaper had interviewed the boy with\nhis mother’s consent and in the presence of a teacher. There was no suggestion\nthat enquiries had been made without appropriate sensitivity. In addition, the\narticle had not included gratuitous information about the death of the boy’s\nfather. There was no breach of Clause 4. The Committee wished to acknowledge\nthat the newspaper had removed the article from its website in response to the\ncomplaint.\nConclusions\n10. The complaint was not upheld.\nRemedial\naction required\n11. NA\nDate\ncomplaint received: 03/06/2016Date\ndecision issued: 18/08/2016\nBack to ruling listing\n\n\n"
}