{
    "url": "/rulings-and-resolution-statements/ruling/?id=03315-21",
    "title": "03315-21 Ruayrungruang v The Daily Telegraph",
    "provisions": [
        "12 Discrimination (2021)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "The Daily Telegraph (Telegraph Media Group Ltd)",
    "received_on": "2021-04-13 00:00:00",
    "concluded_on": "2021-09-02 00:00:00",
    "complaint_processing_days": 142,
    "conclusion_long": "10. The complaint was not upheld.",
    "remedial_action": "11. N/A  Date complaint received: 13/4/2021",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee –\n03315-21 Ruayrungruang v The Daily Telegraph\nSummary of Complaint\n1. Dr Chanchai and Ms Please\nRuayrungruang complained to the Independent Press Standards Organisation that\nThe Daily Telegraph breached Clause 12 (Discrimination) in an article headlined\n“Billionaire Wentworth owner accepts furlough money for staff”, published 13\nJanuary 2021.\n2. The article appeared online in\nsubstantially the same format under the headline “Wentworth's Chinese\nbillionaire owner receives hundreds of thousands of pounds in furlough cash”.\n3. The article reported that the\n“Chinese billionaire owner of Wentworth golf course has received hundreds of\nthousands of pounds of taxpayers’ money to furlough staff”. The article\ncontained a quote from a third party, who remarked that: “’a billionaire\nclaiming money from the state to pay his workers’ wages seems to go against the\nspirit if not the letter of what the furlough scheme was set out for’”. The\narticle reported on the recent history of the golf course, including the fact\nthat “Dr Chanchai Ruayrungruang…bought Wentworth for £135 million…in 2014 [and] installed\nhis daughter as interim chief executive two years ago”. It also reported on the\nbackground of the Dr Ruayrungruang, noting that he “grew up in Thailand, made\nhis fortune as the distributor of the energy drink Red Bull in China but has\nsince expanded his Reignwood group into hotels and golf courses”. Further, it\nstated that “His takeover of Wentworth has not been without controversy.\nReignwood caused a rebellion among its golfers when it [required] existing\nmembers to rejoin the club for a one-off debenture payment of £100,000 [a\nnamed] former chat show host and a club member, accused the Chinese owners in\n2016 of ignoring tradition to create a club for the ‘super rich’ with a ‘car\npark full of Lamborghinis’”.\n4. The complainants said the article\nbreached Clause 12 as it contained several references to complainants’ race,\nsuch as the statement that Dr Ruayrungruang was a “Chinese billionaire” and that\nthe club had “Chinese owners”. The complainants said that such references were\nunnecessary, had xenophobic and racist undertones, and could provoke\nanti-Chinese sentiment. Further, they said that the article under complaint\nmust be viewed in context; numerous articles over the past 6 years had\nreferenced the complainants’ race in a gratuitous, xenophobic and unnecessary\nfashion.\n5. The publication did not accept that\nthe article breached the Code. It denied that the articles had referred to the\ncomplainants’ “race”; it considered that instead they referred to the\ncomplainants’ nationality in a way that was not pejorative or prejudicial.\nFurther, it contended that these references were genuinely relevant to the\nstory. Wentworth was a quintessentially English sporting venue and club. It had\nalways been owned by UK-based individuals. The publication argued that it was a\ncommon journalistic convention to note the nationality of new foreign owners\nwhen such businesses changed hands. Foreign ownership, it said, might have an\nimpact of the culture or direction of a business, or may give rise to concerns\nabout foreign influence on British institutions, economies and livelihoods.\nFinally, it noted that the complainants and their club highlighted their links\nto China: the Chinese flag was flown outside the club, and its website noted\nthat the complainants were Chinese.\n6. The complainant responded that race\nwas not a biological concept, limited to physical traits. Rather, race was\nconstructed by society upon both physical and social lines of distinction. It\nwould therefore be overly reductionist to accept the newspaper’s definition of\nrace and thus exclude being Chinese from the protections afforded by Clause 12.\nRelevant Code Provisions\nClause 12 (Discrimination)\ni) The press must avoid prejudicial or\npejorative reference to an individual's, race, colour, religion, sex, gender\nidentity, sexual orientation or to any physical or mental illness or\ndisability.\nii) Details of an individual's race,\ncolour, religion, gender identity, sexual orientation, physical or mental\nillness or disability must be avoided unless genuinely relevant to the story.\nFindings of the Committee\n7. The Committee first noted the dispute\nas to whether being “Chinese” could constitute a reference to an individual’s\nrace within the meaning of Clause 12. Race is an ambiguous and contested\nconcept with no straightforward definition. The Committee accepted that in\nprinciple being “Chinese” could constitute a reference to race in some\ncircumstances. The Committee considered the complaint on the basis that Clause\n12 was potentially engaged.\n8. The Committee first examined whether\nthe references to the complainants’ race were, as suggested by the\ncomplainants, prejudicial or pejorative. The article formed part of ongoing\nreporting about changes at the club since it had acquired new owners. The\narticle had simply noted that the owners were “Chinese” and that Dr Chanchai\nRuayrungruang “made his fortune” in China. These were biographical and factual statements\nof the complainants’ backgrounds and the ownership of the company; they carried\nno inherently pejorative connotations. Furthermore, the Committee did not agree\nthat the cumulative effect of multiple references over a period of coverage to\nthe complainants’ race imbued the word “Chinese” with a prejudicial or\npejorative meaning, even where the coverage contained criticism of how the\ncomplainants managed their ownership of the club. Critical coverage did not\nnecessarily equate to prejudicial coverage. There was no breach of Clause\n12(i).\n9. The Committee then turned to whether\nthe references were “genuinely relevant” to the story. The fact that the\ncomplainants were Chinese was noted on the club’s website and a Chinese flag\nwas flown outside Wentworth. Additionally, large part of the report was devoted\nto noting the recent history of Wentworth and the background of its billionaire\nowner, who the article said had grown “up in Thailand, made his fortune as the\ndistributor of the energy drink Red Bull in China [and] since expanded…into\nhotels and golf courses”. Dr Ruayrungruang’s acquisition of the club in 2014,\nhis background, and the “controversy” caused by recent changes, were important\nelements of this recent history. While the complainants considered that their\nnationality or race was irrelevant to business decisions taken about the\nrunning of the club, as the new owners, the complainants’ personal histories\nand backgrounds provided important context to the decisions they had taken. It\nalso provided context which had led to tensions with some members of the club,\nwho had accused the foreign owners of disregarding the traditions of a\nquintessentially English institution. In these circumstances, the references to\nthe complainants being “Chinese” were genuinely relevant to the story. There\nwas no breach of Clause 12(ii).\nConclusions\n10. The complaint was not upheld.\nRemedial Action Required\n11. N/A\n\nDate complaint received: 13/4/2021\nDate complaint concluded by IPSO:\n02/09/2021\nBack to ruling listing\n\n\n"
}