{
    "url": "/rulings-and-resolution-statements/ruling/?id=03329-18",
    "title": "03329-18 Ni Liam v The Mail (Cumbria)",
    "provisions": [
        "1 Accuracy (2018)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "The Mail (Cumbria) (Newsquest Media Group)",
    "received_on": "2018-05-02 00:00:00",
    "concluded_on": "2018-08-06 00:00:00",
    "complaint_processing_days": 96,
    "conclusion_long": "13. The complaint was not upheld.",
    "remedial_action": "14. N/A Date complaint received: 02/05/2018",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee 03329-18 Ni Liam v\nThe Mail (Cumbria)\nSummary of complaint\n1. Anne Ni Liam\ncomplained to the Independent Press Standards Organisation that The Mail\n(Cumbria) breached Clause 1 (Accuracy) of the Editors’ Code of Practice in an\narticle headlined “Firefighters rescue stranded woman from Barrow slag bank\ncliff”, published on 27 April 2018, and an article headlined “Police warn woman\nrescued from slag bank over social media comments”, published on 1 May 2018.\n2.The first\narticle reported that police, paramedics and fire crews had been called to\ncarry out a rescue on a slag bank “after a young woman got stranded”. It did\nnot name the woman.\n3. The second\narticle reported that “police investigating a woman’s claim she was assaulted\nbefore becoming stranded on Barrow’s slag bank have warned her to stop posting\nallegations on social media”. It said that “she told police she had been\nassaulted by a gang of balaclava-clad people…but firefighters said she had no\nvisible signs of recent injury and she was not treated by paramedics at the\nscene”. It went on to report that the police had recently “been made aware of\nposts made by the woman on Facebook in which she falsely named two people she\nbelieved to be responsible”, but stated that the publication “understands\npolice have confirmed to those women they are not suspects”. It concluded that\n“police have since warned the woman who was rescued to ‘refrain from posting\nanything further on social media in relation to this incident’”.\n4. The complainant\nbelieved that the first article had been amended, and that it had originally\nnamed her, based on the fact that, in the Facebook comments under the article,\na commenter had speculated that she was the subject of the article. In addition,\nthe complainant said that this article had originally stated that she “fell”\ndown the slag bank, when she says that she was pushed.\n5. The complainant\nsaid that the second article breached Clause 1 (Accuracy) because it stated\nthat she had “falsely named two people she believed to be responsible”, when\nshe had in fact written “it seems that the…hate groups run by [the two named\nwomen] have now taken recourse to actual violence”. She had been suggesting\nthat the groups, not the individuals, were responsible. She also said that the\narticle was inaccurate in reporting that she was uninjured – in fact, she had\nhad to attend a fracture clinic with an arm injury. She said that the\npublication had failed to contact her to verify this. The complainant also said\nthat it was wrong to state that she had been “warned” by the police; in fact,\nshe had been asked not to post on social media until investigations were\ncomplete, and the same request had been made to the two named women. She said\nthat the headline and the article text did not make clear that in fact all\nthree women had received this “warning”.\n6. The publication\ndenied that the first article was amended after it was published; it had not\nnamed the complainant in the article, and the publication had not been aware of\nher name until after it was published.\n7. The publication\ndenied any breach of Clause 1 (Accuracy) with respect to the second article. It\nconsidered that the complainant had, in her Facebook post, been stating either\nthat the named women had ordered the violence against her, or that they had\ncarried it out themselves. The publication said that the police had made clear\nthat there were no suspects, and that the two women were not suspects in any\nattack. In these circumstances, it said that it was not misleading to say that\nthe complainant had “falsely named two people she believed to be responsible”.\nThe publication said that the article had been amended shortly after\npublication to make clear that all parties had been asked to refrain from\nposting on social media. However, it said that the article’s initial focus on\nthe complainant being ‘warned’ was not misleading: the complainant had been\nasked to stop posting comments online and it was her actions which were the\nfocus of the story, not those of the other women. With respect to the article’s\nclaim that “firefighters said she had no visible signs of recent injury and she\nwas not treated by paramedics at the scene”, the publication said that this had\nbeen based on information which came directly from the fire service.\n8. Although it\ndenied any breach of the Code, the publication offered to publish the following\nclarification as a gesture of goodwill:\nSince this article was published, we have been contacted by\nthe woman who is the subject of the article. She says that, in fact, she was\ninjured during the incident, and her injuries required treatment at a fracture\nclinic. Our report was based on information received from the fire service.\nHowever, we are happy to make her position clear. In addition, this article\noriginally stated that the woman “falsely named two people she believed to be\nresponsible” for the alleged attack on her. The woman has since informed us\nthat, in fact, she had not stated that any individuals were responsible, but\nthat groups run by two named individuals were behind the attack. Again, we are\nhappy to make her position clear.\nRelevant Code provisions\n9. Clause 1 (Accuracy)\ni) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not\nsupported by the text.\nii) A significant inaccuracy, misleading statement or\ndistortion must be corrected, promptly and with due prominence, and — where\nappropriate — an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator. \nFindings of the Committee\n10. The Committee\ndid not find that the complainant had any basis for the assertion that the\nfirst article had originally named her. In any event, this was not a concern\nthat engaged with Clause 1 (Accuracy). Similarly, there was no evidence to\nindicate that the article had stated that she ‘fell’. There was no breach of\nClause 1 on either of these points.\n11. The complainant had stated on Facebook that “hate groups\nrun by [the two named women] have now taken recourse to actual violence”. The\npolice had subsequently confirmed to these women that they were not suspects in\nrelation to the alleged attack, and that they had no suspects. In these\ncircumstances, it was not significantly misleading to state that she had\n“falsely named two people she believed to be responsible”; the use of the word\n“responsible” did not indicate that the complainant had stated that the women\nhad themselves committed the alleged violence. The publication was able to\nprovide the communications from the police in which they made clear that the\nnamed women were not suspects, and in these circumstances there was no failure\nto take care over this claim, in breach of Clause 1(i). The article did not\ngive rise to a significantly misleading impression, such as would give rise to\na breach of Clause 1(ii). However, the Committee welcomed the publication’s\noffer to put the complainant’s position on record.\n12. Stating that the complainant had been “warned” for\nsocial media comments was not misleading; she had been asked to refrain from\nposting, and the publication was entitled to characterise this as a warning.\nFocusing on the warning made to the complainant, rather than the other women,\ndid not give rise to a misleading impression in breach of Clause 1(ii): the\npolice ‘warning’ had been made in response to allegations she had made, and the\narticle was published in response to those allegations. The publication was\nable to provide the text of the ‘warning’ and the complainant’s original post,\nso there was no failure to take care over the accuracy of these claims in\nbreach of Clause 1(i).\n12. The claim that the complainant had been uninjured had\nbeen based on information provided by the fire service, and was presented as\nsuch: the article made clear that “firefighters said she had no visible signs\nof recent injury and she was not treated by paramedics at the scene”. There was\nno failure to take care over this claim, in breach of Clause 1(i), when the\ninformation had been provided by the emergency services, and the article had\nnot adopted this as fact – it had stated accurately that the fire service had\nmade this claim. There was therefore no misleading impression that required\ncorrection under Clause 1(ii). In addition, as the complainant was not named in\nthe article, and it appeared to be accurate to report that her fracture had not\nbeen treated by paramedics at the scene, adopting the firefighters’ account did\nnot give rise to a misleading impression of the incident.\nConclusion\n13. The complaint was not upheld.\nRemedial action required\n14. N/A\nDate complaint received: 02/05/2018\nDate decision issued: 06/08/2018\nBack to ruling listing\n\n\n"
}