{
    "url": "/rulings-and-resolution-statements/ruling/?id=03320-15",
    "title": "03320-15 Jones v Wrexham Leader",
    "provisions": [
        "1 (Accuracy) 2015",
        "3 (Privacy) 2015",
        "9 (Reporting of crime) 2015"
    ],
    "outcome": "No breach - after investigation",
    "publication": "(DISCONTINUED) Wrexham Leader",
    "published_on": "2015-02-24 00:00:00",
    "received_on": "2015-05-01 00:00:00",
    "concluded_on": "2015-08-24 00:00:00",
    "complaint_processing_days": 115,
    "conclusion_long": "8. The complaint was not upheld.",
    "remedial_action": "N/A  Date complaint received: 01/05/2015",
    "text": "\n\n\n\n\n\n·  Decision of the Complaints Committee 03320-15 Jones v\nWrexham Leader\nSummary of\ncomplaint \n1. Lynn Jones, acting on her own behalf and on behalf of\nAmanda Evans, complained to the Independent Press Standards Organisation that\nthe Wrexham Leader breached Clause 1 (Accuracy), Clause 3 (Privacy) and Clause\n9 (Reporting of crime) of the Editors’ Code of Practice in an article headlined\n“Victim pulled kitchen knife out of stomach”, published on 24 February 2015. \n2. The article was a report of criminal proceedings\nagainst Miss Jones. It reported that Mold Crown Court heard that Miss Jones had\nstabbed Miss Evans following an altercation. The complainant said that the\narticle inaccurately reported that the court heard that she had “fallen off the\nwagon” prior to the incident; “punched” Miss Evans before stabbing her; and had\ntold attending police officers “yeah I did it”. She also said that it\ninaccurately reported that the incident had taken place on 7 November, in fact\nit had taken place on 2 November. \n3. The complainant said that the publication of a\nphotograph of her intruded into her privacy in breach of Clause 3. She said\nthat, while she did not know when or where the photograph had been taken, it\nhad not been taken on the day of her sentencing, and did not therefore reflect\nher state of mind on that day. The complainant also said that Miss Evans had\nbeen named in breach of Clause 9. \n4. The newspaper said that the complainant had appeared\nin court on a number of occasions and that photographs were taken of her at\nthese times. In the absence of any reporting restrictions, it was normal\npractice to name individuals involved in the case. It did not consider\ntherefore that there had been a breach of Clause 3 or Clause 9. The newspaper\nalso confirmed that the court had heard that Miss Jones “fell off the wagon”.\nHowever, the newspaper acknowledged that it had inaccurately reported that the\nincident took place on 7 November, while the court heard it had taken place on\n2 November; that Miss Jones had “punched” Miss Evans, while the court heard she\nhad been “pushed”; and that she had told attending police officers “yeah I did\nit”, while the court heard she said “yeah I did”. It therefore offered to\npublish the following correction and apology: \nA REPORT of Mold Crown Court proceedings published in the\nWrexham Leader on February 24 contained inaccuracies. In a report headlined\n‘Victim pulled kitchen knife out of stomach’ it was wrongly stated that the\nvictim was “punched” when the court was told she was “pushed”. Having been\narrested, the defendant had responded to police “yeah I did” rather than “yeah\nI did it” and the offence took place on November 2 and not November 7. We\napologise for these errors. \nRelevant Code Provisions\n5. Clause 1 (Accuracy) \ni) The Press must take care not to publish inaccurate,\nmisleading or distorted information, including pictures. \nii) A significant inaccuracy, misleading statement or\ndistortion once recognised must be corrected, promptly and with due prominence,\nand – where appropriate – an apology published. In cases involving the\nRegulator, prominence should be agreed with the Regulator in advance. \nClause 3 (Privacy) \ni) Everyone is entitled to respect for his or her private\nand family life, home, health and correspondence, including digital\ncommunications. \nClause 9 (Reporting of crime) \ni) Relatives or friends of persons convicted or accused\nof crime should not generally be identified without their consent, unless they\nare genuinely relevant to the story. \nFindings of the Committee\n6. The article reported on proceedings relating to the\naltercation between the complainant and Miss Evans. It was not in dispute that\nMiss Evans had been stabbed by the complainant following an argument, and that\nthe complainant had subsequently admitted this to police officers following her\narrest. Whether Miss Evans had been “pushed” or “punched” prior to her being\nstabbed, and the exact words used by the complainant in her admission to the\npolice, did not represent significant inaccuracies. Neither was the error in\nreporting the date of the altercation. The Committee warmly welcomed the newspaper’s\ncommitment to ensuring accurate reporting, and its willingness to correct\ninaccuracies. These corrections were not however required under the terms of\nthe Code, and there was no breach of Clause 1. \n7. The Committee did not consider that a photograph\nshowing the complainant’s likeness revealed any intrinsically private\ninformation about her, in the context of a court report. There was no breach of\nClause 3. Miss Evans was genuinely relevant to the account of the proceedings\nwhich followed the altercation. There was no breach of Clause 9. \nConclusions\n8. The complaint was not upheld. \nRemedial Action Required\nN/A \nDate complaint received: 01/05/2015\nDate decision issued: 24/08/2015\nBack to ruling listing\n\n\n"
}