{
    "url": "/rulings-and-resolution-statements/ruling/?id=03320-18",
    "title": "03320-18 Yorkshire MESMAC v The Sunday Times",
    "provisions": [
        "1 Accuracy (2018)"
    ],
    "outcome": "Breach - sanction: action as offered by publication",
    "publication": "The Sunday Times (News UK)",
    "received_on": "2018-05-02 00:00:00",
    "concluded_on": "2018-08-16 00:00:00",
    "complaint_processing_days": 106,
    "conclusion_long": "42. The complaint was upheld in part.",
    "remedial_action": "43. Having upheld a breach of Clause 1 (i), the Committee considered what remedial action should be required. The Committee considered that the breach of Clause 1 had been appropriately remedied by the offer to publish a correction. In light of the Committee’s decision, this should now be published. Date complaint received: 02/05/2018",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee 03320-18 Yorkshire\nMESMAC v The Sunday Times   \nSummary of Complaint\n1. Yorkshire MESMAC\ncomplained to the Independent Press Standards Organisation that The Sunday\nTimes breached Clause 1 (Accuracy) of the Editors’ Code of Practice in an\narticle headlined ‘Abuse survivors charity hit by sex scandal’, published in\nprint and online on 4 March 2018.\n2. The article\nreported that the complainant “faces claims of sexual misconduct”, and was the\nfirst in the recent “charity scandal” where the alleged victims were in the UK.\nIt described the complainant as a charity that deals with abuse survivors and\npromotes gay sexual health. It reported that Leeds City Council had referred\ntwo complaints about the complainant to the police. Later in the article, it\nwas reported that the police had said that they had not proceeded with the\ncomplaints, because the “limited information provided” did not allow them to\n“identify any victims of suspects”.\n3. The article\nreported that a Yorkshire based therapist who works with abused young men had\nspoken to three victims of child abuse, who claimed to have been sexually\nharassed, or asked for sex by the complainant’s staff, when they sought help\nfrom the complainant. It reported that the complainant had said it was unaware\nof the therapist, and had received no complaints of this nature. The article reported\nthat an unnamed director of a local charity had said that when they visited the\ncomplainant’s office, sexually explicit artwork was on display and that they\nhung their coats on objects shaped like erect penises. It reported that the\ncomplainant did not deny the claim about penises, but said that images on\ndisplay were “appropriate to sexual health work and sexual abuse”. The article\nlater reported that a “prominent gay campaigner in Leeds”, who was unnamed, had\nsaid that the complainant’s staff “need to be better educated on how to act\ntowards service users and I think advice on how to find a shag is completely\ninappropriate”.\n4. The article\nreported that the complainant’s outreach workers had a widespread presence on a\nnumber of gay-sex websites. It reported that on one such site, which is for men\nseeking unprotected sex, “a smiling Mesmac staff member offers health advice\nand says users can “ask me” for anal intercourse”. It later reported that a\nstaff member had said on Facebook that the complainant was “here to give you\nadvice and support in finding a boyfriend (or even just a shag) as safely as\npossible”. It reported that a former staff member had described concerns about\nhis work, saying he was expected to “chat up” men seeking sex in public\nlavatories and parks and offer them sexual health advice, saying “it could\neasily turn into sex, not for me but for other workers”. The article stated\nthat “in its official policy the charity stated that ‘sexual relationships are\nacceptable with service users initially met during work time’, although it\nadded that intercourse ‘would be inappropriate if the service user has entered\ninto 1-2-1 or ongoing support relationship with the worker’, and that sex with\nchildren was not allowed”. \n5. The article reported\nthat the complainant dropped the policy “after it was exposed”, but that the\ncomplainant had said that it had “never been made aware”, of any case where a\nstaff member had had sex with a client. It then stated: “however, The Sunday\nTimes has established that in 2009, Mesmac’s then chairman, its treasurer and\nanother trustee”, named in the article, had “resigned in protest at the\nsex-with-clients policy and [the complainant’s] managers’ refusal to change\nit”. The article reported the comments of “one of the trustees”-- who was\nunnamed- who said that contrary to the complainant’s denials, a misconduct case\ninvolving a sexual relationship between a staff member and a client had come\nbefore the board during his tenure. It reported that he had said:\n“We had misgivings about the organisation…we all worked in\nthe education and sexual health fields, so we know…about conduct and young\npeople and we could see that [the ‘sex-with clients  policy’] wasn’t acceptable. The management\ntried to play a lot of games with us, putting blocks and obstacles in the way,\nsaying there was nothing wrong with these things. We were having fraught chats\nabout that and some very antagonistic board meetings. Quite a few us resigned\nen bloc because the organisation just was not prepared to come where we, as\nprofessionals, saw where they needed to be.”\n6. The article\nreported that “in contrast to its earlier denials”, the complainant “admitted\nyesterday” that there had been an isolated case where a staff member pursued a\nsexual relationship with an adult service user”, but that this worker was\nsacked in accordance with its workers’ conduct policy, because he had been in a\nsupport relationship with the service user. It reported that the complainant\ndenied that the three trustees had resigned over the workers conduct policy.\n7. The article\nreported that five weeks prior to publication, a former trustee had been\nconvicted of multiple child sexual offences, which were committed while he was\ninvolved with the complainant, but that the complainant had said it was\nconfident that none of its clients were victims of this individual, who it said\nhad no direct role with clients.\n8. The article\nreported that “a senior figure closely involved in child protection in West\nYorkshire” said that he was concerned that the complainant was not complying\nwith a requirement to conduct Disclosure and Barring Service checks on\nvolunteers that work with children and vulnerable young people.  It reported that the complainant denied that\nthe issue of extended DBS checks had been raised. It reported that the\ncomplainant said that volunteers who supported staff members at a youth group,\nwere an example of volunteers who did not require DBS checks.\n9. The article\nreported that emails from the police, seen by the newspaper, showed that a\nmember of the complainant’s staff had to be “warned” by the police for\nallegedly harassing another child sexual exploitation campaigner online. It\nreported that the complainant “ordered” the individual to apologise. The\narticle referred to the complainant having received more than £5m from public\nauthorities.  The first edition of the\nprint article, and the online article, said that complainant’s full name was\n“Men who Enjoy Sex With Men – Action in the Community”. It concluded with a\nstatement from the complainant saying that all its staff members were aware of\nhow to work safely in a highly sexualised environment, that they are not\nexpected to chat up men, but are expected to engage in positive conversations\nwith people who may require public health information.\n10. The complainant denied that it had been “hit by [a] sex\nscandal”, or that it was facing claims of sexual misconduct.  It said it was inaccurate to refer to it as\nan “abuse survivors charity”; it works with those at risk of sexual abuse, and\nthose currently suffering from abuse. The complainant said that the complainant\ndid not dispute that it had received £5m from public authorities but said that\nthis was an arbitrary figure plucked from the air. The complainant said its\nname is “MESMAC”, but that the origins of this was that this was an acronym for\n“Men who have Sex with Men – Action in the Community”, and that the article’s\ninsertion of the word “enjoy” was inaccurate.\n11. The complainant said it had never had a “sex with\nworkers” policy; it had a workers’ conduct policy which is clear that made\nclear that staff cannot enter into a relationship with service users that they\nhave a one-to-one or therapeutic relationship with. The complainant denied that\nit had “dropped its policy” following earlier reporting by the newspaper; it\nsaid it had updated its policy for clarity.\n12. The complainant said that the three board members\nreferred to in the article did not resign over its workers’ conduct policy;\nthey resigned over its DBS policy.  The\ncomplainant said it was inaccurate to quote one of these trustees as saying “we\nall worked in the education and sexual health fields”; it said that one had\nworked in finance at a school, another worked as a teacher, and the third was a\ncivil servant. The complainant said that the Board of Trustees was the final\ndecision making body, and that it could institute any policy it wished to; it\ndenied that management “put up blocks and barriers”, but said that it advised\nTrustees on the potential implications of decisions which they made.\n13. The complainant said that it maintained its denial that\nthere was ever a misconduct case involving a sexual relationship between a\nstaff member and a client. The complainant said that there was a case where a\nstaff member had pursued a sexual relationship with an adult service user who\nhe had entered into a support relationship with, but that he was sacked for a\nbreach of the workers conduct policy. It said no sexual relationship was ever\nproved, but that the staff member was sacked.\n14. The complainant said that the claims made by the\n“Yorkshire based therapist” quoted in the article were unsubstantiated; that it\nwas unaware of the complaints he described; and questioned why he had not\nreferred the complaint to the appropriate bodies. The complainant questioned\nwho the “prominent gay campaigner” referred to in the article was, saying that\nhe would not have knowledge of its training and policies, and that his comments\nrepresented comment on unsubstantiated allegations.\n15. The complainant denied that a member of its staff had\nbeen looking for sex online. It said that the website in question allows users\nto say “ask me”, in relation to a variety of sexual practices. This is to allow\na conversation to be started with the profile owner. In the case of this\nworker, this was to allow conversations about the different sexual practices\nand the sexual health risks they pose. For the staff member to have chosen any\nother option than “ask me”, would have disclosed that staff member’s sexual\npreference, actual or pretend, in an entirely inappropriate manner.\n16. In relation to the claim about the office’s furniture\nand décor, the complainant said that the images were appropriate to sexual\nhealth work and abuse. It said that some of these contained sexual activity,\nbut denied there were any full frontal nudes. It said that apart from condom\ndemonstrators, there were no objects shaped like erect penises in its offices,\nand said the claim that visitors hung their coats on such objects was untrue.\n17. The complainant said that it follows the rules set out\nby the DBS service with regard to who is, or isn’t DBS checked. In contrast to\nthe newspaper’s source, the complainant’s position was that a DBS check was not\nnecessary for a volunteer that was working with a staff member at all times,\nand is therefore deemed not to have individual access to young people, which\nmight pose a risk of harm. The complainant said that its staff member was not\nwarned by the police in relation to alleged online harassment, and that it did\nnot “order” this person to apologise, but asked him to. The complainant\nexpressed concern that the newspaper published the comments of one former staff\nmember, when it was aware that the journalist had spoken to at least another\nfive. In relation to this staff members claim that he was expected to “chat up”\nmen in public lavatories and parks, it said that staff conduct outreach in\nthese areas, and that “chatting up” is not allowed under its policies.\n18. In relation to the claim that the complainant\n“explicitly allowed its staff to have sex with people they met through work,\nmany of them young and vulnerable”, the newspaper said that the complainant ran\na project called ‘Blast’, which was described itself as being about “supporting\nand working solely with boys and young men who have experienced, are\nexperiencing or are at risk of experiencing child sexual exploitation”.\n19. The newspaper provided a screenshot of the complainant’s\noutreach worker’s profile on the website for those seeking unprotected sex. The\nblurb on the complainant’s outreach worker’s website profile began “A local\nsexual health charity for men who have sex with men”. The rest of the blurb was\nwritten in the first person plural, and set out the sexual health services provided\nby the complainant. In that context the profile listed 13 preferences in a set\nformat, such as “Take Loads Anal:”; “Take Loads Oral:”; “When:”; “Where:”;\n“Sexuality:”; and “Smoking:”. Following each preference, the words “Ask Me”\nappeared in a different font colour.\n20. The newspaper said that the blurb about the complainant\nwas evidence of the outreach worker offering advice on sexual practices, but\nthe rest of the profile was not. Nevertheless, it offered to publish a\nclarification setting out the complainant’s position on this point.\n21. The newspaper said that the reference to enjoy as a\nconstituent of the acronym MESMAC was an error. It also offered to amend the\nonline article on this point, and to publish a correction in print and\nonline.  The combined clarification,\noffered by the newspaper, was:\nOur article of 4 March “Abuse survivors charity hit by sex\nscandal” reported that a staff member of Mesmac who offered health advice via a\nprofile on a website for people seeking for unprotected sex, also said on the\nprofile that users could “ask me” for anal intercourse. MESMAC has contacted\nthe newspaper to say that the intention of the outreach worker’s profile was to\nmake clear that other users of the site could “ask me” for advice, and that he\nwas not asking for sexual services We are happy to make this clear. In\naddition, Mesmac is an acronym for ‘Men who have Sex with Men – Action in the\nCommunity’ and not ‘Men who Enjoy Sex with Men …’ as was reported.”\n22. The newspaper said that the journalist who wrote the\narticle spoke at length to one of the trustees who had resigned, who was quite\nclear that the workers’ conduct policy (or “sex-with-clients policy” as it was\ncalled in the article) was one of the matters, along with the DBS policy, over\nwhich he and the other two trustees had resigned. The newspaper had asked the\ncomplainant about the claim, subsequently reported in the article, that three\nof its board members “had resigned in protest at the sex-with-clients policy\nand Mesmac managers’ refusal to change it”. It had sent the complainant a copy\nof quote attributed to the unnamed trustee in the article, in which they said\nthey described “fraught” board meeting discussions. In response, the\ncomplainant denied the board members resignations related to its workers’\nconduct policy, but beyond saying that “fraught conversations” are not unusual\nat board level, did not further engage with the board member’s comments.\n23. The newspaper said that the senior figure quoted in the\narticle who raised concerns about the complainant’s DBS practices was in a\nposition of impeccable authority, with years of work in safeguarding in West\nYorkshire, close knowledge of the complainant and of DBS requirements. It said\nthat it was appropriate to record their concerns, and that the article had\nrecorded the complainant’s response to these concerns. It said that it had\ntaken appropriate care over this aspect of the article.\n24. The newspaper said that it had separately received and\nresolved an IPSO complaint from the complainant’s staff member, who the article\nclaimed had been warned by the police in relation to online harassment. It said\nthat to resolve this complaint, it had published the following clarification,\nand amended the online article:\nAfter this article was published, Staffordshire police wrote\nto [the staff member] saying that he had received “advice” from them and not a\nformal warning. [The staff member] was asked, not ordered, by Mesmac to\napologise to [the person he had allegedly harassed].\nRelevant Code Provisions\n25. Clause 1 (Accuracy) \ni) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not\nsupported by the text.\nii) A significant inaccuracy, misleading statement or\ndistortion must be corrected, promptly and with due prominence, and — where\nappropriate — an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator.\niii) A fair opportunity to reply to significant inaccuracies\nshould be given, when reasonably called for.\niv) The Press, while free to editorialise and campaign, must\ndistinguish clearly between comment, conjecture and fact.\nFindings of the Committee\n26. The blurb on the complainant’s outreach worker’s profile\non the website for those seeking unprotected sex, was written in the first\nperson plural, from the point of view of the organisation. The Committee\nconsidered that the words “ask me”, in response to the preferences, were\nambiguous. With the benefit of the complainant’s explanation, provided via the\nIPSO complaint, the Committee accepted the complainant’s account that the\nresponse “ask me” was selected, as any more substantive expression of a\npreference would not have been appropriate. The complainant was not asked about\nthe appearance of this particular profile prior to publication, and the\nnewspaper had not given the complainant the chance to provide this explanation,\nprior to publication. The Committee considered that it was a failure to take\ncare not to publish inaccurate information, when they stated that the outreach\nworker had said other website “users can ‘ask me’ for anal intercourse”,\nbecause of the ambiguity in the profile, and the failure of the newspaper to\nseek the complainant’s comments on this. This aspect of the complaint was\nupheld as a breach of Clause 1 (i).\n27. The claim that an outreach worker had said that other\nwebsite users could ask him for anal sex, in the context where he was acting in\nhis capacity as a sexual health adviser supported the overall criticism of the\ncomplainant, that it conducted its sexual health work in a manner which was\nunprofessional. The Committee therefore considered that it was a significant\ninaccuracy, requiring correction under the terms of Clause 1 (ii). The wording\noffered by the newspaper set out what the article said, and the complainant’s\nexplanation for the outreach worker’s profile, which it had failed to obtain\nprior to publication. The offer to publish this wording as a footnote to the\nonline article, and in the newspaper’s established corrections and column\nrepresented due prominence. The Committee had regard for the number of\ninaccuracies alleged by the complainant, and considered that in responding to\nthe complaint, the newspaper had not failed to offer the correction\nsufficiently promptly.  There was no\nfailure to comply with Clause 1 (ii).\n28. On the complainant’s own account, it worked with people\nat risk of abuse, or who were experiencing abuse. In addition, the Committee\nnoted that the complainant ran a project which included supporting young men\nwho have experienced abuse. The article made clear that the complainant also\nworked to promote sexual health. It was not inaccurate to also refer to it as\nan “abuse survivors’ charity”, and there was no breach of Clause 1 on this\npoint.\n29. The workers’ conduct policy had stated that “sexual relationships\nare acceptable with service users initially met during work time, but this\nwould be inappropriate if the service user has entered into a 1-2-1 or ongoing\nsupport relationship with the worker”. The article reported this in full. Where\nthe policy explicitly stated that it was acceptable for the complainant’s staff\nto enter sexual relationships with “service users”, it was not misleading to\ncharacterise this as a “sex-with-clients” policy, and there was no breach of\nClause 1 on this point. The complainant accepted that it had revised its\npolicy, after the newspaper first reported on it in October 2017. In\npre-publication correspondence with the newspaper, it referred to it as “the\npolicy in force at the time of the [October article]”. It was not inaccurate to\nreport that the complainant had “dropped the policy after it was exposed”.\n30. The article described a number of sexual misconduct\nclaims against the complainant. These included the claims investigated by the\npolice, the claims described by the person described as a “Yorkshire based\ntherapist”, and the member of staff who was dismissed for pursuing a sexual\nrelationship with a service user with whom they were in a support relationship.\nIn relation to these claims, the newspaper had taken care to give the\ncomplainant the opportunity to respond to each of them, prior to publication.\nThe newspaper had then recorded the complainant’s response to each claim in the\narticle. The Committee considered that the newspaper had taken sufficient care\nnot to publish inaccurate information, in reporting these claims of misconduct.\nIt was not inaccurate to report that the complainant was “fac[ing] claims of\nsexual misconduct”, and there was no breach of Clause 1 on this point.\n31. The complainant was given the opportunity to respond to\nthe source’s claims about the office décor, and furniture, prior to\npublication. Its response, which did not deny the claim that coats were hung on\npenis shaped objects, was accurately recorded in the article. There was no\nfailure to take care in reporting the source’s claims.  The Committee acknowledged that in its\ncomplaint, the complainant denied the claim about the coat hooks, but the\narticle made clear that this was what a source had claimed they had seen, and\nthe article accurately recorded the complainant’s position at the time of\npublication. The article was not significantly misleading, and there was no\nbreach of Clause 1 on this point.\n32. The complainant did not dispute that it had received\nmore than £5m of funding from public authorities, and its complaint that the\nfigure of “more than £5m” was arbitrary, did not mean that it was inaccurate.\nThere was not breach of Clause 1 on this point.\n33. The Committee acknowledged the complainant’s position\nthat MESMAC was now its name, rather than an acronym for a longer name, as had\noriginally been the case. Nevertheless, where its name ultimately derived from\nan acronym, and had previously been an acronym, it was not inaccurate to set\nout what that acronym stood for, and not significantly inaccurate to report\nthat this was its name. The Committee considered that it was not a significant\ninaccuracy to report that the E stood for “enjoy”, rather than the second “e”\nin the word “Men”; this did not suggest that the complainant’s aim as an\norganisation was to sell the pleasure aspect of sex; it did not misrepresent\nthe organisation’s aims.  The article\nmade clear that the aim of the organisation was to promote good sexual health.\nThere was no breach of Clause 1 on this point.\n34. The Committee noted the complainant’s concern that the\narticle did not report other comments the newspaper had solicited from its\nformer staff members. It was not clear that the complainant was aware of the\ntenor of any other former members’ responses to inquiries by the newspaper. In\nany event, by reporting the comments of one, the article did not imply that\nothers would hold the same view. There was no breach of Clause 1 on this point.\n35. The newspaper had reported the former staff member’s\nclaim that he was expected to “chat up” men, in the context of there being\nother, separate, claims about sexual misconduct. Prior to publication, the\nnewspaper had given the complainant the opportunity to respond to the former\nstaff member’s claim that he was expected to “chat up” men, and the\ncomplainant’s denial was recorded in the article. There was no failure to take\ncare not to report inaccurate information in reporting the former staff\nmember’s claims, and no breach of Clause 1 on this point.\n36. The Committee acknowledged the complainant’s position\nthat there was a distinction between its staff member pursuing a sexual\nrelationship, and entering into a sexual relationship with a client. However,\nwhen the newspaper had previously reported on the complainant’s workers’\nconduct policy, it had asked the complainant if a member of staff had had a\nsexual relationship with a client, and the complainant had said “we’ve never\nbeen made aware of that”. The newspaper was entitled to contrast this response,\nwith the fact that there had been a case where a member of staff was dismissed\nfor pursuing a sexual relationship with a client. The article recorded the\ncomplainant’s position that this was a case where a member of staff had pursued\na relationship, and the Committee considered that in the context of the\narticle, it was not misleading to refer to this case as “a misconduct case\ninvolving a sexual relationship between a staff member and a client”, despite\nthe complainant’s position that “no sexual relationship was ever proved”. There\nwas no breach of Clause 1 on this point.\n37. The newspaper had relied on the trustees’ accounts of\ntheir resignations, in reporting that it had “established that in 2009 Mesmac’s\nthen chairman…treasurer…and another trustee…had resigned in protest at the\nsex-with-clients policy”, despite the complainant’s denial that this was the\ncase. However, the complainant did not dispute that there had been “fraught\ndiscussions” at the board in relation to its workers conduct policy, prior to\npublication. In its complaint to IPSO, the complainant did not dispute that\nboard members had raised concerns about the policy. The Complaints Committee\nconsidered that in these circumstances it was not a failure to take care to\nreport that the newspaper “had established” why the trustees’ had resigned by\nrelying on their account, and where the complainant’s denial was made clear in\nthe article. The Committee did not establish an inaccuracy requiring\ncorrection, and there was no breach of Clause 1 on this point.\n38. The Committee acknowledged the complainant’s position\nthat “blocks” were not placed on its board, in relation to its workers’ conduct\npolicy. However, this was clearly presented as the former trustee’s account of\nevents, and the complainant did not dispute that there were fraught\ndiscussions, or that management advised trustees “on the potential implications\nof decisions”. The complainant was given an opportunity to respond to this\nclaim prior to publication, and did not deny it, but said “it is not unusual for\nthere to be ‘fraught conversations’ at board level where people’s views differ\non how to pursue an organisation’s objectives”. The Committee considered that\nthere was no failure to take care not to publish inaccurate information in\nreporting the former trustee’s claim, and it did not establish an inaccuracy,\nrequiring correction. There was no breach of Clause 1 on this point.\n39. The complainant was provided with a trustee’s\ndescription of themselves, and the other two trustees that had resigned, as all\n“work[ing] in the education and sexual health fields”. It did not comment on\nthis prior to publication. The Committee considered that it was not a failure\nto take care not to publish inaccurate information in reporting this trustee’s\ndescription of their professional experience, in these circumstances. In\naddition, where two of the trustees worked in education, the Committee\nconsidered that the article was not significantly misleading on this point,\nsuch as to require a correction. There was no breach of Clause 1 on this point.\n40. It was not in dispute that the complainant did not DBS\ncheck all of its volunteers. The article set out a criticism of this policy, as\nmade by an unnamed source. However, it also reported the complainant’s response\nto this criticism, and it explanation of why it did not conduct DBS checks on\nits volunteers. The Committee considered that the newspaper had taken adequate\nin care in reporting this source’s criticism, and there was no breach of the\nClause 1 on this point.\n41. It was not in dispute that the complainant had asked the\nstaff member who had allegedly harassed someone online to apologise. The\nCommittee considered that it was not significantly misleading to report this\nperson had been “ordered” by the complainant, rather than “asked”, to\napologise, because the complainant was this person’s employer. The newspaper\nhad resolved a complaint with this individual, in relation to his dealings with\nthe police, via amendment to the online article, and publication of a\nclarification as a footnote, which said that the police had “advised” him about\nhis behaviour, but had not issued him with a formal warning. The Committee did\nnot establish in response to this complaint that it was significantly\nmisleading to report that the police had “warned” this individual about his\nbehaviour, because they had provided him with advice about his behaviour,\nfollowing the allegation of harassment. There was no breach of Clause 1 on\nthese points.\nConclusions\n42. The complaint was upheld in part.\nRemedial action required\n43. Having upheld a breach of Clause 1 (i), the Committee\nconsidered what remedial action should be required. The Committee considered\nthat the breach of Clause 1 had been appropriately remedied by the offer to\npublish a correction. In light of the Committee’s decision, this should now be\npublished.\nDate complaint received: 02/05/2018\nDate decision issued: 16/08/2018\nBack to ruling listing\n\n\n"
}