{
    "url": "/rulings-and-resolution-statements/ruling/?id=03333-19",
    "title": "03333-19 Coombes v Daily Post",
    "provisions": [
        "1 Accuracy (2018)",
        "2 Privacy (2018)",
        "3 Harassment (2018)",
        "12 Discrimination (2018)"
    ],
    "outcome": "Breach - sanction: action as offered by publication",
    "publication": "Daily Post (Reach PLC)",
    "published_on": "2019-03-29 00:00:00",
    "received_on": "2019-04-16 00:00:00",
    "concluded_on": "2019-06-18 00:00:00",
    "complaint_processing_days": 63,
    "conclusion_long": "15. The complaint was partially upheld under Clause 1(i).",
    "remedial_action": "16. The publication had promptly amended the online headline and published corrections which made clear the inaccuracy and set out the correct position. This was sufficient to avoid a breach of Clause 1(ii), and no further remedial action was required. Date complaint received by IPSO: 16/04/2019",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee 03333-19 Coombes v\nDaily Post\nSummary of complaint\n1. Philip Coombes complained to the Independent Press Standards\nOrganisation that the Daily Post breached Clause 1 (Accuracy), Clause 2\n(Privacy), Clause 3 (Harassment) and Clause 12 (Discrimination) of the Editors’\nCode of Practice in an article headlined “Pensioner who reported neighbour plum\ntree felling breached order”, published on 29 March 2019.\n2. The article reported that the complainant had been convicted\nof breaching a restraining order after reporting a named neighbour to\nDenbighshire County Council over the cutting down of a plum tree. The article\nreported that the judge imposed a new restraining order on him, that he was\nfined £1000, with a £100 surcharge, and that he should pay this sum within 14\ndays or face six months in prison. It also reported that the new restraining\norder banned him from entering his neighbour’s farm or blocking its access\nlane, and from posting anything online about his neighbour, his neighbour’s\nfarm or any business run by his neighbour and his partner. The article included\na photograph of the complainant leaving court.\n3. The article appeared online with the headline “Pensioner who\ncomplained about neighbour ‘felling Denbigh plum tree’ breached restraining\norder” on 28 March 2019. It was substantially the same as the article which\nappeared in print.\n4. The complainant said that the article was inaccurate, as the\njudge had given him 6 months to pay his fine, and if this was not paid, he\nwould be jailed for 14 days for each of the his convictions – a maximum of 56\ndays. He said that the new restraining order did allow him to contact his\nneighbour, but only via a solicitor, and that he could in fact enter the farm\naccess road, but only to check the drains. Finally, he said that he did not\nreport the man named in the article, but instead he reported the owner of the\nfarm where the plum tree stood, and he did not report this person to\nDenbighshire County Council, but to a Tree Conservation Officer at Conwy County\nCouncil.\n5. The complainant also said that the photograph of him\nentering court was taken without his knowledge or consent, in breach of Clause\n2 (Privacy). The complainant said that the newspaper should have had regard for\nthe fact that he was recovering from surgery and was considered vulnerable. He\nsaid that the publication of the article in these circumstances breached Clause\n3 (Harassment) and Clause 12 (Discrimination), and he requested that the\nCommittee make findings on these Clauses.\n6. The publication accepted that the article misreported the\nconditions for the payment of the fine. When it was contacted directly by the\ncomplainant, it published the following wording in its Corrections and\nClarifications column on page 2, five days after the publication of the\noriginal article – which it noted appeared on page 20. It also amended the\nonline version to reflect the correct position and added the wording as a\nfootnote.\n“In the Daily Post story ‘Pensioner who reported neighbour’s\nplum tree felling breached order’ (March 29, 2019) it was incorrectly reported\nthat Philip Coombes, of Llansannan, had been ordered to pay a £1000 fine and\n£100 costs within two weeks or face six months in jail. The story should have\nstated that Mr Coombes had been given six months to pay the sum or face two\nweeks in jail.”\n7. The publication provided the reporter’s shorthand notes of\nthe prosecution’s case, which it said set out that the man named in the article\nhad been visited by an employee of Conwy County Council after he had cut down\nthe plum tree, following the complainant’s report. As such, it did not accept\nthat the article was inaccurate to state that “the defendant has reported that\n[named man] had cut down a protected tree”. Furthermore, it said that the reporter\nhad made notes of the new restraining order, which prohibits the complainant\nfrom going onto the access lane of the farm at all, or on to the farm land, or\nto block the access lane. On receipt of the complaint, the reporter contacted\nthe Crown Court, which confirmed the accuracy of the reporting of the\nrestraining order. However, the publication did accept that the complainant had\nreported the issue to Conwy County Council, and not Denbighshire County\nCouncil. Although it said that this was not a significant inaccuracy, it\noffered to publish the following correction on this point, on page 2 of the\nprint edition and as a footnote to the online article:\n“Our article 'Pensioner who reported neighbour plum tree\nfelling breached order' (29 March 2019) reported that Philip John Coombes\ncomplained to Denbighshire council that [a named man] cut down a protected\nDenbigh tree. We are happy to clarify that in fact this was reported to Conwy\nCounty Council.”\n8. The publication did not accept that the photograph raised any\nbreach of the Code. It said that the photograph of the complainant was taken in\na public space where he did not have any reasonable expectation of privacy, and\nit was an established practice for photographs to be taken outside court.\nRelevant Code Provisions\n9. Clause 1 (Accuracy)\ni) The\nPress must take care not to publish inaccurate, misleading or distorted\ninformation or images, including headlines not supported by the text.\nii) A\nsignificant inaccuracy, misleading statement or distortion must be corrected,\npromptly and with due prominence, and — where appropriate — an apology\npublished. In cases involving IPSO, due prominence should be as required by the\nregulator.\niii) A fair\nopportunity to reply to significant inaccuracies should be given, when\nreasonably called for.\niv) The\nPress, while free to editorialise and campaign, must distinguish clearly\nbetween comment, conjecture and fact.\nClause 2 (Privacy)*\ni) Everyone is entitled to respect for his or her private and family life,\nhome, health and correspondence, including digital communications.\nii) Editors\nwill be expected to justify intrusions into any individual's private life without\nconsent. Account will be taken of the complainant's own public disclosures of\ninformation.\niii) It is\nunacceptable to photograph individuals, without their consent, in public or\nprivate places where there is a reasonable expectation of privacy.\nClause 3 (Harassment)*\ni) Journalists must not engage in intimidation, harassment or persistent\npursuit.\nii) They\nmust not persist in questioning, telephoning, pursuing or photographing\nindividuals once asked to desist; nor remain on property when asked to leave\nand must not follow them. If requested, they must identify themselves and whom\nthey represent.\niii) Editors\nmust ensure these principles are observed by those working for them and take\ncare not to use non-compliant material from other sources.Clause 12 (Discrimination)\ni) The\npress must avoid prejudicial or pejorative reference to an individual's, race,\ncolour, religion, sex, gender identity, sexual orientation or to any physical\nor mental illness or disability.\nii) Details of an individual's race, colour, religion, gender identity,\nsexual orientation, physical or mental illness or disability must be avoided\nunless genuinely relevant to the story.\nFindings of the Committee\n10. The article had inaccurately reported the time available to\nthe complainant to pay his fine and the length of his custodial sentence if he\nfailed to pay The newspaper accepted that this was due to a human error and in\nthese circumstances, there was a failure to take care over the accuracy of the\narticle in breach of Clause 1(i). The error was significant in the context of\nan article which was reporting on the complainant’s conviction; it inaccurately\nreported the potential custodial sentence as being more than three times longer\nthan what was imposed by the judge, whilst inaccurately reporting that the\ncomplainant had only two weeks to pay the fine, rather than 6 months. As such,\na correction was required in order to avoid a breach of Clause 1(ii).\n11. The correction which was printed was offered 5 days after\nthe publication of the original article, and so was sufficiently prompt. It\nappeared on page 2 in the established corrections and clarifications column in\nprint, and as a footnote to the online version; where the original article\nappeared on page 20, this was sufficiently prominent. The wording of the\ncorrection made the error clear, and clearly set out the correct position.\nThere was no breach of Clause 1(ii).\n12. It was not misleading to report that the complainant had\nreported the man named in the article to the council when this was heard by the\ncourt.  This did not give rise to any\nmisleading impression as to what was accepted by the court. Similarly, the\nCrown Court had confirmed the accuracy of the article’s reporting of the new\nrestraining order, and so there was no inaccuracy or misleading impression\nrequiring correction. Finally, where the basis of the complainant’s conviction\nwas his reporting of a person to a local council, the Committee did not\nconsider that the inaccuracy regarding which council the complainant contacted\nwas significantly misleading as to the complainant’s conviction or the course\nof events accepted by the court. There was no failure to take care over the\naccuracy of these points in breach of Clause 1(i) and no requirement for a\ncorrection under Clause 1(ii).\n13. The photograph of the complainant was taken outside court,\nwhich was a public place. Furthermore, the photograph only showed the\ncomplainant’s likeness, and the fact that he was attending court; it did not\nreveal any private information about him. In these circumstances, the\ncomplainant did not have a reasonable expectation of privacy over the\ninformation which was included in the photograph, and the newspaper did not\nneed his consent to take and publish the photograph. There was no breach of\nClause 2.\n14. Clause 3 generally relates to the conduct of journalists\nduring the newsgathering process, and is designed to protect individuals from\nrepeated unwanted contacts from journalists. In this case, the complainant said\nthat the publication of the article caused him distress, however, this did not\nengage the terms of Clause 3. Similarly, Clause 12 relates to the inclusion in\nan article of prejudicial or pejorative references to a specific individual’s\nprotected characteristic; the fact that the complainant considered himself to\nbe vulnerable did not mean that the newspaper could not report on his case, and\nhe did not identify any prejudicial or pejorative reference relating to him\nwithin the article. This meant that the terms of Clause 12 were not engaged.\nConclusions\n15. The complaint was partially upheld under Clause 1(i).Remedial action required\n16. The publication had promptly amended the online headline and\npublished corrections which made clear the inaccuracy and set out the correct\nposition. This was sufficient to avoid a breach of Clause 1(ii), and no further\nremedial action was required.\nDate complaint received by IPSO: 16/04/2019\nDate decision issued: 18/06/2019\nBack to ruling listing\n\n\n"
}