{
    "url": "/rulings-and-resolution-statements/ruling/?id=03343-15",
    "title": "03343-15 Johnson v Mid Devon Advertiser",
    "provisions": [
        "1 (Accuracy) 2015",
        "2 (Opportunity to reply) 2015"
    ],
    "outcome": "No breach - after investigation",
    "publication": "Mid Devon Advertiser (Tindle Newspapers Limited)",
    "published_on": "2015-05-01 00:00:00",
    "received_on": "2015-05-04 00:00:00",
    "concluded_on": "2015-06-19 00:00:00",
    "complaint_processing_days": 46,
    "conclusion_long": "16. The complaint was not upheld.",
    "remedial_action": "N/A Date complaint received: 04/05/2015",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee 03343-15 Johnson\nv Mid Devon AdvertiserSummary of\ncomplaint 1. Keith Johnson complained to the Independent Press\nStandards Organisation that the Mid Devon Advertiser had breached Clause 1\n(Accuracy) and Clause 2 (Opportunity to reply) of the Editors’ Code of Practice\nin an article headlined “2,500 sign campaign group’s petition”, published on 1\nMay 2015. 2. The article reported that an “NHS day of action” at\nNewton Abbot, coordinated by campaign group 38 Degrees, had taken the number of\nsignatures on a “Save our NHS” petition up to 2,500. 3. The complainant, one of the local organisers of the\n“NHS day of action”, said the newspaper had published inaccurate statements\nmade by a Conservative candidate in the general election, which misrepresented\nthe event. He expressed concern that the comments, which formed more than half\nof the article, had strongly implied that their campaign had sought to\ncriticise the NHS, rather than to defend it from privatisation. He said the\ninaccuracy had given the impression that the event organisers had deliberately\ndeceived their supporters with regards to the aims of the campaign. 4. The complainant noted that the article had stated that\nthe activists had planned to “rate election candidates’ pledges on the NHS\nusing an online tool”. He said the online aspect of the 38 Degrees campaign\nrecorded candidates’ responses to questions on the NHS; it had not formed part\nof the petition. 5. The complainant also considered that the article had\nfalsely claimed that the event had been organised by the Green Party, and was\ntherefore party-political. He did not consider that this was a point for the\nGreen Party to complain about; it was 38 Degrees that had been affected by the\ninaccurate reporting. 6. The complainant said in order for it to produce a\nbalanced, accurate article, the newspaper should have sought the comment of the\nevent organisers before publication. 7. The newspaper said it had published an article\npublicising the NHS Day of Action the day before the event. The article had\nincluded extensive quotations from a member of 38 Degrees, and had made clear\nthat the event concerned NHS privatization and funding freezes. To its\nknowledge, it had never been stated explicitly that the event had been\norganised by 38 Degrees alone, or in tandem with any other group. 8. The newspaper said there were six candidates for the\nTeignbridge parliamentary seat, and the Conservative candidate was the only one\nnot to attend the NHS Day of Action. The newspaper said it approached the\nConservative candidate for comment in an effort to produce a balanced report,\nas it considered that she should be given the opportunity to explain her\nabsence. It said the comments represented the candidate’s opinion, and were\nattributed to her using quotation marks. The candidate had previously had talks\nwith 38 Degrees, and it therefore considered that she had a reasonable\nunderstanding of the event. It said there was no reason for it to believe that\nshe had made an error in her description of the event, and so it had not\nconsidered it necessary to check the accuracy of her comments. 9. The newspaper noted that the Green Party candidate had\nattended the event, and it had not received a complaint from them with regards\nto the Conservative candidate’s claim. It did not consider that the statement\nthat the event had been a joint venture between the Green Party and 38 Degrees\nhad any significant or misleading effect on the public. However, in light of\nthe complainant’s concerns, the newspaper offered to publish the following\nparagraph in a forthcoming edition: A popular petition resulting in 2,500 signatures,\ncollected as part of an NHS day of action, was solely organised by 38 Degrees\nand was not a joint enterprise with the Green Party as we incorrectly published\nin a story on May 1. We apologise for any confusion caused by this error. Relevant Code Provisions10. Clause 1 (Accuracy) i) The Press must take care not to publish inaccurate,\nmisleading or distorted information, including pictures. ii) A significant inaccuracy, misleading statement or\ndistortion once recognised must be corrected, promptly and with due prominence,\nand - where appropriate - an apology published. In cases involving the\nRegulator, prominence should be agreed with the Regulator in advance. iii) The Press, whilst free to be partisan, must\ndistinguish clearly between comment, conjecture and fact. Clause 2 (Opportunity to reply) A fair opportunity for reply to inaccuracies must be\ngiven when reasonably called for. Findings of the Committee11. The article had stated that the organisers of the\nevent were “concerned about privatisation and funding freezes”. It had also\nincluded a photograph of the event’s supporters wearing “I love the NHS”\nt-shirts, and holding a sign saying “Save our NHS”. As such, the article had\nnot suggested, as the complainant had contended, that the event was critical of\nthe NHS. 12. Although the newspaper had reported comments made by\na Conservative candidate, in which she said she did not want to attend an event\n“criticising” the NHS, the comments appeared in quotation marks and clearly\nrepresented the candidate’s opinion. Taken in their full context, the Committee\ndid not consider that the publication of her comments was significantly misleading.\nThere was no failure to take care over the accuracy of the article in this\nregard. 13. The Committee noted the complainant’s concern that\nthe event was organised by 38 Degrees alone, and not by the Green Party as\nsuggested by the candidate quoted in the article. The article, however, had\nalso stated that the event was “coordinated by the 38 Degrees group”. Given\nthat the Green Party candidate had attended the event and that the statement\nhad appeared in quotation marks, the Committee did not consider that the\npublication of the Conservative candidate’s assertion had been significantly\nmisleading. Nonetheless, the Committee welcomed the newspaper’s offer to\npublish a clarification on this point. 14. The Committee did not consider that the online aspect\nof the campaign was a significant point that would require correction under the\nterms of Clause 1. The complaint under Clause 1 was not upheld. 15. The complainant had also framed his concerns under\nClause 2. The terms of Clause 2, however, do not require that newspapers seek\ncomment before publication. Rather, they provide people with a fair opportunity\nto respond to published inaccuracies. The Committee had not established the\nexistence of inaccuracies that would engage the terms of this Clause. Conclusions16. The complaint was not upheld. Remedial Action RequiredN/A Date complaint received: 04/05/2015\nDate decision issued: 19/06/2015\nBack to ruling listing\n\n\n"
}