{
    "url": "/rulings-and-resolution-statements/ruling/?id=03349-18",
    "title": "03349-18 University Hospital Southampton NHS Foundation Trust v Daily Express",
    "provisions": [
        "1 Accuracy (2018)"
    ],
    "outcome": "Breach - sanction: action as offered by publication",
    "publication": "Daily Express (Reach PLC)",
    "published_on": "2018-05-02 00:00:00",
    "received_on": "2018-05-03 00:00:00",
    "concluded_on": "2018-09-28 00:00:00",
    "complaint_processing_days": 148,
    "conclusion_long": "21. The complaint was upheld in part under Clause 1 (i).",
    "remedial_action": "22.   Having upheld the complaint under Clause 1 (i), the Committee considered what remedial action should be required. 23.   The newspaper had offered to publish a clarification which was sufficient in meeting its obligations under Clause 1 (ii). This should now be published, as offered. Independent Complaints Reviewer The complainant complained to the Independent Complaints Reviewer about the process followed by IPSO in handling this complaint. The Independent Complaints Reviewer decided that, in its initial ruling on the complaint, the Committee had not explained why it believed that the offer of correction had been made promptly. The Committee re-considered the complaint, in light of the Complaints Reviewer’s findings, and issued the above decision. Date complaint received: 03/05/2018",
    "text": "\n\n\n\n\n\nDecision of the\nComplaints Committee 03349-18 University\nHospital Southampton NHS Foundation Trust v Daily Express\nSummary of complaint 1.   \nThe University\nHospital Southampton NHS Foundation Trust (the Trust) complained to the\nIndependent Press Standards Organisation that the Daily Express breached Clause\n1 (Accuracy) of the Editors’ Code of Practice in an article headlined “Alfie’s\ncase calls for a change in the law”, published on 2 May 2018. 2.   \nThe\narticle was a comment piece in which the columnist discussed the issue of seriously\nill children receiving medical treatment abroad. It included her opinion that where\nconflicts arise between parents and doctors as to where their child should be\ntreated, the law should be changed to reflect a greater consideration of the\nparents’ wishes. 3.   \nThe\ncolumnist discussed and compared three high profile cases, including one\ninvolving the Trust’s care of a child. The article reported that “Doctors are\nnot infallible: all they can offer is their best judgment and that judgment,\npursued through the courts and pronounced so confidently to the world’s press,\nturned out to be comprehensively wrong in [the child’s] case.” 4.   \nThe\narticle reported that this case was an example of a situation where parents had\nbeen denied the right to remove their child from hospital, so that they could\nreceive medical treatment in a hospital abroad. It reported that: “What links the [three\ncases] is that all the parents in each case wanted to do was to have their\nchild treated in one hospital rather than another but in each case that\nhospital was abroad. They were not asking to try some sort of voodoo treatment\nin a primitive jungle but to take their children to world-renowned,\ncutting-edge hospitals which were willing to receive them. Why should a parent\nnot have that simple right?” 5.   \nThe article was also\npublished online, in substantively the same format, headlined “Alfie Evans’s\ncase calls for a change in the law, demands Ann Widdecombe”. 6.   \nThe\ncomplainant said that it was not “comprehensively wrong” in regards to the\nchild’s care and treatment - the article had failed to substantiate this claim.\nThe complainant also said that the article gave the misleading impression that\nthe Trust had denied the child’s parents the right to take him abroad for\nmedical treatment, when it had not. 7.   \nThe\nTrust provided a copy of a statement published on its website in 2014 which\noutlined that, having been diagnosed with medulloblastoma, the child’s tumour\nwas successfully removed at the hospital, and that a combination of\nradiotherapy and chemotherapy was subsequently required to prevent the tumour\nfrom returning. The statement then explained that the child’s parents indicated\nthat they wished him to undergo proton beam therapy instead of standard\nradiotherapy; the Trust explored this option with the family and informed them\nthat there was likely to be no difference in survival and overall no proven\nsignificant benefit. The complainant added that the treatment protocol for the\nchild would have remained the same regardless of the country he was treated in. 8.   \nThe\ncomplainant said that the Trust did not have the authority to recommend proton beam\ntherapy abroad, and that the NHS England Proton Overseas Programme National\nClinical Reference Panel (the Panel), held the ultimate decision making power. The\ncomplainant said that despite its reservations regarding the treatment, the\nTrust agreed to refer the child for proton beam therapy to the Panel, as the\nfamily could fund it privately. The Panel confirmed that it did not recommend\nnor fund the use of proton beam therapy abroad for medulloblastoma. The\ncomplainant provided a copy of the High Court Judgment which it said supported\nits position. It also referred to the Judge’s comment that “The Trust had never\nopposed the family’s decision to obtain proton beam therapy. The Trust itself\nwas not in a position to offer it, but would support it being provided elsewhere\nif it could be reliably arranged and funded and the transfer arrangements were\nsafe”. The Judge determined that the child could receive the treatment abroad. 9.   \nThe\ncomplainant said that therefore, the Trust did not act or make judgments which\nwere “comprehensively wrong”, nor did it deny the parents the right to take\ntheir child abroad for medical treatment. 10. The complainant also said that\nthe article had misrepresented its concerns in this case. It said that the risk\nto the child’s life was not about the type of radiotherapy that he received,\nbut rather it related to his parents’ decision to remove him from hospital\nwithout informing or seeking the consent of medical staff. As outlined in the\nstatement published on the Trust’s website, it was concerned for the child’s\nsafety as his parents were not trained to deal with his complex medical needs\nat home. 11. The complainant said that the\nTrust did not pursue the family, or its desired treatment plan for the child, through\nthe courts. It said that an action had been brought by the local authority based\non the welfare of the child after he had been removed from hospital. The\ncomplainant also expressed concern that it was not contacted for its comment\nprior to publication. 12. The newspaper did not accept that\nit had breached the Code. It emphasised that the article was a comment piece, which\nreported on the columnist’s opinions that had been formed on the basis of\npublicly available information. The newspaper said that as such, the columnist\nwas not obliged to contact the Trust for its comment prior to publication. It\nnoted that as the Trust had previously published various statements regarding the\ncase, if contacted, it would not have been able to provide any further\ninformation that was not already in the public domain. 13. The newspaper said that it was\naccurate to report that “doctors turned out to be comprehensively wrong in [the\nchild’s] case”, as a US study carried out in 2016 showed that proton beam\ntherapy was effective and had fewer side effects than standard radiotherapy. It\nsaid that the doctors in question were wrong about the possible superiority of\nproton beam therapy, and in their concerns for the child’s safety and welfare\nhaving been removed from hospital; the child made a full recovery and suffered\nno harm on the grounds for concern raised by the doctors. The newspaper noted\nthat the child’s case was used as a mere example in an article which focused on\nthe idea that “doctors are not infallible”. 14. The newspaper also said that it\nwas accurate to report that “all [doctors] can offer is their best judgment and\nthat judgment, [was] pursued through the courts [in the child’s case]”. It said\nthat the article did not state that the doctors themselves pursued the court\nproceedings, however it was correct that the local authority instigated the\nproceedings, on the basis of the doctors’ judgment in this case. The newspaper\nsaid that the High Court Judge had confirmed that the doctors treating the\nchild \"were very concerned about his removal”, and that “it was the\nhospital that informed the Local Authority that [the child] had been removed”. The\nnewspaper said that therefore, it was on the basis of medical evidence\npresented by the doctors, that the child was made a ward of court. 15. Nevertheless, during direct\ncorrespondence with the complainant, the newspaper offered to publish a\nclarification. The complainant did not accept this, as the newspaper had not\nacknowledged that it had breached the Code, and asked IPSO to begin its\ninvestigation into the complaint. During IPSO’s investigation,  the newspaper provided the wording of the\nclarification it was willing to publish on page 2 in the Corrections and\nClarifications column, and online either as a standalone clarification\nappearing on the homepage, or as a footnote to the online article:  \n“The University Hospital Southampton NHS Foundation Trust - Clarification\nIn a column published on 02 May 2018, Ann Widdecombe said that the judgment of\nthe doctors in the case of [the child], was pursued through the courts and\n“turned out to be comprehensively wrong”. We have been contacted by\nUniversity Hospital Southampton NHS Foundation Trust, where [the child]\nreceived treatment, to remove a medulloblastoma brain tumour. The hospital says\nthe family wanted [the child] to receive proton beam therapy, but NHS England did not recommend\nnor fund the use of this therapy for [the child’s] type of cancer as it\nbelieved there was no proven significant benefit. The hospital has asked\nus to record that before [the child] left its care, it had nevertheless agreed\nto refer him to receive proton beam therapy privately.  The hospital has also asked us to\nmake clear that this disagreement about treatment was not the issue that was\npursued through the courts. It says that the court proceedings were filed by\nPortsmouth City Council, who wanted [the child] made a ward of the court, as\ndoctors had concerns for his welfare. For example, he was dependent on a\nnasogastric tube for food among other medical needs, and doctors were concerned\nthat this could not be safely managed outside a hospital. In 2016, 2 years after the court proceedings,\nresearch was published in a medical journal suggesting that in treating the\nchild’s condition, proton beam therapy may have some additional benefits over\nconventional radiotherapy, and the NHS has begun offering proton beam therapy\nto children with the same conditions as [the child].” The\ncomplainant did not accept this offer, as it said the proposal did not make\nclear that the information published was inaccurate. It also said that this wording\nhad been offered several months after the complaint was first made, and\ntherefore was not prompt enough to satisfy the requirements of Clause 1\n(ii).  \nRelevant Code Provisions 16. Clause\n1 (Accuracy)i)\nThe Press must take care not to publish inaccurate, misleading or distorted\ninformation or images, including headlines not supported by the text. ii)\nA significant inaccuracy, misleading statement or distortion must be corrected,\npromptly and with due prominence, and — where appropriate — an apology\npublished. In cases involving IPSO, due prominence should be as required by the\nregulator.  \nFindings of the\nCommittee 17. The Code does not\nrequire newspapers to contact the subject of an article prior to publication. In\ncircumstances where the article was\nclearly presented as an opinion piece, based on information already in the\npublic domain, the Committee did not find that this was necessary in order for\nthe newspaper to meet its obligations under Clause 1 (i). 18. However, while the columnist was\nentitled to criticise the Trust’s actions in this case, the newspaper had an obligation to accurately report on its actions and\nthe outcome of the case. The basis for the article’s criticism of the Trust was\nthat it had objected to the child’s parents’ request to take him abroad for\nmedical treatment, and the article suggested that the parents were prevented\nfrom seeking medical care abroad for their child, under any circumstances. However\nthe High Court judgment, and the publicly available statement from the Trust,\nmade it clear that the dispute was about who would fund the proton beam therapy\ntreatment abroad, and whether there were safe medical provisions for the\nchild’s transfer. Furthermore, while the Trust did not believe that proton beam\ntherapy offered any additional benefit to standard radiotherapy, it had still\nreferred the child to the Panel and ultimately, the Court decided that the\nchild could receive the treatment abroad. This information was in the public\ndomain at the time of publication. In the context of an article which focused\non children being denied the right to receive medical treatment abroad, the\nCommittee decided that the article created the significantly misleading\nimpression that the child had been denied this right by the Trust and by the\njudicial system. This misrepresented the Trust’s actions and the outcome of the\ncase; there was a failure to take care over the accuracy of the article, in breach\nof Clause 1 (i). 19. The newspaper had offered to\npublish a clarification which highlighted the misleading information and made\nthe correct position clear, that the child’s parents had not been denied the\nright to take him abroad for treatment. The newspaper had offered to clarify the\ncomplainant’s position during direct correspondence. The Committee noted that\nthe wording was not offered until later in IPSO’s investigation, however in\ncircumstances where the complainant declined the newspaper’s offer to clarify,\nand decided that they instead wanted IPSO to begin its investigation, and for the\nCommittee to rule on the complaint, it was satisfied that the actions of the\nnewspaper met the requirement for promptness under the terms of Clause 1 (ii).\nThere was no breach of Clause 1 (ii) on this point. 20. The columnist had claimed that\nthe doctors had “turned out to be comprehensively wrong” in this case, without\nspecifying what aspects of his treatment or care she believed had been shown to\nbe “wrong”. However during the course of the complaint, the newspaper had\nclarified the justification for this claim – the treatment the hospital thought\noffered no additional benefit had been shown to be effective and have fewer\nside effects than the traditional radiotherapy recommended by the Trust. In the\ncontext of this comment piece, reporting the columnist’s opinion that the\ndoctors had been “comprehensively wrong” did not represent a failure to take\ncare, and where further research had shown that there was, in fact, some\nadditional benefit offered by proton beam therapy, in contrast to the doctor’s opinions\nin this case, reporting this was not inaccurate in breach of Clause 1(ii). \nConclusion 21. The complaint was upheld in part under\nClause 1 (i).  \nRemedial Action\nRequired 22.   Having upheld the complaint under\nClause 1 (i), the Committee considered what remedial action should be required. 23.   The newspaper had offered to\npublish a clarification which was sufficient in meeting its obligations under\nClause 1 (ii). This should now be published, as offered. Independent Complaints Reviewer The complainant complained to the Independent Complaints\nReviewer about the process followed by IPSO in handling this complaint. The\nIndependent Complaints Reviewer decided that, in its initial ruling on the\ncomplaint, the Committee had not explained why it believed that the offer of\ncorrection had been made promptly. The Committee re-considered the complaint,\nin light of the Complaints Reviewer’s findings, and issued the above decision. Date complaint received: 03/05/2018\nDate decision issued: 28/09/2018\nBack to ruling listing\n\n\n"
}