{
    "url": "/rulings-and-resolution-statements/ruling/?id=03351-16",
    "title": "03351-16 - A Man v The Argus (Brighton)",
    "provisions": [
        "1 Accuracy (2016)",
        "2 Privacy (2016)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "The Argus (Brighton) (Newsquest Media Group)",
    "published_on": "2016-02-25 00:00:00",
    "received_on": "2016-06-06 00:00:00",
    "concluded_on": "2016-06-28 00:00:00",
    "complaint_processing_days": 22,
    "text": "\n\n\n\n\n\nDecision of the Complaints\nCommittee 03351-16 - A Man v The Argus (Brighton)\nSummary of complaint 1.    A man\ncomplained to the Independent Press Standards Organisation that The Argus (Brighton) breached Clause 1 (Accuracy) and Clause 2 (Privacy) of the Editors’ Code of\nPractice in an article headlined “Why won’t police say anything about man\nsuspected of causing HIV risks?”, published on 25 February 2016.2.    The\narticle reported that the complainant had been arrested “on suspicion of\nputting sexual partners at risk of HIV and other sexually transmitted diseases\nby deliberately tampering with condoms”. It said that, 18 days after his\narrest, Sussex Police and the local council had issued a public health warning asking\nconcerned members of the public to contact local sexual health clinics, but only\nidentifying the suspect by reference to his accent and approximate age. The\narticle said that the police had failed to adequately explain why there had\nbeen an 18-day delay between the man’s arrest and the announcement, and why it\nwas withholding his name and photograph. The article said that the newspaper\n“questioned the wisdom” of releasing an HIV-related public health statement,\nwhich ran the risk of generating public distress as well as implicating every\nman in the local area who shared the suspect’s accent; as such it had decided\nto release his name. 3.    The article\nwas also published online. 4.    The\ncomplainant said that the publication of his name in relation to this\nallegation represented an intrusion into his private life in breach of Clause 2.\nHe said that it was for the police to decide whether the identity of a suspect\nin a sexual case should be released; in this instance, the police had refused\nto do so on the basis that naming him would potentially prejudice their\ninvestigation as identification would be an issue in any criminal proceedings. 5.    The\ncomplainant said that the police only suspected that he was guilty of the\noffence; he had denied this in interview. He said the police had taken a\nbalanced approach by releasing a description of their suspect to ensure that\nother potential witnesses came forward, but without releasing the name and HIV\nstatus of a person who may be innocent. He noted that the newspaper had not\npublished his photograph, but it had reported his full name, age and place of\nbirth. He considered that this “irresponsible and sensationalist journalism” was\nlikely to impact the police investigation. He said that in the event that he was\nnot later charged, he would have been vilified for no reason. 6.    The complainant\naccepted that he had faced similar charges in Scotland: he had been charged\nwith consensual sex by deception. However, he considered that his identity and\nHIV status were not in the public domain as result of those charges because, in\naccordance with Scottish law, his first appearance at court in Scotland had\ntaken place in private.7.    In\naddition, the complainant said that the newspaper had no “evidential basis” for\nasserting that he had “deliberately tampered with condoms”, which he considered\nrepresented a breach of Clause 1. 8.    The\nnewspaper said that it was “entirely routine” to identify people who had been\narrested or charged in connection to criminal offences, especially when doing\nso might attract witnesses. It accepted that the complainant’s right to privacy\nwas “potentially engaged” by disclosing his identity as the person arrested,\ninsofar as it made claims  about his\nmedical condition; however, it considered that in the full circumstances,\ndisclosure had been justified. 9.    The\nnewspaper said that the complainant’s name had been supplied by the police in\nScotland, where he had already appeared in court on similar charges. He had been\ncharged with four counts of rape and six of sexual assault, on the basis that it\nwas alleged that he was HIV positive and had deliberately endangered his\nalleged victims. While the newspaper accepted that technically this hearing had\nbeen held in private, it did not consider that the information was\nconfidential: there was no “secret justice” in Scotland and, unless specific\nrestrictions were in place, there was no prohibition on reporting names and\ncharges in relation to these initial hearings. In the absence of reporting\nrestrictions, and where Police Scotland had taken the decision to identify him,\nthe newspaper considered that the allegation about the complainant’s medical\ncondition was always likely to come into the public domain. It noted that an international\nonline news service had reported on the case in Scotland, naming the complainant,\nbefore it had separately obtained the information. 10. In\naddition to the fact that the information was already in the public domain, the\nnewspaper considered that there was a “powerful public interest” in the public being\nmade aware of the identity of the suspect, which “very significantly”\noutweighed any personal claim to privacy that he might have. 11. The\nnewspaper said that the public health alert, which had been issued locally, had\nbeen issued in a manner that would cause general panic: it had identified a\nserious danger, but it had failed to give crucial information about the\nsuspect’s identity leaving a large number of people unnecessarily concerned\nthat they had been put at risk. The editor had considered that it was “vitally\nimportant” that people who might have had intimate contact with the complainant\nshould be made aware of the allegations that had been made against him so that\nthey could seek testing and medical treatment, if required. 12. The\nnewspaper said that this public interest was evidenced by concerns of the\nBrighton LGBT Community Safety Forum, whose spokesperson had said that the\ninformation from the police was “far too vague and therefore more confusing\nthan helpful”. It said that the LGBT community had called on the police to\nallay growing anxieties by releasing more information about the identity of the\nsuspect. The newspaper considered that it went to the “very heart” of an\nindependent local newspaper’s purpose that it should be questioning and\nchallenging those in authority on behalf of its readership. 13. The\nnewspaper noted that the complainant’s claim to privacy was not a reason given\nby the police to explain their decision for not releasing his name. Their\nreasons had been based on the concern that the investigation might be hindered\nor that a warning giving the accused man’s name might not be effective. The newspaper\nconsidered that its coverage with regard to particular details of\nidentification had been moderate and proportionate: the complainant’s address and\nphotograph were not published. It had also excluded reference to the charges\nagainst him in Scotland so as to avoid prejudicing the local police\ninvestigation. 14. With\nregards to the complaint under Clause 1, the newspaper said that the article\nhad reported on the nature of the suspicions facing the complainant based on\ninformation supplied by the police; it had not asserted whether or not those\nsuspicions were true. It said that if the complainant was acquitted in Scotland\nor the investigation in Brighton was closed without charges, it would be happy\nto report it. \nRelevant Code provisions 15. Clause 1 (Accuracy) i.   The\nPress must take care not to publish inaccurate, misleading or distorted\ninformation or images, including headlines not supported by the text. ii.   A\nsignificant inaccuracy, misleading statement or distortion must be corrected,\npromptly and with due prominence, and — where appropriate — an apology\npublished. In cases involving IPSO, due prominence should be as required by the\nregulator. iii.  A\nfair opportunity to reply to significant inaccuracies should be given, when\nreasonably called for. iv.  The\nPress, while free to editorialise and campaign, must distinguish clearly\nbetween comment, conjecture and fact. Clause 2 (Privacy) i. Everyone\nis entitled to respect for his or her private and family life, home, health and\ncorrespondence, including digital communications. ii.  Editors\nwill be expected to justify intrusions into any individual's private life\nwithout consent. Account will be taken of the complainant's own public\ndisclosures of information. iii.  It\nis unacceptable to photograph individuals, without their consent, in public or\nprivate places where there is a reasonable expectation of privacy. The public interestThe\npublic interest includes, but is not confined to: -     \nDetecting\nor exposing crime, or the threat of crime, or serious impropriety. -     \nProtecting\npublic health or safety. -     \nProtecting\nthe public from being misled by an action or statement of an individual or\norganisation. -     \nDisclosing\na person or organisation’s failure or likely failure to comply with any\nobligation to which they are subject. -     \nDisclosing\na miscarriage of justice. -     \nRaising\nor contributing to a matter of public debate, including serious cases of\nimpropriety, unethical conduct or incompetence concerning the public. -     \nDisclosing\nconcealment, or likely concealment, of any of the above. -     \nThere\nis a public interest in freedom of expression itself. -     \nThe\nregulator will consider the extent to which material is already in the public\ndomain or will or will become so. -     \nEditors\ninvoking the public interest will need to demonstrate that they reasonably\nbelieved publication - or journalistic activity taken with a view to\npublication – would both serve, and be proportionate to, the public interest\nand explain how they reached that decision at the time. -     \nAn\nexceptional public interest would need to be demonstrated to over-ride the\nnormally paramount interests of children under 16. \nFindings of the Committee 16. Whether an individual can claim a\nreasonable expectation of privacy regarding details of an arrest will depend on\nthe particular circumstances of the case. In this instance, the complainant had\nnot been charged, and identifying him as the man arrested involved making\nclaims about his HIV status. In such circumstances, as the newspaper rightly\naccepted, naming him did require justification, to avoid a breach of Clause 2. 17. The justification advanced by the\nnewspaper relied on two points: the fact that information about the complainant’s\nmedical condition had, or was likely to, come into the public domain as a\nconsequence of criminal proceedings in Scotland, and a separate public interest\nin identifying him as the man arrested in Brighton. 18. The Committee was satisfied that\nthe newspaper had been correct to conclude that information about the\ncomplainant’s medical condition had been placed in the public domain. The\ncomplainant had already appeared in court in Scotland, charged with offences which\nalso related to his alleged HIV status. There was no suggestion that reporting\nrestrictions had been in place at that hearing, and Police Scotland were\nconfirming his name in relation to those charges. Indeed, an online news\nservice had named the complainant in relation to the Scottish proceedings,\ndisclosing the claims about his HIV status, the same day that the article under\ncomplaint was published. 19.\nFurthermore,\nthe newspaper was able to separately demonstrate a convincing public interest\nin naming the complainant as the man arrested in Brighton. The Committee emphasised\nthe important role local newspapers play in serving the interests of their\ncommunities. In this instance, the newspaper could point to the local LGBT\ncommunity, which had expressed concern that the public health alert had caused\nunnecessary alarm because it had revealed too little detail about the alleged\nperpetrator. There was therefore a public interest in the newspaper’s identifying\nthe complainant, in response to those concerns and so that those in the local\ncommunity, who might have been put at risk, could seek testing and medical\ntreatment if necessary. In reaching this view, the Committee acknowledged the\nfact that the complainant had denied the offences and had not been charged.\nHowever, where this was apparent from the article itself, these facts did not\nundermine the public interest argument which the newspaper had advanced. 20.\nFor\nthese reasons, the newspaper had demonstrated that the disclosure of the\ncomplainant’s name and HIV status in relation to the allegations against him in\nBrighton was justified. The complaint under Clause 2 was not upheld. 21. The newspaper had reported that\nthe complainant had been arrested “on suspicion” of deliberately putting sexual\npartners at risk of HIV. The article had not given the significantly misleading\nimpression that the complainant had been charged or found guilty of\n“deliberately tampering with condoms”. There was no failure to take care over\nthe accuracy of the article. The complaint under Clause 1 was not upheld. \nConclusion 22. The complaint was not upheld. Date\ncomplaint received: 06/06/2016\nDate\ndecision issued: 28/06/2016Note: Publication of this decision was delayed for legal reasons\nBack to ruling listing\n\n\n"
}