{
    "url": "/rulings-and-resolution-statements/ruling/?id=03350-16",
    "title": "03350-16 InFacts v The Sun",
    "provisions": [
        "1 Accuracy (2016)"
    ],
    "outcome": "Breach - sanction: action as offered by publication",
    "publication": "The Sun (News UK)",
    "published_on": "2016-05-19 00:00:00",
    "received_on": "2016-06-06 00:00:00",
    "concluded_on": "2016-10-14 00:00:00",
    "complaint_processing_days": 130,
    "conclusion_long": "20. The complaint was upheld.",
    "remedial_action": "21. Having upheld the complaint under Clause 1(i), the Committee considered what remedial action should be required. The newspaper had offered to publish a correction in print on page 2 of the newspaper, the wording of which addressed the misleading impression the original article had given about the ONS statistics and which corrected the position. In the full circumstances, the Committee considered that the publication of the clarification on page 2 in the newspaper’s established Corrections and Clarifications box would be sufficiently prominent. This should now be published promptly in print. 22. The newspaper’s offer to publish the same clarification at the foot of the article in the context of also offering to amend the wording of the online article was appropriate in the circumstances. The action offered by the newspaper in relation to the online article should now be taken. The clarification should be published beneath the clarification already appended to the online article.Date complaint received: 06/06/2016",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee 03350-16 InFacts v The SunSummary of complaint\n1. InFacts\ncomplained to the Independent Press Standards Organisation that The Sun\nbreached Clause 1 (Accuracy) of the Editors’ Code of Practice in an article\nheadlined “Brits not fair!” in print and “Brits just not fair: 4 in 5 British\njobs went to foreign nationals last year as number of EU workers doubles”\nonline, published on 19 May 2016.\n2. The print\nsub-headline stated that “4 in 5 jobs go to foreign workers”. The article\nreported that “four in five jobs in Britain have been taken by people from\noutside the UK in the past year” and that of a “414,000 rise in employment, 80\nper cent or 330,000 posts went to foreign-born workers”. It said that “220,000\nroles […] were landed by EU nationals”. A graphic setting out the statistics in\nmore detail said that the total number of “new jobs” in the year to March was\n414,000, and that 330,000 was the number of jobs “taken by foreign-born\nworkers”.\n3. The online\narticle appeared in substantively the same form online, save for the headline,\nwhich made reference to jobs going to “foreign nationals”. The online article\ndid not include the graphic.\n4. The complainant\nsaid that it was inaccurate to state that four in five “jobs” went to foreign\nworkers. While it was accurate to say that there was a 414,000 increase in\nemployment – and that there was a 330,000 increase in employment of non-UK born\nnationals – both of these figures were net figures: they showed the number of\npeople entering employment, minus the number of people leaving employment. In such\ncircumstances, it was inaccurate to report that a certain proportion of jobs\nhad been taken by foreign-born workers simply on the basis of dividing the\nfigure for the net increase in employment of workers born outside of the UK, by\nthe total rise in employment.\n5. The figures\nreferred to in the online article had come from an Office for National\nStatistics (ONS) report on employment. The complainant noted that as part of\nits report, the ONS had explained that the “number of people entering or leaving\nemployment are larger than the net changes” and that “the estimates therefore\ndo not relate to ‘new jobs’ and cannot be used to estimate the proportion of\nnew jobs that have been filled by UK and non-UK workers”.\n6. The complainant\nsaid that it was therefore also inaccurate for the graphic accompanying the\narticle to report that there were a total of 414,000 “new jobs” in the year up\nto March. In addition, it was inaccurate for the online headline to refer to\n“foreign-nationals” – the 330,000 figure released by the ONS in fact related to\nthose born outside of the UK and therefore included UK nationals.\n7. The newspaper\ndid not accept that the coverage was inaccurate. Except for in the text of the\ngraphic, the article did not refer to “new” jobs. It said that while the ONS\nfigures referred to a net rise in employment – measured by the number of people\nin employment – many people would interpret the figures to relate to the number\nof people who have a job. It noted that most commonly, and even when discussed\nby politicians, employment is spoken about in terms of the number of people who\nhave a job or a wage; it said that for reasons of space and style, the\nnewspaper may from time to time avoid unnecessary explanation when simpler and\nshorter phrases suffice.  It said that in\nthese circumstances, and where the article made clear in the second paragraph\nthat the figures related to a “rise in employment”, the references to “posts”,\n“jobs” and “roles” were not significantly misleading. Further, while it\nacknowledged that the reference to “new jobs” in the graphic was technically\nincorrect, it maintained that in describing a rise in employment, the term “new\njobs” was an adequate alternative that would not significantly mislead readers.\n8. The newspaper\nnonetheless offered to publish the following wording on page 2 of the print\nedition in its Corrections and Clarifications box, and beneath the online\narticle, in order to clarify the position, and in an effort to resolve the\ncomplaint:\nAn article 'Brits Not Fair!' (19 May) stated that 4 in 5\njobs in Britain have been taken by people from outside the UK in the past year\nand an incorrect graphic also said that the total new jobs in the year to March\n2016 was 414,000. In fact, the figure relates to the net rise in employment and\nincludes existing jobs that have been filled by new people. \n9. In addition, it\nhad offered to amend the online article – including the headline – to reflect\nthe position more clearly.\n10. It also acknowledged that the reference to “foreign\nnationals” in the online headline was inaccurate. Soon after being made aware\nof the inaccuracy, it amended the online headline to refer to “foreign-born\nworkers” instead, and published the following note below the article:\nIn an earlier version of this story a headline referred to\n‘foreign nationals’ when it should have said ‘foreign-born workers’.\n11. The complainant did not consider that the prominence of\nthe print clarification offered by the newspaper was sufficient, given that the\nprominent sub-headline also contained an inaccurate claim.\nRelevant Code provisions\n12. Clause 1 (Accuracy)\ni) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not\nsupported by the text.\nii) A significant inaccuracy, misleading statement or\ndistortion must be corrected, promptly and with due prominence, and — where\nappropriate — an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator. \niii) A fair opportunity to reply to significant inaccuracies\nshould be given, when reasonably called for.\niv) The Press, while free to editorialise and campaign, must\ndistinguish clearly between comment, conjecture and fact.\nFindings of the Committee\n13. The ONS figures related to the net change in employment,\nwhich is measured by the net change in the number of people in employment, and\nnot by the number of “new jobs” created, or “jobs” that have become available\nin the economy. While the Committee acknowledged the newspaper’s desire to\npresent potentially complex statistics succinctly, it was not possible to\nreport the proportion of “jobs” in Britain which had been taken by foreign-born\nworkers, on the basis of these figures. Instead, the figures used by the\nnewspaper showed simply that there was a net increase in employment in the UK,\nand that the increase in foreign-born workers could be said to correspond to\n80% of that.\n14. The article had referred to the proportion of “jobs”,\n“posts” or “roles” taken by foreign-born workers, as part of a discussion about\na rise in employment. In this context, it misleadingly suggested that the ONS\nfigures had shown that a specific proportion of new jobs had been taken by\nforeign-born workers. The specific reference to a “rise in employment” – and\nthe omission of reference in some instances to the jobs being “new” – did not\ncure the misleading impression created by the article. Given that the publicly\navailable ONS guidance on the statistics specifically stated that they could\nnot be used to estimate the proportion of new jobs occupied by UK and\nforeign-born workers, the presentation of the figures in this manner –\nincluding the reference to “new jobs” in the graphic – represented a failure to\ntake care not to publish inaccurate information in breach of Clause 1 (i).\n15. The article had given the significantly misleading\nimpression that the ONS figures had indicated that a specific proportion of new\njobs in the economy had been taken by foreign-born workers in the past year.\nThis required correction under Clause 1 (ii). \n16. The newspaper had offered to publish a clarification\nthat identified the misleading manner in which the ONS figures had been\npresented – including in the graphic – and corrected the position making clear\nthat the figures used in fact related to a net rise in employment. The\nnewspaper had offered to publish this soon after it had been fully notified of\nwhy the misleading impression created by the article was significant. The\nclarification had been offered sufficiently promptly.\n17. The Committee then considered whether the inaccuracy\nrequired correction on the front page, given that the claim in the sub-headline\nthat “4 in 5 jobs go to foreigners” appeared prominently on the front page. The\nONS figures could not be used to support the suggestion that 80% of new jobs\nhad been taken by foreign-born workers. They could, however, have been used to\nsupport the claim that 80% of the net employment rise was accounted for by\nforeign-born workers. Further, the table that referred to “new jobs” did not\nappear on the front page. In these circumstances, the Committee took the view\nthat the reference to “jobs” in the sub-headline and the first paragraph of the\narticle on the front page was not so seriously misleading as to require\ncorrection on the front page. Further, while the Committee noted the\ncomplainant’s concern regarding the prominence of the print correction, the\nnewspaper’s Corrections and Clarifications box, which always appears on page 2\nin print, is a well-established and recognised location for the publication’s\ncorrections. In this case, the newspaper had offered to publish the print and\nonline clarification in a sufficiently prominent location.\n18. The reference in the online headline to “foreign\nnationals” was inaccurate: in the ONS data, the 4 in 5 figure – 330,000 –\nreferred to those born outside of the UK, and not foreign-born nationals. The\ninaccuracy required correction under the terms of Clause 1 (ii). The newspaper\nhad amended the online article to reflect that the figures in fact referred to\n“foreign-born” workers, and had recorded the change at the foot of the article\nsoon after it had been made aware of the error. The correction had been made\npromptly and prominently, and there was no further breach of the Code on this\npoint.\n19. The print reference in the sub-headline to “foreigners”\nwas not significantly misleading where the first and second paragraphs made\nclear this was in reference to “people from outside the UK” or to “foreign-born\nworkers”. There was no breach of Clause 1 on this point.\nConclusions\n20. The complaint was upheld.\nRemedial Action Required\n21. Having upheld the complaint under Clause 1(i), the\nCommittee considered what remedial action should be required. The newspaper had\noffered to publish a correction in print on page 2 of the newspaper, the\nwording of which addressed the misleading impression the original article had\ngiven about the ONS statistics and which corrected the position. In the full\ncircumstances, the Committee considered that the publication of the\nclarification on page 2 in the newspaper’s established Corrections and\nClarifications box would be sufficiently prominent. This should now be\npublished promptly in print.\n22. The newspaper’s offer to publish the same clarification\nat the foot of the article in the context of also offering to amend the wording\nof the online article was appropriate in the circumstances. The action offered\nby the newspaper in relation to the online article should now be taken. The\nclarification should be published beneath the clarification already appended to\nthe online article.Date complaint received: 06/06/2016Date decision issued: 14/10/2016 \nBack to ruling listing\n\n\n"
}