{
    "url": "/rulings-and-resolution-statements/ruling/?id=03361-16",
    "title": "03361-16 The British National Party v The Mail on Sunday",
    "provisions": [
        "1 Accuracy (2016)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "The Mail on Sunday (Associated Newspapers Limited)",
    "received_on": "2016-06-07 00:00:00",
    "concluded_on": "2016-08-31 00:00:00",
    "complaint_processing_days": 85,
    "conclusion_long": "10. The complaint was not upheld.",
    "remedial_action": "N/ADate complaint received: 07/06/2016",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee 03361-16 The British National Party v The Mail on Sunday Summary of complaint 1.    The\nBritish National Party (BNP) complained to the Independent Press Standards Organisation\nthat the Mail on Sunday breached Clause 1 (Accuracy) of the Editors’ Code of\nPractice in an article headlined “Far right in plot to hijack Brexit”,\npublished on 5 June 2016. The article was also published online on 4 June\n2016with the headline “The neo-Nazi with a swastika on her breast…and Vote\nLeave badge on her vest: From Holocaust deniers to EDL fascists posing at the\nKray twins’ grave, the violent thugs and racists hijacking the Brexit\ncampaign.” 2.    The\narticle reported that “dozens of far-Right extremists with racist views” were\ncampaigning for Britain to leave the European Union (EU). It said that the\nLeave campaign had been “infiltrated” by these people. 3.    The\ncomplainant said that some of the people named in the article had been\ninaccurately identified as being current BNP members, when in fact they were\nformer members. The complainant said that one of them had never been a member\nof the Party at all; he had been a member of the National Front at the same\ntime as Nick Griffin. The complainant was also concerned that the article had\ninaccurately suggested that Nick Griffin was the current leader of the BNP. The\ncomplainant was concerned that the article reflected badly on the Party. 4.    The\nnewspaper did not believe that the article was significantly inaccurate, as it\nmade clear that the individuals concerned were former, not current, members of\nthe BNP in the opening sentences of the article. It was unnecessary to repeat\nthat they were former members with every subsequent reference. The article had\naccurately reported that individuals with extreme right-wing views were\nattaching themselves to the Leave campaign. 5.    In\nresponse to the complaint, the newspaper made some minor amendments to the\nonline version of the article to further emphasise that some of the people\nidentified were former - not current - members of the BNP, and it appended the\nfollowing footnote: Since publication, the British National\nParty has asked to point out that the individuals mentioned in connection with\nthe BNP are no longer members and their views are not those of the BNP. Graham\nWilliamson was a member of the National Front, not the BNP. 6.    The\ncomplainant said that the newspaper should publish an apology on its front\npage, with the same prominence as the original article.Relevant Code provisions 7.    Clause\n1 (Accuracy) (i)  The press must take care not to publish\ninaccurate, misleading or distorted information or images, including headlines\nnot supported by the text. (ii) A significant inaccuracy, misleading statement\nor distortion must be corrected, promptly and with due prominence, and – where\nappropriate – an apology published.Findings of the Committee 8.    The\nintroduction to the article had stated that former members of the BNP (as well\nas other parties) were campaigning for the Leave campaign. The story being\nreported was that people with extreme right-wing views were campaigning on\nbehalf of the Leave campaign, and it was in that context that some people had\nbeen identified as being members (or former members) of the BNP. The purpose was\nto demonstrate that their views were extreme and, in this context, whether some\nof the individuals were current or former members of the BNP was not central to\nthe story. Similarly, if one of the individuals had been a member of the\nNational Front rather than the BNP, this was not a significant inaccuracy in\ncircumstances where both were nationalist political parties, and this\nindividual’s specific political affiliation was not central to the piece. Not\nreiterating that people were former members of the BNP each time it referred to\nthem did not render the article significantly inaccurate or misleading. 9.    It\nwas clear from the article that Mr Griffin had been leader of the Party when he\nappeared in court in 2006; the article did not state that Mr Griffin was the\ncurrent leader of the BNP. The Committee concluded that the references\nidentified by the complainant did not require correction under the Code.Conclusions 10. The\ncomplaint was not upheld.Remedial action requiredN/ADate complaint received: 07/06/2016\nDate decision issued: 31/08/2016\nBack to ruling listing\n\n\n"
}