{
    "url": "/rulings-and-resolution-statements/ruling/?id=03364-18",
    "title": "03364-18 Bhardwaj v mirror.co.uk",
    "provisions": [
        "1 Accuracy (2018)"
    ],
    "outcome": "Breach - sanction: action as offered by publication",
    "publication": "mirror.co.uk (Reach PLC)",
    "published_on": "2018-05-01 00:00:00",
    "received_on": "2018-05-04 00:00:00",
    "concluded_on": "2018-08-06 00:00:00",
    "complaint_processing_days": 94,
    "conclusion_long": "10. The complaint was upheld under Clause 1(i).",
    "remedial_action": "11. The correction offered by the publication was sufficient to meet the terms of Clause 1(ii), and had already been published. Date complaint received: 04/05/2018",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee – 03364-18 Bhardwaj v\nmirror.co.uk\nSummary of Complaint\n1. Dhillan Bhardwaj\ncomplained to the Independent Press Standards Organisation that mirror.co.uk\nbreached Clause 1 (Accuracy) in an article headlined \"I made £1 million at\n16 and thought poor were scroungers - until I lived like one\", published\non 1 May 2018.\n2. The article\nreported that the complainant – an entrepreneur with a “millionaire lifestyle”\n-was a participant in a television series in which he spent time living with a\nwoman on benefits. It described details of the complainant’s own home and\nlifestyle, and that of the woman and her family. The article also described both\nparticipants’ views on the experience. It said that the complainant “said the\nshow had destroyed his illusion that people living on handouts were lazy\nscroungers”, and a caption to an image said the complainant “said the show\ndestroyed his illusion that people on benefits were lazy”. The article also\nquoted the complainant saying “’Previously, I thought a lot of people on\nbenefits didn’t work because they were lazy. Now I know this isn’t the case…I\nhave realised there are valid reasons why people need help’”.\n3. The complainant\nsaid the article was inaccurate in breach of Clause 1 (Accuracy) because he had\nnever stated that he thought people on benefits were “scroungers”. He said that\nthe use of this word did not reflect his views.\n4. The publication\ndid not consider that the article was a significantly inaccurate account of the\ninterview the complainant had given to its reporter.It acknowledged that the\ncomplainant had not used the word “scroungers” directly. However, it said that\nthe complainant had stated “I thought a lot of people didn’t work because they\nwere lazy, couldn’t be bothered and chose to have hand-outs instead. Now I know\nthis isn’t the case”. It was not able to provide a recording of this interview,\nas the reporter had lost her Dictaphone; however, it provided the reporter’s\noriginal copy, which had been transcribed from the Dictaphone recording on the\nday of the interview.\n5. The publication\nsaid that, given what the complainant had said during the interview, it was not\nsignificantly misleading to state that the complainant had “said the show had\ndestroyed his illusion that people living on handouts were lazy scroungers” or\nthat he “thought poor were scroungers”, as the headline stated. Nevertheless,\nthe publication amended the headline and removed the relevant paragraph from\nthe article. It also added the following footnote clarification to the article:\nA previous version of this article suggested that Mr\nBhardwaj referred to people on benefits as ‘scroungers’. We are happy to\nclarify that at no time did Mr Bhardwaj use the term ‘scroungers’.\n6. The complainant\nsaid this was insufficient. He said he had never used the term “handouts”, and\nhad not stated that people on benefits were “lazy” or that they “couldn’t be\nbothered”.\n7. The publication\nnoted that the complainant had not previously expressed any concern about the\narticle’s report of his comments, save for the use of the term “scroungers”,\neither in his complaint or in his public statement issued at the time.\nRelevant Code Provisions\nClause 1 (Accuracy)\ni) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not\nsupported by the text.\nii) A significant inaccuracy, misleading statement or\ndistortion must be corrected, promptly and with due prominence, and — where\nappropriate — an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator.\niii) A fair opportunity to reply to significant inaccuracies\nshould be given, when reasonably called for.\niv) The Press, while free to editorialise and campaign, must\ndistinguish clearly between comment, conjecture and fact.\nFindings of the Committee\n8. The complainant denied having described\nbenefits claimants as “lazy” in his interview with the publication, and the\npublication was not able to provide a recording of the comments it attributed\nto him. However, the publication was able to provide the reporter’s original\ncopy, transcribed on the day of the interview, in which the complainant was\nquoted as stating “I thought a lot of people didn’t work because they were\nlazy, couldn’t be bothered and chose to have hand-outs instead. Now I know this\nisn’t the case”. The complainant had not raised this concern until he was aware\nthat the publication did not have a recording of his comments. In these\ncircumstances, the Committee did not consider there were grounds for finding\nthat the publication had failed to take care over the quotation attributed to\nthe complainant that “’Previously, I thought a lot of people on benefits didn’t\nwork because they were lazy”, and the other references to claimants being\n“lazy”, and there was no breach of Clause 1(i) on these points. Similarly, it\ndid not have grounds to find that this was a misleading account of the\ncomplainant’s views as expressed in the interview, such as to require\ncorrection under Clause 1(ii).\n9. The headline had\nsaid that the complainant “thought [the] poor were scroungers”; this was\npresented in the first person, as a claim made by the complainant directly.\nThis allegation had been repeated in the article. This was a significant claim,\ndue to the pejorative nature of the term “scroungers”, and because the headline\npresented it as a term used by the complainant. The publication was not able to\nprovide any recording of the complainant using either this term, or words of a\nsimilar intent, and accepted that he had not used it. While, as set out above,\nit was able to provide the reporter’s original copy, which provided some basis\nfor suggesting that the complainant had made comments which might be\ncharacterised as a similar criticism of the “poor”, the headline had suggested\nthat the complainant had used the term “scroungers” directly – a term which, in\nits pejorative tone, went somewhat beyond what the original copy suggested\nabout the complainant’s view. In these circumstances, and given the\npresentation of the headline, the Committee did not consider that the\npublication had demonstrated that it had taken care over the claim that the\ncomplainant had called the poor “scroungers”; this was a breach of Clause 1(i),\nand required correction in order to avoid a breach of Clause 1(ii). The\ncorrection proposed by the publication addressed the inaccuracy, by making\nclear that the publication had not used the term “scroungers”, and had been\noffered promptly once the publication was made aware of the complaint. It was\nsufficient to meet the terms of Clause 1(ii).\nConclusions\n10. The complaint was upheld under Clause 1(i).\nRemedial action required\n11. The correction offered by the publication was sufficient\nto meet the terms of Clause 1(ii), and had already been published.\nDate complaint received: 04/05/2018\nDate decision issued: 06/08/2018\nBack to ruling listing\n\n\n"
}