{
    "url": "/rulings-and-resolution-statements/ruling/?id=03378-21",
    "title": "03378-21 Greenstein v thejc.com",
    "provisions": [
        "1 Accuracy (2021)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "thejc.com (The Jewish Chronicle)",
    "published_on": "2020-11-06 00:00:00",
    "received_on": "2021-04-18 00:00:00",
    "concluded_on": "2021-08-02 00:00:00",
    "complaint_processing_days": 106,
    "conclusion_long": "7. The complaint was not upheld.",
    "remedial_action": "8. N/A Date complaint received: 18/04/2021",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee 03378-21 Greenstein v thejc.comSummary of Complaint\n1. Tony Greenstein\ncomplained to the Independent Press Standards Organisation that thejc.com\nbreached Clause 1 (Accuracy) of the Editors’ Code of Practice in an article\nheadlined “Arrested anti-Zionist compares himself to the Suffragettes”,\npublished on 6th November 2020.\n2. The article\nreported that the complainant, an “anti-Zionist activist”, had spent time in\nprison after being charged with conspiracy to cause criminal damage and had\nwritten a blog post about his experience. The article stated that, in this blog\npost, the complainant had said he had been questioned about “whether [he] was\nan extremist” and had compared himself to the Suffragettes. The article\ncontained a further quote from the blog in which the complainant wrote that he\nhad “Another series of questions concerned whether I was an extremist! I had\nmuch pleasure pointing out… that all those who have fought for democratic\nrights in the past, such as the Suffragettes, were called extremists in their\ntime”.\n3. The complainant\nsaid that the article was inaccurate in breach of Clause 1. He said that the\nheadline and article inaccurately claimed that he had compared  himself to the Suffragettes. The complainant\nexplained that his blog post was a light-hearted description of his experiences\nduring a discussion with a prison officer. He stated that when asked if he was\nan extremist instead of simply stating “yes” or “no”, he had responded by\nasking what the prison officer had meant by “extremist” as he considered that\nthis term was subjective based upon an individual’s position. As part of his\ndiscussion with the officer, he explained that many people to whom we owe our\ndemocratic rights were considered extremists in their time, such as the\nChartists or the Suffragettes.\n4. The publication\nsaid it did not accept a breach of the Code. It noted that the comparison\nbetween the complainant and the Suffragettes came from the complainant’s blog,\nand that this quote had been reproduced in the article, providing the context\nfor the comparison. The publication said\nthat the quote from the complainant explicitly compared him to the Suffragettes\nas an example of someone being called an extremist whilst fighting for\ndemocratic rights. It said that the inclusion of the quote, and the context of\nwhere it was taken from, would be understood by the reader.\nRelevant Clause Provisions\nClause 1 (Accuracy)\ni) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not\nsupported by the text.\nii) A significant inaccuracy, misleading statement or\ndistortion must be corrected, promptly and with due prominence, and — where\nappropriate — an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator.\niii) A fair opportunity to reply to significant inaccuracies\nshould be given, when reasonably called for.\niv) The Press, while free to editorialise and campaign, must\ndistinguish clearly between comment, conjecture and fact.\nFindings of the Committee\n5. The article\nreported on the content of a blog which the complainant accepted he had\npublished. During the course of IPSO’s investigation, the complainant provided\nadditional information about his exchange with the prison officer, but the\nquestion for the Committee was whether the newspaper’s report of the comments\nmade by the complainant in his blog, rather than the conversation itself, was\ninaccurate or misleading.\n6. The article\nexplained that, in his blog, the complainant had said he had been asked whether\nhe was an extremist, to which he had replied that “…all those who have fought\nfor democratic rights in the past, such as the Suffragettes, were called\nextremists in their time\". The article had accurately quoted the comment\nmade by the complainant and had explained that he had made the comment after he\nhad spent time in prison charged with conspiracy to cause criminal damage in\nconnection with his alleged activism. In light of the nature of the\ncomplainant’s comment, the circumstances in which it had been made and where it\nhad also been quoted in the article, it was not misleading for the article to\ncharacterise the comment as the complainant having compared himself to the\nSuffragettes. There was no failure to take care over accuracy in breach of\nClause 1(i) and no significant inaccuracy requiring correction.\nConclusions\n7. The complaint\nwas not upheld.\nRemedial action required\n8. N/A\nDate complaint received: 18/04/2021\nDate complaint concluded by IPSO: 02/08/2021\nBack to ruling listing\n\n\n"
}