{
    "url": "/rulings-and-resolution-statements/ruling/?id=03372-19",
    "title": "03372-19 O’Grady v The Spectator",
    "provisions": [
        "1 Accuracy (2018)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "The Spectator (The Spectator)",
    "published_on": "2019-02-16 00:00:00",
    "received_on": "2019-04-16 00:00:00",
    "concluded_on": "2019-10-25 00:00:00",
    "complaint_processing_days": 192,
    "conclusion_long": "8. The complaint was not upheld.",
    "remedial_action": "9. N/A   Date complaint received: 16/04/2019",
    "text": "\n\n\n\n\n\n\nDecision of the Complaints Committee 03372-19 O’Grady v\nThe Spectator \nSummary of Complaint\n1. Jonathan O’Grady complained to the Independent Press\nStandards Organisation that The Spectator breached Clause 1 (Accuracy) of the\nEditors’ Code of Practice in an article headlined “Break point” published on 16\nFebruary 2019.\n2. The article was a leader article which discussed ongoing\nBrexit negotiations and the alternative outcomes. The article considered\nforecasts which had been made regarding the implication of no deal, the merits\nof including an “exit clause” in any deal and whether this would require\nTheresa May’s deal to be re-opened. In this context, the author said that\n\"the mood is hardening in Britain” and that “polls show that even in\nNorthern Ireland, 40 per cent support no deal”. The article went on to say that\n\"Every MP who votes on May’s deal will know they are answerable, at least\nin part, to these voters”.\n3. The article also appeared online with the headline “The\nEU and UK are one sentence away from a Brexit deal. Why the games?” It was\nsubstantially the same as the print version.\n4. The complainant said it was misleading to state that\npolls showed that 40 per cent of people in Northern Ireland supported a no deal\nBrexit. He cited a 'UK in a Changing Europe' poll which showed that 15.2%\nsupported a 'Hard exit for the UK' and an Ipsos/MRBI poll showing only 17%\ndisagreeing with an open border between the Irish Republic and Northern\nIreland. During the course of IPSO's investigation, the complainant provided\nmore poll figures, which indicated that support for a no deal Brexit in Northern\nIreland was in the 10-20 % range and he said that other recent polls showed\nsimilar results. The complainant said that the publication's 40% number was\nmisleading because it had been derived from an opinion poll that had limited\nrespondents' options to only 'No Deal' or 'May's Deal' and that this had not\nbeen made clear in the article.\n5. The publication did not accept that there was any breach\nof Clause 1. It said that it had relied on a poll which showed that 37% of\npeople in Northern Ireland would support a no deal Brexit over Theresa May’s\ndeal. It also said that in the context of this article was focussed on Brexit\nplans and policies in general, the reference to the statistic was fleeting and\ndid not form any central part of the overall article. It said that it was\nentitled to report this finding and had done so accurately, and that all polls\nasked respondents to choose between options; in the context of this article, it\nwas not misleading in this not to report this fact. However, in response to the\ncomplaint, it amended the online article to make the poll’s findings clearer:\n“Polls show that even in Northern Ireland, 37 per cent support no deal over\nTheresa May’s deal”.\nRelevant Code Provisions\n6. Clause 1 (Accuracy)\ni) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not\nsupported by the text.\nii) A significant inaccuracy, misleading statement or\ndistortion must be corrected, promptly and with due prominence, and — where\nappropriate — an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator.\niii) A fair opportunity to reply to significant inaccuracies\nshould be given, when reasonably called for.\niv) The Press, while free to editorialise and campaign, must\ndistinguish clearly between comment, conjecture and fact.\nFindings of the Committee\n7. The publication provided a poll which showed that 37%,\nwhich was approximately 40% of respondents in Northern Ireland supported a no\ndeal Brexit, when asked to choose between a no deal Brexit and Theresa May’s\ndeal. The Committee acknowledged that other polls may show a different level of\nsupport for a no deal when respondents were given different choices. The\nresults of the poll were cited in the context of an article which was\nconsidering the deal which might be reached with the EU and which explicitly\nreferenced the deal which might be signed by Theresa May. Whilst the article\nomitted to explain the options available to the respondents, given the context,\nthe Committee did not find that the way in which the poll results had been\npresented was significantly misleading in an article which was not an in-depth\nanalysis of the poll and its findings. Instead the reference was used to\nillustrate the article’s wider point regarding attitudes to Brexit- and the\nterms of a deal which might be reached including, specifically, Theresa May’s\ndeal- and did not represent the central point being made in the article. There\nwas no failure to take care in reporting this statistic, and no misleading\nimpression requiring correction. There was no breach of Clause 1. However, the\nCommittee welcomed the publication’s willingness to clarify the point online.\nConclusions\n8. The complaint was not upheld.\nRemedial Action Required\n9. N/A\n \nDate complaint received: 16/04/2019\nDate complaint concluded: 25/10/2019\nBack to ruling listing\n\n\n"
}