{
    "url": "/rulings-and-resolution-statements/ruling/?id=03373-19",
    "title": "03373-19 The Duke & Duchess of Sussex v The Sun",
    "provisions": [
        "1 Accuracy (2019)"
    ],
    "outcome": "Breach - sanction: action as offered by publication",
    "publication": "The Sun (News UK)",
    "published_on": "2019-04-12 00:00:00",
    "received_on": "2019-04-16 00:00:00",
    "concluded_on": "2019-07-31 00:00:00",
    "complaint_processing_days": 106,
    "conclusion_long": "19.   The complaint was upheld under Clause 1(i).",
    "remedial_action": "20.   The publication had promptly offered a clarification which addressed the misleading impression of the status of the claims made in the article. This had been offered with sufficient prominence in print and online, given the position of the claims within the article. These clarifications should now be published, to avoid any breach of Clause 1(ii).   Date complaint received: 16/04/2019",
    "text": "\n\n\n\n\n\nDecision\nof the Complaints Committee – 03373-19 The Duke & Duchess of Sussex v The\nSun\nSummary\nof Complaint\n1.   The Duke & Duchess of Sussex complained\nto the Independent Press Standards Organisation that The Sun breached Clause 1\n(Accuracy) of the Editors’ Code of Practice in an article headlined “NOT IN MEG\nBACK YARD”, published on 12 April 2019.\n2.   The article appeared on the front page,\nunder the strapline “EXCLUSIVE: ROYAL RUMPUS”, and with the sub-headline\n“Parking ban for staff near home”, and continued on page 7 under the headline\n“Parking is gone with the Windsor: FURY AT MEG BAN”, and with the strapline\n“EXCLUSIVE: NEW ROYAL ROW”.\n3.   The front page reported that the Duke and\nDuchess of Sussex had “infuriated Royal Household staff at Windsor by banning\nthem from using a car park – because it overlooks their new home”. It stated\nthat a source had said that “’Everyone’s calling them NIMBYs, meaning Not in\nMeghan’s Back Yard”. The front page featured a large photograph of the Duchess\nof Sussex, and a smaller inset photograph of the Duke of Sussex, captioned\n“Ban…Harry and pregnant wife Meghan”.\n4.   The article on page 7 stated that “a car\npark ban imposed by mum-to-be Meghan and Harry has sparked outrage”. It said\nthat Royal Household staff had parked in the car park for “decades”, but that\nthe couple had stopped them from using this site because it overlooked their\nnew home. The article said that “low-paid staff” had been accustomed to parking\nnear the home in order to play sports at a royal club, but had been told that\nfrom April 1 they would no longer have access to the site without permission;\nit said they had been urged to use a public car park a “lengthy trek” from the\nresidence, where many of them worked, and faced having to pay up to £10 a day\nfor parking.\n5.   The article quoted a “royal staffer” who\nsaid that “’To say we’re upset and annoyed is a massive understatement. We can\nonly assume that Harry and Meghan don’t want to look out of their window and\nsee cars coming and going and members of staff walking into the club”. The\nindividual was also quoted as saying “’It’s one thing to want privacy but this\nseems selfish and won’t endear Harry and Meghan to the staff’”.\n6.   The article said that a senior source in\nthe Royal Household had “insisted Harry and Meghan had not demanded the\nchange”, and had stated that the car park would not be closed entirely, but\n“confirmed fewer people would be able to use it”. The article reported that the\nsource had stated that the decision was made “as a result of a review by the\nSuperintendent of the castle”.\n7.   The article appeared online on the same day\nin substantially the same format, under the headline “NOT IN MEG BACK YARD:\nMeghan Markle and Prince Harry infuriate Royal staff at Windsor by banning them\nfrom using a car park as it overlooks their new home”.\n8.   The complainants said that the article was\ninaccurate in breach of Clause 1 (Accuracy). They said that they had not\nimposed a ban on the use of the car park: it had not been closed, and would\ncontinue to be used by some staff. They said that a decision to reassign part\nof the car park had been taken by the Windsor Castle Superintendent, without\nany involvement from them personally. The complainants also said that it was\ninaccurate for the article to claim that “low-paid staff” would have to pay for\nparking. They also considered that the article’s headlines were not supported\nby the text, and that the quotation attributed to a senior source in the Royal\nHousehold indicated that the publication was aware prior to publication that\nthere was no basis for the headline claim. The complainants said that their\nrepresentatives had spoken to the journalist on the day prior to publication,\nand made clear that the allegation that they had instituted a “ban” was false,\nand that they had played no part in the decision to reassign part of the car\npark.\n9.   The publication did not accept that the\narticle was inaccurate. It said that the article resulted from a story provided\nby a trusted freelance reporter, and was a faithful report of the concerns\nraised by staff. The publication said that it was not in dispute that changes\nto parking arrangements for staff had been announced with effect from April 1 -\nthree days before the complainants had moved into the residence in question; it\nprovided the text of the notice to staff, which stated that from this date\n“there is no staff or contractor parking on the Sports Ground car park without\nthe permission of the Superintendent’s Office”. It said that it was not\ntherefore misleading to refer to a “ban”. It said that the article had included\nquotations from staff affected by the change which indicated that they believed\nit was attributable to the complainant, and said that in any event the\nSuperintendent was accountable to the Royal Family; where the changes to the\nparking arrangements took place immediately prior to the complainants moving\ninto their new home, it was reasonable to infer that the parking changes were a\nresult of their arrival. The publication said that, the day prior to\npublication, it had contacted the complainants’ representatives to indicate the\nnature of the story to be published; later that day, a representative had\nspoken to the journalist to discuss the matter, and he had agreed to include a\nprominent denial in the article.\n10.   The publication said that the front page\nheadline “NOT IN MEG BACK YARD” was a play on words and did not suggest that\nthe complainants were behind the changes to parking arrangements. It said that\nthe sub-headline’s claim that there was a “parking ban for staff near [the]\nhome” was accurate, where the car park was due to close, and the strapline\n“EXCLUSIVE: ROYAL RUMPUS” was accurate where the story related to the\nfrustrations of Royal staff members, which had been reported faithfully.\n11.   Nevertheless, the publication removed the\narticle from its website the day after it was published, in response to the\ncomplainants’ representatives contacting it prior to commencing the IPSO\nprocess. Within a week of receiving the complaint from IPSO, the publication\noffered to publish a correction on page 2 of the newspaper, and online, in its\nCorrections & Clarifications column, with a link appearing on the homepage\nfor 24 hours. The complainants declined this offer, and the publication\nsubsequently offered to publish. The amended wording below, including a\nheadline and apology: Duke & Duchess\nof Sussex – An Apology\nAn\narticle headlined “NOT IN MEG BACK YARD” (12 April) reported that the Duke\n& Duchess of Sussex had banned staff from using a car park near Frogmore\nCottage. We now accept that the parking changes were not requested by the Duke\n& Duchess. We are happy to correct the record and apologise for any\ndistress caused.\nThe\npublication said that this offer was sufficiently prominent: the front page\nreference to the complainants being behind the changes had been brief, and in\nsmall font, and a denial had been included in the main story on p7. It also\nsaid that the story was light-hearted, and did not relate to a matter of\nsignificant public interest or debate; in all these circumstances, a front page\nreference to the apology was not required. \n12.   The complainants declined this offer of\nresolution. They noted that the front page text and the online headline had\nstated that they had “infuriated Royal Household staff at Windsor by banning\nthem from using a car park”, when their representatives had made clear before\npublication that they had not banned anyone from using the car park, as they\nhad no involvement in the decision that was made. They said that, in these\ncircumstances, the apology should at the very least be referred to on the front\npage.\nRelevant\nCode Provisions\n13.   Clause 1 (Accuracy)\ni) The Press must take care not to publish inaccurate, misleading or distorted\ninformation or images, including headlines not supported by the text.\nii) A significant inaccuracy, misleading statement or distortion must be corrected,\npromptly and with due prominence, and — where appropriate — an apology\npublished. In cases involving IPSO, due prominence should be as required by the\nregulator. \niii)\nA fair opportunity to reply to significant inaccuracies should be given, when\nreasonably called for.\niv)\nThe Press, while free to editorialise and campaign, must distinguish clearly\nbetween comment, conjecture and fact.\nFindings\nof the Committee\n14.   It was not in dispute that an area of the\ncar park was no longer available for staff parking after April 1. In these\ncircumstances, it was not misleading for the article, or the front page\nsub-headline, to refer to a “ban” having been imposed. There was no breach of\nClause 1 on this point.\n15.   The article stated that the “ban” had\nbeen “imposed by” the complainants, who had “stopped [staff] using the site”.\nIt was accepted that the complainants’ representatives had informed the\npublication of their position that they had not been involved in the decision\nto change the usage of the car park, and their denial of this fact had been\nincluded in the article. The publication had relied on staff sources in support\nof its claim, and had not sought to argue that these sources had direct\nknowledge of the complainants’ involvement in the decision; rather, the staff\nmembers had been speculating that the change had come at the complainants’\ninstigation. The publication had not provided any direct evidence of the\ncomplainants’ involvement in the decision. In these circumstances, and where\nthe complainants’ position had been made clear to the publication in advance of\nthe article being published, there was a failure to take care over the\npresentation as fact of the claim that they had “imposed” the ban. There was a\nbreach of Clause 1(i). This gave rise to a misleading impression of the status\nof the claim, which required clarification in order to avoid a breach of Clause\n1(ii).\n16.   The publication had offered to publish a\nclarification in which it accepted that the complainants had not been behind\nthe decision to change the use of the car park. This wording was sufficient to\naddress the misleading impression created by the presentation of the claim\nwithin the article. It had been offered within a week of the publication having\nreceived the complaint. The wording and promptness of this offer was sufficient\nto meet the terms of Clause 1(ii).\n17.   The front page headline “NOT IN MEG BACK\nYARD” was a play on words, which did not, in isolation, suggest that the\ncomplainants were behind the changes to the car park; indeed, read alone, it\ndid not suggest that any change had been made. The claim that the complainants\nwere responsible for the changes did appear on the front page, and was repeated\non page 7, but did not feature in any of the headlines, sub-headlines or\nstraplines to the print article. The Committee also noted that the claim under\ncomplaint was not one of a personal nature about the complainants, relating to\ntheir private or family life, but rather related to actions relating to Royal\nstaff, and the external affairs of their official residence.\n18.   A front page correction, or a front page\nreference to a correction, will sometimes be the appropriate remedy when a\npiece of misleading information is published on the front page. In this\ninstance, it was not misleading for the article to report that a “ban” had been\ninstigated by an employee of the Royal Household, and the complainants’ denial\nof their involvement in this had been included. In the light of this, and in\nall the circumstances set out above, the Committee did not consider that a\nfront page reference or correction was proportionate to the significance of the\nmisleading impression that had been created of the status of the claim.\nTherefore, a page 2 correction was sufficiently prominent to meet the terms of\nClause 1(ii). The claim under complaint did appear in the online headline, and\nin these circumstances, a homepage link to the clarification was required; this\nhad been offered, and so the online offer of clarification was also sufficient\nto satisfy Clause 1(ii). There was no breach of Clause 1(ii), and the offered\nclarifications should now be published.\nConclusions\n19.   The complaint was upheld under Clause\n1(i).\nRemedial\naction required\n20.   The publication had promptly offered a\nclarification which addressed the misleading impression of the status of the\nclaims made in the article. This had been offered with sufficient prominence in\nprint and online, given the position of the claims within the article. These\nclarifications should now be published, to avoid any breach of Clause 1(ii).\n\n\nDate\ncomplaint received: 16/04/2019\nDate\ndecision issued: 31/07/2019\nBack to ruling listing\n\n\n"
}