{
    "url": "/rulings-and-resolution-statements/ruling/?id=03396-18",
    "title": "03396-18 Thurrock Council v Thurrock Independent",
    "provisions": [
        "1 Accuracy (2018)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "(DISCONTINUED) Thurrock Independent (Thurrock Independent Media, Design and PR)",
    "published_on": "2018-04-26 00:00:00",
    "concluded_on": "2018-08-10 00:00:00",
    "conclusion_long": "25. The complaint was not upheld.",
    "remedial_action": "26.N/ADate compliant received: 08/05/2018",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee 03396-18 Thurrock Council v Thurrock Independent\nSummary of complaint\n1. Thurrock Council\ncomplained to the Independent Press Standards Organisation that the Thurrock\nIndependent breached Clause 1 (Accuracy) of the Editors’ Code of Practice in an\narticle headlined “THE SOUND OF SILENCE”, published on 26 April 2018.\n2. The article\ndetailed allegations made in a whistleblowing letter concerning “bullying,\nmalpractice, negligence and nepotism” in Thurrock Council. The article reported\non the allegations contained the letter, specifically allegations of negligence\nmade against Thurrock Council’s Children’s services. It claimed that prior to\nthe Council receiving the whistleblowing letter, a “small child died while\nunder the care of Thurrock Council”.\n3. The article\nexplained that the newspaper had approached the Council with “12 specific\nquestions” relating to the allegations contained in the letter, including the\nquestion: “According to the document, a young child under the council’s care –\nat least that the council was aware of – has died in recent months. Is this\ntrue? How long had the council been aware of the family’s issues?”\n4. The article\nreported the Council’s response in full:\n“The\ncouncil takes its responsibilities for children very seriously. All\nwhistleblowing allegations are robustly investigated and where necessary action\nis taken. The public will be aware of\nother whistleblowing allegations presented to the council which have led to the\ndismissal of officers and indeed, the council prosecuting in a court of law\nwhere  the case was proven. The\npublic should be reassured that as a public body we act in the best interests\nof the public we serve and will continue to do so. If there is an unexplained death of a child,\npolice and other statutory agencies investigate and with the Council determine\nwhat action, if any, needs to be taken”.\n5. The article\nquoted the contents of the whistleblowing letter, which had claimed that: “Only\nwithin the last seven days we have seen the death of a 23-month-old toddler.\nThis case has been open to Children’s Services since May 2017.” The letter had\nalso claimed that chronic neglect may have been a contributing factor in the\nchild’s death. It raised concern that due to the current existing management\nteam, similar situations might continue to occur.\n6. In addition to\nthe headline, the body of the article criticised the complainant’s response to\nthe claims made in the whistleblowing document. The article said that the\nCouncil had “dismissed” the claims and had characterised the Council’s response\nas a “112 word brush off”.\n7. The article was\nalso published online on 24 April 2018, under the headline “Whistle-blower’s\npresent damning allegations against Thurrock Council children’s services”. In\nthe online article, the article claimed that if it were true that a child had\ndied under the Council’s care, it “would lead to the third serious case review\nin Thurrock in recent years”.  The\narticle also claimed a response from the Council relating to a separate matter,\nhad been received 'late on Wednesday'.\n8. The complainant\nsaid that the article had contained misleading and damaging allegations\nconcerning its Children’s services.  The\ncomplainant said the child referred to was not in the care of the council. It\nsaid that a case “being open to social services”, as in this case, was not the\nsame as the child being in the council’s care.\n9. The complainant\nsaid that contrary to the article’s claim, Serious Case Reviews are not\ntriggered automatically: a decision is taken as to whether a review is\nappropriate by an Independent National Panel which is advised by the Chair of\nthe Local Children's Safeguarding Board. \nThe complainant said that this process was explained to the journalist,\nprior to publication of the print article. The complainant provided a link to\ninformation relating to Serious Case Reviews, published on its own website.\nThis page contained a link to Government Guidance, which stated: “Serious case\nreviews are undertaken by local safeguarding children boards (LSCBs) for every\ncase where abuse or neglect is known - or suspected - and either: a child dies,\nor a child is seriously harmed and there are concerns about how organisations\nor professionals worked together to protect the child.”\n10. The complainant said that the article, including the\nheadline, had suggested that the whistle-blowers’ allegations had not been\ntaken seriously by the council. On the contrary, it had responded to the\njournalist’s questions with a statement, as was standard practice for media\nenquiries. It said it was not possible to publicly comment on the specifics of\ncases or about individuals, including residents or council employees, out of\nrespect for their privacy. The\ncomplainant also disputed the online article’s claims that the Council’s\nresponses had been submitted “late”; it had been submitted at 11.10am on\nWednesday 25 April.\n11. The newspaper did not accept a breach of the Code. It\nsaid that the report was fair, accurate and represented the facts known to the\nnewspaper.\n12. The newspaper provided the whistleblowers’ letter, which\nit had received anonymously on Thursday 19th April. The newspaper said that\ngiven the nature of the documents enclosed in the letter, which included screen\nshots of information that could only have come from someone inside the council.\nThe newspaper said that upon receipt of the letter, and following two telephone\ncalls with contacts from within the council, it became clear that the\nallegations contained within the letter were a serious and legitimate issue\nthat the newspaper should tackle.\n13. The newspaper provided the correspondence which had\npassed between the journalist and the council, prior to publication.\n14. The newspaper provided an email which it had sent to the\ncomplainant on 23 April at 15:52; this email set out the proposed story to be\npublished online that day at midnight and invited the complainant to confirm\nwhether it was true that “a young child under the council’s care – at least\nthat the council was aware of – had died in recent months”. The email said that\nthe print deadline for response was 10am on Wednesday, 25 April. The newspaper\nreceived a response from the complainant, which was reported in the print\narticle, on 24 April at 15:26. Upon receipt of this, the journalist had\nresponded: “Can I confirm that this 112 word statement is the summary answer to\nthe 12 questions posed in my email to you. I need that qualifying because\nclearly the council appears to have declined to answer some significant and\nextremely specific questions. You also declined the opportunity to discuss\nthese matters face to face.” The complainant responded on 24 April at 16:14:\n“Your overall enquiry was referencing a document, so you can take the answer to\nbe in response to the overall ‘whistleblowing’ document”.\n15. The newspaper sent a further email on 24 April at 16:45\nand repeated the question regarding the child set out at paragraph 14 above.\nThe newspaper said that despite being previously made aware of its 10am print\ndeadline, a response was received from the Council at 11.10am on 25th April,\nwhich stated:\n“If a child who is in the care of the local authority sadly\ndies, there is a statutory, nationally agreed, independently monitored process\nwhich determines if a serious case review is needed. This is not a decision the\ncouncil takes, it is undertaken by an Independent National Panel who is advised\nby the Chair of the Local Children’s Safeguarding Board. A serious case review\nis not undertaken where agencies are not at fault.”\n16. The newspaper said that it was accurate to report that\nthe child had been in the “care” of the council, and did not accept that the\narticle had distorted the degree of responsibility which the council had over\nthe child’s welfare. It said that it followed that where a childcare issue had\nbeen brought to the Council’s attention, and a case was “open”, the council had\na duty of responsibility of that child.\n17. The newspaper said that it was entitled to criticise the\ncomplainant for its response to the whistleblowing claims. It noted that the\ncomplainant had only responded with a general 112 word statement, following 12\ndetailed questions. It said that the very fact that the whistle-blowers had\nfelt the need to approach the newspaper with their concerns, demonstrated that\nthe council had not taken the matter seriously.\n18. The newspaper noted that, following the publication of\nthe article, the Council had sent a letter to the journalist who had written\nthe story, complaining of the “ongoing vexatious and unreasonable nature of\n[his] contact” with the Council following the journalist’s media enquiries. The\nletter said that the Council was considering ceasing contact and engagement\nwith the journalist, in line with their procedures. The newspaper provided this\nletter as an explanation as to why it felt unable to respond directly to the\ncomplaint.\nRelevant Code provisions\n19. Clause 1 (Accuracy)\ni) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not\nsupported by the text.\nii) A significant inaccuracy, misleading statement or\ndistortion must be corrected, promptly and with due prominence, and — where\nappropriate — an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator.\niii) A fair opportunity to reply to significant inaccuracies\nshould be given, when reasonably called for.\niv) The Press, while free to editorialise and campaign, must\ndistinguish clearly between comment, conjecture and fact.\nFindings of the Committee\n20. The whistle-blowers’ letter had detailed a series of\nserious and significant concerns relating to the management practices of\nChildren’s services at Thurrock Council; the newspaper was entitled to report\non these claims, provided that it took care not to publish these claims in an\ninaccurate, misleading, or distorted manner. The allegation relating to the death of the child, and whether the\ncouncil could be considered culpable, was presented throughout as an allegation\nwhich had been made by the whistleblower, rather than as a statement of fact\nasserted by the newspaper.\n21. Care had been taken by the newspaper to review the\ncontents of the whistleblowers' letter, and make enquiries as to its veracity\nthrough its contacts within the council, prior to approaching the complainant\nfor comment. The complainant had been put on notice, 8 hours prior to the\npublication of the online article, of the newspaper’s intention to report on\nthe claims made in the letter, the contents of which had been in the council’s\npossession since January 2018. Further care had been taken. The newspaper had\nprovided the complainant with a copy of the proposed article and an\nopportunity, in response to 12 detailed questions, to provide its denial to the\nclaims made against it.\n22. No denial was received in relation to the core\nallegation made by the newspaper that a child “under the council’s care”, had\ndied.\n23. The Committee noted the complainant’s position that a\n“case being open” was not tantamount to the child being in the council’s care.\nHowever, it was not in dispute that the child concerned had been known to the\nCouncil for almost a year, and a case had been open at the time of their death,\nas set out in the whistleblowers’ letter. Further, in response to a clear\nquestion, posed by the newspaper several times, the complainant had not denied\nthe existence of the case or the allegation that the child was “under” its care\nat the time they had died. There was no failure to take care over the accuracy\nof the article in those circumstances. Further, given the events set out in the\nwhistleblowers’ letter and in circumstances where no denial from the\ncomplainant had been received, the Committee did not establish that the article\ncontained a misleading impression of the allegations of the whistle-blowers’,\nsuch as to require correction.\n24. The article accurately reflected the government\nguidance, which was that a serious case review is undertaken by local\nsafeguarding children boards for every case where abuse or neglect is known -\nor suspected – and a child dies. Further, the newspaper was entitled to\ncriticise the manner in which the complainant had responded to the\nwhistle-blower’s allegations; the basis for the headline’s criticism was set\nout in full in the print article, including the Council’s 112 word response;\nreaders were able to make up their own minds on the legitimacy of the claim\nthat this statement was a “brush off” which “dismissed” the whistle-blowers’\nallegations. The Council’s response relating to the separate matter, had been\nsent at 11.10am on Wednesday 25th April; it was accurate to describe this as “late”,\nin circumstances where the Council had been aware of the 10am print deadline.\nThere was no breach of the Code.\nConclusion\n25. The complaint was not upheld.\nRemedial action required\n26.N/ADate compliant received: 08/05/2018Date decision issued: 10/08/2018  \nBack to ruling listing\n\n\n"
}