{
    "url": "/rulings-and-resolution-statements/ruling/?id=03409-18",
    "title": "03409-18 Magurn v Newbury Weekly News",
    "provisions": [
        "1 Accuracy (2018)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "Newbury Weekly News (Iliffe Media Group Ltd)",
    "published_on": "2018-04-19 00:00:00",
    "received_on": "2018-05-09 00:00:00",
    "concluded_on": "2018-07-20 00:00:00",
    "complaint_processing_days": 72,
    "conclusion_long": "12. The complaint was not upheld.",
    "remedial_action": "13. N/ADate complaint received: 09/05/2018",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee 03409-18 Magurn v Newbury Weekly News\nSummary of complaint\n1. Phil Magurn\ncomplained to the Independent Press Standards Organisation that Newbury Weekly\nNews breached Clause 1 (Accuracy) of the Editors’ Code of Practice in an\narticle headlined, “Lies told to get planning row businessman arrested,”\npublished on 19 April 2018.\n2. The article reported that a police report had revealed that\n“angry villagers [had] framed” a businessman in a neighbourhood dispute. It\nstated that the businessman had been awarded compensation for his wrongful\narrest “after the force conceded [the businessman] was arrested and handcuffed\nafter villagers made false allegations of assault against him.” It stated that\nthe incident had occurred in 2016, after villagers had lost a two year planning\nbattle. It went on to report that the police report into the incident stated\n“[The officer] agreed it later transpired via mobile phone footage that the\ncomplainants against [the businessman] had been less than honest in their\naccounts and had lied to police with a view of getting him into trouble.” It\nstated that following the incident, two people had been issued with fixed\npenalty notices for wasting police time, and went on to report that one\nresident had been “allowed to defy it because the officer in the case allowed\nit to ‘time out’.” It included a statement from the businessman, who said that\nhe had previously invited the concerned neighbours to his property to discuss\ntheir concerns, however they had “collectively refused this.”\n3. The complainant\nwas one of the residents who had been issued with a Fixed Penalty Notice in\nrelation to this incident. He said that the article was inaccurate, as it had\nreported claims, made about the residents behaviour by an individual police\nofficer in the police report, as fact. He said that it had not been proven that\nthe residents had acted dishonestly, and said that in the absence of criminal\nproceedings, the newspaper should have further investigated the truth of these\ncomments. He said that by reporting the officer’s characterisation of the\nresidents as fact, the newspaper had failed to accurately distinguish between\ncomment, conjecture and fact. He also said that the newspaper should have gone\nto residents for comment, prior to publication.\n4. He said that it\nwas inaccurate for the article to state that he had been allowed to “defy” the\nFixed Penalty Notice. He said that he had elected not to pay the fine, as he\nbelieved it had been issued incorrectly and wished for the matter to go to\ncourt.  He also said that the article was\ninaccurate, as at one point it referred to the incident having taken place last\nsummer, when in fact, it had taken place in 2016. Further, he said residents\nhad not refused the businessman’s offer to meet and discuss this matter, as\nthey had been willing to meet with him, but at a different venue.\n5. The newspaper\ndid not accept that it had breached the Code. It said that the article reported\non the official Thames Valley Police report, which the newspaper was entitled\nto do. It provided a copy of the report and said that it had accurately\nreported the findings and the police’s characterisation of the residents’\nbehaviour. In the report, under the heading “Complainant’s Account (Summary)”\nit stated, “The complainant alleges that he was arrested following an\nallegation that he had damaged a hedgerow and assaulted two people during a\ndispute back in June 2016. It transpired that CCTC footage revealed that no\nassault had actually taken place and the two offenders were issued with PND\nnotices for wasting Police time.”\n6. Under the\nheading, “Appeal Investigation,” the report stated, “[the businessman] was\nconveyed to Newbury Police station and during interview stated that the\ncomplaint against him was malicious and a total fabrication of the truth. This\nwas later supported by mobile phone footage taken at the time of the alleged\noffences by a member of the Anchor Vans staff and subsequently provided to\nThames Valley Police.” It went on to state that, when the police officer was\ninterviewed under caution, “[the officer] agreed that it had later transpired\nvia mobile phone footage that the complainants against [the businessman] had\nbeen less than honest in their accounts and had lied to Police with a view of\ngetting him in trouble.” The newspaper said that while this police investigation\nhad focused on the alleged unlawful arrest of the businessman, it had accepted\nas fact that the allegations made by residents had been false. In these\ncircumstances, the newspaper said it had accurately reported the report’s\nfindings.\n7. The newspaper\nsaid that the absence of a court case did not preclude it from reporting on the\nreport. It said that the residents were not named in either in the report or\nthe article, and there was no obligation on it to approach the complainant for\ncomment prior to publication. It said that the report showed that the\ncomplainant had not paid the fine, and, because the police officer failed to\ncomplete the summons file within the required timescale, the complainant was\nallowed to “escape punishment for the wasting of Police time.” In these\ncircumstances, the newspaper said it was entitled to report that he had been\nallowed to defy the notice.\nRelevant Code Provisions\n8. Clause 1\n(Accuracy)\ni) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not\nsupported by the text.\nii) A significant inaccuracy, misleading statement or\ndistortion must be corrected, promptly and with due prominence, and – where\nappropriate - an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator.\niii) A fair opportunity to reply to significant inaccuracies\nshould be given, when reasonably called for.\niv) The Press, while free to editorialise and campaign, must\ndistinguish clearly between comment conjecture and fact.\nFindings of the Committee\n9. The police\nreport showed that it was accepted by the investigating police force that the\ninitial allegations made against the businessman, which led to his arrest, had\nbeen shown to be without basis and therefore no charges were brought against\nthe businessman. The police report explicitly referred to it being agreed, by\nthe police officer in a subsequent police interview, that the residents had\nbeen “less than honest” and had “lied to Police.” The article had made clear\nthat it was reporting on the police report, and there was no obligation on the\nnewspaper to approach the residents involved for comment, prior to publication.\nThere was no failure to take care over the accuracy of this information, and\nthere was no failure to distinguish between comment, conjecture and fact. There\nwas no breach of Clause 1 on this point.\n10. The complainant\nhad been issued with a Fixed Penalty Notice, which he did not pay. A police\nerror meant that no further action was taken, when the matter should have been\nreferred to court. In these circumstances, the newspaper was entitled to\ncharacterise the police’s actions as allowing the complainant to “defy” the\nNotice. There was no breach of Clause 1 on this point.\n11. The article reported that the residents had lost the two\nyear planning battle in 2016. Referring, once, to the incident having taken\nplace “last summer”, when it was in fact in 2016, did not represent a\nsignificant inaccuracy requiring correction under the terms of Clause 1. Also,\nthe newspaper was entitled to report the businessman’s claim that he had\ninvited residents to the property, but they had refused. Not reporting that\nresidents refused this request due to the location, and had suggested a\ndifferent venue, did not make the article inaccurate. There was no breach of\nClause 1.\nConclusions\n12. The complaint was not upheld.\nRemedial Action Required\n13. N/ADate complaint received: 09/05/2018Date decision issued: 20/07/2018  \nBack to ruling listing\n\n\n"
}