{
    "url": "/rulings-and-resolution-statements/ruling/?id=03410-19",
    "title": "03410-19 Proby v leeds-live.co.uk",
    "provisions": [
        "1 Accuracy (2019)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "leeds-live.co.uk (Reach PLC)",
    "published_on": "2019-03-28 00:00:00",
    "received_on": "2019-04-03 00:00:00",
    "concluded_on": "2019-06-26 00:00:00",
    "complaint_processing_days": 84,
    "conclusion_long": "10. The complaint was not upheld.",
    "remedial_action": "N/A Date complaint received: 03/04/2019",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee 03410-19 Proby v leeds-live.co.uk\nSummary of complaint\n1. P. J Proby\ncomplained to the Independent Press Standards Organisation that leeds-live.co.uk\nbreached Clause 1 (Accuracy) of the Editors’ Code of Practice in an article\nheadlined, “PJ Proby's Yorkshire shows cancelled after comments on underage\ngirls” published on 28 March 2019.\n2. The article\nreported comments which the complainant, an American singer popular in the\n1960s, had given during an interview with another publication. The article\nreported that the complainant had said that, “The last lady in my life was\n[name] in 1997. She was 13 when I met her. I don’t think there’ll be another\nbecause it’s against the law,\" he said whilst promoting his 20-date UK\nfarewell tour. “I won’t marry a girl I can’t raise from the age of 12, 13 or\n14. I like that they’re young and fresh-looking and don’t come with baggage –\nnobody’s messed with their heart and broken it.\"\n3. The complainant\nsaid that the article had given a distorted impression of the comments which he\nhad given at interview, in breach of Clause 1 (Accuracy). He said that while\nthe article had reported his comments accurately, it had presented them out of\ncontext: his comments were hypothetical, light-hearted, and not to be taken\nseriously. He denied that he he was attracted to underage girls, as claimed.\n4. The complainant\nacknowledged that in response to the question, “so when was the last lady in\nyour life?”, he had responded: “The last lady in my life was [name] about…the\nyear that Diana Princess of Wales was killed [1997]; and “[there won’t be\nanother] because it’s against the law”, but said that the reporting of this\nsuggested that he had been dating the woman when she was 13. He said that, in\nfact, he had met the woman when she was that age, but had dated her 20 years\nlater.\n5. The publication\ndid not accept a breach of the Code, and provided a recording of the\ncomplainant’s interview to IPSO. It said that in the interview, the complainant\nhad openly described in detail his previous relationships, desire and\npreference of underage women, and his explicit reasons for it. The publication\nnoted that the complainant had not disputed the accuracy of the quotes reported\nin the article, only the publication’s interpretation of his remarks, which it\ndid not accept was misleading. In support of this, the publication provided a\npartial transcript of the interview:\nQ: So when was the last lady in your life?\nA: The last lady in my life was errr [name] about…. the year\nthat Diana Prince Of Wales was killed\nQ: Really? 1997?\nA: Yeah\nQ: You haven’t been with a woman since then?\nA: No.\nQ: How come?\nA: Because it’s against the law. I won’t marry a girl that I\ncan’t raise from the age of 13 or 14.\nQ: Oh\nA: 12, 13, 14.\nQ: What do you mean by that? Erm, why is that?\nA: Because I I I err I I I like the fact that they’re young\nand fresh-looking and they don’t come to you with any baggage, nobody’s messed\nwith their heart and broken it and everything. \nAnd they’re still in school so I can have a hand in their education and\nmake sure their grades are alright, and make sure the way that they think about\nreligion and everything is alright, and what is proper and what isn’t\nproper. It’s like the way I ran the\nhouse in Chelsea. I had young little\ngirls in there serving drinks and everything to all the people that were there\nand everything, but they were never allowed to drink themselves and errrr and\nerrr I just taught them mainly about\nlife, about feminine hygiene and everything.”\nQ: What’s the youngest girl you’ve been out with then, that\nyou actually dated?……\nA: Yeah, [name] and [name]’s daughter that [name] introduced\nme to in Hollywood.  And I took her out\nto the Palamino nightclub where I was singing and everything, and they weren’t\ngoing to let her in or anything like that, and she just said “What do you mean\nnot letting me in? I’m married to him! \nHe’s my husband!” \nQ: Wow.  How old was\nshe then?\nA: She was about 12.\nQ: 12?\nA: Yeah. She was so forceful that they let her in.\nQ: Wow. God. How old was [name] then, the lady you were last\nwith?\nA: Oh, [name] was….when I first met her, she was 13. She\nturned 14 at my house. I gave her a 14th birthday party, and then I took her to\nsee Elvis with [indecipherable name] cos I’d been fired.  And errr introduced her to [name], and I\nthink she ran off with [name] cos I never saw her after that night.   Errrr and then I never saw her again until\nerrrr I think I moved to Bolton…\n6. While the\nnewspaper did not accept that it had distorted the views expressed by the\ncomplainant at interview, in an attempt to resolve the complaint, it offered to\npublish the following footnote clarification on the article:\nSince this article was published, PJ Proby has asked us to\nclarify that although he met [name] when she was 13, he did not date her until\n20 years after he met her.\nRelevant Code Provisions\n7. Clause 1\n(Accuracy)\ni) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not\nsupported by the text.\nii) A significant inaccuracy, misleading statement or\ndistortion must be corrected, promptly and with due prominence, and — where\nappropriate — an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator.\niii) A fair opportunity to reply to significant inaccuracies\nshould be given, when reasonably called for.\niv) The Press, while free to editorialise and campaign, must\ndistinguish clearly between comment, conjecture and fact.\nFindings of the Committee\n8. The complainant\nhad stated at interview that the youngest girl he’d “been out with” was 12, and\nhe would not marry a girl that he “could not raise from the age of 13 or 14”;\nhe had also indicated a preference for girls which were “young and\nfresh-looking” and “still in school”. In this context, the Committee was\nsatisfied that the comments made by the complainant, and relied upon by the\nnewspaper, provided a sufficient basis for the manner in which it had\ncharacterised the complainant’s views; it was not a failure to take care over\nthe accuracy of the article, to infer from these comments that the complainant\nwas attracted to “underage” girls. The Committee did not consider that the\nnewspaper’s characterisation of the views expressed by the complainant at\ninterview was significantly misleading or inaccurate. There was no breach of\nClause 1 on this point.\n9. It was not a\nfailure to take care not to publish inaccurate information, to report that the\ncomplainant had told the interviewer; “The last lady in my life was 13 when I\nmet her in 1997”. In his complaint, the complainant had said that the reporting\nof this comment, gave the misleading impression that he had been dating the\nwoman when she was 13, when in fact he had dated her 20 years later. The\nCommittee noted that the complainant had not caveated his remarks in this way\nduring the interview, and when asked directly “how old” the lady he was “last\nwith” was, the complainant had answered, “when I first met her, she was 13”.\nNevertheless, the Committee considered that in light of the further\nexplanations provided by the complainant, which were accepted by the\npublication, a clarification was required to remedy the misleading impression\nthat the complainant had been in a relationship with the named woman when she\nwas aged 13; this was a significantly misleading impression, given its\nseriousness. The clarification offered by the publication made clear the\ncorrect position. It was offered sufficiently promptly, and publication of the\nwording as a footnote to the article represented due prominence. There was no\nbreach of Clause 1 (ii). In order to avoid a breach of Clause 1 (ii), the\npublication should now add the clarification as a footnote.\nConclusion\n10. The complaint was not upheld.\nRemedial Action Required\nN/A\nDate complaint received: 03/04/2019\nDate decision issued: 26/06/2019\nIndependent Complaints Reviewer\nThe complainant complained to the Independent Complaints\nReviewer about the process followed by IPSO in handling this complaint. The\nIndependent Complaints Reviewer decided that the process was not flawed and did\nnot uphold the request for review.\nBack to ruling listing\n\n\n"
}