{
    "url": "/rulings-and-resolution-statements/ruling/?id=03423-16",
    "title": "03423-16 Muslim Council of Britain v Mail Online",
    "provisions": [
        "1 Accuracy (2016)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "Mail Online (Associated Newspapers Limited)",
    "published_on": "2016-06-06 00:00:00",
    "received_on": "2016-06-08 00:00:00",
    "concluded_on": "2016-09-08 00:00:00",
    "complaint_processing_days": 92,
    "conclusion_long": "12. The complaint was not upheld.",
    "remedial_action": "N/A Date complaint received: 08/06/2016",
    "text": "\n\n\n\n\n\nDecision\nof the Complaints Committee 03423-16\nMuslim Council of Britain v Mail Online \nSummary\nof Complaint1.    Dr Shuja Shafi, acting on behalf of the\nMuslim Council of Britain, complained to the Independent Press Standards\nOrganisation that Mail Online breached Clause 1 (Accuracy) of the Editors’ Code\nof Practice in an article headlined “’Tis the season of bombers and Uber\ndrivers who haven’t eaten for 20 hours – welcome to the Midsummer madness of\nRamadan”, published on 6 June 2016. 2.    The\narticle was a comment piece in which the columnist expressed her opinion that\nthe Muslim festival of Ramadan was not “compatible with modern life”. She said\nthat fasting for 20 hours a day had safety implications for employers and their\nemployees, and she objected to the suggestion that working arrangements could\nbe altered to accommodate people fasting for Ramadan. She also expressed her\nconcern that “thousands of kids will sit exams with their brains addled by\nhunger”, and she said that the Muslim Council of Britain (MCB) “wanted to force\nthe UK to change exam dates, to disrupt the timetable of the many to\naccommodate the decision of the few”. 3.    The\ncomplainant said that the MCB had not “wanted to force the UK to change exam\ndates” as asserted by the columnist. The Joint Council for Qualifications (JCQ)\nhad independently made the decision to amend exam timetables in order to\naccommodate Ramadan, and the MCB had “welcomed” the guidance that was issued on\nexam “timings”. He said that the columnist’s “intentional distortion” served to\n“sow distrust and division in our society”. The complainant noted that the\npublication had asked him to confirm whether the MCB had been one of the groups\nconsulted by the JCQ about amending exam timetables. He believed that this\ndemonstrated a failure to check the facts before publication. 4.    The\npublication said that the complainant’s focus on the columnist’s use of the\nverb “force” was “semantics”. It said that the statement had reflected the\ncolumnist’s honestly-held opinion on the influence of the MCB on the issue of\nexaminations at the time of Ramadan. The word “force” had a variety of\nmeanings; in this case, it had meant “effecting a change by strength of\nargument”. 5.    The\npublication noted that the MCB had accepted that it had been consulted by the\nJCQ, and that following those discussions, guidance on exam timetabling during\nRamadan was issued, which had been welcomed by the MCB. The publication also noted\nthat since 2007, the MCB had been lobbying for special consideration to be\ngiven to exam scheduling during Ramadan. It considered that such lobbying could\nbe reasonably characterised as the MCB “desiring change” or “wanting to force”\nchange. It said it was possible for a group to “force change in procedure\nthrough participating convincingly in a consultation initiated by others”. 6.    While\nthe publication did not consider that the reference to the MCB was\nsignificantly misleading, it offered to amend it to read: “Muslim groups wanted\nthe UK to change exam dates, to disrupt the timetable of the many to\naccommodate the decision of the few”, and it offered to append the following\nnote: A previous version of this article stated\nthat the Muslim Council of Britain “wanted to force” the UK to change\nexamination dates for Ramadan. We have been asked by the MCB to make clear that\n– while it provided guidance on the topic and welcomed small adjustments to the\ntimetable – any decisions in this regard are made independently by the Joint\nCouncil of Qualifications. 7.   \nThe complainant said that the suggested\namendment was inadequate as it was unfair to blame Muslim groups for\n“disrupting the timetable of the many to accommodate the decision of the few”.  \nRelevant\nCode Provisions 8.   \nClause 1 (Accuracy) i)\nThe Press must take care not to publish inaccurate, misleading or distorted\ninformation or images, including headlines not supported by the text.ii)\nA significant inaccuracy, misleading statement or distortion must be corrected,\npromptly and with due prominence, and — where appropriate — an apology\npublished. In cases involving IPSO, due prominence should be as required by the\nregulator. iii)\nA fair opportunity to reply to significant inaccuracies should be given, when\nreasonably called for. iv)\nThe Press, while free to editorialise and campaign, must distinguish clearly\nbetween comment, conjecture and fact. \nFindings\nof the Committee 9.    It\nwas accepted that the MCB had campaigned for consideration to be given to the\ntimetabling of exams to accommodate pupils fasting for Ramadan. For instance, its\nInformation & Guidance for Schools, published in 2007, stated that “schools\nshould give appropriate consideration when scheduling internal examinations,\nsince the combination of preparing for exams and fasting may prove challenging\nfor some pupils”. The MCB had also been one of a number of Muslim groups which\nthe JCQ had consulted about the issue, and it had welcomed the JCQ’s published\nguidance on the subject. 10. The\ncolumnist had been entitled to interpret the MCB’s expressed position on exam\ntimetabling during Ramadan as demonstrating that it had wanted “to force”\nchange. In the context of the article, which was clearly a comment piece, the brief\nreference to the columnist’s characterisation of the MCB’s position on the\nsubject was not significantly misleading. There was no failure to take care\nover the accuracy of the article in breach of Clause 1. 11. Although\nthe Committee did not find a breach of Clause 1, it welcomed the publication’s\noffer to amend the article in response to the complaint. \nConclusions 12. The\ncomplaint was not upheld.\nRemedial action requiredN/A\nDate complaint received: 08/06/2016\nDate decision issued: 08/09/2016\nBack to ruling listing\n\n\n"
}