{
    "url": "/rulings-and-resolution-statements/ruling/?id=03427-19",
    "title": "03427-19 Marks v Croydon Advertiser",
    "provisions": [
        "1 Accuracy (2018)",
        "3 Harassment (2018)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "Croydon Advertiser (Croydon Advertiser Series) (Reach PLC)",
    "published_on": "2018-06-20 00:00:00",
    "received_on": "2019-04-18 00:00:00",
    "concluded_on": "2019-06-27 00:00:00",
    "complaint_processing_days": 70,
    "conclusion_long": "9. The complaint was not upheld.",
    "remedial_action": "10. N/A Date complaint received: 18/04/2019",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee 03427-19 Marks v Croydon Advertiser\nSummary of complaint\n1. David Marks\ncomplained to the Independent Press Standards Organisation that the Croydon\nAdvertiser  breached Clause 1 (Accuracy)\nand Clause 3 (Harassment) of the Editors’ Code of Practice in an article\nheadlined “After 'months of free parking' car 'left by jailed criminal outside\ncourt' has been moved”, published online on 20 June 2018.\n2. The article\nreported that the complainant’s car had allegedly been left in a parking space\noutside a court house for several months. The article said that the complainant\nhad reportedly left the car there after being unable to return to it, because\nhe had received a custodial sentence for “racially or religiously aggravated\nharassment”.\n3. The complainant\nsaid that the article was inaccurate, in breach of Clause 1 (Accuracy), because\nhe had not received a custodial sentence for racially or religiously aggravated\nharassment. He explained that he had been convicted of breaching a restraining\norder and a bomb hoax. The complainant also said that the publication of the\narticle was a form of harassment, and alleged that the publication was\ncomplicit in continued harassment which he had been experiencing from members\nof the public. \n4. The publication\ndid not accept a breach of the Code. It said that, prior to publication, the\njournalist had contacted the court and had been told that the complainant had\nbeen convicted of racially or religiously aggravated harassment. The\npublication said that the journalist had since left the organisation, and given\nthe passage of time, was unable to provide a contemporaneous note.\n5. Upon receipt of\nthe documentation provided by the complainant, which showed that he had\nreceived a custodial sentence for breaching a restraining order and a bomb\nhoax, the publication acknowledged the error. However, it did not accept that\nit represented a significant inaccuracy, given that the complainant had\npreviously been convicted of the offence reported in the article. In an attempt\nto resolve the complaint, the publication offered to amend the article\naccordingly, and publish the following footnote clarification:\nA previous version of this article reported that Mr Marks\ndrove his car to court where he was then sentenced for racially or religious\naggravated harassment. We are happy to clarify that Mr Marks was in fact\nsentenced for acting in breach of a restraining order and a bomb hoax.\nRelevant Code Provisions\n6. Clause 1\n(Accuracy)\ni) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not\nsupported by the text.\nii) A significant inaccuracy, misleading statement or\ndistortion must be corrected, promptly and with due prominence, and — where\nappropriate — an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator.\niii) A fair opportunity to reply to significant inaccuracies\nshould be given, when reasonably called for.\niv) The Press, while free to editorialise and campaign, must\ndistinguish clearly between comment, conjecture and fact.\nClause 3 (Harassment)*\ni) Journalists must not engage in intimidation, harassment\nor persistent pursuit.\nii) They must not persist in questioning, telephoning,\npursuing or photographing individuals once asked to desist; nor remain on\nproperty when asked to leave and must not follow them. If requested, they must\nidentify themselves and whom they represent.\nFindings of the Committee\n7. The newspaper\nsaid that prior to publication it had contacted the court, which confirmed that\nthe complainant had received a custodial sentence for racially or religiously\naggravated harassment. It was not a failure to take care not to publish\ninaccurate information to rely on information provided to it by this source,\nand while the newspaper was not able to provide a note of this conversation, it\nwas not in dispute that the complainant had previously been convicted of this\noffence. Further, the article was not a report of the complainant’s trial or\nsentencing; the reference to the complainant’s conviction was made in the\ncontext of an article which focused on the complainant allegedly leaving his\ncar outside of court. In all the circumstances, the Committee established that\nthe reference to the complainant's earlier conviction, albeit inaccurate in\nthis context, did not, as a whole, give a misleading impression of the offences\nto which the complainant had been found guilty; the error did not require\ncorrection under the terms of Clause 1(ii). Nevertheless, the Committee\nwelcomed the publication’s offer of a footnote clarification.\n8. The complainant\nhad not provided any basis to show that journalists acting on behalf of the\npublication had engaged in intimidation, harassment or persistent pursuit. The\npublication of the article in of itself was not a matter which engaged the\nterms of Clause 3. There was no breach of the Code.\nConclusions\n9. The complaint was\nnot upheld.\nRemedial Action Required\n10. N/A\nDate complaint received: 18/04/2019\nDate decision issued: 27/06/2019\nReview\nThe complainant complained to the Independent Complaints\nReviewer about the process followed by IPSO in handling this complaint. The\nIndependent Complaints Reviewer decided that the process was not flawed and did\nnot uphold the request for review.\nBack to ruling listing\n\n\n"
}