{
    "url": "/rulings-and-resolution-statements/ruling/?id=03429-18",
    "title": "03429-18 Burton v Lincolnshirelive.co.uk",
    "provisions": [
        "1 Accuracy (2018)",
        "2 Privacy (2018)",
        "4 Intrusion into grief or shock (2018)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "lincolnshirelive.co.uk (Reach PLC)",
    "published_on": "2018-04-27 00:00:00",
    "received_on": "2018-05-10 00:00:00",
    "concluded_on": "2018-08-02 00:00:00",
    "complaint_processing_days": 84,
    "conclusion_long": "9. The complaint was not upheld.",
    "remedial_action": "N/ADate complaint received:10/05/2018",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee 03429-18 Burton v Lincolnshirelive.co.uk\nSummary of complaint\n1. Kristy Burton\ncomplained to the Independent Press Standards Organisation that the\nLincolnshirelive.co.uk breached Clause 1 (Accuracy), Clause 2 (Privacy) and Clause\n4 (Intrusion into grief or shock) of the Editors’ Code of Practice in an\narticle headlined “Hospital admits it 'let nurse and patient down' after\nrevolting attack”, published online on 27 April 2018.\n2. The article\nreported that the complainant, who worked as a nurse at a local hospital trust,\nhad been the victim of an attack by a mental health patient. It reported that\nthe complainant had spoken about the attack in a video shown at a board meeting\nof the trust, and included a number of quotations from the video. The\ncomplainant was quoted as having said “I had been told that there was an ill\nwoman, I had seen her before and she had a police escort”. It also reported\nthat the patient had been sectioned, and that the complainant had said she “had\nseen her before and she had a police escort”. The article reported that the\npatient had “opened her catheter bag and started spraying it in nurses’ faces”.\nThe article reported that a spokesperson for the trust had said that it had let\nthe complainant down, referring to her by her first name.\n3. The complainant\nsaid that she was not consulted about the article, and that she did not give\npermission for its publication. She said that she was the only person in the\nhospital with her first name, so everybody knew that the article was about her.\nShe said that she believed the trust had told the reporter that the newspaper\nshould not use her name.\n4. The complainant\nsaid that it was inaccurate to report that the patient had a police escort; the\nescort had been sent away on a previous day. She said that the patient was not\nsectioned, and that the catheter bag was not thrown directly into her face, but\nat colleagues. She was concerned that the article implied she had been\ninterviewed about the incident.\n5.    The newspaper\nsaid that the information contained in the article was released at a meeting of\nthe hospital trust’s board, which was open for the public to attend. In\naddition, it provided an email exchange it had with the hospital trust, prior\nto publication. The newspaper asked the trust whether the complainant would\nallow it to use the complainant’s picture, whether she would be willing to\nshare her last name, and whether the trust knew at which of the trust’s\nhospitals the incident had occurred. The trust responded by saying “to protect\nKristy’s identity we are not able to share her surname, site, or photo\nunfortunately”.\nRelevant Code provisions\n6. Clause 1\n(Accuracy)\ni) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not\nsupported by the text.\nii) A significant inaccuracy, misleading statement or\ndistortion must be corrected, promptly and with due prominence, and — where\nappropriate — an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator.\niii) A fair opportunity to reply to significant inaccuracies\nshould be given, when reasonably called for.\niv) The Press, while free to editorialise and campaign, must\ndistinguish clearly between comment, conjecture and fact.\nClause 2 (Privacy)\ni) Everyone is entitled to respect for his or her private\nand family life, home, health and correspondence, including digital\ncommunications.\nii) Editors will be expected to justify intrusions into any\nindividual's private life without consent. In considering an individual's\nreasonable expectation of privacy, account will be taken of the complainant's\nown public disclosures of information and the extent to which the material\ncomplained about is already in the public domain or will become so.\niii) It is unacceptable to photograph individuals, without\ntheir consent, in public or private places where there is a reasonable\nexpectation of privacy.\nClause 4 (Intrusion into grief or shock)\nIn cases involving personal grief or shock, enquiries and\napproaches must be made with sympathy and discretion and publication handled\nsensitively. These provisions should not restrict the right to report legal\nproceedings.\nFindings of the Committee\n7. The information\nabout the complainant published in the article was disclosed, via a video, at a\npublic board meeting of the hospital trust, which the journalist had attended.\nFor this reason, the Committee found no failure by the newspaper to respect the\ncomplainant’s private life, in publishing the article in which she was referred\nto by her first name. There was no breach of Clause 2, or Clause 4. In\naddition, the Committee was provided with the email correspondence between the\nnewspaper and the trust, in which the trust declined to share the complainant’s\nsurname, site or photograph but did not seek to impose restrictions on the\nreporting of this public meeting.\n8. The Committee\nnoted the complainant’s position that the patient had not been sectioned. Were\nthe Committee asked to consider a complaint made by the unidentified patient,\nit would consider this matter separately. \nHowever, in response to this complaint, from the health professional\ntreating this patient, the Committee considered that it was not a significant\ninaccuracy where it was not in dispute that the patient had been deemed “a\ndanger to herself and others”, and the primary focus of the article was the\nfact that the complainant had been subject to an attack by a patient. The article’s\nreference to the patient having a police escort was ambiguous; it was not clear\nwhether this was at the time of the attack, or when the complainant had\npreviously seen the patient. However, the article made no further reference to\nthe police, and the Committee considered that this did not represent a\nsignificant inaccuracy. The article did not state that the catheter bag had\nbeen thrown directly into the complainant’s face, and it was not in dispute\nthat the contents of the bag had hit the complainant. The article was not\nmisleading in the manner alleged. The article made clear it was reporting the\ncomments the complainant made in a video shown the hospital trust’s board; it\ndid not suggest that the newspaper had interviewed the complainant. For these reasons,\nthere was no breach of Clause 1.\nConclusion\n9. The complaint\nwas not upheld.  \nRemedial Action Required\nN/ADate complaint received:10/05/2018Date decision issued: 02/08/2018 \nBack to ruling listing\n\n\n"
}