{
    "url": "/rulings-and-resolution-statements/ruling/?id=03434-18",
    "title": "03434-18 Benedict v mirror.co.uk",
    "provisions": [
        "1 Accuracy (2016)",
        "2 Privacy (2016)",
        "9 Reporting of crime (2016)",
        "16 Payment to criminals (2016)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "mirror.co.uk (Reach PLC)",
    "published_on": "2017-07-02 00:00:00",
    "received_on": "2018-05-10 00:00:00",
    "concluded_on": "2018-10-18 00:00:00",
    "complaint_processing_days": 161,
    "conclusion_long": "41. The complaint was not upheld.",
    "remedial_action": "42. N/A Date complaint received: 10/05/2018",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee 03434-18 Benedict v mirror.co.ukSummary of complaint1. Sylvanus\nBenedict complained to the Independent Press Standards Organisation on behalf\nof himself and his mother and brother, that mirror.co.uk breached Clause 1\n(Accuracy), Clause 2 (Privacy), Clause 9 (Reporting of crime) and Clause 16\n(Payments to Criminals) of the Editors’ Code of Practice in an article\nheadlined “Brother of ex-Premier League striker [Name] ‘attacked seven\npolice officers after bust-up over existence of God’”, published on 2 July\n2017.2. The article\nreported that the complainant had been arrested after “allegedly battling seven\npolice officers”, following a “bust-up” outside a church. It reported that it\nhad been alleged that during the altercation, the complainant had “assaulted\ntwo constables and threatened to shoot their colleagues”.3. The article\nexplained that following his arrest, the complainant had been released on bail,\nbut, within 24 hours, was arrested again following a separate incident, in\nwhich he was alleged to have “threatened to murder a parishioner and acted in a\nthreatening and abusive manner towards his family” and had sworn and made\noffensive remarks. The article said “when police arrived”, the complainant\n“allegedly threatened to shoot officers”.4. The article said\nthat the court proceedings had to take place in the complainant’s cell, because\nhe was “deemed too risky” to be moved from there for a court appearance.5. The article\nnamed the complainant’s brother, and reported that he was a well-known football\nplayer; a photograph of the complainant with his brother accompanied the\narticle. The article published quotes from an anonymous source, who had\nspeculated on the reason why the complainant had approached the victim during\nthe second incident: “Benedict claimed that the family involved in the second\nincident had been texting [his brother] and his mother or contacting them on\nsocial media”.6. The article\npublished a quote from the complainant’s lawyer: “My client is pleading not\nguilty to all the charges. When he was told he was being remanded in custody,\nthere was no reaction other than one of extreme sadness. He said this would\nbadly affect his life”.7. The complainant\nsaid that the publication had published inaccurate claims from an unreliable\nsource. The complainant denied that he had threatened to shoot police officers,\nor anyone, during the first incident, or that he had “battled “ them. The\ncomplainant denied that he had “attacked” seven police officers; he said he was\ndetained.8. He further\ndenied that he had threatened to murder a “parishioner”; or that he had been\nthreatening or abusive towards their family; or that he had sworn or made\noffensive remarks, during the second incident. He said that the article had\nimplied, inaccurately, that police had arrived immediately; in fact, the police\nhad arrested him over an hour after the incident.9. The complainant\nsaid that the article contained a number of further inaccuracies: he was not\n“around 6ft 5in”; he did not weigh “20st”; he was not a “former rugby player”\nand was not unemployed at the time of his arrest. In fact, he was 6ft 3in,\nweighted 16-and-a-half stone and had never played rugby in his life. He also\nsaid that the use of the words “battled” and “bust up” were conjecture; he said\nthat the person involved in the second incident was not a “parishioner”, as\nreported.10. The complainant also raised concern about a photograph\nwhich accompanied the article, and which was captioned: “Plymouth Brethren\nchurch”. The complainant said that the use of this image was misleading because\nhe had not been inside a church when the two incidents had taken place, and\nfurther, the “Exclusive Brethren” did not meet in a church.11. The complainant also said that the article breached\nClause 9 as it identified his brother and his mother, both of whom were not\ngenuinely relevant to the events reported in the article.12. Under Clause 2, the complainant said that the article\nhad also published a private family photo of him and his brother, without\nconsent. He also said that the claim that he was “deemed too risky” to be moved\nfrom his cell, was intrusive.13. The publication did not accept a breach of the Code. It\nsaid that it had relied upon information provided to it by a confidential\nsource, who had witnessed the court proceedings. It said that it had published\nthis information in good faith. It explained that the source had originally\ntelephoned the news desk, and had informed the publication that the complainant\nhad been arrested twice within approximately 24 hours following two\ndisturbances; one outside a church involving its parishioners and one involving\na family who lived nearby.14. The publication said that because the source had\ntelephoned the news desk after the proceedings had taken place, the journalist\nwas unable to attend court, however, the journalist had visited the source in\nperson and had also checked their claims against court documents which were\navailable within the court house. It said that these documents accurately\ndescribed the nine charges which the complainant was facing following his two\narrests, including threatening to shoot police officers, making threats to kill\nand acting in a threatening manner towards a family.15. During the course of IPSO’s investigation, the\npublication provided an email from the Scottish Courts and Tribunal Service,\nwhich set out the complainant’s charges; charge 6 was: “Behaving in a\nthreatening manner by threatening to shoot police officers”. The publication\nprovided a further email from the SCTS, which clarified that the complainant\nhad ultimately pleaded not guilty to Charge 6. However, the publication said\nthat, as the article had made clear that the complainant was accused of this\nconduct only, it was an accurate account of the charges which he had faced in\nJuly 2017.16. The publication said that the complainant had pleaded\nguilty to the charge of being threatening and abusive towards a family, and had\nbeen admonished by the court. The publication provided information from a court\ndocument, relating to this incident, which stated:27/06/2017\nat Crosshouse Road, Kilmaurs, you SB did behave in a threatening or abusive manner likely to cause a\nreasonable person to suffer fear or alarm in that you      did shout swear utter threats of violence\nincluding threats to murder [Name], c/o Police Scotland, act in an aggressive\nmanner and place said [Name] and [family members’], aged nine years, and [family member],\naged six years, all c/o Police Scotland, in a state of fear and alarm. You SB did this while\non bail having been granted bail on 26/06/2017 at Kilmarnock Sheriff Court.17. The publication said that the source had also provided\nbackground information, including details of the complainant’s physical\nappearance. The source had also told the publication that the complainant had\nbeen described in court as “unemployed” on more than one occasion. Further, it\nsaid that the source, who had local knowledge, had also described the\ncomplainant as being well known within the local area, who had been a former\namateur rugby player who had turned to the sport after failing to make an\nimpact on football. The source had also claimed that the victim in the second\nincident had been a parishioner.18. The publication noted that the figures provided by the\ncomplainant relating to his weight and height revealed an alleged discrepancy\nof 2 inches and 3-and -a -half stone. It also noted the complainant’s denial that\nhe had ever played rugby, and that he was unemployed. However, the publication\ndid not accept that the article had contained any significant inaccuracies, in\ncircumstances where the complainant had pleaded guilty to various charges of\nassault on body aggravated by religious prejudice. However, as a gesture of\ngoodwill, it offered to remove this information in an attempt to resolve the\ncomplaint.19. The publication said that the use of the terms “battled”\nand “bust-up” were not misleading, and it was entitled to use this terminology,\ngiven that at the time of publication, the complainant faced charges for\nseveral violent offences.20. The publication said that the photograph of the\ncomplainant and his brother had been publicly available on the complainant’s\nbrother’s Instagram account, and provided a screenshot of this post. The\npublication noted that this image had since been removed.21. In relation to the photograph of the church, it said\nthat the image had been removed from the online article, and it had published\nthe following correction on p.2. The publication did not accept that the\npublication of an image of the Maxwell Church, represented a significant\ninaccuracy.A previous version of the article used a picture of a church\nthat was captioned as Plymouth Brethren Church in Kilmaurs. We are happy to\nclarify that the image was in fact the Maxwell Church in Kilmaurs and apologise\nfor the error.22. The publication did not accept that the reference to the\ncomplainant’s brother and mother represented a breach of Clause 9. It said that\nthe source had advised that the complainant’s alleged threats towards the\n“parishioner”, related to the complainant’s accusation that he had been\nconducting secret meetings with the complainant’s brother. In relation to the\ncomplainant’s mother, the newspaper said that it was heard in court that the\ncomplainant was her carer.23. The complainant denied that he had approached the\n“parishioner” on the basis that they had contacted his brother and mother via\nsocial media, as reported, or on the basis that he had been conducting “secret\nmeetings” with his brother. The complainant explained that the discussion had\nrelated to the fact that his brother had not returned to Scotland to care for\nhis elderly mother along with him, but had, instead, decided to meet up with\nthe “parishioner”. The complainant said that he had spoken to this man about a\nnumber of things, but had referred to his mother and brother during the course\nof that conversation.24. The complainant disputed the veracity of the email which\nthe publication had received from the Scottish Courts and Tribunal Service\nduring the course of IPSO’s investigation. The complainant provided a document\nentitled: “Community Payback Order”, and noted that Charge 6, did not appear on\nthis document; he said that this document accurately reflected the official\ncharges which he had faced.Relevant Code provisions25. Clause 1 (Accuracy)i) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not\nsupported by the text. ii) A significant inaccuracy, misleading statement or\ndistortion must be corrected, promptly and with due prominence, and — where\nappropriate — an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator.iii) A fair opportunity to reply to significant inaccuracies\nshould be given, when reasonably called for.iv) The Press, while free to editorialise and campaign, must\ndistinguish clearly between comment, conjecture and fact. Clause 2 (Privacy)i) Everyone is entitled to respect for his or her private\nand family life, home, health and correspondence, including digital\ncommunications. ii) Editors will be expected to justify intrusions into any\nindividual's private life without consent. Account will be taken of the\ncomplainant's own public disclosures of information.iii) It is unacceptable to photograph individuals, without\ntheir consent, in public or private places where there is a reasonable\nexpectation of privacy.Clause 9 (Reporting of Crime)*i) Relatives or friends of persons convicted or accused of\ncrime should not generally be identified without their consent, unless they are\ngenuinely relevant to the story.ii) Particular regard should be paid to the potentially\nvulnerable position of children who witness, or are victims of, crime. This\nshould not restrict the right to report legal proceedings. Clause 16 (Payment to criminals)*i) Payment or offers of payment for stories, pictures or information, which seek to exploit a particular crime or to glorify or glamorise crime in general, must not be made directly or via agents to convicted or confessed criminals or to their associates – who may include family, friends and colleagues.Findings of the Committee26. The article had accurately reported the nature of the\ncharges which the complainant faced in July 2017; this was apparent from the\nemail correspondence which the publication had provided from the Scottish\nCourts and Tribunal Service during the course of IPSO’s investigation. Care had\nbeen taken by the publication to present these charges as allegations, and the\narticle had been clear that no judicial findings had been made against the\ncomplainant at the date of publication. The complainant had challenged the\nauthenticity of this document; the Committee noted that, following publication,\nthe complainant had not been convicted of the charge of behaving in a\nthreatening manner by threatening to shoot police officers. However, the email\nfrom the SCTS had confirmed the nature of the charges which the complainant had\nfaced in July 2017; these were accurately reported in the article.  There was no breach of Clause 1 on this\npoint.27. The publication had been approached by a source who had\nbeen present at court when the complainant’s hearing had taken place. The\npublication had not simply relied on this testimony, it had taken steps to\ncorroborate the source’s claims: care had been taken to visit the source in\nperson and the publication had also spoken to the court house in order to\nconfirm the charges which the complainant faced. It was not a failure to take\ncare to report claims made by a source who had direct knowledge of the\ncomplainant, and the court proceedings. Reporting these claims did not\nrepresent a failure to take care, such as would breach Clause 1(i).28. The source had also provided biographical details about\nthe complainant. They had said that the complainant was 6ft 5inches in height;\n20 stones in weight; that he was unemployed; and a former rugby player. The\nsource had also claimed that the victim in the second incident was a\nparishioner.29. The complainant’s height and weight had been reported\ninaccurately; however, in any event, the figures provided by the complainant\nindicated that he was of a larger build, and as such, the reported claims did\nnot represent significant inaccuracies. The Committee noted the complainant’s\nposition that he had never been a rugby player, or unemployed. However, in the\nfull context, and where the article had reported that the complainant had been\ncharged with several violent offences, aggravated by religious prejudice, these\ninaccuracies, in addition to the claim that the victim was “parishioner” were\nnot significant. There was no breach of Clause 1 on these points.30. The source had claimed that the complainant had been\ncharged with threatening to murder a parishioner, and that he had been\nthreatening or abusive towards their family. It was accepted that he had\npleaded guilty to a breach of the peace in relation to this incident. The court\ndocument provided by the publication, demonstrated that the article had\naccurately reported the allegations which had formed the basis for that charge.\nThere was no breach of Clause 1 on this point.31. The publication was entitled to describe the first\nincident, which had resulted in the complainant facing several charges for\nviolent and aggressive behaviour, as a “battle” and a “bust up”, and to\ncharacterise this behaviour as the complainant “attacking” or “battling” the\nofficers. It was not a failure to take care to describe the incident in those\nterms, nor was it misleading.32. The complainant denied “battling” or “attacking” seven\npolice officers; the Committee noted that the article had not claimed that he\nhad “attacked” the officers. The charge sheet had recorded a charge of\n“struggling violently with four police officers”. The complainant had explained\nthat he had been required to be “detained” by police officers, and had not\ndisputed that seven officers were involved. In those circumstances, the\nCommittee did not consider that the article was significantly inaccurate, or misleading\nas to the circumstances which had led to the complainant’s arrest.33. Further, it was accurate to report that “when police\narrived”, the complainant “allegedly threatened to shoot officers”,\nnotwithstanding the complainant’s position that the police had not arrived\nimmediately.34. The Committee then turned to consider the publication of\nthe image of a church, which had been identified as the Plymouth Bretheren\nChurch, in error. The Committee considered that the captioning of the wrong church\nwas not a significant inaccuracy in the context of the article, and noted that,\nin any event, the error had been corrected by the publication. Further, it was\nnot misleading for the article to contain a photograph of a church, in\ncircumstances where the complainant had been accused of offences which were\nmotivated by religious prejudice. It was not inaccurate to state that the\n“police had arrived” following the second incident, where the complainant\naccepted that he had been arrested following this event. There was no breach of\nClause 1.35. The terms of Clause 9 were engaged. The complainant’s\nbrother had been identified by name, in an article which had reported on the\ncomplainant’s arrest following two incidents. The Committee considered that the\ncomplainant’s brother was genuinely relevant to the report.36. The Committee noted the complainant’s denial that\n“secret meetings” had taken place between his brother, and the victim in the\nsecond incident. However, the complainant had explained that in his\nconversation with the victim he had referred to his brother. It was not in\ndispute that following this conversation, an altercation had taken place which\nhad resulted in the complainant being charged with a breach of the peace. The\ncomplainant’s brother was, therefore, genuinely relevant to the events which\nhad led to second incident, and which had resulted in his subsequent arrest;\nidentifying the complainant’s brother in that context was not a breach of\nClause 9 of the Code.37. The complainant’s mother had not been identified in the\narticle by name. The Committee did not establish that the protection from being\nidentified, afforded to individuals who are relatives of those accused of crime\nand who are not genuinely relevant to the story, was engaged in the\ncomplainant’s mother’s case. The reference to her in the article under\ncomplaint, did not represent a breach of Clause 9.38. The photograph of the complainant and his brother was\nobtained from the complainant’s brother’s publicly available Instagram account.\nThe photograph had disclosed the complainant’s relationship with his brother:\nthe complainant’s likeness, or his relationship with his sibling, did not\ndisclose private information about him. Further, the identification of the complainant’s\nbrother, and the disclosure of his relationship with the complainant, was not\nintrusive for the reasons set out above. The publication of this image did not\nrepresent a breach of Clause 2.39. The Committee noted the complainant’s concern that the\nclaim that he was deemed “too risky” to be moved from the cells, represented an\nintrusion into his privacy. However, this claim did not reveal any information\nabout the complainant which was private, or personal to him. There was no\nbreach of Clause 2.40. The article was a report on the charges which the\ncomplainant faced in July 2017. It did not glamorise or glorify the crimes\nwhich the complainant was accused of. Further, while noting the complainant’s\nposition that the publication’s source was a criminal, he had provided no basis\nfor this claim, nor had he provided any basis to show that any payment had been\nmade to them. The terms of Clause 16 were not engaged.Conclusion41. The complaint was not upheld.Remedial action required42. N/A\nDate complaint received: 10/05/2018Date decision issued: 18/10/2018  \n \nBack to ruling listing\n\n\n"
}