{
    "url": "/rulings-and-resolution-statements/ruling/?id=03442-18",
    "title": "03442-18 University Hospital Southampton NHS Foundation Trust v The Sunday Times",
    "provisions": [
        "1 Accuracy (2018)"
    ],
    "outcome": "Breach - sanction: publication of correction",
    "publication": "The Sunday Times (News UK)",
    "published_on": "2018-04-29 00:00:00",
    "received_on": "2018-05-11 00:00:00",
    "concluded_on": "2018-07-19 00:00:00",
    "complaint_processing_days": 69,
    "conclusion_long": "11. The complaint was upheld.",
    "remedial_action": "12.  Having upheld the complaint under Clause 1, the Committee considered what remedial action should be required. 13.  The Committee considered that the article did not report solely on this case, instead, it referred to it as part of the article’s wider discussion about the rights of parents of seriously ill children. The inaccuracy did not affect the overall argument of the article, and in these circumstances the Committee considered that the appropriate remedy was publication of a correction which made clear that the basis of the hospital’s objections was concern about the provision of adequate care and transport arrangements and that it had not refused the parents’ request to have their child treated abroad.   14. This correction should appear in print in the Corrections and Clarifications column, and as a footnote correction to the online article. It should state that it has been published following an upheld ruling by the Independent Press Standards Organisation. The full wording should be agreed with IPSO in advance. Date complaint received: 11/05/18",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee 03442-18 University Hospital Southampton NHS Foundation\nTrust v The Sunday Times\nSummary of complaint\n1. University\nHospital Southampton NHS Foundation Trust complained to the Independent Press\nStandards Organisation that The Sunday Times breached Clause 1 (Accuracy) of The Editors’ Code of Practice in an article headlined, “Parents can love, but\nnot protect: ask Alfie’s mum,” published on 29 April 2018.\n2. The article was\na comment piece, in which the columnist discussed the conflicts that can occur\nbetween the parents of seriously ill children, the medical profession, and the\nlegal system. The columnist discussed a number of high profile cases, including\none involving University Hospital Southampton. The article reported that one\nchild had been removed from the hospital in 2014 by his parents, after the\nhospital had “refused their request to have his brain cancer treated abroad by\nproton beam therapy”. It went on to state that the hospital had “declared this\ntreatment to be worthless, although its own did not offer much hope.” The\narticle was also published online and was substantially the same as the print\narticle.\n3. The complainant\nsaid that the article had misrepresented the hospital’s concerns in this case.\nIt said that the High Court judgment on the dispute, which had determined that\nthe child’s parents were entitled to take him abroad for treatment, showed that\nthe hospital had not “refused” the parents’ request to have their child treated\nwith proton beam therapy abroad. It said that the parents had requested proton\nbeam therapy treatment, and the hospital had referred the matter to the\nnational body that makes decisions on such requests. It said that the High\nCourt judgment recorded that this body had determined that the child’s\ncondition was not on the “list of accepted indications” for proton treatment\nabroad “because of concerns around the logistics of offering timely\nradiotherapy to patients who may not be fit enough to travel.” In these\ncircumstances, the complainant said it was inaccurate to state that the\nhospital had refused the request, or indeed any body, as the child’s condition\nwas not one that NHS England funded.\n4. It said that the\nTrust had opposed the child being removed from the hospital’s care without the\nnecessary arrangements for his transportation and ongoing care. The complainant\nsaid that the Trust’s public statement at the time, which it provided a copy\nof, made it clear that despite the fact that the Trust disagreed that this\ntreatment option would be of additional benefit, “the Trust agreed with the\nfamily to refer [the child] for proton radiotherapy.”\n5. It denied that the Trust had opposed the parents’ request\nbecause it believed that proton beam therapy was “worthless.” It was unable to\noffer it to the parents as it was not, at the time, funded or recommended by\nNHS England for this type of tumour. It said that the treatment plan agreed by\nthe hospital gave the child a 70-80% chance of survival, and that proton beam\ntherapy offered no additional benefit. It also said that the article suggested that the hospital had not\noffered a viable treatment option, and said that the hospital should have been\ncontacted for comment prior to publication.\n6. The newspaper\ndid not accept that it had breached the Code. It said that the article was an\nopinion piece by the columnist, in which he argued that parents are not given\nenough say in decisions about the treatment of their children. It said that the\ncolumnist’s views had been informed by his own personal experiences, and that\nhe had referred to a number of high profile cases to highlight the concerns he\nhad about the decision making power given to hospitals and the courts in these circumstances. It said that the\ncolumnist was entitled to criticise the medical and legal professions in this\nway. It said that the journalist had accurately reported the background of the\ncase under complaint, and provided a summary of the High Court decision on this\nmatter.\n7. It said that the\nsummary of the judgment stated that the Trust “could not recommend or provide”\nproton beam treatment. It said that the journalist had interpreted this to mean\nthat the hospital had refused to provide the treatment because it regarded it\nas worthless. It said the fact that the Trust had not “opposed” the parents\nprivately funding this treatment was, in its view, unconvincing, as it did not\noffer to facilitate the child’s access to the treatment and imposed practical\nobstacles to the parents accessing the treatment. The High Court decision\nstated that, “NHS England does not, however, recommend nor fund the use of\nproton therapy for cases of medulloblastoma.” It went on to state that,\n“Nonetheless, [the child’s] parents pursued their enquiries and identified a\nfacility in Prague… The parents therefore asked the Southampton Hospital to\nrefer [the child].” The judgment stated that at this point, the accounts of the\nparents and the hospital diverged, and so it was unclear how the hospital\nresponded.\n8. Regardless, as\na gesture of goodwill, the newspaper offered to make amendments to the online\narticle.\nRelevant Code provisions\n9.    Clause 1\n(Accuracy)\ni) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not\nsupported by the text.\nii) A significant inaccuracy, misleading statement or\ndistortion must be corrected, promptly and with due prominence, and – where\nappropriate – an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator.\nFindings of the Committee\n8. The article was\nclearly presented as an opinion piece, written by a columnist with personal\nexperience of the issues being discussed. The columnist was entitled to\ncriticise the hospital’s actions, and to comment on the public dispute that had\ntaken place between the child’s parents and the hospital regarding his care,\nwhich had resulted in a high profile court judgment. However, the newspaper had\nan obligation to accurately report the details of the dispute, and the nature\nof the hospital’s opposition. The basis for the article’s criticism of the\nhospital, was that it had objected to the parents’ request to take their child\nabroad because it believed the proton beam treatment was worthless. However the\nHigh Court judgment, and the publicly available statement from the Trust, made\nit clear that its objections related to the removal of the child without\ncertain provisions in place. Also, while the Trust did not believe proton beam\ntherapy offered any additional benefit to that offered by the hospital, it had\nnot deemed the treatment “worthless.” This information was in the public domain\nat the time of publication, and misrepresenting the nature of the hospital’s\nconcerns, represented a failure to take care, in breach of Clause 1 (i).\n9. The article had\ngiven the significantly misleading impression as to the nature of the\nhospital’s objections, and where this formed the basis of the article’s\ncriticism of the Trust, it required correction under the terms of the Editors’\nCode. There was a breach of Clause 1 (ii) on this point.\n10. The parents in this case wanted their child to receive\nproton beam therapy abroad. The High Court judgment made clear that this was\nnot something that was offered for their child’s condition, at the time, by NHS\nEngland. The hospital had referred the matter to the appropriate body, who had\nconfirmed that the child was not eligible as his condition was not on the\nrecommended list. It had not “refused” this request, but had been unable to\noffer the treatment as NHS England did not fund it. The judgment went on to\nmake clear that following this, the parents identified a facility which would\noffer the treatment to Ashya, and asked the hospital to refer him to this\nfacility. There was discrepancy over the hospital’s response to the parents’\nrequest for a referral from the hospital to an overseas facility they had\ncontacted. As the newspaper was relying on the comments in this judgment for\nthe basis of its characterisation that the hospital “refused” this request,\nreporting this claim, where the judgment made clear that the treatment was not\nfunded by NHS England in these circumstances, and there were differing accounts\nas to the hospital’s subsequent response to the parents’ referral request, the\nnewspaper had failed to take care over the accuracy of this claim. There was a\nbreach of Clause 1 (i) on this point. Reporting this represented a significant\ninaccuracy, in breach of Clause 1 (ii).\nConclusions\n11. The complaint was upheld.\nRemedial Action required\n12.  Having upheld the\ncomplaint under Clause 1, the Committee considered what remedial action should\nbe required.\n13.  The Committee\nconsidered that the article did not report solely on this case, instead, it\nreferred to it as part of the article’s wider discussion about the rights of\nparents of seriously ill children. The inaccuracy did not affect the overall\nargument of the article, and in these circumstances the Committee considered\nthat the appropriate remedy was publication of a correction which made clear\nthat the basis of the hospital’s objections was concern about the provision of\nadequate care and transport arrangements and that it had not refused the\nparents’ request to have their child treated abroad.  \n14. This correction should appear in print in the\nCorrections and Clarifications column, and as a footnote correction to the\nonline article. It should state that it has been published following an upheld\nruling by the Independent Press Standards Organisation. The full wording should\nbe agreed with IPSO in advance.\nDate complaint received: 11/05/18\nDate decision issued: 19/07/2018\nBack to ruling listing\n\n\n"
}