{
    "url": "/rulings-and-resolution-statements/ruling/?id=03446-16",
    "title": "03446-16 McHale v The Sun",
    "provisions": [
        "1 Accuracy (2016)",
        "2 Privacy (2016)",
        "4 Intrusion into grief or shock (2016)",
        "10 Clandestine devices and subterfuge (2016)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "The Sun (News UK)",
    "published_on": "2016-06-06 00:00:00",
    "received_on": "2016-06-06 00:00:00",
    "concluded_on": "2016-10-14 00:00:00",
    "complaint_processing_days": 130,
    "conclusion_long": "16. The complaint was not upheld.",
    "remedial_action": "N/ADate complaint received: 06/06/2016",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee 03446-16 McHale v The Sun\nSummary of complaint\n1. John McHale\ncomplained to the Independent Press Standards Organisation that The Sun\nbreached Clause 1 (Accuracy), Clause 2 (Privacy), Clause 4 (Intrusion into\ngrief or shock) and Clause 10 (Clandestine devices and subterfuge) of the\nEditors’ Code of Practice in an article headlined “‘What scum’: Dad’s anger\nafter commuters refused to help son and even ran over his body on motorway\nafter bridge fall”, published online on 6 June 2016.\n2. The article,\ndescribed as an “exclusive” report, said that the complainant’s son had taken\nhis own life, having fallen from a bridge over the motorway “after discovering\nhis girlfriend had met someone else”. It said that his body was repeatedly\nstruck by vehicles, when motorists failed to stop. The article reported that\nthe complainant was “disgusted” by the motorists, and included a number of\ncomments attributed to him. It also included a number of photographs of the\ncomplainant and his son, along with a link to a page set up by the family on a\ncrowdfunding website, to raise money to buy a bench in his memory.\n3. The complainant\nsaid that the article was not an “exclusive” report. He had not given the\npublication permission to publish the article; instead, the photographs and\ncomments attributed to him had been taken from his Facebook page without his\npermission. He said that, in any case, the article had misrepresented some of\nthe comments he had made: he had not posted “a single word” when hearing of his\nson’s death. Instead, he had posted a number of expletives followed by the word\nattributed to him.\n4. He also said\nthat there was no evidence to prove that his son was dead before he was struck\nby the first vehicle, or that he had been alone and had jumped from the bridge.\nFurther, it was inaccurate for the article to suggest that the police had notified\nhim of his son’s death. While the police had found a body, it was only through\na message on Facebook that he had discovered it was his son. It was inaccurate\nto report that his son had died on 8 January – while this was recorded\nofficially as his date of death, he had in fact died on 7 January. In addition,\nthe complainant was concerned that it was not entirely accurate to say his\nson’s girlfriend had “met someone else”; this did not reflect exactly what had\nhappened.\n5. The complainant\nalso said that the link to the family’s crowdfunding web page included was\nbroken, and did not lead to the correct page. He said that it had taken the\nnewspaper four days to fix the link after he had notified it of the issue on a\nnumber of occasions.\n6. The complainant\nwas concerned that the images had been included in the article in breach of\nClause 2 and Clause 10. They had been posted on his Facebook account, and he\nhad not given the newspaper permission to use these. He was also concerned that\nhe had been contacted by a journalist, and that the manner in which the\napproach had been handled was insensitive in breach of Clause 4.\n7. The publication\ndid not accept a breach of the Code. It said that while it was sorry that the\nlink to the family’s crowdfunding page had been broken, the mistake would not\nhave prevented those who genuinely wished to donate from doing so: it had\ngenuinely wanted to help with the family’s fundraising efforts, and the article\nincluded enough details for such readers to have found the page by themselves.\nIt would also have been possible for them to contact the publication directly\nfor help if necessary. It said that, in any case, the link had been fixed very\nshortly after the matter had been drawn to its attention, and only four days\nafter the article had been published. It said that it had also accurately\nreported the circumstances of the complainant’s son’s death, based on the\nfindings of the inquest.\n8. In addition, it\nsaid that the complainant had posted all of the comments and pictures on his\nopen Facebook page. He had shared what had happened publicly, and the comments\nand images were already in the public domain. Republishing them in the article\ndid not represent a breach of the Code. It said that a journalist from the\npublication had contacted the complainant on one occasion, and had done so in\nsensitive, and polite terms. It said that this contact was not insensitive in\nbreach of the Code. It also took the view that it had dealt sensitively at all\ntimes with the complainant in response to the complaints he had raised with the\npublication directly.\nRelevant Code provisions\n9.    Clause 1\n(Accuracy)\ni) The Press must take care not to publish inaccurate,\nmisleading or distorted information, including pictures.\nii) A significant inaccuracy, misleading statement or\ndistortion once recognised must be corrected, promptly and with due prominence,\nand – where appropriate – an apology published.\niii) A fair opportunity to reply to significant inaccuracies\nmust be given, when reasonably called for.\niv) The Press, while free to editorialise and campaign, must\ndistinguish clearly between comment, conjecture and fact.\nClause 2 (Privacy)\ni) Everyone is entitled to respect for his or her private\nand family life, home, health and correspondence, including digital\ncommunications.\nii) Editors will be expected to justify intrusions into any\nindividual's private life without consent. Account will be taken of the\ncomplainant's own public disclosures of information.\niii) It is unacceptable to photograph individuals, without\ntheir consent, in public or private places where there is a reasonable\nexpectation of privacy.\nClause 4 (Intrusion into grief or shock)\nIn cases involving personal grief or shock, enquiries and\napproaches must be made with sympathy and discretion and publication handled\nsensitively. These provisions should not restrict the right to report legal\nproceedings.\nClause 10 (Clandestine devices and subterfuge)\ni) The press must not seek to obtain or publish material\nacquired by using hidden cameras or clandestine listening devices; or by\nintercepting private or mobile telephone calls, messages or emails; or by the\nunauthorised removal of documents or photographs; or by accessing\ndigitally-held information without consent.\nii) Engaging in misrepresentation or subterfuge, including\nby agents or intermediaries, can generally be justified only in the public\ninterest and then only when the material cannot be obtained by other means.\nFindings of the Committee\n10. The Committee first wished to express its deepest\nsympathy to the complainant and his family for their loss. It understood the\ncomplainant’s concern about importance of accurately reporting specific details\nrelating to the circumstances of his son’s death. However, it was not in\ndispute that the death had been recorded as a suicide, that the complainant’s\nson fell on to the motorway and then died, and that there was a breakdown in\nthe relationship between him and his ex-girlfriend. In these circumstances, and\nin the context of an article that focussed on the complainant’s reaction, the\nCommittee took the view that the article did not give a significantly\nmisleading impression of the circumstances surrounding his son’s death. There\nwas no breach of Clause 1 in respect of these points. Neither was there a\nbreach of Clause 1 in relation to reporting the date of his son’s death, given\nthat the alleged discrepancy was one day, and in circumstances where it was\naccepted that the date of the death was officially recorded as 8 January, the\ndate reported by the newspaper.\n11. Further, and while the Committee understood the\ncomplainant’s position that he had not been interviewed prior to publication,\nit was not significantly misleading to bill the article as an “exclusive”. This\nwas not central to the coverage, and in the context of an article that\naccurately reported the official findings of the circumstances surrounding the\ncomplainant’s son’s death, this did not represent a significant inaccuracy, and\ndid not suggest that he had cooperated with the newspaper in producing the\narticle. Neither did the reference to the complainant having posted a “single\nword” on Facebook, or that he had found out about the death from the police.\nThe article made clear that he had posted a short message on social media to\nexpress his distress once he had found out about his son’s death, and the exact\ncontents of the rest of the message, or the exact way in which the complainant\nhad found out about the death were not significant details in the context of\nthe article as a whole. There was no breach of Clause 1 in respect of these\npoints.\n12. The Committee understood the complainant’s concern that\nthe link to the family’s crowdfunding web page was broken. The link had however\nbeen included at the foot of the article, after setting out that the\ncomplainant and his family had wished to raise money to buy a bench in his\nmemory. While the mistake was regrettable, it did not constitute a significant\ninaccuracy in the context of the article as a whole, and there was no breach of\nClause 1 on this point. The Committee welcomed the steps taken by the newspaper\nto ensure that the link was fixed, once the matter had been drawn to its\nattention.\n13. The Committee understood the complainant’s concern about\nthe journalist’s contact prior to publication, and noted his position that the\nmanner in which the direct complaint to the publication had been handled was\ninsensitive. The publication had however been able to show that its contact had\nbeen polite and sympathetic, and that it had acknowledged that the complainant\nwas going through a very difficult time. The Committee took the view that the\njournalist’s approach – and the direct contact between the publication and the\ncomplainant – had been handled sensitively and appropriately. There was no\nbreach of Clause 4.\n14. The comments and photographs included in the article had\nbeen taken from the complainant’s Facebook page, which he did not dispute was\nopen and could be viewed publicly at the time of publication. He had publicly\ndisclosed this information, and had been prepared to publish publicly viewable\nposts on social media about the death, including pictures of his family. In\nsuch circumstances, the Committee did not consider that republishing the posts\nand photographs in the article represented an unjustified intrusion into the\ncomplainant’s private life, and there was no breach of Clause 2.\n15. While the photographs had been taken from the\ncomplainant’s social media page, the publication had not engaged in\nmisrepresentation or subterfuge; his digital information had not been accessed\nwithout consent for the purposes of Clause 10. There was no breach of the Code\nin respect of this point.\nConclusions\n16. The complaint was not upheld.\nRemedial Action Required\nN/ADate complaint received: 06/06/2016Date decision issued: 14/10/2016\nBack to ruling listing\n\n\n"
}