{
    "url": "/rulings-and-resolution-statements/ruling/?id=03460-15",
    "title": "03460-15 Dorries v Sunday Mirror",
    "provisions": [
        "1 (Accuracy) 2015"
    ],
    "outcome": "No breach - after investigation",
    "publication": "Sunday Mirror (Reach PLC)",
    "published_on": "2015-05-03 00:00:00",
    "received_on": "2015-05-06 00:00:00",
    "concluded_on": "2015-07-06 00:00:00",
    "complaint_processing_days": 61,
    "conclusion_long": "12. The complaint was not upheld.",
    "remedial_action": "N/A  Date complaint received: 06/05/2015",
    "text": "\n\n\n\n\n\n·  Decision of the Complaints Committee 03460-15 Dorries\nv Sunday Mirror\nSummary of Complaint \n1. Nadine Dorries complained to the Independent Press\nStandards Organisation that the Sunday Mirror had breached Clause 1 (Accuracy)\nof the Editors’ Code of Practice in an article headlined “Tory Nad stalking row\nwith vote rival”, published on 3 May 2015. \n2. The article reported that the complainant was being\ninvestigated by Bedfordshire police following allegations that leaflets had\nbeen distributed on her behalf, claiming that a rival parliamentary candidate\nwas harassing her. It included the complainant’s denial that she had broken the\nlaw, and noted that police investigations had previously taken place into\nclaims she had made about the other candidate, following which he had been\nissued with a warning. The article reported that no further action had been\ntaken by the CPS in relation to the allegations against the other candidate,\nand that a report issued by the police the previous year had stated that he\n“has not committed any offence, and is purely holding the complainant to\naccount”. \n3. The complainant said it was inaccurate to suggest that\nshe was “at the centre of a police investigation”; there had been no\ninvestigation into the allegations made by the other candidate against her, and\nshe had not been contacted by the police. She said that, in fact, alleged\nbreaches of election law could not be investigated until after an election vote,\nand any allegations relating to such claims had to be put to the Returning\nOfficer, who would then decide whether to refer the matter to the police. The\nReturning Officer had not been contacted in this case. The complainant’s\nrepresentative had been in correspondence with the journalist prior to\npublication, and had informed her that, while the police were “looking into”\nthe allegations, there was no investigation on-going. \n4. The complainant also objected to the article’s\nreference to the police report “issued last year”. She said that the police had\nconfirmed that no such report had ever been issued. She provided a letter from\na police representative, which noted that, while the wording included in the\narticle had been included in a police report, it appeared to represent the\nprofessional view of an officer who had been investigating her claims against\nthe other candidate between 2008 and 2010, and did not take into account all of\nthe activities of the other candidate between 2008 and 2013. The police\nrepresentative had noted that the report, which had been released following a\n2014 Subject Access Request by the other candidate, had been heavily redacted,\nwhich may have made it difficult to understand. \n5. The newspaper defended the accuracy of its coverage.\nIt had contacted the police prior to publication, who had confirmed in writing\nthat enquiries were on-going. The newspaper had then contacted the complainant\nby telephone, to discuss the fact that the other candidate had made a complaint\nto the police about a potential breach of electoral law. Following contact from\nthe complainant’s representative, the newspaper had telephoned the police press\noffice a number of times to check whether the information that it had\noriginally received remained accurate. The newspaper had provided transcripts\nof these conversations. The police had confirmed that “investigations” were\non-going, and that the written statement on the matter remained unchanged. The\nnewspaper noted that the article presented both sides of the dispute, and\nincluded the complainant’s position on the matter, and her denial of any\nwrong-doing. During the course of the IPSO complaint, the CPS had confirmed\nthat the allegations against the complainant would not be pursued, and the\nnewspaper would be reporting this in a forthcoming edition. \n6. The newspaper provided a copy of a report, issued by\nthe police to the other candidate in response to a Subject Access Request. This\nreport was heavily redacted, but included the statement disputed by the\ncomplainant. The police had also confirmed that the complainant’s concerns\nabout the other candidate had been investigated and passed to the CPS, but that\nno evidence of an offence was found. \n7. Before contacting IPSO, the complainant’s\nrepresentative had complained directly to the publication. The online article\nhad been taken down while the complaint was under investigation, as a gesture\nof goodwill. The newspaper emphasised that this did not constitute an admission\nof wrongdoing. \nRelevant Code Provisions\n8. Clause 1 (Accuracy) \ni) The press must take care not to publish inaccurate,\nmisleading or distorted information, including pictures. \nii) A significant inaccuracy, misleading statement or\ndistortion once recognised must be corrected, promptly and with due prominence,\nand – where appropriate – an apology published. \nFindings of the Committee\n9. Bedfordshire police had confirmed that they were\ninvestigating allegations against the complainant. The newspaper had also\ncontacted the complainant to discuss this on more than one occasion prior to\npublication, and had had written correspondence with the complainant’s\nrepresentative. While the complainant denied that she had ever been subject to\na police investigation, the newspaper was entitled to rely on information\nissued by the police press office, which had been repeatedly checked after the\ncomplainant’s representative had contacted the newspaper to suggest that the\ninformation obtained was inaccurate. There had been no failure to take care not\nto publish inaccurate information in breach of Clause 1 (i). \n10. Where the police had confirmed that an investigation\nwas on-going into claims made against the complainant, it was not misleading to\nreport that she was “at the centre of” such an investigation. Furthermore, the\narticle had included the complainant’s denial of any wrong-doing. Nonetheless,\nthe Committee welcomed the fact that the newspaper would be publishing a\nfurther story in a forthcoming edition, making clear that the CPS would not be\npursuing any claims against the complainant. \n11. The newspaper had been entitled to rely on an\nofficial report issued by the police, and was not required to seek further\ncomment from the police on this document before publishing quotations from it.\nNor was it required to contact the complainant for comment, as she did not have\nknowledge of the document, which had been issued confidentially to another\nindividual. The document in question did contain the sentence disputed by the\ncomplainant, and the police had subsequently confirmed its authenticity. The\nCommittee noted the complainant’s assertion that in fact, this did not reflect\nthe police’s current position on the conduct of the other candidate. However,\nin circumstances where the article had made clear subsequent legal developments\nin relation to the other candidate’s conduct and where it was not in dispute\nthat the CPS had not taken further action against him, any potential\ndiscrepancy over the date of the report was not significant, and the inclusion\nof the statement from it was not misleading. The newspaper should however take\naccount of the date on which this document was produced in any future coverage. \nConclusions\n12. The complaint was not upheld. \nRemedial Action Required\nN/A \nDate complaint received: 06/05/2015\nDate decision issued: 06/07/2015\nBack to ruling listing\n\n\n"
}