{
    "url": "/rulings-and-resolution-statements/ruling/?id=03469-15",
    "title": "03469-15 Bex v Witney Gazette",
    "provisions": [
        "1 (Accuracy) 2015",
        "2 (Opportunity to reply) 2015"
    ],
    "outcome": "No breach - after investigation",
    "publication": "Witney Gazette (Newsquest Media Group)",
    "published_on": "2015-05-06 00:00:00",
    "received_on": "2015-05-06 00:00:00",
    "concluded_on": "2015-08-12 00:00:00",
    "complaint_processing_days": 98,
    "conclusion_long": "11. The complaint was not upheld.",
    "remedial_action": "N/A  Date complaint received: 06/05/2015",
    "text": "\n\n\n\n\n\n·  Decision of the Complaints Committee 03469-15 Bex v\nWitney Gazette\nSummary of\ncomplaint \n1. Colin Bex complained to the Independent Press\nStandards Organisation that the Witney Gazette breached Clause 1 (Accuracy) and\nClause 2 (Opportunity to reply) of the Editors’ Code of Practice in an article\nheadlined “One of the safest seats in Britain”, published on 6 May 2015. \n2. The article was a report of the candidates standing in\nthe Witney constituency for the General Election. It included some short\nbiographies of several candidates, along with their pictures. A footnote said\nthat “other candidates did not provide biographies”. \n3. The complainant was a candidate in the election, and\nhe said that he had provided a biography and photograph to the newspaper prior\nto publication; the footnote was therefore inaccurate. He was concerned that\nreaders would have been misled into believing that he was not one of the\ncandidates running for election. \n4. He also raised more general concerns about his\ncandidacy receiving less coverage than others’, and the fact that he had\nprovided the newspaper with press releases relating to his campaign activities,\nwhich were not then reported. \n5. The newspaper did not believe that its article was\ninaccurate. It provided its email correspondence with the complainant and his\nparty representatives, which showed that he had not provided a biography by the\nstated deadline. He had also attended the newspaper’s offices for his\nphotograph to be taken too late for inclusion in the article under complaint.\nThe newspaper noted that that day’s coverage had elsewhere referred to his\ncandidacy and named the party for which he had stood. It did not believe that\nreaders would have been misled. \n6. The newspaper did not agree that the complainant’s\nconcerns about the balance of its election coverage engaged the Editors’ Code,\nbut nonetheless rejected any assertion that it had suppressed coverage of some\nof the parties. It said that the decision on what stories to report was at the\ndiscretion of the Editor alone. \nRelevant Code Provisions\n7. Clause 1 (Accuracy) \ni) The press must take care not to publish inaccurate,\nmisleading or distorted information, including pictures. \nii) A significant inaccuracy, misleading statement or\ndistorted once recognised must be corrected, promptly and with due prominence,\nand – where appropriate – an apology published. \niii) The press, whilst free to be partisan, must\ndistinguish clearly between comment, conjecture and fact. \nClause 2 (Opportunity to reply) \nA fair opportunity for reply to inaccuracies must be\ngiven when reasonably called for. \nFindings of the Committee\n8. The newspaper had demonstrated that the complainant\nhad provided his biography after the deadline for publication had passed. There\nwas no failure to take care over the accuracy of the article; the reference\ncomplained of was not inaccurate. \n9. An opportunity to reply may be required where\ninaccuracies have been established. As that was not the case on this occasion,\nthere was no breach of Clause 2. \n10. Newspapers are not required to provide equal coverage\nto all political parties. The Code expressly says that they are free to be\npartisan. The complainant’s concern that his party had not been given adequate\ncoverage in the newspaper did not raise a breach of the Code. \nConclusions\n11. The complaint was not upheld.\nRemedial Action Required\nN/A \nDate complaint received: 06/05/2015\nDate decision issued: 12/08/2015\nBack to ruling listing\n\n\n"
}