{
    "url": "/rulings-and-resolution-statements/ruling/?id=03470-15",
    "title": "03470-15 Ismail v The Times",
    "provisions": [
        "1 (Accuracy) 2015"
    ],
    "outcome": "No breach - after investigation",
    "publication": "The Times (News UK)",
    "received_on": "2015-05-06 00:00:00",
    "concluded_on": "2015-06-22 00:00:00",
    "complaint_processing_days": 47,
    "conclusion_long": "8. The complaint was not upheld.",
    "remedial_action": "N/A  Date complaint received: 06/05/2015",
    "text": "\n\n\n\n\n\n·      Decision of the Complaints Committee 03470-15 Ismail v\nThe Times\nSummary of\ncomplaint \n1. Sufyan Ismail complained to the Independent Press\nStandards Organisation on behalf of Muslim Engagement & Development (MEND)\nthat The Times had breached Clause 1 (Accuracy) of the Editors’ Code of\nPractice in an article headlined “Muslim radicals send death threats to\nteachers”, published in print and online on 4 May 2015. \n2. The article followed comments made by a head teacher\nat an education conference during a discussion about on-going concerns relating\nto the so-called “Trojan Horse” plot. She had made reference to “dead animals\nhung on the gates of schools, dismembered cats on playgrounds”, and said that\nteachers who had taught against homophobia had received death threats on social\nmedia, and that schools had been presented with petitions, objecting to such teaching. \n3. The complainant said that there was no evidence to\nsuggest that any death threats received had been sent by Muslims. In fact, the\nteacher who had made the comment had stated in another publication that she did\nnot know who had sent the threats or placed the dead animals outside schools.\nHe also said that there was insufficient evidence to support the article’s\nassertion that “Muslim radicals behind the original plot are urging communities\nto attack schools that tackle homophobia, an education conference was told”. \n4. The newspaper defended the accuracy of its coverage.\nThe article was based on comments made at a public meeting at which the press\nwas present. The references to dead animals and death threats had been made in\nthe context of a discussion about the continuation of the “Trojan Horse”\ncampaign.  The article had not misrepresented any comments made. \nRelevant Code Provisions\n5. Clause 1 (Accuracy) \ni) The Press must take care not to publish inaccurate,\nmisleading or distorted information, including pictures. \nii) A significant inaccuracy, misleading statement or\ndistortion once recognised must be corrected, promptly and with due prominence. \niii) The Press, whilst free to be partisan, must\ndistinguish clearly between comment, conjecture and fact. \nFindings of the Committee\n6. It was not in dispute that the teacher had referred to\nfears about intimidation and death threats in the context of a discussion about\nthe continuation of the “Trojan Horse” plot. While she did not claim to know\nprecisely which individuals were responsible for the conduct, the discussion\nhad clearly centred on fears about Muslim extremism. The newspaper’s headline\nclaim that “Muslims” had sent death threats to teachers was speculation, based\non comments made by the teacher. The Committee underlined the importance of\nclearly distinguishing individual comment from established fact. In this\ninstance, the first sentence had made clear the basis for the newspaper’s\nheadline claim, indicating that it was based on a comment made by a teacher. In\nthis context, it was not misleading for the newspaper to characterise the\nspeaker’s comments as indicating that “Muslims” had sent death threats to\nteachers. \n7. The article had reported teachers’ experiences of\nobjections in their local communities to children being taught that homophobia\nwas wrong. These experiences had been shared in the context of a discussion\nabout fears of the influence of Islamic extremists on schools, and the\nnewspaper was entitled to characterise the concerns in the way that it had. \nConclusions\n8. The complaint was not upheld. \nRemedial Action Required\nN/A \nDate complaint received: 06/05/2015\nDate decision issued:\n22/06/2015\nBack to ruling listing\n\n\n"
}