{
    "url": "/rulings-and-resolution-statements/ruling/?id=03484-18",
    "title": "03484-18 Sikh Press Association v The Times",
    "provisions": [
        "1 Accuracy (2018)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "The Times (News UK)",
    "received_on": "2018-05-13 00:00:00",
    "concluded_on": "2018-07-19 00:00:00",
    "complaint_processing_days": 67,
    "conclusion_long": "10. The complaint was not upheld.",
    "remedial_action": "11. N/A Date complaint received: 13/05/2018",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee 03484-18 Sikh Press\nAssociation v The Times\nSummary of complaint\n1. The Sikh Press\nAssociation complained to the Independent Press Standards Organisation that The\nTimes breached Clause 1 (Accuracy) of the Editors’ Code of Practice in an image\ncaptioned “Street party”, published on 9 April 2018, and an image captioned\n“Brothers in arms”, published on 30 April 2018.\n2. The first image\nshowed two boys in Sikh ceremonial clothing. It was captioned “Street party:\nThousands of Sikhs paraded through Glasgow on a route taking in the city’s four\ntemples to mark Vaisakhi, the Sikh new year, next Saturday”. It also appeared\non the publication’s website. The second image showed five Sikh men taking a\nselfie. It was captioned “Brothers in arms: [name], of the National Army\nMuseum, with volunteers in First World War uniforms at a celebration of the\nSikh new year in Trafalgar Square”. It did not appear online, and only appeared\nin the early print edition of the newspaper.\n3. The complainant\nsaid that the captions were inaccurate: Vaisakhi is not the “Sikh new year”.\nRather, it marks the creation of the Khalsa - a select group of initiated Sikhs\n- and the start of the second month of the Sikh calendar. By definition,\ntherefore, it could not mark the start of the new year; there is no calendar\nadopted by Sikhs in which Vaisakhi marks the first day of the year. In\naddition, neither of the events the images illustrated had any ‘new year’\nconnotations at all. The complainant said that it had contacted the publication\nabout the first image, and it had agreed to amend the online caption; however,\nit had not corrected the error publicly, and this error had been repeated for the\nsecond image.\n4. The publication\nsaid that it appreciated the full religious and cultural significance of\nVaisakhi to Sikhs; it was, however, challenging to convey this in a caption, as\ndetailed explanation would be required. The publication said that ‘Sikh new\nyear’ was a widely-used summary description for the festival, which was\ngenerally understood and almost universally used, and to claim that this was\nsignificantly inaccurate was disproportionate. It said that, as well as\ncelebrating the inauguration of the Khalsa, the festival also marks a spring\nharvest festival and the solar new year, and the fact of the religious\ninterpretation should not preclude reference to the other aspects of the\nfestival. The publication provided a wide range of sources in which the\nfestival was referred to as the ‘Sikh new year’. The publication considered\nthat the complainant’s interpretation was particular and orthodox; this did not\nmake its own description inaccurate. Nevertheless, the publication offered to\npublish the following clarification as a gesture of goodwill:\nIn picture captions we twice described the festival of\nVaisakhi as marking the Sikh new year. While the festival is widely referred to\nan understood in this way around the world, we have been asked to make clear\nthat for Sikhs it marks the creation of the Khalsa, the collective of initiated\nSikhs, and commemorates the day in 1699 when Guru Gobind Singh, the 10th of the\nSikh gurus, bestowed Sikhs with the form, appearance and discipline associated\nwith the Sikh way of life.\n5. The complainant\nsaid that the fact that the inaccurate description of Vaisakhi was is common\nusage did not make it correct, and the space restrictions of a caption did not\njustify the publication of inaccurate information. It said that the publication\nhad failed to provide primary evidence to support interpreting the festival in\nthis way. Its own description of the festival was shared across the Sikh\ncommunity.\nRelevant Code provisions\n6. Clause 1 (Accuracy)      \ni) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not\nsupported by the text.\nii) A significant inaccuracy, misleading statement or\ndistortion must be corrected, promptly and with due prominence, and — where\nappropriate — an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator.\nFindings of the Committee\n7. The complainant\ndisagreed with the view that Vaisakhi can be described as the ‘Sikh new year’.\nHowever, a wide range of sources, including some apparently written by Sikhs\nand in India, refer to it in this way. Because the description of Vaisakhi as a\n‘Sikh new year’ festival is so widespread, and encompasses Sikh and Indian\nsources, the Committee did not consider that repeating it represented a failure\nto take care over the accuracy of the captions. The complainant had contacted\nthe publication after the first caption was published, setting out its\nposition, but the publication was entitled to consider a range of sources in\ncoming to its decision on how to characterise Vaisakhi. There was no breach of\nClause 1(i) on this point.\n8.  The Committee\nacknowledged that the complainant had a detailed and authoritative\nunderstanding of the full significance of Vaisakhi to Sikhs. It considered\nthat, in certain circumstances, a detailed description of Vaisakhi might be\nrequired, and relevant. Its role in this instance, however, was to determine\nwhether, in the context of a picture caption, the reference to a “Sikh new\nyear” festival was significantly inaccurate so as to require correction under\nClause 1(ii).\n9. The captions\nwere not detailed descriptions of the festival, explaining its origins and\npurpose, and nor were they an attempt to describe its full significance for\nSikhs. It was apparent that Vaisakhi has a number of different associations for\ndifferent groups, including as a solar and farming new year. Although these\nassociations may not be specific or central to the Sikh understanding of the\nfestival, in these circumstances, and in the specific context of the photo\ncaptions, the Committee did not consider that repeating the widely-used\ndescription of Vaisakhi represented a significant inaccuracy such as would\nrequire correction under Clause 1(ii). The Committee nevertheless welcomed the\npublication’s offer to publicly clarify the purpose of the festival.\nConclusion\n10. The complaint was not upheld.\nRemedial Action Required\n11. N/A\nDate complaint received: 13/05/2018\nDate decision issued: 19/07/2018\nReview\nThe complainant complained to the Independent Complaints\nReviewer about the process followed by IPSO in handling this complaint. The\nIndependent Complaints Reviewer decided that the process was not flawed and did\nnot uphold the request for review.\nBack to ruling listing\n\n\n"
}