{
    "url": "/rulings-and-resolution-statements/ruling/?id=03480-18",
    "title": "03480-18 Nottingham City Council v The Sun",
    "provisions": [
        "1 Accuracy (2018)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "The Sun (News UK)",
    "published_on": "2018-04-13 00:00:00",
    "received_on": "2018-05-14 00:00:00",
    "concluded_on": "2018-10-19 00:00:00",
    "complaint_processing_days": 158,
    "conclusion_long": "8. The complaint was not upheld.",
    "remedial_action": "9.  N/ADate complaint received: 14/05/2018",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee 03480-18 Nottingham City Council v The Sun\nSummary of complaint\n1. Nottingham City\nCouncil complained to the Independent Press Standards Organisation that The Sun\nbreached Clause 1 (Accuracy) of the Editors' Code of Practice in an article\nheadlined \"£40,000 blown on moving 40 newts\", published on 13 April\n2018.\n2.  The article\nreported that the \"hard-up\" Nottingham City Council had “spent\n£40,000 on relocating a colony of newts … at the same time as it needs to make\n£27 million of cuts\". It explained that the newts are a protected species\nand were found in a pond at the site of a new enterprise zone and that the\ncouncil were \"paying experts £40,000\" to relocate them in order to\nbuild a bridge to a science park. The article reported the council’s position\nthat it had to act by law but included the position of a Conservative\ncouncillor who \"said it should have been sorted earlier\". It quoted a\nlocal resident criticising the spending.\n3. The article\nappeared online under the headline \"NEWT WORTH IT Hard up Nottingham City\nCouncil splashes £40,000 on relocating 40 newts\". The online article\nfeatured additional background information on great crested newts and another\ncomment from a local resident criticising the spending.\n4. The complainant\nsaid that the article was misleading as the headline and opening paragraph\nsuggested a link between spending cuts by the council and the cost of moving\nthe newts, when this money came from the D2N2 Local Enterprise Zone, which was\na central government fund and not part of the council's budget. It said D2N2\nLocal Enterprise Partnership allocated Local Growth Fund money towards the\ndevelopment of the Nottingham Enterprise Zone and some of this money was set\naside for the removal of the newts, which was a legal requirement in order for\nthe development to continue. The complainant said that it administered the\nproject and invoiced D2N2, who then funded it from the Local Growth Fund. It\nclaimed that even if any of the set-aside funding was left over, it could only\nhave been spent on the development of the Enterprise Zone and would not have\nended up as part of the council's budget. Therefore it was misleading to refer\nto the council's own finances in this context, as it implied misleadingly that\nthe council were wasting council money at a time of budget cuts.\n5. The newspaper\ndenied that it had breached the Editors' Code of Practice. It said that the\ncouncil had spent £40,000 moving a colony of newts, that it was entitled to\ncriticise this decision and that it had made it clear that the council had to\nact by law. It accepted that the funding did not come from Nottingham City\nCouncil's general budget, but it was still funding which the council had spent,\nfrom state funds it could access, which could have been spent on other things\nin the Nottingham Enterprise Zone, had the newts not been moved or if the\ncouncil negotiated a better deal. The newspaper said that the fact that the\ncouncil would not have the option to spend it on anything other than the\nNottingham Enterprise Zone was irrelevant.\n6.  Nonetheless, as\na gesture of goodwill, it had amended the online article to feature a prominent\nreference to the funds having come from the D2N2 Local Enterprise Partnership,\nbut maintained that there was no breach.\nRelevant Code provisions\n7.  Clause 1\n(Accuracy)\ni)  The\nPress must take care not to publish inaccurate, misleading or distorted\ninformation or images, including headlines not supported by the text.ii)  A\nsignificant inaccuracy, misleading statement or distortion must be corrected,\npromptly and with due prominence, and — where appropriate — an apology\npublished. In cases involving IPSO, due prominence should be as required by the\nregulator.\niii)  A fair\nopportunity to reply to significant inaccuracies should be given, when\nreasonably called for.\niv)  The\nPress, while free to editorialise and campaign, must distinguish clearly\nbetween comment, conjecture and fact.\nv) A\npublication must report fairly and accurately the outcome of an action for\ndefamation to which it has been a party, unless an agreed settlement states\notherwise, or an agreed statement is published.\nFindings of the Committee\n8. The complainant\nadministered the Local Enterprise Zone, controlled the funds, and authorised\nthe use of funds for this project. In this context, it was not inaccurate for\nthe newspaper to report that it had “spent” the funds. The fact and extent of the\nbudget cuts facing the council were also not in dispute. The question was\nwhether the report had suggested misleadingly that the funds concerned were\nlocal council funds, and if so, whether this misleading impression was\nsignificant such that a correction or clarification was required.\n9. Although there\nwas a legal requirement to move the newts, this only created an obligation; the\ncouncil had taken the decision about allocating resources for the project. It\nwas also not in doubt that the money spent was public money, which could have\nbeen used (at least in part) for other purposes relating to the Local\nEnterprise Zone, had a different decision been taken by the council. In the\nview of the Committee, while the article highlighted the council’s budgetary\nposition, it stopped short of claiming that the funding came from the council’s\nbudget; it was ambiguous. It also accurately recorded the council’s position\nthat it was fulfilling a legal obligation; the criticism quoted from a\ncouncillor and local residents related to the sums involved. The Committee did\nnot establish a failure to take care over the presentation of this information,\nthere was no breach of Clause 1 (i). The Committee considered whether, in the\nfull circumstances, a clarification was required, but concluded that it was\nnot: the council had made the decision and had spent public funds of £40,000 on the\nproject (regardless of their source), some of which could have been used for\nalternative purposes in the local area. In this context, any ambiguity as to\nthe source of the funds was not significant so as to require clarification or\ncorrection. The article was not significantly misleading. There was no breach\nof Clause 1.\nConclusions\n8. The complaint\nwas not upheld.\nRemedial action required\n9.  N/ADate complaint received: 14/05/2018Date decision issued: 19/10/2018\nBack to ruling listing\n\n\n"
}