{
    "url": "/rulings-and-resolution-statements/ruling/?id=03497-19",
    "title": "03497-19 Club 1872 v dailyrecord.co.uk",
    "provisions": [
        "1 Accuracy (2018)"
    ],
    "outcome": "Breach - sanction: publication of correction",
    "publication": "dailyrecord.co.uk (Reach PLC)",
    "received_on": "2019-04-23 00:00:00",
    "concluded_on": "2019-12-20 00:00:00",
    "complaint_processing_days": 241,
    "conclusion_long": "11. The complaint was upheld.",
    "remedial_action": "12. Having upheld the complaint, the Committee considered what remedial action was appropriate. In circumstances where the Committee establishes a breach of the Editors’ Code, it can require the publication of a correction and/or adjudication. The nature, extent and placement of which is determined by IPSO. 13. In this case, the Committee considered that the newspaper had been entitled to report the account of the charity representative provided that it was clearly presented as such. The Committee considered that the appropriate remedy for the breach of Clause 1 was the publication of a standalone correction, and as a footnote to the article. The correction should make clear that the reported appearance of the banner at the stadium was a claim which had been made by an individual who had not witnessed the event first hand. The wording should state that the correction was being published following an upheld decision by the Independent Press Standards Organisation, and the full wording should be agreed with IPSO in advance.  Date received: 23/04/2019",
    "text": "\n\n\n\n\n\n\nDecision of the\nComplaints Committee – 03497-19 Club 1872 v dailyrecord.co.ukSummary\nof Complaint 1. Club 1872 complained to the Independent Press Standards\nOrganisation that dailyrecord.co.uk breached Clause 1 (Accuracy) of the\nEditors' Code of Practice in an article headlined \"Sex abuse victims 'left\nsuicidal' after being tortured by sick football chants\", published on 20\nApril. 2. The article\nreported that survivor groups had warned of a growing problem in Scottish\nfootball whereby chants and explicit banners about child abuse had featured at\nmatches. It reported that \"organisations say it has led to an increase in\ncalls for help from survivors – and even claim it’s leaving some\nsuicidal\". The article went on to report that \"Banners showing sex\nacts being performed have also appeared at other stadiums\" and that Ibrox\nwas one of these two stadiums. It then featured comments from a member of a\nchildhood abuse organisation who said “Recent football matches have seen a lot\nof these disgusting chants. There have also been banners with pictures of\npriests abusing young boys.\" 3. The complainant, the second largest shareholder in Rangers\nfootball club, said the article was inaccurate. It said that banners depicting\nsex acts had not appeared at Ibrox. 4. The publication said that the banner in question appeared at a\nGlasgow derby match between Rangers and Celtic in December. The publication\nsaid that it had been informed prior to publication by the charity\nrepresentative quoted in the article that the banner had appeared. It provided\na statement from the representative, who said that he had been sent an image\nvia social media of a banner at Ibrox depicting a priest engaging in sexual\nactivity with a boy. The representative said that he was then contacted by a\nmember of the charity's group who said he was at the game and had seen this\nbanner first hand at the same match. The publication provided a\npost-publication statement from one of its reporters who attended the match in\na non-professional capacity as a fan. The reporter said that a banner had been\nunfurled in another part of the stadium, which showed a caricature of a priest\nhaving sex with what appeared to be a minor. 5. The complainant emphasised that the reporter was not an\nindependent witness and questioned the veracity of his statement. It\nhighlighted the vagueness of his account; he was unsure of the stand the banner\nappeared in and he had changed his position. The complainant said that the\ncharity representative had not seen the banner at the match first hand; he had\nbeen shown an image by someone online which he could not produce, and said that\nan unnamed third party had told him the banner appeared at the match; this was\nnot sufficient to substantiate the claim that the banner appeared as fact. The\ncomplainant produced publicly available videos of the stand in question at\nvarious points prior to kick off, which showed no banner matching the\ndescription. It provided a statement from the club’s safety officer stating\nthat no banner had been seen or reported. It noted that none of the 62\njournalists and 28 photographers at the game in a professional capacity had\nmentioned or photographed the banner and as this was one of the most watched\ngames in world football, it was not credible to suggest that the publication's\nreporter was the only person to have seen it. 6. The publication did not accept the complainant's position as a\nvalid argument; just because they were not aware of the banner and could not\nfind an image of it post-match did not mean it could not have possibly been\nunfurled. It said that the complainant had not produced footage from the entire\nground, for the entire duration of the match and pivotally in the minutes\nleading up to kick-off, which was when the reporter said he had seen it in his\npersonal witness testimony. The publication said that it stood by the testimony\nof its reporter and emphasised that the Committee could not make a ruling on\nwhether something was or wasn’t seen at a particular moment in time. 7. Further, the publication directed the Committee to provision 8\nof IPSO'S regulations, which states: The Regulator may, but is not obliged to, consider complaints: (a)\nfrom any person who has been personally and directly affected by the alleged\nbreach of the Editors' Code; or (b) where an alleged breach of the Editors'\nCode is significant and there is substantial public interest in the Regulator\nconsidering the complaint, from a representative group affected by the alleged\nbreach; or (c) from a third party seeking to correct a significant inaccuracy\nof published information. In the case of third-party complaints the position of\nthe party most closely involved should be taken into account. The publication said\nthat as the complainant is a third party, under provision 8(c), the Committee\ncould only consider a complaint on the basis that the complainant was “seeking\nto correct a significant inaccuracy”. Therefore, IPSO did not have jurisdiction\nto examine the care that was taken or whether the publication had failed to\ndistinguish between comment, conjecture and fact. It asked the Committee to\nconsider whether the complaint should have been taken forward in the first\ninstance. Relevant\nCode Provisions8. Clause 1 (Accuracy) i) The Press must take care not to publish inaccurate, misleading\nor distorted information or images, including headlines not supported by the\ntext.ii) A significant inaccuracy, misleading statement or distortion\nmust be corrected, promptly and with due prominence, and — where appropriate —\nan apology published. In cases involving IPSO, due prominence should be as\nrequired by the regulator.iii) A fair opportunity to reply to significant inaccuracies\nshould be given, when reasonably called for.iv) The Press, while free to editorialise and campaign, must\ndistinguish clearly between comment, conjecture and fact. Findings of the Committee 9. The Committee first considered the publication’s position that\nthe complaint should not have been taken forward. The Committee considered the\nterms of Regulation 8 which provides that IPSO may consider a complaint from a\nthird party which seeks to correct a significant inaccuracy of published information.\nThe complaint under consideration was that the article had made a significantly\ninaccurate factual claim (namely, that the banners had appeared at the stadium)\nwhich required correction. In those circumstances, the Committee was satisfied\nthat the Regulations provided the jurisdiction necessary for consideration of\nthe complaint under each sub-clause of Clause 1. 10. The article had reported, as fact, that the banners described\nin the article had been seen at the stadium. The publication accepted that, at\nthe time of publication, it had not relied upon the account of the journalist\nwho had attended the match. The claim was based solely upon the account of the\ncharity representative, who had not been in attendance at the stadium; he said\nthat he had received, but not kept, a picture of the banner via social media\nand had been told that the banner had appeared by a member of the charity’s\ngroup. By presenting the charity representative’s account as fact, the\npublication had failed to take care not to publish inaccurate or misleading\ninformation in breach of Clause 1(i).  This was significantly\nmisleading, given the nature of the banners which were reported as having\nappeared at the stadium, and required correction. In breach of Clause 1 (ii),\nthe publication had not offered a correction. Conclusions 11. The complaint was upheld. Remedial\nAction Required12. Having upheld the complaint, the Committee considered what\nremedial action was appropriate. In circumstances where the Committee\nestablishes a breach of the Editors’ Code, it can require the publication of a\ncorrection and/or adjudication. The nature, extent and placement of which is\ndetermined by IPSO. 13. In this case, the Committee considered that the newspaper had\nbeen entitled to report the account of the charity representative provided that\nit was clearly presented as such. The Committee considered that the appropriate\nremedy for the breach of Clause 1 was the publication of a standalone\ncorrection, and as a footnote to the article. The correction should make clear\nthat the reported appearance of the banner at the stadium was a claim which had\nbeen made by an individual who had not witnessed the event first hand. The\nwording should state that the correction was being published following an\nupheld decision by the Independent Press Standards Organisation, and the full\nwording should be agreed with IPSO in advance.  Date received: 23/04/2019Date concluded by IPSO: 20/12/2019\n\nBack to ruling listing\n\n\n"
}