{
    "url": "/rulings-and-resolution-statements/ruling/?id=03509-19",
    "title": "03509-19 McEleny v The Times",
    "provisions": [
        "1 Accuracy (2019)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "The Times (News UK)",
    "received_on": "2019-04-24 00:00:00",
    "concluded_on": "2019-08-12 00:00:00",
    "complaint_processing_days": 110,
    "conclusion_long": "14. The complaint was not upheld",
    "remedial_action": "15. N/ADate complaint received: 24/04/2019",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee 03509-19 McEleny v The\nTimes\nSummary of complaint\n1. Christopher McEleny complained to the Independent Press\nStandards Organisation that The Times breached Clause 1 (Accuracy) of the\nEditors Code of Practice in an article headlined \"SNP body split over\nlisting of candidate in Salmond row\" published 24 April 2019. \n2. The article reported that the Scottish National Party's\nExecutive Committee was \"split\" over a decision to let the\ncomplainant, a council leader, pass party vetting after he \"commented on\nallegations\" of sexual misconduct made against a politician, while the\nlegal case was ongoing. The article reported that the complainant had made the\nlist of approved candidates for the European elections after two rounds of\ninterviews. However, according to senior party figures the decision was not\nunanimous as concerns had been raised about his suitability. Firstly, over his\nrecent conduct at the National Executive Committee and, secondly, over his use\nof social media. The article went on to report that the complainant had\n\"shared social media posts in support\" of the politician and\n\"that it is considered inappropriate to comment on active legal\nproceedings because it could prejudice court hearings\". The article\nfeatured a comment from the complainant in which he said that \"none of\nthis was raised with me when I was interviewed\".\n3. The article was also published online with the headline\n\"SNP body split over listing of candidate Chis McEleny in Alex Salmond\nrow\", the article was substantially the same as it appeared in print.\n4. The complainant said that the article was inaccurate as he\nhad never made any posts on social media that discussed or commented on the\npolitician's ongoing criminal case, and therefore he had not prejudiced legal\nproceedings or brought them into disrepute.\n5. The complainant also denied that any allegations that he\nhad shared social media posts regarding the politician had been put to him\nduring the interview process referenced in the article.\n6. The publication provided a post the complainant had shared\non Facebook, originally written by one of his Facebook friends who commented on\nthe politician’s case; the publication maintained that it was not significantly\ninaccurate to report that he had commented on the allegations, when he had\nshared the content from his account. It highlighted the general position that\nan individual who shared a comment on social media is responsible for its\ncontent and there is no significant distinction between commenting and sharing\na comment. \n7. The publication said that while the law in this area\ncontinued to evolve, individuals who posted material which relates to active\nlegal proceedings were at risk of being found in contempt of court. It\nhighlighted that this working principle had been established in respect of\nrecent cases of libel and contempt in relation to social media use. It\nemphasised that proceedings in the politician's case were active and that while\nit is for the court to determine whether the comment was prejudicial, the\npublication noted that the post had referenced matters which, in the\npublication’s view, put the risk of prejudice beyond doubt. The publication\nsaid that there was no significant distinction, and certainly not in law,\nbetween commenting and sharing a comment; the complainant was responsible for\nthe content of the material he shared.\n8. The publication said that three separate sources on the\nSNP's National Executive Committee, who made decisions on vetting candidates,\nconfirmed the Committee was split over its decision to approve the complainant\nas a potential candidate due to him sharing material on Facebook that could be\nseen to undermine the upcoming court case against the politician.  It said that the information received from the\npublication's sources, and by extension, its understanding of the concerns were\nput to the complainant prior to publication to comment on their accuracy;\nincluding the post in question. The publication emphasised that the complainant\nmade no reference to the Facebook post prior to publication and that it had\nstill not been taken down the day before publication. \n9. Notwithstanding its position that there was no breach of\nthe Code, the publication offered to publish a clarification in print in its\nCorrections & Clarification column on the letters page and in the online\nTimes corrections column on its website; it would also feature with the online\narticle. The publication offered the following wording:\"We said that Christopher\nMcEleny had \"commented\" on allegations against Alex Salmond during a\nlive legal case (Scotland, Apr 24). In fact Mr McEleny shared a Facebook post\nwhich commented on the case with his Facebook followers.\"\n10. The complainant rejected the publication's offer. He said\nthat he had no recollection of \"sharing\" the post on Facebook. In any\nevent, accepting that he may have shared the post, the complainant refuted the\npublication's allegation that this equated to an endorsement of the subject\nmatter and that sharing another person's views did not equate to him commenting\non the case. Further, the post itself did not speak of material facts or make any\nspecific reference to the case. The complainant said that the reference to\n\"honey pots\" acknowledged the politician's previous warnings to\npeople not to be seduced by the Westminster lifestyle. He also highlighted that\nthe suggested clarification was inadequate by virtue of the article also being\npublished online, and as a result any remedy would need to feature online and\non the publication's social media channels. \nRelevant Code provisions \n11. Clause 1 (Accuracy) \ni) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not\nsupported by the text.\nii) A significant inaccuracy, misleading statement or\ndistortion must be corrected, promptly and with due prominence, and — where\nappropriate — an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator.\niii) A fair opportunity to reply to significant inaccuracies\nshould be given, when reasonably called for.\niv) The Press, while free to editorialise and campaign, must\ndistinguish clearly between comment, conjecture and fact.\nFindings of the Committee\n12. The post which had been shared by the complainant\nreferenced the ongoing legal proceedings and made a number of comments about\nthe case in support of the politician. The article made clear that the basis\nfor reporting that the complainant had commented on the case was that he had\nshared this post and the article did not report that the complainant endorsed\nthe views within the post.  Given that the\ncomplainant had shared the post, it was not misleading for the article to\nreport that the complainant had commented on allegations against the politician\nand that commenting on ongoing legal cases on social media had the potential to\nprejudice court proceedings. In circumstances where the article did not\ncategorically state that the complainant had prejudiced the proceedings by\nsharing the post, the article was not was not inaccurate in the manner alleged.\nThere was no breach of Clause 1. \n13. The claims that the National Executive was split over the\ndecision to approve the complainant as a potential candidate, and that this\nconcern resulted from his social media use, were clearly presented as the\nclaims of the publication's sources; they were not reported as categorical\nfact. The Committee noted that the publication had contacted the complainant\nfor comment prior to publication and had set out the basis of the claims it\nintended to publish. The complainant's position that he was not asked about the\npublished claims in the interview process was included in the article and\nreaders would understand that the published claims of unnamed sources were not\naccepted by the complainant. The Committee was, therefore, satisfied that the\npublication had complied with its obligation to take care not to publish\ninaccurate information; there was no breach of Clause 1.\nConclusions \n14. The complaint was not upheld \nRemedial action required\n15. N/ADate complaint received: 24/04/2019Date complaint concluded: 12/08/2019  \n \n \n \n \nBack to ruling listing\n\n\n"
}