{
    "url": "/rulings-and-resolution-statements/ruling/?id=03503-15",
    "title": "03503-15 A Woman v Dunfermline Press",
    "provisions": [
        "7 (Children in sex cases) 2015",
        "11 (Victims of sexual assault) 2015"
    ],
    "outcome": "No breach - after investigation",
    "publication": "Dunfermline Press (Newsquest Media Group)",
    "received_on": "2015-05-07 00:00:00",
    "concluded_on": "2015-07-27 00:00:00",
    "complaint_processing_days": 81,
    "conclusion_long": "in its published decision by the need to ensure that it did not contribute to the victim’s identification in so doing.  9. The newspaper was not responsible for the comments made identifying the child on social media, which had been posted  on an individual’s unmoderated page in relation to a different article (albeit one that included substantially similar material).  10. Nonetheless, the Committee took this opportunity to draw to editors’ attention the need for care in such cases to avoid creating a forum for speculation as to the victim’s identity. While editors are not in a position to constrain the circulation of links to stories and commentary on them hosted on third-party websites, consideration should be given to whether stories involving victims of sexual assault can safely be published on publications’ social media sites – particularly where they will be open to comments.  Conclusions 11. The complaint was not upheld.",
    "remedial_action": "N/A  Date complaint received: 07/05/2015",
    "text": "\n\n\n\n\n\n   Decision of the Complaints Committee 03503-15 A woman\nv Dunfermline Press\nSummary of\ncomplaint \n1. A woman complained to the Independent Press Standards\nOrganisation that the Dunfermline Press had breached Clause 7 (Children in sex\ncases) and Clause 11 (Victims of sexual assault) of the Editors’ Code of\nPractice in an article published online and in print in April 2015. \n2. The article reported that an individual had been\ncharged with sexual offences against a child. The complainant expressed concern\nthat the article contained details that would contribute to the identification\nof the alleged victim. \n3. The complainant also noted that the article had been\nposted on the publication’s Facebook page, where it could be commented on by\nFacebook users. This was irresponsible, and in doing so the newspaper had\nexposed the child to the danger of identification. In fact an individual had\nposted a story (from a source not regulated by IPSO) containing similar\ninformation on his personal Facebook page, and the child had been identified by\ncommenters. \n4. The newspaper did not accept a breach of the Code. It\nhad taken legal advice prior to publication of the print article, and did not\nconsider that any of the information included in either version could have led\nto the identification of the child. It noted that the reporting of such cases\nwas in the public interest. \n6. The newspaper had first become of aware of the\nconcerns when it had been contacted by an individual (later discovered to be\nthe complainant) expressing concern about the comments below the story on the\npublication’s Facebook page. The news editor had then reviewed these comments,\nand had not found any that were likely to contribute to the identification of\nthe alleged victim. Nonetheless, the article had been deleted from Facebook as\na gesture of goodwill. The newspaper could not be held responsible for the\ncomments posted by an individual on his personal Facebook page on an article\npublished by another news organisation. \nRelevant Code Provisions\n6. Clause 7 (Children in sex cases) \n1. The press must not, even if legally free to do so,\nidentify children under 16 who are victims or witnesses in cases involving sex\noffences. \n2. In any press report of a case involving a sexual\noffence against a child- \ni) The child must not be identified. \nii) The adult may be identified. \niii) The word “incest” must not be used where a child\nvictim might be identified. \niv) Care must be taken that nothing in the report implies\nthe relationship between the accused and the child. \nClause 11(Victims of sexual assault) \nThe press must not identify victims of sexual assault or\npublish material likely to contribute to their identification unless there is\nadequate public interest and they are legally free to do so. \nFindings of the Committee\n7. The Committee acknowledged the tension between the\nprinciple of open justice and the protection of children, enshrined within the\nCode. \n8. In this case, the article had not included details\nwhich would contribute to the identification of the alleged victim. There was\nno breach of Clause 7 or Clause 11. The Committee noted that it was constrained\nin setting out its reasons for this conclusion in its published decision by the\nneed to ensure that it did not contribute to the victim’s identification in so doing. \n9. The newspaper was not responsible for the comments\nmade identifying the child on social media, which had been posted  on an\nindividual’s unmoderated page in relation to a different article (albeit one\nthat included substantially similar material). \n10. Nonetheless, the Committee took this opportunity to\ndraw to editors’ attention the need for care in such cases to avoid creating a\nforum for speculation as to the victim’s identity. While editors are not in a\nposition to constrain the circulation of links to stories and commentary on\nthem hosted on third-party websites, consideration should be given to whether\nstories involving victims of sexual assault can safely be published on\npublications’ social media sites – particularly where they will be open to\ncomments. \nConclusions\n11. The complaint was not upheld. \nRemedial Action Required\nN/A \nDate complaint received: 07/05/2015\nDate decision issued: 27/07/2015\nBack to ruling listing\n\n\n"
}