{
    "url": "/rulings-and-resolution-statements/ruling/?id=03502-18",
    "title": "03502-18 Little v Witney Gazette",
    "provisions": [
        "1 Accuracy (2018)"
    ],
    "outcome": "Breach - sanction: action as offered by publication",
    "publication": "Witney Gazette (Newsquest Media Group)",
    "received_on": "2018-05-22 00:00:00",
    "concluded_on": "2018-08-23 00:00:00",
    "complaint_processing_days": 93,
    "conclusion_long": "19. The compliant was upheld.",
    "remedial_action": "20. Having upheld the complaint, the Committee considered what remedial action should be required. 21.  The correction offered by the newspaper was sufficient to meet the requirements of Clause 1 (ii): it addressed the identified inaccuracy in the articles and was offered with sufficient promptness and prominence. This should now be published. Note 22. Following receipt of the Committee’s decision, the complainant made comments on the wording of the correction which the Committee required the newspaper to publish. Having considered the points raised by the complainant, the Committee decided that the following wording was sufficient to meet the terms of Clause 1(ii), and should be published online as a separate story near the top of the website, with a link to the original story. In an article which appeared on this website on February 22, 2018, we ran a story about Cllr Mrs Lynn Little standing down as the mayor of Carterton. The headline to the article initially read she was 'forced to hand over the chains'. While the story itself was accurate, it was wrong to say in the headline Cllr Mrs Lynn Little was forced to stand down from her position. In fact, she did so when her term came to a natural end.Date complaint received: 22/05/2018",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee 03502-18 Little v Witney Gazette\nSummary of complaint\n1. Lynn Little\ncomplained to the Independent Press Standards Organisation that the Witney\nGazette breached Clause 1 (Accuracy) of the Editors' Code of Practice in an\narticle headlined \"Mayor set to hand over chains after months of\ncontroversy\" published on 28 February 2018 and an article headlined\n\"Mayor at centre of furore over allowance to hand over chains\",\npublished on 16 May 2018. The first article appeared online with the headline\n\"Controversial Carterton mayor Lynn Little forced to hand over chains\";\nand the second article appeared online with the headline: “Controversial\nCarterton mayor Lynn Little to hand over chains”. The remainder of the articles\nwere the same as the print editions.\n2. The first\narticle reported that the complainant, the mayor of Carterton, would\n\"conclude five years in office following months of council\ninfighting\", and following a unanimous vote by councillors, another\ncouncillor would take on the role, with his position set to become official at\na meeting in May. It said that the complainant had recently suffered an\n\"onslaught of criticism\" from fellow councillors who had accused her\nof \"misappropriating funds\", and that a motion had been carried to\nestablish whether the complainant would face legal action if she failed to\nreturn £4,835 paid out of the \"Mayor’s Allowance Account\", to\n\"non charitable activities\" between 2015 and 2017. The article went\non to explain that these payments included a donation of £4,000 to \"'Ted\nLittle's Veteran's Home', an organisation not registered with the Charity\nCommission\". The article said that the remaining expenditure related to\n\"civic dinners\", for which the complainant had given some guests free\nentry, and described an \"explosive meeting\", where the complainant\ndenied the allegations and noted to the attendees that the police and the\nmonitoring officer had dropped their investigation against her. The article\nstated that councillors had carried a \"vote of no confidence against Mrs\nLittle\" the month before.\n3. The second\narticle contained much of the same content as the first article, and featured a\nfurther quote from the new mayor elect, who said that he would allow town hall\nstaff to manage finances previously managed by the mayor and promote more\ntransparency in relation to Council spending. The article also featured a quote\nfrom the complainant, stating that since Carterton Town Council solicitors had\nmade their claim against her, they had not substantiated their claims with any\nevidence.\n4. The complainant\nsaid that the headline to the online version of the first article was\ninaccurate as she was not \"forced\" to hand over her chains. She said\nthat her mayoral term was coming to an end; she had voluntarily made the\ndecision not to run for another term; and that it was always her intention to\ncomplete her mayoral term in 2018.\n5. The complainant\nsaid that the articles contained a number of further inaccuracies. She said\nthat it was misleading to label her as a \"controversial mayor\", as\nthe allegations against her were not only unproven, but both West Oxfordshire\nDistrict Council and Thames Valley police had concluded that there was no case\nto answer.\n6. The complainant\ndisputed the articles' claims that she had donated funds from the Mayor’s\nAllowance Account to “non-charitable activities”. She said that Carterton Town\nCouncil had not provided any proof that any donations were made for\nnon-charitable organisations and Ted Little Veteran’s Home was still a charity,\ndespite it not being registered with the Charity Commission, which was not a\nrequirement.\n7. The complainant\nsaid that the articles portrayed her as a criminal under investigation because\nthe author failed to note that charities do not need to be registered with the\nCharity Commission if they receive an annual income under £5000. She said that\nthe author had attended the meeting and heard the complainant make this\ndeclaration, but had failed to include this information in the article. This\nportrayal was exacerbated because the articles featured the comments of her\nsuccessor, without including her own direct response.\n8. The newspaper\naccepted that it was incorrect to say that the complainant was\n\"forced\" to give up her chains; this was a result of a sub-editor not\nreading the story properly before inserting the headline. The newspaper removed\nthe word \"forced\" from the headline and offered to publish the\nfollowing correction online:\nIn an article which appeared on this website on February 22,\n2018, we ran a story about Lynn Little standing down as the mayor of Carterton.\nThe headline to the article initially read she was 'forced to hand over the\nchains'. While the story itself was accurate, it was wrong to say in the\nheadline Ms Little was forced to stand down from her position. In fact, she did\nso when her term came to an end after a motion of no confidence in her had been\nlost.\n9. The newspaper\ndenied that it had otherwise breached the Editors' Code of Practice. It said\nusing the term \"controversial\" to refer to the complainant was not\nmisleading; it is a term used to refer to stories where there has been\nwidespread criticism. It noted that its use of the term was vindicated by the\nvote of no confidence from the council against the complainant.\n10. The newspaper said that official documents showed that\nthe complainant did make donations from the Mayors Allowance Account to\n“non-charitable activities”, with the largest payment of £4000 being made to\nTed Little Veteran’s Home, which was not registered with the Charity\nCommission. The newspaper referenced the minutes from a Carterton Town Council\nmeeting held on 20 February which stated \"on 23 January 2018 a Motion was\npassed requesting that the Mayor, Cllr Mrs Little, repay £4,835 to the council\nthat had been paid out of the Mayor's Allowance account in contravention of Council\npolicy and that if the funds were not returned, the matter would be pursued\nthrough civil litigation.\n11. The newspaper stated that the author of the articles had\ncontacted the complainant before any story was published, and said that the\nauthor had endeavoured to present both sides of the story. It denied any claims\nof bias towards the new mayor. It said that any underrepresentation of the\ncomplainant in the articles was due to her refusal to comment. The newspaper\nstrongly refuted any accusations of a campaign against the complainant.\nRelevant Code provisions\n12. Clause 1 (Accuracy)\ni) The\nPress must take care not to publish inaccurate, misleading or distorted\ninformation or images, including headlines not supported by the text.\nii) A\nsignificant inaccuracy, misleading statement or distortion must be corrected,\npromptly and with due prominence, and — where appropriate — an apology\npublished. In cases involving IPSO, due prominence should be as required by the\nregulator.\niii) A fair\nopportunity to reply to significant inaccuracies should be given, when\nreasonably called for.\niv) The\nPress, while free to editorialise and campaign, must distinguish clearly\nbetween comment, conjecture and fact.\nFindings of the Committee\n13. It was accepted that the headline of the first online\narticle was inaccurate. This had occurred due to a sub-editor inserting the\nheadline without properly reading the article. This was a significant\ninaccuracy because it suggested that the complainant was involuntarily made to\nresign as mayor, as a result of the issues discussed in the article, which was\nnot the case. This represented a failure to take care over the accuracy of the\narticle in breach of Clause 1(i). A correction was required in order to avoid a\nbreach of Clause 1(ii).\n14. The Committee then considered whether the first article\nhad more broadly misrepresented the end of the complainant's tenure as mayor\nand implied that she had been forced to step down. The Committee noted that\nthere was a \"vote of no confidence\" against the complainant and\nconsidered that it was not inaccurate for the first article to state that she\nwould \"step down\", \"conclude five years in office\" or\n\"hand over her chains\"; this was consistent with the complainant's\nadmission that she would step down at the end of the term. The fact that the\narticle did not explicitly state that the complainant had voluntarily chosen to\nstep down at the end of her term did not imply that she was forced to step\ndown. The article had accurately described the events surrounding the end of\nthe complainant's tenure. There was no breach of Clause 1 on this point.\n15. The correction offered by the newspaper addressed the\npoint that the complainant had not been \"forced\" to hand over chains,\nas stated in the headline to the article, which was amended to remove the word\n\"forced\" to make clear the correct position. The newspaper's removal\nof the inaccuracy in the headline, and its offer to publish the correction\nonline as a separate story near the top of the website, with a link to the\noriginal story, represented due prominence under the terms of Clause 1(ii).\n16. The newspaper was entitled to characterise the\ncomplainant as \"controversial\". Controversy does not in itself\nconstitute illegality and in this instance the use of this word clearly\nreferred to the prolonged disagreement and heated discussion amongst the\ncomplainant and council members, as set out in the article. In those\ncircumstances, and where such disagreement had led to a vote of no confidence,\nit was not misleading for the newspaper to make this characterisation. There\nwas no breach of Clause 1 in respect of this point.\n17. The Committee acknowledged the complainant's position\nthat Ted Little Veteran’s Home was a charitable cause, even though it was not\nregistered with the Charity Commission, and her position that it was,\ntherefore, misleading to claim that payments had been made in respect of\nnon-charitable activities. However, the article had set out the allegations\nconcerning the complainant’s conduct, as set out in the minutes of the 20\nFebruary Council meeting, in particular, the concern from fellow Councillors\nthat money had been paid out of the Mayor’s Allowance Account to a charity\nwhich was not registered with the Charity Commission. In those circumstances,\nthe Committee considered that on balance, the claim of “uncharitable activities”,\nwas presented as a criticism made by the Council. The newspaper had taken care\nto report the allegations made against the complainant, as set out in publicly\navailable documentation, accurately. There was no breach of Clause 1 on this\npoint.\n18. The Committee did not consider that by prominently\nfeaturing the mayor elect's comments, the articles had given the impression\nthat the complainant was a criminal under investigation. The publication were\nentitled to report the mayor elect's comments and the articles included the\ncomplainant's denial of the allegations. There was no breach of Clause 1 in\nrespect of this point.\nConclusions\n19. The compliant was upheld.\nRemedial action required\n20. Having upheld the complaint, the Committee considered\nwhat remedial action should be required.\n21.  The correction\noffered by the newspaper was sufficient to meet the requirements of Clause 1\n(ii): it addressed the identified inaccuracy in the articles and was offered\nwith sufficient promptness and prominence. This should now be published.\nNote\n22. Following receipt of the Committee’s decision, the\ncomplainant made comments on the wording of the correction which the Committee\nrequired the newspaper to publish. Having considered the points raised by the\ncomplainant, the Committee decided that the following wording was sufficient to\nmeet the terms of Clause 1(ii), and should be published online as a separate\nstory near the top of the website, with a link to the original story.\nIn an article which appeared on this website on February 22,\n2018, we ran a story about Cllr Mrs Lynn Little standing down as the mayor of\nCarterton. The headline to the article initially read she was 'forced to hand\nover the chains'. While the story itself was accurate, it was wrong to say in\nthe headline Cllr Mrs Lynn Little was forced to stand down from her position.\nIn fact, she did so when her term came to a natural end.Date complaint received: 22/05/2018Date decision issued: 23/08/2018  \nBack to ruling listing\n\n\n"
}