{
    "url": "/rulings-and-resolution-statements/ruling/?id=03528-16",
    "title": "03528-16 Versi v Mail Online",
    "provisions": [
        "1 Accuracy (2016)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "Mail Online (Associated Newspapers Limited)",
    "published_on": "2016-06-14 00:00:00",
    "received_on": "2016-06-15 00:00:00",
    "concluded_on": "2016-08-12 00:00:00",
    "complaint_processing_days": 58,
    "conclusion_long": "7. The complaint was not upheld.",
    "remedial_action": "N/A Date complaint received: 15/6/16",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee 03528-16 Versi v Mail Online\nSummary of complaint\n1. Miqdaad\nVersi complained to the Independent Press Standards Organisation that Mail\nOnline breached Clause 1 (Accuracy) of the Editors’ Code of Practice in an\narticle headlined “Why won’t the Left admit the inconvenient truth about Islam?\nIt hates everything else they love”, published on 14 June 2016.\n2. The\narticle was an opinion piece in which the author criticised “the Left” for\nchoosing Islam over the LGBT community in the aftermath of the shooting dead of\n49 people in Orlando. It criticised a number of political figures for their\nresponse to the attack, and said that Islam was “a backward religion which does\nnot tolerate the rights of gays”, and that a “British Imam was hosted by a\nmosque in Orlando, just days before the attack, saying that death is the answer\nto the problem of homosexuality”.    \n3. The\ncomplainant said that the British Imam mentioned in the article was hosted by\nthe mosque in Orlando on 29 March, which could not reasonably be considered\n“just days” before the attacks. He said that there was no evidence to suggest\nthat the Imam had said that “death is the answer to homosexuality” while\nspeaking at the mosque; he also denied that the Imam had made these precise\ncomments at the University of Michigan in 2013, although he did admit that he may\nhave made other remarks that were “quite outrageous”. \n4. The\npublication accepted that the British Imam had visited the mosque in Orlando on\n29 March. While it was unable to provide evidence of what he had said on that\noccasion, it highlighted a lecture given by the Imam at the University of\nMichigan in 2013 titled ‘How to Deal with the Phenomenon of Homosexuality’; it\nsaid that a video of the lecture was available on Youtube, and its content had\nbeen widely reported by other news outlets. It said that as the reference to\nthe Imam constituted one paragraph in a wide-ranging comment piece, the\ninaccuracies as to the timing of the visit, or the precise content of the\nImam’s speech on this occasion, were not significant. It also said that as the\narticle only contained a brief reference to the Imam, it was entitled to rely\non his widely reported views on homosexuality without conducting further\nresearch. Nevertheless, it offered to change the article to clarify the points\nthe complainant had raised, and publish the following footnote:\nA previous version of this article stated that the\nBritish Imam had been hosted by a mosque in Orlando “just days before the\nattack, saying that death is the answer to the problem of homosexuality”. We\nare happy to make clear that the Imam spoke at the mosque in March 2016, and\nhis specific comments on homosexuality were attributed to him in 2013.\nRelevant Code Provisions\n5. Clause\n1 (Accuracy)\ni) The Press must take care not to publish\ninaccurate, misleading or distorted information or images, including headlines\nnot supported by the text.\nii) A significant inaccuracy, misleading statement\nor distortion must be corrected, promptly and with due prominence, and — where\nappropriate — an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator.\nFindings of the Committee\n6. The\narticle was a polemic which criticised the “the Left” for choosing Islam over\nthe LGBT community in the aftermath of the Orlando attack. While the\npublication was unable to provide evidence that the Imam had said that “death\nis the answer to the problem of homosexuality” when he visited the mosque in\nOrlando, in circumstances where he was reported to have made similar comments\non a previous occasion, and he was speaking about homosexuality at the Orlando\nlecture, the Committee did not consider, in the absence of a complaint from the\nImam, that the article gave a misleading impression of his views on the topic.\nNor did the Committee consider that the inaccuracy in relation to the date of\nthe Imam’s visit to Orlando was significant: the timing of the speech at the\nmosque was not central to any of the arguments made in the article. There was\nno breach of Clause 1 on either point. Nonetheless, the Committee welcomed the\npublication’s offer to publish a clarification addressing these points.    \nConclusions\n7. The\ncomplaint was not upheld.\nRemedial Action Required\nN/A\nDate complaint received: 15/6/16Date decision issued: 12/8/16\nBack to ruling listing\n\n\n"
}