{
    "url": "/rulings-and-resolution-statements/ruling/?id=03549-15",
    "title": "03549-15 Blair v Daily Mail",
    "provisions": [
        "1 (Accuracy) 2015"
    ],
    "outcome": "No breach - after investigation",
    "publication": "Daily Mail (Associated Newspapers Limited)",
    "published_on": "2015-01-10 00:00:00",
    "received_on": "2015-05-08 00:00:00",
    "concluded_on": "2015-07-22 00:00:00",
    "complaint_processing_days": 75,
    "conclusion_long": "16. The complaint was not upheld.",
    "remedial_action": "N/A Date complaint received: 08/05/2015",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee 03549-15 Blair v\nDaily MailSummary of\ncomplaint 1. Tony Blair complained to the Independent Press\nStandards Organisation that the Daily Mail had breached Clause 1 (Accuracy) of\nthe Editors’ Code of Practice in an article headlined “Blair tried to wriggle\nout of MPs’ probe into IRA ‘comfort letters’”, published on 10 January 2015. 2. The article reported that the complainant had\ncontacted the Speaker of the House of Commons after being summoned to appear\nbefore the Northern Ireland Affairs Committee inquiry into so-called “comfort\nletters”, as part of an attempt to avoid giving oral evidence to the inquiry. 3. The article claimed that the complainant had been told\nby the Speaker that he was required to appear and characterised the call as an\nattempt by the complainant to “wriggle out” of giving evidence. It reported\nthat the Speaker was said to have “ripped into” the complainant in response. 4. The complainant said this was inaccurate. He had\nexplained to the Speaker that, while he had already given evidence on the issue\nto the Hallett Review and did not therefore believe that there was benefit in\nhis repeating this evidence to the Committee, he would be attending. He sought\nadvice on whether there was any scope to change the date he was required to\nattend the Committee, in light of restrictions on his diary, and had been\nadvised to proceed with his proposal to offer two alternative dates. 5. The complainant said that the article was misleading\nin stating that he had limited his appearance before the Committee to an hour,\nwhen in fact this was at the suggestion of the Committee’s Chair. 6. The newspaper noted that the complainant had declined\nto give oral evidence to the Committee after being initially invited to do so\nin March 2014. The newspaper provided a letter sent by the complainant to the\nCommittee’s Chair, dated 18 November 2014, in which he said he “had nothing to\nsay which will be new”, and that “if you continue to insist on my attendance”\nhe would ask his office to “look into dates in the new year”; however, given\nhis other commitments this would be “challenging”. As a consequence, the\nCommittee had felt it had to take the unusual step of summonsing him to appear\nbefore the Committee on 14 January 2015. The newspaper provided a copy of the\nletter from the Chair, dated 10 December 2014, notifying the complainant of the\nsummons, which referred to the complainant’s “continuing lack of response to\nthe Committee’s invitation” and stated that the Committee was “particularly\ndisappointed” at the lack of response “since its members have noted that you\nhave been in the UK regularly over the past few weeks, but you have not been\nable to find an hour or so to meet us”. The Chair described this as “extremely\ndisrespectful to the House”.  The conversation reported had taken place in\nthis context. 7. The newspaper’s account of the conversation was based\non information provided by well-placed confidential sources and clearly\npresented as claims. The newspaper had attempted to call the Speaker about the\narticle, but the call was not returned; it had also contacted the complainant's\noffice, which gave a blanket denial. This was published in full. 8. Prior to publication, the newspaper had also contacted\nthree members of the Northern Ireland Affairs Committee to put the story to\nthem; while none were prepared to comment on-the-record, they gave no\nindication that any element of the article was incorrect. In response to this\ncomplaint the newspaper had contacted four named members of the Committee, who\nhad confirmed that the article contained an accurate account of the\nconversation as it was reported to the Committee by its Chair, to whom it had\nbeen reported by the Speaker. 9. The newspaper had subsequently been contacted by the\nSpeaker, who said that the complainant had at no time asked him to overturn an\norder that he appear before the Committee; neither had the Speaker \"ripped\ninto\" the complainant. Their exchange was cordial and involved no\ndisagreement. The newspaper argued that this was a limited denial which related\nonly to those specific claims in the article. It said that this did not affect\nthe article’s central claim: that the complainant had spoken to the Speaker in\nan attempt to avoid giving evidence as required, but was told he should attend.\nHowever, it offered to publish the following clarification to reflect the\nSpeaker's position: An article dated 10 January 2015 suggested that Tony\nBlair had begged the Speaker to overturn an order to appear before the Northern\nIreland Affairs Committee and that the Speaker had ‘ripped into’ Mr Blair. Mr\nBercow has confirmed to us that he was not asked to overturn an 'order' and\nthat rather than 'ripping into' Mr Blair the conversation they had was a\ncordial one. The article also said that Mr Blair managed to limit his\nappearance to an hour. In fact, it was the Committee Chair who made that\nproposal. 10. The complainant did not accept this proposal. He said\nthat the Speaker’s denial demonstrated that the article was inaccurate in its\nentirety and should be retracted in full. Relevant Code Provisions11. Clause 1 (Accuracy) i.) The Press must take care not to publish inaccurate,\nmisleading or distorted information, including pictures.                  ii.) A significant inaccuracy, misleading statement or\ndistortion once recognised must be corrected, promptly and with due prominence,\nand – where appropriate – an apology published. In cases involving the\nRegulator, prominence should be agreed with the Regulator in advance. Findings of the Committee12. The newspaper had relied on accounts of the conversation\nprovided by a number of confidential sources, viewed in the context of the\ncomplainant’s previous, documented, reluctance to give oral evidence to the\nCommittee. It had contacted the parties to the call – and three members of the\nCommittee – prior to publication to allow them an opportunity to comment on the\nclaims and, in the complainant's case, had published his denial. 13. The article made clear that information about the\nconversation came from a “Westminster insider\" rather than the complainant\nor the Speaker. It also made clear that the complainant disputed the account\nthe newspaper had been given. The account was appropriately presented as a\nclaim, or the newspaper's understanding of what had passed between the parties.\nThe Committee was therefore satisfied that care had been taken to avoid\nmisleading readers by suggesting that the newspaper had been in a position to\nestablish that the claims published were true. While it was appropriate for the\nnewspaper to have published the complainant’s denial, the fact of his denial\ndid not mean it was not entitled to publish the allegations. There was no\nfailure to take care not to publish inaccurate, misleading or distorted\ninformation and no breach of Clause 1 (i). 14. The complainant’s reluctance to give oral evidence –\ngiving as his reason that he could add nothing new to the Committee's\nunderstanding – was demonstrated by his correspondence with the Committee, and\nthe Committee's subsequent decision to summon him to appear on a specific date.\nOn the complainant's own account, he had sought in the conversation with the\nSpeaker to attend the Committee on another day to that required by the summons,\nand had repeated to the Speaker his belief that there was no benefit in his\nappearing. The newspaper had characterised his alleged conduct as having the\nappearance of his trying to “wriggle out” of the summons. In the full\ncircumstances, and given the manner in which the newspaper presented these\nclaims, this was not significantly misleading. The complaint under Clause 1 was\nnot upheld. 15. The Speaker had not originally commented on the\nclaims when these were put to him before publication, but had subsequently\ndenied that there was any suggestion that he might \"overturn\" an\norder or that the conversation had been anything other than a cordial one.\nGiven the potential for this claim to alter perceptions of the extent of the\ncomplainant’s cooperation, the Complaints Committee welcomed the newspaper’s\noffer to publish a clarification setting out the Speaker’s position. Conclusions16. The complaint was not upheld. Remedial Action RequiredN/A Date complaint received: 08/05/2015\nDate decision issued: 22/07/2015\nBack to ruling listing\n\n\n"
}