{
    "url": "/rulings-and-resolution-statements/ruling/?id=03568-15",
    "title": "03568-15 A man v Surrey Advertiser",
    "provisions": [
        "11 (Victims of sexual assault) 2015"
    ],
    "outcome": "No breach - after investigation",
    "publication": "Surrey Advertiser (Reach PLC)",
    "received_on": "2015-05-11 00:00:00",
    "concluded_on": "2015-10-15 00:00:00",
    "complaint_processing_days": 157,
    "conclusion_long": "7. The complaint was not upheld.",
    "remedial_action": "N/A   Date complaint received: 11/05/2015",
    "text": "\n\n\n\n\n\nDecision of\nthe Complaints Committee \n03568-15 A\nman v Surrey Advertiser \nSummary of complaint \n1. A man\ncomplained to the Independent Press Standards Organisation that the Surrey\nAdvertiser had breached Clause 11 (Victims of sexual assault) in two articles\npublished in 2015.\n \n2. The\narticles reported on the trial of a man for sexual offences against teenage\nboys that had taken place over a number of decades. One of the articles\nincluded details which narrowed the  time\nperiod in which one of the assaults was alleged to have taken place; this time\nperiod was many years ago.\n \n3. The\ncomplainant said that the articles had contained details which would be likely\nto contribute to his identification as a victim of sexual assault. This\nincluded the defendant’s role in a named organisation, and information about\nthe timeframes in which the defendant was said to have committed the crimes. In\naddition, the complainant explained that at the time of publication, there was\ninformation on the internet which provided details of his connection with the\nnamed organisation. After the publication of the first article, the complainant\nraised these concerns with the publication directly.  After the publication of the second article,\nthe complainant raised these concerns with the prosecution. The complainant\nsaid that the judge then issued a memorandum to all local papers in relation to\nthe jigsaw identification of the victims in the case. The complainant said that\nduring court proceedings, the judge made clear to the reporters present that\nnaming the organisation was a form of jigsaw identification. \n \n4. The\nnewspaper said that it did not believe it was possible to identify the\ncomplainant from its coverage of the case, and denied that there was a breach\nof the Code. It said that the information the article included about one of the\nvictims could apply equally to a number of individuals. It noted that the\nsecond article made clear that more than one individual shared the connection\nwith the defendant which had enabled him to commit the alleged crime.  It denied that the information about the\ncomplainant on the internet rendered the details in the articles likely to\ncontribute to the identification of the complainant. It said that seven days\nafter the publication of the second article, the requirements of s.1 (1) of the\nSexual Offences (Amendment) Act 1992 were set out in writing at the request of\na journalist in court. This was originally made as an order, which was later\nset aside as, while the judge was permitted to give guidance, the legislation\ndid not provide for the judge to do so in the form of an order. The newspaper\nsaid that in its further coverage of the case, the judge’s guidance was kept in\nmind, but it denied the articles published prior to the judge’s guidance\nbreached the requirements of the Editors’ Code. \n \nRelevant Code\nProvisions\n5. Clause 11\n(Victims of sexual assault)\n \nThe press\nmust not identify victims of sexual assault or publish material likely to\ncontribute to such identification unless there is adequate justification and\nthey are legally free to do so.\n \nFindings of\nthe Committee\n6. The\nCommittee acknowledged that this had been a difficult time for the complainant,\nbut considered that the details included in the articles were not likely to\ncontribute to his identification as a victim of sexual assault. The details\nthey provided on the relationship between the defendant and his victim, in the\ncontext of their mutual connection with the named organisation, could apply to\na number of individuals over a time period taking place many years ago. The\ninformation available on the internet did not alter the fact that the details\nprovided in the articles could apply to a number of individuals; as such, it\ndid not significantly alter the likelihood that the information in the articles\nwould contribute to the complainant’s identification. There was no breach of\nClause 11.\n \nConclusions\n7. The\ncomplaint was not upheld. \n \nRemedial\nAction Required\nN/A\n \nDate\ncomplaint received: 11/05/2015\nDate decision\nissued: 15/10/2015\nBack to ruling listing\n\n\n"
}