{
    "url": "/rulings-and-resolution-statements/ruling/?id=03565-18",
    "title": "03565-18 McGurk v scottishdailystar.co.uk",
    "provisions": [
        "1 Accuracy (2018)",
        "2 Privacy (2018)",
        "3 Harassment (2018)",
        "4 Intrusion into grief or shock (2018)",
        "6 Children (2018)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "(DISCONTINUED) scottishdailystar.co.uk (Reach PLC)",
    "published_on": "2018-04-10 00:00:00",
    "received_on": "2018-05-22 00:00:00",
    "concluded_on": "2018-09-27 00:00:00",
    "complaint_processing_days": 128,
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee 03565-18 McGurk v scottishdailystar.co.uk\nSummary of complaint\n1. Cara McGurk\ncomplained to the Independent Press Standards Organisation that the\nscottishdailystar.co.uk breached Clause 1 (Accuracy), Clause 2 (Privacy),\nClause 4 (Intrusion into grief or shock) and Clause 6 (Children) of the\nEditors’ Code of Practice in an article headlined “Tragedy as schoolboy, 7,\ndies after soft play birthday party”, published on 10 April 2018.\n2. The article,\npublished on a Wednesday, reported on the sudden death of a young child the\npreceding Saturday. The article named the child and was illustrated with a\nphotograph of him. It reported that the child had died shortly after\ncelebrating his brother’s 10th birthday party, after leaving the venue with his\nfamily.\n3. The article was\nillustrated with a photograph of the child’s mother. It reported that she was\n“being offered support by relative and specialist police officers”.\n4. The article was\nillustrated with a pull-out quote which was attributed to an unnamed family\nfriend of the child’s mother: “He has three brothers and his mum was super\nproud of them all”. In the body of the article, these words were attributed to\nan unnamed “family member”.\n5. The complainant,\nthe child’s paternal aunt, said that publication had been handled\ninsensitively. She expressed concern that the newspaper had published details\nconcerning the child, without parental consent. She said that the publication\nof the article had caused further distress at a difficult time for the family,\nand had been intrusive.\n6. The complainant\nsaid that although close immediate family members had been informed, at the\ntime the article had been published, some family members and friends had been\nunaware of the child’s death, which had occurred three days earlier. She said\nthat some of these people had found out about the child’s death after seeing\nthe article.\n7. The complainant\nsaid that the photographs of the child and his mother were private. She\nsuggested that the photographs may have been obtained from the child’s mother’s\nFacebook page, but said that she had privacy settings on her account at the\ntime the article was published. She said that no consent had been given by\neither of the child’s parents for photographs of him to be published.\n8. The complainant\nsaid it was inaccurate, in breach of Clause 1, to report that the child’s\nmother had been comforted by specialist police officers; no such support had\nbeen received by her. She also raised concern that the article had contained a\nquote, purportedly from a family member; she said that no family members had\nmade any comments to the press.\n9. The complainant\nalso raised concern that the article had disclosed private details of the\nchild’s older brother, namely his age and the fact that it had been his\nbirthday, without parental consent.\n10. The publication said that the article was based upon\nother news reports of the tragedy. Upon receipt of the complaint, and out of\nrespect for the family’s wishes, the publication said that it had deleted the\narticle from its internal system, and online. The publication said that as a\nconsequence, the system was no longer recording the source of the article, but\nnoted that the article had directly referenced coverage from the Daily Record.\nThe publication said that, in any event, it understood that at the time of\nincident, the police had issued a statement requesting that the family’s\nprivacy be respected and that they were assisting the family. It said that the\njournalist did not rely solely upon other news reports, but also telephoned the\nlocal police authority for confirmation of the story. The publication said that\nthe police confirmed the facts of the death, and that friends, family and the\npolice were providing support.\n11. The publication had published a quote, made by a family\nfriend to another publication, and had accidentally attributed it to a family\nmember. However the publication did not accept that this rendered the article\nsignificantly inaccurate or misleading.\n12. In an attempt to resolve the complaint, the publication\noffered to publish the following wording on its home page:\nApology – Family of Harris McGurk\nOn 10 April 2015 we published an article headlined “Tragedy\nas schoolboy, 7, dies after soft play birthday party”. The article reported on\nthe death of Harris McGurk who collapsed after leaving a party venue in Edinburgh.\nOur article said that ‘specialist police officers’ were offering support to\nSelina MacKenzie. According to the family they were not offered any support by\nthe police. The article was illustrated with a picture of Harris and we\napologise if the family were caused upset by the use of that image to\nillustrate the article. Finally our article said ‘Footie fan Harris, one of\nfour brothers, was last night described as a “smashing boy”. We understand the\nfamily were also upset about the reporting of the fact Harris had three\nbrothers and again we apologise if the inclusion of this fact caused them\nadditional upset.\n13. The publication denied that the publication of the\nphotograph of the child’s mother represented an intrusion into her private\nlife. It said that the image did nothing more than show her appearance and did\nnot disclose any private information about her.\n14. The publication said that the report did not include any\ninformation regarding the child’s siblings, such as their names, ages or any\nother personal details. It denied that the publication of the fact that the\nchild had siblings and that he had attended an older brother’s birthday party,\namounted to a failure to respect his siblings private life, or represented a\nbreach of Clause 6.\nRelevant Code provisions15. Clause 1 (Accuracy)\ni) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not\nsupported by the text.\nii) A significant inaccuracy, misleading statement or\ndistortion must be corrected, promptly and with due prominence, and — where\nappropriate — an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator.\niii) A fair opportunity to reply to significant inaccuracies\nshould be given, when reasonably called for.\nClause 2 (Privacy)\ni) Everyone is entitled to respect for his or her private\nand family life, home, health and correspondence, including digital\ncommunications.\nii) Editors will be expected to justify intrusions into any\nindividual's private life without consent. Account will be taken of the\ncomplainant's own public disclosures of information.\niii) It is unacceptable to photograph individuals, without\ntheir consent, in public or private places where there is a reasonable\nexpectation of privacy.\nClause 4 (Intrusion into grief or shock)\nIn cases involving personal grief or shock, enquiries and\napproaches must be made with sympathy and discretion and publication handled\nsensitively. These provisions should not restrict the right to report legal\nproceedings.\nClause 6 (Children)\ni) All pupils should be free to complete their time at\nschool without unnecessary intrusion. \nii) They must not be approached or photographed at school\nwithout permission of the school authorities.\niii) Children under 16 must not be interviewed or\nphotographed on issues involving their own or another child’s welfare unless a\ncustodial parent or similarly responsible adult consents.\nFindings of the Committee\n16. The Committee first wished to express its sincere\ncondolences for the complainant and her family’s loss.\n17. The Committee acknowledged that the complainant and her\nfamily had been distressed at the reporting of the child’s death. The Committee\nwished to explain that journalists have a right to report the fact of a\nperson’s death; a person’s death may have an impact on communities, as well as\nindividuals, and as such constitute a legitimate subject for reporting. The\nEditors’ Code of Practice does not prevent the use of any photos of people who\nhave died. However, the Code also makes clear that journalists should approach\nsuch stories with sensitivity, and give appropriate consideration to the\nfeelings of the recently bereaved.\n18. Clause 4 says that in cases involving personal grief,\npublication should be handled sensitively; immediate family members should not\nexpect to be made aware of the death of a family member by the publication of\nan article. In this instance, immediate family members were aware of the\nchild’s death at the time of the article’s publication. Further, the Committee\nnoted that the article had been published three days after the tragedy had\noccurred. In those circumstances, and where the article did not contain\ngratuitous detail of the circumstances surrounding the child’s death, the\nCommittee did not conclude that the report of the child’s death represented a\nfailure to handle publication sensitively. There was no breach of Clause 4.\n19. The publication were unable to clarify where the two\nphotographs had been obtained from, however it was not in dispute that at the\ntime of publication, the photograph of the child, and the photograph of his\nmother had been published in other publications. The second photograph\ndisclosed the child’s mother’s likeness: it did not disclose any private or\npersonal information about her, and the Committee noted that similar\nphotographs remained accessible to be viewed by the public on her Facebook\naccount. In those circumstances, the Committee did not establish that the\npublication of these images represented an intrusion into the mother’s private\nlife. The publication of these images did not represent a breach of Clause 2.\n20. The reported\ninformation relating to the child’s older sibling was limited to his age and\nthe fact that he had been celebrating his birthday at the time the tragedy\noccurred. The Committee noted that the article had not revealed his name or\nother personal details. The article had referenced the fact that the child had two\nother brothers, and no other details were published about them. In those\ncircumstances the Committee did not consider that the publication of the\narticle represented a failure to respect the child’s siblings’ private lives,\nor was an unnecessary intrusion into his time at school. There was no breach of\nClause 2 or Clause 6.\n21. The Committee noted the publication’s position that it\nhad not simply relied upon claims made in other publications relating to the\nsupport given by the police to the mother, but had sought to confirm the\nveracity of this claim by contacting the police directly. The Committee were\nconcerned that the publication were unable to provide a contemporaneous note\nwhich recorded this conversation. However, it was not in dispute that at the\ntime of publication, it had been widely reported that the child’s mother was\nreceiving support from the police. Given this, the Committee did not establish\nthat it was a failure to take care over the accuracy of the report to report\nthis claim, nor did it represent a significant inaccuracy. Notwithstanding\nthis, the Committee welcomed the newspaper’s offer to publish a correction on\nthis point.\n22. The publication had published a quote from an unnamed\nfamily friend, which had contained support for the mother and an acknowledgment\nfor her love for her sons, and had accidentally attributed these words to an\nunnamed family member. The Committee acknowledged the complainant’s concern,\ngiven that she did not believe that any member of the family had spoken to the\nmedia. However, while the publication’s error was regrettable, given the nature\nof the comments, and in circumstances where no private information was revealed\nby them, the Committee did not establish that the reference to the unnamed\nfamily member was a failure to take care, or a significant inaccuracy. There\nwas no breach of Clause 1.\n23. The Committee expressed significant concern about the\npublication’s handling of this complaint. The publication had failed to respond\nto the complainant during the referral period and had not provided any\njustification for its failure to do so, despite two requests by IPSO. The\nCommittee also noted that there had been a delay, on the part of the\npublication in providing a response to the complaint during IPSO’s\ninvestigation. Given the publication’s failure to correspond directly with the\ncomplainant, the delays to the process, and the sensitivity of the complaint’s\nsubject matter, the publication’s conduct during IPSO’s investigation was\nunacceptable. The Committee’s concerns have been drawn to the attention of\nIPSO’s Standards department.\nConclusion\n24. The complaint was not upheld.\nDate complaint received: 22/05/2018Date complaint concluded: 27/09/2018  \nBack to ruling listing\n\n\n"
}