{
    "url": "/rulings-and-resolution-statements/ruling/?id=03600-19",
    "title": "03600-19 British Dental Association v The Sunday Times",
    "provisions": [
        "1 Accuracy (2019)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "The Sunday Times (News UK)",
    "published_on": "2019-04-21 00:00:00",
    "received_on": "2019-04-26 00:00:00",
    "concluded_on": "2019-09-13 00:00:00",
    "complaint_processing_days": 140,
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee 03600-19 British\nDental Association v The Sunday TimesSummary of Complaint1.    The British\nDental Association complained to the Independent Press Standards Organisation\nthat The Sunday Times breached Clause 1 (Accuracy) of the Editors Code of\nPractice in an article headlined “Brace yourself: Scotland’s top-paid dentist\ngets “1.2m”, published on 21 April 2019.2.    The article\nreported on data from NHS Scotland which showed that “…the NHS paid dentists a\nrecord £288m for treating patients exempt from charges for dental work – up\nfrom about £200m over the past decade”. The article referred to a number of\nnamed dentists who had received sums from the NHS and provided details of their\npractices and how many people they employed: Raja Mahesh was reported to have\n“earned” almost £800,000 and Simon Miller was reported to have “recorded a\ngross income” of almost £1.2m. The article also referred to Mr Miller as “Scotland's\nhighest-paid dentist” and reported that he had “grossed more than £1m last\nyear”, commenting that his \"earnings eclipsed the £150,000 annual salary”\nof the Prime Minister. The article included a quote from a third named dentist\nwho explained that dentists may run several practices and that they have to pay\nrents and salaries. He also explained that many procedures cost the dentist\nmore than the payments received from the NHS. The article also included a quote\nfrom the Chair of the British Dental Association, who called for more NHS\nfunding for dentists in Scotland given his view that the Scottish dental\nservice was “overstretched and underfunded”. Finally, the article said that Mr\nMiller and Mr Mahesh, and two other dentists named in the article, could not be\nreached for comment prior to publication.3.    The article\nappeared online under the same headline and was substantially the same as the\nprint article.4.    The complainant,\nwhich was representing Simon Miller and Raja Mahesh, said that the article gave\nthe misleading impression that the sums they had received from the NHS\nrepresented their salaries, when in fact these sums were gross sums which were\nsubject to significant deductions. It said that it highlighted this point to\nthe publication when it was contacted prior to publication. It said that this\nmisleading impression was reinforced by the comparison made to the Prime\nMinister’s salary – the sum received was not a salary and should not have been\ncompared as such; the use of the word “earnings”; and the article’s description\nof the sums paid by the NHS as “public money pocketed by the richest dentists”\nadded to this misleading impression. It said that whilst Mr Miller had received\nthe most money from the NHS, there was no evidence to support the headline’s\nclaim that he was “Scotland’s top-paid dentist”. Finally, the complainant said\nthat the publication had not tried to contact Mr Mahesh, as reported in the\narticle.5.    The complainant\nsaid that it was inaccurate for the article to report that in 2017/18, the NHS\npaid dentists £288m to treat patients who were exempt from charges for dental\nwork when, in fact, the sum covered the NHS dental services for all patients,\nnet of dental charges received from patients who were required to pay for some\nof their treatment. It also said that it was misleading to describe this as a\n“record” sum, when the spend-per-head had stayed stable and the increase simply\nreflected increasing demand. The complainant said that, in fact, there had been\na fall in per-head spending when inflation was factored in.6.    The publication\ndid not accept that there was any breach of the Code. It said that the article\nmade specific reference to the figures being gross, rather than net, and\nincluded quotes which made clear that the sums were subject to deductions, such\nas rents and salaries, and that the cost of procedures often exceeded the\nallowance paid by the NHS. It said that the article, in effect, presented the\nargument that the complainant had made, and it would be clear to readers that\nthe sums paid to the dentists did not represent their salaries. In this\ncontext, it said that it was not misleading to compare the sums paid to the\nPrime Minister’s salary. In addition, it provided telephone records and notes\nfrom the reporter which showed that there was an attempt to contact Mr Mahesh,\nbut that his surgery was closed.7.    The publication\nsaid that the reference to the £288m was brief and the length of the article\nmeant that there was not the opportunity to go into the full details of NHS\nfunding. It said that the article accurately reported the sum paid for NHS\ndental work; that it had risen from £200m to £288m; and that it was not in\ndispute that this was a record sum. However it accepted that the position could\nhave been made clearer and offered to clarify that the sum was “for treating\npatients who receive free or subsidised dental work” rather than payments to\nthose patients who were exempt from NHS charges.  It said that care was taken to make it clear\nin the article that the sums paid were gross payments and not pure profit for\ndentists.8.    As a gesture of\ngoodwill, the publication offered the complainant the opportunity to publish\ntheir concerns as a Letter to the Editor, and to publish a clarification on the\npoint relating to the comparison to the Prime Minister’s salary. This was\ndeclined.Relevant Code Provisions9.    Clause 1\n(Accuracy)i)   The Press must\ntake care not to publish inaccurate, misleading or distorted information or\nimages, including headlines not supported by the text.ii)   A significant\ninaccuracy, misleading statement or distortion must be corrected, promptly and\nwith due prominence, and — where appropriate — an apology published. In cases\ninvolving IPSO, due prominence should be as required by the regulator.iii)  A fair\nopportunity to reply to significant inaccuracies should be given, when\nreasonably called for.iv)  The Press, while\nfree to editorialise and campaign, must distinguish clearly between comment,\nconjecture and fact.Findings of the Committee10.   The article reported on the level of NHS\nfunding which was paid to dentists in Scotland in 2017/2018. The sums paid to\nthe dentists, as reported in the article, were not in dispute; the question for\nthe Committee was whether the publication had published inaccurate, misleading\nor distorted information by the way in which the NHS data had been presented in\nthe article and, if so, whether this was significant so as to require\ncorrection. The Committee acknowledged that the references in the article to\n“earnings” and money being “pocketed” were potentially ambiguous; however, any\nambiguity was clarified by references to the income being “gross” and by the\narticle making clear that costs would need to be met from the sums received,\nincluding rents and salaries. The reference to the Prime Minister’s salary was\nmade immediately following the reference to the “gross” income which Mr Miller\nhad received; readers would understand that a direct comparison was not being\nmade. There was no failure to take care over the presentation of the NHS data\nand no significant inaccuracy which required correction. It was clear from the\ntelephone records and notes provided by the reporter that there was an attempt\nto contact Mr Mahesh, and so there was no inaccuracy in reporting that “he\ncould not be reached”. There was no breach of Clause 1 on either of these\npoints.11.   The complainant\nsaid that it was inaccurate to state that £288m was paid for treating patients\nwho were exempt from charges for dental work, when in fact it was the sum paid\nto treat all Scottish dental patients who received treatment on the NHS, some\nof whom were required to pay part of their treatment costs. The statement did\nnot provide a misleading impression in circumstances where it was not in\ndispute that the sum paid to dentists in respect of NHS dental work amounted to\n£288 million. Furthermore, it was not inaccurate to describe the sum paid as a\n“record” in circumstances where it was accepted that the sum paid was the\nhighest to date; the omission of an explanation for the increase did not render\nthe article significantly misleading on this point. There was no breach of\nClause 1 on either of these points.Conclusions12.   The complaint\nwas not upheldRemedial Actions13.   N/A\nDate complaint received: 26/04/2019Date decision issued: 13/09/2019  \n \nBack to ruling listing\n\n\n"
}