{
    "url": "/rulings-and-resolution-statements/ruling/?id=03619-18",
    "title": "03619-18 Churchill v Bournemouth Echo",
    "provisions": [
        "1 Accuracy (2018)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "Daily Echo (Bournemouth) (Newsquest Media Group)",
    "received_on": "2018-05-25 00:00:00",
    "concluded_on": "2018-08-13 00:00:00",
    "complaint_processing_days": 80,
    "conclusion_long": "10. The complaint was not upheld.",
    "remedial_action": "11. N/ADate complaint received: 25/05/2018",
    "text": "\n\n\n\n\n\nFindings of the Complaints Committee 03619-18 Churchill v Bournemouth Echo\nSummary of complaint\n1. Sarah Churchill\ncomplained to the Independent Press Standards Organisation that the Bournemouth\nEcho breached Clause 1 (Accuracy) of the Editors’ Code of Practice in an\narticle headlined, “Complaint over pizza the actions” published  on 25 May 2018.\n2. The article\nreported that parents at a local school were unhappy about the quality of\nschool meals provided by a contracted catering firm. It reported that parents\nhad recently accompanied their children on a school trip, and were concerned to\nfind that the packed lunch consisted of “cold pizza, a jam doughnut and a\nlittle pack of raisins.” It stated that the school had put in a complaint to\nthe meal provider, and also included a statement from an unnamed mother, who\nsaid that, “the meal choices are extremely poor nutritionally all the time and\nthere are far too many meals served with chips and hardly any vegetables.” The\narticle also claimed that she had been worried about the quality of the meals\nfor some time and included a statement from the Trust who runs the school.\n3. The article was\nalso published online with the headline, “Junk food for lunch at St Mary’s\nFirst School in West Moors.” The online article was substantially the same as\nthe article that appeared in print.\n4. The complainant\nwas the parent quoted in the article. She said that she had approached the\nnewspaper about the story, and had made it clear that her dissatisfaction was\nwith the company who provided the meals, and not the school, which she believed\nshould not have been named in the article. She said that the online headline\nwas misleading and inaccurate, as it suggested that the school had served the\njunk food, which was not the case. She also said that she had not told the\njournalist that many of the meals were served without vegetables, or that she\nhad been concerned for some time about the meals provided.\n5. The newspaper\ndid not accept that it had breached the Code. It said that the online headline\nidentified the school which the incident had occurred at, which it was entitled\nto do.  It said it was accurate for the\nheadline to state that junk food had been served at this school, and believed\nthe article made clear the nature of the relationship between the school and\nthe supplier. It said that it was clear to readers that the food was supplied\nby the outsourced firm and that the article did not suggest the school was at\nfault.\n6. The newspaper\nalso provided a copy of the journalist’s short hand notes and a transcription.\nIt said that the notes showed that the complainant had discussed the ongoing\nconcern she had about the nutrition of the meals regularly served at the\nschool, as well as a specific comment about the lack of vegetables.\nRelevant Code Provisions\n7. Clause 1\n(Accuracy)\ni) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not\nsupported by the text.\nii) A significant inaccuracy, misleading statement or\ndistortion must be corrected, promptly and with due prominence, and – where\nappropriate – an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator.\nFindings of the Committee\n8. The article\nreported on the concerns of both parents and the named school in relation to\nthe quality of school meals provided by the outsourced firm. The Committee\nacknowledged that the newspaper had editorial discretion to present this\ninformation as it deemed fit, provided it did so in line with its obligations\nunder the Editors’ Code. The newspaper was entitled to report the name of the\nschool involved, including in the online headline. It did not require the\ncomplainant’s consent to do so. The Committee recognised that the headline was\ncapable of carrying two meanings; that the school served its pupils junk food\nfor lunch, and that pupils of the school were served junk food for lunch.\nHowever, the article went on to outline, fully, the nature of the parents’\nconcerns, making clear that the food served by the school was provided by an\noutsourced firm. In these circumstances, the fact that the headline was also\ncapable of carrying an alternative meaning did not represent a failure to take\ncare over the accuracy of the information, and did not render it misleading.\nThere was no breach of Clause 1 on this point.  \n\n9. The journalist’s\nnotes recorded that the complainant had discussed her concern about the\nnutritional quality of the school meals in general, and had referred\nspecifically to her concern about the lack of vegetables served. The newspaper\nhad taken care to accurately report the complainant’s comments and there was no\nbreach of Clause 1 on this point.  \nConclusions\n10. The complaint was not upheld.\nRemedial Action Required\n11. N/ADate complaint received: 25/05/2018Date decision issued: 13/08/2018 \nBack to ruling listing\n\n\n"
}