{
    "url": "/rulings-and-resolution-statements/ruling/?id=03643-18",
    "title": "03643-18 Blakemore v Richmond & Twickenham Times",
    "provisions": [
        "1 Accuracy (2018)"
    ],
    "outcome": "Breach - sanction: action as offered by publication",
    "publication": "Richmond & Twickenham Times (Newsquest Media Group)",
    "published_on": "2018-05-25 00:00:00",
    "received_on": "2018-05-27 00:00:00",
    "concluded_on": "2018-09-06 00:00:00",
    "complaint_processing_days": 102,
    "conclusion_long": "12. The complaint was upheld.",
    "remedial_action": "13. Having upheld the complaint, the Committee considered what remedial action should be required. 14. The newspaper had promptly published a correction in print which corrected the inaccuracy. It had offered an online correction which identified the inaccuracy and made the correct position clear. The Committee found that this correction was sufficient to meet the requirements of Clause 1 (ii). The online correction should now be published.Date complaint received: 27/05/2018",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee 03643-18 Blakemore v Richmond & Twickenham Times\n1. Lisa Blakemore\ncomplained to the Independent Press Standards Organisation that the Richmond\n& Twickenham Times breached Clause 1 (Accuracy) of the Editors’ Code of\nPractice in an article headlined, “Mayor's last event before handing over her\nchain of office to successor” published on 25 May 2018.\n2. The article\nreported on a fundraising event organised by the complainant, who, on the date\nof publication, was the Mayor of Richmond upon Thames. The article claimed that\nthe complainant “used to be councillor for North Richmond”, but was “ousted in\nthe May 5 election which was won by the Liberal Democrats”. The article\nreported that the “new Mayor of Richmond upon Thames was announced at the\nannual full council meeting on May 22”.\n3. The article was\nalso published in substantially the same form online under the headline “Mayor\nsays goodbye at last-ever charity fundraiser”, published on 21 May.\n4. The complainant\nsaid that the use of the word “ousted” had inaccurately implied that she had\nstood for election in May 2018, and had lost. In fact, she had not run for\nre-election. She expressed concern that this inaccuracy had occurred, despite\nthe fact that the names of the candidates had been publicly available, and the\nelection results had set out the names of those who stood in every Ward, and\nthe votes each person had received.\n5. The newspaper\nsaid that the article was a positive report of the Mayor’s final event before\nhanding over her chain of office, which made reference to her chosen charities;\nhowever it accepted that it was inaccurate to report that the complainant had\nbeen “ousted” in the election.\n6. The complainant\ninitially complained to the newspaper directly, and in response to her\nconcerns, the newspaper removed the reference to “ousted” from the online\narticle. It said that a correction was published at the earliest opportunity,\nin a prominent position on page 3 of the newspaper on 1 June 2018. It noted\nthat the original report had been published on page 12.\nIn an issue of the Richmond and Twickenham Times printed May\n25, an article by Sophie Jones on page 10 said the ex-mayor of Richmond, Lisa\nBlakemore, had been ‘ousted’ in the May 5 local election. Lisa Blakemore in\nfact didn’t stand in the election. We apologise for the inconvenience and are\nhappy to clarify the inaccuracy.\n7. During the\ncourse of IPSO’s investigation, the newspaper also offered to publish the\nfollowing wording as a standalone correction on its homepage:\nIn an article headlined “Mayor says goodbye at last-ever\ncharity fundraiser”, published on 21 May, we reported that the Former Mayor of\nRichmond, Lisa Blakemore, had been ‘ousted’ in the May 5 local election. Lisa\nBlakemore in fact didn’t stand in the election. We apologise for the\ninconvenience and are happy to clarify the inaccuracy.\n8. The complainant\nraised concern at the wording of the print correction. She said that she should\nhave been referred to by her proper title, the “Former Mayor” of Richmond.\nRelevant Code Provisions\n9. Clause 1\n(Accuracy)\ni) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not\nsupported by the text.\nii) A significant inaccuracy, misleading statement or\ndistortion must be corrected, promptly and with due prominence, and – where\nappropriate - an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator.\niii) A fair opportunity to reply to significant inaccuracies\nshould be given, when reasonably called for.\nFindings of the Committee\n10. It was accepted that the word “ousted” had inaccurately\nimplied that the complainant had run for the May 2018 election, and had lost.\nWhile it appeared that the inclusion of this word was a human error, it\nrepresented a failure to take care over the accuracy of the article, in breach\nof Clause 1(i). The claim that the complainant had been “ousted” in the\nelection was a significant inaccuracy because it had suggested that her mayoral\nposition had not come to an end by choice, but rather, it had come to an end\nfollowing a majority vote against her. This was a claim which required\ncorrection under the terms of Clause 1(ii).\n11. The correction\npublished by the newspaper had made clear the correct position; it was offered\npromptly and with due prominence, on page 3. The online article had been\namended to remove the word “ousted” shortly after the complainant had raised\nher concerns to the newspaper directly, and following IPSO’s investigation into\nthe matter, the newspaper had promptly offered a correction to appear online.\nThe publication of this wording on the publication’s homepage, in conjunction\nwith the removal of the word “ousted”, represented due prominence. There was no\nbreach of Clause 1 (ii).\nConclusion\n12. The complaint was upheld.\nRemedial action required\n13. Having upheld the complaint, the Committee considered\nwhat remedial action should be required.\n14. The newspaper had promptly published a correction in\nprint which corrected the inaccuracy. It had offered an online correction which\nidentified the inaccuracy and made the correct position clear. The Committee\nfound that this correction was sufficient to meet the requirements of Clause 1\n(ii). The online correction should now be published.Date complaint received: 27/05/2018Date decision issued: 06/09/2018\nBack to ruling listing\n\n\n"
}