{
    "url": "/rulings-and-resolution-statements/ruling/?id=03644-15",
    "title": "03644-15 Nesbitt v Portadown Times",
    "provisions": [
        "1 (Accuracy) 2015"
    ],
    "outcome": "Breach - sanction: publication of adjudication",
    "publication": "Portadown Times (National World Publishing Ltd)",
    "published_on": "2015-05-01 00:00:00",
    "received_on": "2015-05-19 00:00:00",
    "concluded_on": "2015-09-11 00:00:00",
    "complaint_processing_days": 115,
    "conclusion_long": "12. The complaint was upheld.",
    "remedial_action": "13. In circumstances where the Committee determines there has been a breach of the Editors’ Code it can require the publication of a correction and/or adjudication as a remedy to the breach. In this case, the Committee determined that an adjudication was an appropriate remedy. The article under complaint had appeared on page 26, so the adjudication should also appear on this page, or further forward. A link to the adjudication should also appear on the publication’s website’s homepage for a period of 24 hours, after which it should be archived and remain searchable in the usual way. If the article remains published online, the adjudication should appear beneath it. The headline to the adjudication should refer to the subject matter of the article and include a reference to the IPSO complaint being upheld; it should be agreed with IPSO in advance. The terms of the adjudication which the newspaper should publish are as follows:  Following the publication of an article in the Portadown Times on 1 May 2015 headlined “Poll shows ‘Sinn Fein are closing the gap’”, Mike Nesbitt MLA complained to the Independent Press Standards Organisation on behalf of the Ulster Unionist Party that the Portadown Times breached Clause 1 (Accuracy) of the Editors’ Code of Practice.  IPSO established a breach of the Editors’ Code and has required the Portadown Times to publish this decision as a remedy.  The article reported the findings of an “independent opinion poll” carried out by a “professional polling company” in the parliamentary constituency of Upper Bann. The article did not include the name of the company which had carried out the poll.  The complainant, Leader of the UUP, said that it was misleading for the article to report that the poll was “independent”, and not to state that it had in fact been commissioned by the DUP.  The newspaper did not accept a breach of the Code. It had been provided with a copy of the opinion poll, which had been carried out by a “reputable and independent” polling company. It had been informed of the name of the company, the date on which the poll was carried out, and details of the methodology. It was a condition of publication that the article not include the name of the polling company. While the newspaper was aware that the DUP had commissioned the poll, it had been carried out professionally, using recognised methods.  The newspaper was entitled to make a commercial agreement with the polling company that its name not be published. In doing so, however, it was obliged to ensure that readers were not misled.  The Committee acknowledged that the newspaper had verified the methodology used to carry out the poll, and regarded it to be independent on that basis. Nonetheless, readers were entitled to receive accurate information about the source of the poll. In circumstances where the article had not made clear that the poll had been commissioned by the DUP, it was misleading in breach of Clause 1 to describe it as “independent”.  Date complaint received: 19/05/2015",
    "text": "\n\n\n\n\n\n·  Decision of the Complaints Committee 03644-15 Nesbitt\nv Portadown Times\nSummary of\ncomplaint\n1. Mike Nesbitt MLA complained to the Independent Press\nStandards Organisation on behalf of the Ulster Unionist Party that the\nPortadown Times had breached Clause 1 (Accuracy) of the Editors’ Code of\nPractice in an article headlined “Poll shows ‘Sinn Fein are closing the gap’”,\npublished in print on 1 May 2015 and online on 4 May 2015. \n2. The article reported the findings of an “independent\nopinion poll” carried out by a “professional polling company” in the\nparliamentary constituency of Upper Bann. The article did not include the name\nof the company which had carried out the poll. The results showed the candidate\nfor the Democratic Union Party (DUP) in first place, with 30.7% of the vote,\nSinn Fein in second, with 28.1% of the vote, and the Ulster Unionist Party\n(UUP) in third, with 25%.  The article included comments from the DUP\ncandidate, expressing concern that Sinn Fein might benefit from a split in the\nunionist vote, and noting that he was the “only candidate who can ensure that\nUpper Bann continues to have full-time unionist representation”. \n3. The complainant, Leader of the UUP, said that it was\nmisleading for the article to report that the poll was “independent”, and not\nto state that it had in fact been commissioned by the DUP. He noted that an\narticle had been published after the election, in which the DUP responded to\nUUP criticism of the poll, and confirmed that it commissioned research on a\nregular basis. He considered this to be evidence that the original article was\ninaccurate in describing the poll as independent. The complainant cited British\nPolling Council (BPC) guidelines, which noted that, when assessing whether a\npoll was reliable, journalists should take account of who conducted the poll,\nand who paid for it. He said that the article should have included details of\nthe methodology used in the poll; stated the date on which it took place, and\nnoted that it had been commissioned by the DUP. \n4. The complainant also objected to the fact that the\narticle had only included comment from the DUP candidate. He said that it had\ndamaged the campaign of the UUP candidate. Furthermore, the complainant said\nthat the results of the election had indicated that the poll was not accurate;\nthe Sinn Fein candidate had finished in third place. \n5. The newspaper did not accept a breach of the Code. It\nhad been provided with a copy of the opinion poll, which had been carried out\nby a “reputable and independent” polling company in March 2015. It had been\ninformed of the name of the company, the date on which the poll was carried\nout, and details of the methodology. It was a condition of publication that the\narticle not include the name of the polling company. While the poll had been\ncommissioned by the DUP, it had been carried out professionally, using\nrecognised methods. Political parties regularly commissioned such polls. The\ncompany was a member of the BPC, along with other professional organisations,\nand had affirmed to the newspaper that the poll questions were agreed to BPC\nstandards. There was no deliberate attempt to conceal that it had been\ncommissioned by the DUP. \n6. The newspaper noted that, under the Code, it was\nentitled to be partisan. Regardless, the article under complaint had formed\npart of a selection of election coverage, which included comment from various\npolitical parties. \nRelevant Code Provisions\n7. Clause 1 (Accuracy) \ni) The press must take care not to publish inaccurate,\nmisleading or distorted information, including pictures. \nii) A significant inaccuracy, misleading statement or\ndistortion once recognised must be corrected, promptly and with due prominence,\nand – where appropriate – an apology published. \niii) The Press, whilst free to be partisan, must\ndistinguish clearly between comment, conjecture and fact. \nFindings of the Committee\n8. The newspaper was entitled to make a commercial\nagreement with the polling company that its name not be published. In doing so,\nhowever, it was obliged to ensure that readers were not misled. \n9. The Committee acknowledged that the newspaper had\nverified the methodology used to carry out the poll, and regarded it to be\nindependent on that basis. Nonetheless, readers were entitled to receive\naccurate information about the source of the poll. In circumstances where the\narticle had not made clear that the poll had been commissioned by the DUP, it\nwas misleading in breach of Clause 1 to describe it as “independent”. \n10. The Committee also expressed concern that the\nnewspaper had not made clear that the poll had been carried out 6 weeks prior\nto publication. \n11. Any concerns that the polling company may have\nbreached BPC standards did not fall within IPSO’s remit, and the Committee did\nnot consider this aspect of the complaint further. \nConclusions\n12. The complaint was upheld. \nRemedial Action Required\n13. In circumstances where the Committee determines there\nhas been a breach of the Editors’ Code it can require the publication of a\ncorrection and/or adjudication as a remedy to the breach. In this case, the\nCommittee determined that an adjudication was an appropriate remedy. The\narticle under complaint had appeared on page 26, so the adjudication should\nalso appear on this page, or further forward. A link to the adjudication should\nalso appear on the publication’s website’s homepage for a period of 24 hours,\nafter which it should be archived and remain searchable in the usual way. If\nthe article remains published online, the adjudication should appear beneath\nit. The headline to the adjudication should refer to the subject matter of the article\nand include a reference to the IPSO complaint being upheld; it should be agreed\nwith IPSO in advance. The terms of the adjudication which the newspaper should\npublish are as follows: \nFollowing the publication of an article in the Portadown\nTimes on 1 May 2015 headlined “Poll shows ‘Sinn Fein are closing the gap’”,\nMike Nesbitt MLA complained to the Independent Press Standards Organisation on\nbehalf of the Ulster Unionist Party that the Portadown Times breached Clause 1\n(Accuracy) of the Editors’ Code of Practice. \nIPSO established a breach of the Editors’ Code and has\nrequired the Portadown Times to publish this decision as a remedy. \nThe article reported the findings of an “independent\nopinion poll” carried out by a “professional polling company” in the\nparliamentary constituency of Upper Bann. The article did not include the name\nof the company which had carried out the poll. \nThe complainant, Leader of the UUP, said that it was misleading\nfor the article to report that the poll was “independent”, and not to state\nthat it had in fact been commissioned by the DUP. \nThe newspaper did not accept a breach of the Code. It had\nbeen provided with a copy of the opinion poll, which had been carried out by a\n“reputable and independent” polling company. It had been informed of the name\nof the company, the date on which the poll was carried out, and details of the\nmethodology. It was a condition of publication that the article not include the\nname of the polling company. While the newspaper was aware that the DUP had\ncommissioned the poll, it had been carried out professionally, using recognised\nmethods. \nThe newspaper was entitled to make a commercial agreement\nwith the polling company that its name not be published. In doing so, however,\nit was obliged to ensure that readers were not misled. \nThe Committee acknowledged that the newspaper had\nverified the methodology used to carry out the poll, and regarded it to be\nindependent on that basis. Nonetheless, readers were entitled to receive\naccurate information about the source of the poll. In circumstances where the\narticle had not made clear that the poll had been commissioned by the DUP, it\nwas misleading in breach of Clause 1 to describe it as “independent”. \nDate complaint received: 19/05/2015\nDate decision issued: 11/09/2015\nBack to ruling listing\n\n\n"
}