{
    "url": "/rulings-and-resolution-statements/ruling/?id=03653-15",
    "title": "03653-15 Belaon v The Sunday Telegraph",
    "provisions": [
        "1 (Accuracy) 2015"
    ],
    "outcome": "No breach - after investigation",
    "publication": "The Sunday Telegraph (Telegraph Media Group Ltd)",
    "received_on": "2015-05-20 00:00:00",
    "concluded_on": "2015-10-09 00:00:00",
    "complaint_processing_days": 142,
    "conclusion_long": "23. The complaint was not upheld.",
    "remedial_action": "24. N/A   Date complaint received: 20/05/2015",
    "text": "\n\n\n\n\n\n·       Decision of the Complaints Committee 03653-15 Belaon v\nThe Sunday Telegraph \nSummary of complaint \n1. Adam Belaon, Research Director at Claystone\nAssociates, complained to the Independent Press Standards Organisation that The\nSunday Telegraph breached Clause 1 (Accuracy) of the Editors’ Code of Practice\nin an article headlined “’Terror link’ charities get British millions in Gift\nAid”, published on 29 November 2014, and in an article headlined “Paris\nattacks: Why this could happen in Britain”, published on 11 January 2015.   \n2. The 29 November 2014 article reported on the use of\nGift Aid by charities being investigated for alleged links to Syrian militants.\nIt reported that Claystone had recently published a report critical of the\nCharity Commission for disproportionately investigating Muslim charities, and\nreported that Claystone was based at the same address as one of the charities\nunder investigation by the Charity Commission.   \n3. The 11 January 2015 article was an opinion piece  which commented on the UK’s\ncounter-radicalisation programmes following a meeting in Parliament, organised\nby Claystone to discuss its report “A Decade Lost: Rethinking Radicalisation\nand Extremism”.  It said that a recent\nClaystone report had claimed that “there was no link between non-violent\nIslamism and terrorism, and that the ‘organised terror’ inflicted on British\nsociety by the English Defence League and the far Right was of the ‘same order\nof magnitude’ as Islamist attacks in Europe”. The article went on to state that\n“many of the statements in the [Claystone] report were obvious lies”, and\nresponded to its claims. \n4. The 2014 article claimed that “Claystone is in fact\nclosely linked to extremists, including Haitham al-Haddad”. The 2015 comment\npiece claimed that “[Claystone] is in fact closely linked to some of Britain’s\nmost notorious extremists, sorry ‘political dissenters,’ including Haitham\nal-Haddad”, a well-known Islamic scholar. Both articles reported that Claystone\nshared a press contact number with the Federation of Student Islamic Societies\n(FOSIS), which the article claimed was an “Islamist-dominated group” which had\nhosted “numerous extremist and terrorist speakers at its annual conference” and\nhad been “condemned by ministers for its ‘failure to fully challenge terrorist\nand extremist ideology’”.   \n5. The complainant said that it was inaccurate to claim\nthat Claystone had close links to extremists, “Britain’s most notorious\nextremists”, or Dr al-Haddad. He also complained that it was inaccurate to\nclaim that Claystone’s report contained “obvious lies”, and that it was\nmisleading to suggest that there was a connection between Claystone and FOSIS.\nReference to Claystone being based at the same address as a charity under\ninvestigation was misleading – there was no link between the two. \n6. The newspaper said that the complainant had\ncontributed articles to a news website run by Dr al-Haddad, including articles\nwritten in Dr al-Haddad’s defence. This included an article in which the\ncomplainant opposed the use of Terrorism and Extremism Behaviour Orders against\n25 individuals, which a newspaper claimed included Dr al-Haddad. In a further\narticle in which the complainant had criticised press coverage featuring Dr\nal-Haddad, the newspaper said he defended extremists as “well known Muslim\nspokespeople” and “orthodox Muslims”. The newspaper provided examples of views\npublicly expressed by Dr al-Haddad, which it said were clearly extreme. \n7. The newspaper said that Claystone also had “strong\nlinks” to extremists via its press officer, the only other member of staff\nidentified as working at the organisation. It said that before joining\nClaystone, he had been the official spokesperson for FOSIS for more than two\nyears. This, said the newspaper, was a group that had hosted numerous extremist\nand terrorist speakers. It noted that in 2011, the Deputy Prime Minister had\nsaid that he was not willing for the Government to treat FOSIS as a credible\npartner. The newspaper also referred to comments made in the Home Secretary’s\n2011 report reviewing the Government’s Prevent strategy. The report said that\n“we judge that FOSIS has not always fully challenged terrorist and extremist\nideology within the higher and further education sectors”. In relation to the\narticle’s claim that Claystone’s press contact number was the same as the press\ncontact number for FOSIS, the newspaper accepted that the number had been used\nby FOSIS up until 2011. While it accepted that the articles should have\nreferred to the number as having been previously used by FOSIS, it denied that\nthis amounted to a significant inaccuracy. \n8. The newspaper also noted that Claystone’s press\nofficer had been President of University College London Islamic Society in\n2005-2006. While President he had organised a meeting with a well-known\nspeaker, who the newspaper claimed told students that “terrorism works”, and\nthat a “permanent state of war exists between the people of Islam and the\npeople who opposed Islam”. It noted that the press officer’s immediate\nsuccessor as president of UCL Islamic Society was Umar Farouk Abdulmutallab,\nwho was convicted of attempting to bomb an airliner on Christmas Day, 2009. In\nan interview given to the BBC shortly after the attempted bombing, Claystone’s\npress officer had said that Mr Abdulmutallab had been a “close friend” while\nthey had been at UCL. The complainant said that the associations the newspaper\nalleged he had with extremists, and the alleged associations of the press\nofficer, related to these individuals’ personal lives rather than their actions\nin their capacity as Claystone employees, and could not therefore be used to\ncorroborate the articles’ claim that Claystone had such links. \n9. The newspaper said it was entitled to characterise\nClaystone’s most recent report as having contained “lies” in the 2015 comment\npiece. It said that it was a “lie” to claim that there was no link between\nnon-violent extremism and terrorism, and that it was a “lie” to claim that\nIslamist attacks were of the same order of magnitude as the “organised terror\ninflicted on British society” by the English Defence League and the far right.\nIt said that the EDL had never killed anyone or “inflicted organised terror” in\nBritain, whereas Islamist terrorists have killed 54. The Claystone report\ncommented on the media coverage of the Trojan Horse story in Birmingham\nschools, which it claimed placed the story in the official narrative of\nextremism that the Government was promoting. In that context, the report\nreferenced a comment from David Cameron that “we are in the middle of a\ngenerational struggle against a poisonous and extremist ideology”. The\nnewspaper said that this part of the Claystone report was misleading; when Mr\nCameron had made this comment, he had been discussing so-called Islamic State\nrather than events in Birmingham.   \n10. The complainant said that the fact that he had\nwritten opinion pieces on the website owned by Dr al-Haddad’s charity did not\nsupport the “close link” alleged in the article. The complainant noted that Dr\nal-Haddad was no longer a trustee of the Foundation which operates the website,\nalthough he was at the time his articles were published. There were over 200\ncontributors to the website, and his articles were clearly presented as his\npersonal views not Claystone’s, which did not represent acceptance of, or\nsupport for, the views of the site’s owner. The complainant noted that the\nviews ascribed to Dr al-Haddad were shared by other orthodox religious groups,\nand could not therefore be considered “extreme”. He denied that he had defended\nDr al-Haddad, and said that the article relied on by the newspaper related to\nthe scape-goating of Muslim speakers in general and did not mention Dr\nal-Haddad.   \n11. The complainant explained that Claystone’s current\npress officer had previously been the press officer for FOSIS and that he had\nkept the same mobile phone number.  While\nthis number appeared on old FOSIS material, which was still available online,\nit was last used by FOSIS in 2011, and first used by Claystone in 2014.  The complainant said that Claystone had never\nshared a press office or press office function with FOSIS, and there was no\nformal connection between the organisations. Moreover, the complainant did not\naccept that FOSIS was an extremist group. It had not been “condemned by\nministers for its ‘failure to fully challenge terrorist and extremist ideology’”;\nthe Home Secretary had in fact said that “we judge that FOSIS has not always\nfully challenged terrorist and extremist ideology within the higher education\nsector”.   \n12. The press officer had worked for FOSIS four years\nprior to his employment with Claystone. The work he did for FOSIS, as a\nvolunteer, was not his own; he was directed to take “lines” by the\norganisation’s President. The press officer did not condone the actions of Mr\nAbdulmuttalab, who he had only been friends with while at university, and was\nnot an extremist. The 2010 report of the Caldicott Inquiry on Mr\nAbdulmittalab’s time at UCL from 2005-2008 had rejected the idea that he had\nbeen an extremist when at UCL, or that he was radicalised there.    \n13. The complainant said that the newspaper had\nmisrepresented Claystone’s report in the 2015 comment piece. The report had in\nfact compared far-right violence with al-Qaeda inspired violence across Europe,\nrather than in Britain, as was suggested by the article.  The complainant agreed that the report\ncriticised the ”conveyor-belt” theory; a theory which he said asserts that\nnon-violent extremist views act as a potential “conveyor-belt\" to violent\nextremism.  He said that it was\ninaccurate for the newspaper to refer to this legitimate criticism as “an\nobvious lie”. In reply to the newspaper’s response to his complaint, the\ncomplainant said that in the minds of the media, there was a link between the\n“Trojan Horse plot” and terrorism. It was therefore not misleading to use Mr\nCameron’s remarks on so-called Islamic State as an example of the media\ncoverage of the Trojan Horse story. The newspaper had failed to substantiate\nits claim that the report contained obvious lies: it had not provided any\nevidence of dishonesty or an intent to mislead, but simply pointed to opinions\ncontained in the report with which the newspaper disagreed. \nRelevant Code Provisions \n14. Clause 1 (Accuracy) \ni) The press must take care not to publish inaccurate,\nmisleading or distorted information, including pictures. \nii) A significant inaccuracy, misleading statement or\ndistortion once recognised must be corrected, promptly and with due prominence,\nand – where appropriate – an apology published. \niii) The Press, whilst free to be partisan, must\ndistinguish clearly between comment, conjecture and fact. \nFindings of the Committee \n15. The Committee recognised that the articles’\ncharacterisation of individuals as “extremists” reflected an assessment of\nthose individuals’ views. Such assessments are matters of opinion. The\nCommittee acknowledged that an allegation of extremism is a serious one;\nhowever, it has a broad meaning and, as a statement of the author’s opinion, is\nsomething to which the Code grants considerable latitude. \n16. However, the fact that the statement is a matter of\nopinion does not in itself absolve a newspaper of its obligations under Clause\n1. The newspaper was required to demonstrate that there was a reasonable\nfactual basis to support its position, in particular the allegation that\nClaystone had “close links” with the individuals it considered to be “notorious\nextremists”. This included demonstrating that Claystone had more than one such\n“close link”, as was the clear implication in both articles. \n17. The newspaper had provided a number of examples which\nit believed supported its position – which included the press officer’s former\nwork with FOSIS – and relied in particular on associations with two\nindividuals: the complainant’s association with Dr al-Haddad, and Claystone’s\npress officer’s association with Mr Abdulmutallab. In the Committee’s view,\ngiven Mr Abdulmutallab’s conviction, and the nature of comments made by Dr al-Haddad,\nthe newspaper had provided sufficient basis to support its characterisation of\ntheir views as “extreme”. These were high-profile individuals; the newspaper\nwas not prevented by the Code from referring to them as “notorious extremists”. \n18. The Committee was satisfied that, in circumstances\nwhere Claystone’s director of research had written a number of articles for a\nwebsite hosted by Dr al-Haddad, some of which appeared to be in defence of him,\nit was not misleading for the newspaper to describe this association as\n“close”. Where Claystone’s press officer had publicly described Mr\nAbdulmutallab – in an interview given in response to his crimes in 2009\n–as  having been a “close friend”, it was\nnot significantly misleading for the newspaper to describe this association as\n“close” even where the reference was to their friendship while students. The\nCommittee rejected the complainant’s assertion that any association was in his\nor the press officer’s personal capacities; they were both the public faces of\nClaystone and – in the complainant’s case – a director of the company. As the\nnewspaper had provided a reasonable factual basis in support of its claim, the\nCommittee did not find a breach of Clause 1 on this point. \n19. The Committee turned to the complaint about the 2015\narticle’s reporting on a recent Claystone report about radicalisation. The\nCommittee noted that this was a comment piece, in which the newspaper was\nentitled to express its disagreement with the report’s criticisms of the conveyor\nbelt theory, and it was entitled to do so in robust terms. To refer to this\naspect of the report as an “obvious lie”, whilst argumentative, was not\nsignificantly misleading. \n20. The same article also claimed that Claystone’s report\nhad said: “’organised terror inflicted on British society’ by the English\nDefence League and the far Right was of the same order of magnitude as Islamist\nattacks in Europe”. The report had actually compared Islamist attacks in Europe\nwith far-right violence in Europe, rather than violence and attacks in Britain.\nNevertheless, the Claystone report had made the general claim that the threat\nfrom “far-Right violence” was of the same “order of magnitude” as from\n“al-Qaeda-inspired violence” in the context of a report on the\ncounter-radicalisation policy in the UK. The newspaper article had gone on to\nargue that “vile as it is, the EDL has never killed anyone or ‘inflicted\norganised terror’ in Britain; Islamists terrorists have killed 54”, making\nclear the nature of its criticism.  This\naspect of the article had not significantly misrepresented the claims made in\nthe Claystone report, and there was no breach of Clause 1. \n21. The article’s claim that Claystone was based at the\nsame address as one of the charities under investigation by the Charity\nCommission, was not in dispute. This did not raise a breach of the Code.   \n22. Claystone’s press officer had previously worked as\nhead of media for FOSIS. This explained why Claystone’s press contact number\nwas the same as the press contact number which appeared on FOSIS’s press\nreleases up until 2011. The article did not claim that Claystone and FOSIS\nshared a press office, but suggested that the shared telephone number indicated\na connection between the organisations. Given that there was indeed a\nconnection, namely, that Claystone’s press officer was previously the press\nofficer for FOSIS, the Committee took the view that this aspect of the article\nwas not significantly misleading. \nConclusions \n23. The complaint was not upheld. \nRemedial Action Required \n24. N/A\n \nDate complaint received: 20/05/2015 \nDate decision issued: 09/10/2015\nBack to ruling listing\n\n\n"
}