{
    "url": "/rulings-and-resolution-statements/ruling/?id=03661-19",
    "title": "03661-19 Geddes v The Sun on Sunday",
    "provisions": [
        "1 Accuracy (2018)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "The Sun on Sunday (News UK)",
    "published_on": "2019-02-03 00:00:00",
    "received_on": "2019-04-29 00:00:00",
    "concluded_on": "2020-01-20 00:00:00",
    "complaint_processing_days": 266,
    "conclusion_long": "8. The complaint was not upheld.",
    "remedial_action": "9. N/A Date complaint received: 29/04/2019",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee -- 03661-19 Geddes v The Sun on SundaySummary of Complaint1. Gavin Geddes complained to the Independent Press Standards Organisation that The Sun on Sunday breached Clause 1 (Accuracy) of the Editors’ Code of Practice in an article headlined “Ex-footie player in £47k ‘kid sex’ sting”, published on 3 February 2019.2. The article stated that the complainant, an “ex-soccer ace”, had been jailed for 40 months after he “blackmailed his old youth coach for £47,000 by threatening to make fake child sex claims public”, after having heard of “genuine abuse cases”.3. The article also appeared online on the same day in substantially the same format, under the headline “SICK BLACKMAIL: Former football ace blackmailed coach for £47,000 by threatening to make fake child sex abuse claims public”.4. The complainant said that the article was inaccurate in breach of Clause 1 (Accuracy) because it described his “sex abuse” claims as “fake”; he said that the judge had not made any finding in this respect, as the case heard in court related to the blackmail charges only. He maintained that the police investigation was ongoing, and that evidence was still being gathered in respect of the allegations made.5. The publication said that the court had heard that the complainant had only told police about the alleged abuse when he was arrested on suspicion of blackmail; the police had then investigated the claims for 18 months and found no evidence for them, following which the complainant was prosecuted for blackmail. It noted that the man the complainant had blackmailed had never been charged with any sexual crimes, and said that the police investigation had concluded with no file sent to the Crown Prosecution Service. It noted that the blackmailed man had appeared at the trial and described the claims of abuse as “absolute lies”.Relevant Code Provisions6. Clause 1 (Accuracy)i) The Press must take care not to publish inaccurate, misleading or distorted information or images, including headlines not supported by the text.ii) A significant inaccuracy, misleading statement or distortion must be corrected, promptly and with due prominence, and — where appropriate — an apology published. In cases involving IPSO, due prominence should be as required by the regulator.iii) A fair opportunity to reply to significant inaccuracies should be given, when reasonably called for.iv) The Press, while free to editorialise and campaign, must distinguish clearly between comment, conjecture and fact.Findings of the Committee7. The Committee noted the complainant’s position that the court had made no findings in relation to his allegations of sexual abuse against the man. The Committee noted, further, that it was clear that the article was reporting on the outcome of the case which had been brought against the complainant for blackmail. It was accepted by the complainant that, following a lengthy investigation into the allegations he had made against the coach, no charges had been brought and that no file had been passed to the CPS. During IPSO’s investigation, the complainant was unable to provide any contradictory evidence to support his position that the investigation into the coach was ongoing. In these circumstances, the Committee did not find that it was significantly misleading to describe the allegations as “false” and doing so did not represent a failure to take care, in an article which was reporting on the conviction of the complainant for blackmail. There was no breach of Clause 1.Conclusions8. The complaint was not upheld.Remedial Action Required9. N/A Date complaint received: 29/04/2019Date decision issued: 20/01/2020\nBack to ruling listing\n\n\n"
}