{
    "url": "/rulings-and-resolution-statements/ruling/?id=03688-19",
    "title": "03688-19 Ward v Mail on Sunday",
    "provisions": [
        "1 Accuracy (2018)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "The Mail on Sunday (Associated Newspapers Limited)",
    "published_on": "2019-04-21 00:00:00",
    "received_on": "2019-04-29 00:00:00",
    "concluded_on": "2019-10-18 00:00:00",
    "complaint_processing_days": 172,
    "conclusion_long": "27. The complaint was not upheld.",
    "remedial_action": "28. N/A Date complaint received: 29/04/19",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee – 03688-19 Ward v\nMail on SundaySummary of Complaint1. Bob Ward complained to the Independent Press Standards\nOrganisation that The Mail on Sunday breached Clause 1 (Accuracy) of the\nEditors’ Code in an article headlined “Why what David Attenborough told BBC\nviewers about this raging orangutan fighting a digger is only part of the\ntruth”, published on 21 April 2019.2. The article was an opinion piece, in which the columnist\ncriticised several claims made during a recent BBC documentary on climate\nchange; he said that the documentary had presented an “alarmist” argument as to\nthe effect and gravity of climate change which was not fully supported by\nevidence.3. The columnist accepted that, according to the UN\nIntergovernmental Panel on Climate Change (IPCC), human activities were\nresponsible for more than half the 0.6C – 0.7C global average temperature rise\nrecorded between 1951 and 2010. However he challenged the suggestion made in\nthe documentary that “nothing” had been done to combat the threat of climate\nchange. For example, the article noted UK emissions had fallen by 43 per cent\nsince 1990, and that “statistics say 56 per cent of our electricity came from\nlow carbon sources in 2018”, and that the government had “pledged to\n‘decarbonise’ electricity by 2030”.4. The columnist disputed the documentary’s claim that\n“…extreme weather events such as floods and storms have already got worse and\nmore frequent, thanks to global warming, along with wildfires”. His article\ncited IPCC reports published in 2013, 2014 and 2018 which suggested that there\nwere no trends in the number of tropical storms, hurricane or cyclones in the\nNorth Atlantic basin; that “cyclones in the tropics would in future be less\nnumerous, although some would be stronger”, and that there was no evidence for\na climate-driven change in the magnitude or frequency of flooding. Furthermore,\nthe article reported that a study showed that the number of wildfires across\nCalifornia had approximately halved since 1987, following a peak in the 1970s.5. The columnist also challenged the documentary’s claim\nthat ”…eight per cent of species are under threat solely because of [climate\nchange]”, because he considered that this oversimplified a 2014 IPCC report on\nthe subject. He also disputed that one third of the world’s coral reefs had\nperished due to ‘heat stress’ in the past three years as a result of climate\nchange, as reported in the documentary, noting that the recent bleaching\ncoincided with the El Nino event, and that some of the corals had begun to\nrecover.6. The columnist said that the documentary’s “most\nprovocative claim of all” was that “IPCC computer model projections show that,\nby the end of this century, world average temperatures will be between three\nand six degrees higher than now”; the columnist disputed that this was what the\ncomputer model projections showed. He noted that the most pessimistic\ntrajectory – known scientifically as Representative Concentration Pathway or\nRCP 8.5 – set out in the report predicted a 2.6 to 4.8 degree rise between now\nand the end of the century. He also doubted that this trajectory was likely to\ntranspire; it required a population increase far higher than experts considered\nprobable, a massive increase in the use of coal, and the reversal of emissions\ncuts already achieved by many countries. The article included a comment from a\nBBC spokesperson, who defended the documentary’s claim on this point.7. The article was also published in substantially the same\nform online, under the headline “What [the presenter of the documentary] told\nBBC viewers about this raging orangutan fighting a digger is only part of the\ntruth... and that's just one of the flaws in the great naturalist's 'alarmist'\nnew documentary, writes [columnist]”.8. The complainant said that the article contained several\ninaccuracies, in breach of Clause 1. He said that it was misleading to quote\nthe figures referenced in the article in relation to human-induced warming, as\na more recent 2018 IPCC report stated that, in 2017, human-induced warming\nreached approximately 1°C above pre-industrial levels; by referring to the\nother report, the complainant was concerned that the article minimised the\nscale of human induced-global warming. He also said that the article overstated\nthe steps taken by the Government in response to climate change: provisional\ndata published by the Department for Business, Energy and Industrial Strategy\nindicated that 49.4 per cent of the electricity supplied in the UK in 2018 was\ngenerated from domestic low-carbon sources, rather than 56 per cent.\nFurthermore, the Government's Clean Growth Strategy of October 2017 suggested\nthat annual emissions from the power sector could be reduced by 80 per cent by\n2032 and by 2050, emissions should be close to zero; the complainant said that\nthis did not amount to a pledge to “decarbonise” by 2030.9. The complainant said that the article misleadingly\nminimised the impact of climate change on extreme weather events because it\nwrongly reported that the IPCC  had found\n“cyclones in the tropics would in future be less numerous, although some would\nbe stronger”. He said this could imply that the absolute number of strong\ntropical cyclones would be lower, whereas the IPCC report projected that while\nthe total number of cyclones would decrease, the most intense ones would occur\nmore frequently. He said that the article misled further by omitting regional\ntrends in tropical cyclones and floods, failing to make clear that the report\nreferenced only considered global trends in river flooding, and failing to\ninclude the report’s other findings that there had been increases in coastal\nflooding and regional increases in heavy rainfall. In relation to wildfires,\nthe complainant said that it was misleading to cite figures for the number of\nfires, rather than the area burned, and noted that the article had claimed that\nthe film had shown wildfires in California, when instead it showed wildfires in\nMontana. As such, it was misleading to ciriticise the film for linking the\nwildfires in Montana to global warming by referring to research on Californian\nwildfires. He also argued that there is evidence that the area burned by\nwildfires, rather than the number, has increased in California, and has been\nlinked by researched to global warming.10. The complainant said that the article was inaccurate to\nclaim that the documentary had “simplified” the IPCC’s findings in relation to\nthe percentage of species at risk of extinction; the film had not referred to\nthe IPCC and its 2014 report, which the columnist said qualified the claim, was\nin fact published the year before the paper cited by the film which found that\n8% of species were under threat – it was misleading to link the two findings.\nThe complainant said that the article was misleading to focus on El Nino as the\nsole cause of coral bleaching, and to claim that many corals had recovered, as\na report had found that “mortality level stress” in corals “…has increased in\nfrequency and severity with a warming climate”, which he said was distinct from\nEl Nino.11. The complainant said that the article was misleading to\nsuggest that the documentary had exaggerated the possible temperature rise set\nout by the IPCC or that it was unlikely to take place. He said that the\ndocumentary was not only referring to the IPCC computer modelling of the\npotential temperature rises for this century; it also took into account the\nsame report’s estimation of the human-induced global warming since\npre-industrial times. Adding these two figures gave a rise of between 3 and 6\ndegrees, and therefore, the documentary had not exaggerated the IPCC’s\nprojections as suggested by the columnist. The complainant also that the\n“worst-case” scenario – otherwise known as RCP 8.5 – should not have been\ndescribed as “almost certain not to take place” as claimed by the columnist; it was based on the latest population growth\ndata published by the UN.12. The newspaper did not accept a breach of the Code. It\nnoted that the complainant disagreed with sources the columnist had relied on,\nhowever this did not constitute a breach of the Editors’ Code.13. The publication said that the article accurately\nreported the average global temperature rise as set out in the 2013 IPCC\nreport; these findings were not contradicted by the subsequent 2018 report.\nFurthermore, the publication provided a government press release which said\nthat, “Low carbon electricity’s share of generation accounted for a record high\n56% in the third quarter of 2018”; the publication said that it was not\ninaccurate to extrapolate this for the year as a whole, and noted that the\nfigure of 49% provided by the complainant referred only to domestically\ngenerated electricity from low carbon sources, and did not include imported\nenergy as included in the statistics provided in the government press release.\nNevertheless, the publication amended the online article and offered to publish\nthe following clarification online and in print:“On April 21 we said that 56 per cent of our electricity\ncame from low-carbon sources in 2018. This figure related to one quarter of the\nyear and the total of UK-generated electricity in the full year was 53 per\ncent”Furthermore, the publication said that the Government\nCommittee on Climate Change recommended that, by 2030, the carbon emitted per\nKWhr of electricity generated should be reduced from 450g to below 100g; in\npractice, this would be close to decarbonisation, and so there was no\nsignificant inaccuracy on this point.14. The publication said that the complainant had not\nprovided any basis to suggest that the article had inaccurately reported any of\nthe extreme weather reports referenced. In addition, it noted that it was not\nthe case that the report the writer had relied on relation to flooding only\nconcerned river flooding; in fact, it only excluded coastal flooding caused by\ntropical cyclones. The fact that the complainant considered that other parts of\nthe reports, or other reports entirely, should have been referenced did not\nmean that there was any breach of the Code.15. The publication said that the article did not dispute\nthat climate change will lead to extinctions, and said it was not inaccurate to\nreport that the documentary simplified the 2014 IPCC report; it was apparent\nthat this report was more equivocal concerning the possible impact of climate\nchange as it found that there was low confidence that the rate of extinctions\nhad increased over the past few decades or that observed species extinctions\ncould be attributed to recent climate warming. It also noted that the 2018\nreport referred to by the complainant said that the role of climate change in\nextinctions was “inherently difficult to quantify”.16. The publication said that the article focussed on the El\nNino period because the documentary referred to “the past three years”, when El\nNino did cause a spike in sea and land temperatures worldwide, and aligned with\nthe most recent bleaching events; neither the documentary nor the article\ndiscussed earlier bleaching events.17. The publication said that the columnist was entitled to\nbe sceptical of the documentary’s interpretation of the IPCC report on possible\ntemperature rises, and explained his reasoning for doing so. It noted that the\ndocumentary did not make clear it was referring to a three to six degree\ntemperature rise from pre-industrial times and the article included a response\nfrom a BBC spokesperson defending the documentary’s claims.18. The publication offered to publish a letter from the\ncomplainant in response to the article if this would resolve his complaint.\nThis was declined.Relevant Code Provisions19. Clause 1 (Accuracy)i) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not\nsupported by the text.ii) A significant inaccuracy, misleading statement or\ndistortion must be corrected, promptly and with due prominence, and — where\nappropriate — an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator.iii) A fair opportunity to reply to significant inaccuracies\nshould be given, when reasonably called for.iv) The Press, while free to editorialise and campaign, must\ndistinguish clearly between comment, conjecture and fact.Findings of the Committee20. The Code makes clear that newspapers can publish\nopinions and views on contentious issues, such as climate change. However,\nthese must be clearly distinguished as such, in line with the obligations of\nClause 1(iv), and where there are factual claims, care must be taken not to\npublish inaccurate, misleading or distorted information.21. The article had accurately reported a 2013 report by the\nIPCC in relation to the rise in global average temperature between 1951-2010.\nThe 2018 report cited by the complainant, which encompassed the rise in\ntemperatures since pre-industrial times, did not contradict these findings, or\nmean that the reporting of these figure was inaccurate or misleading. There was\nno failure to take care over the presentation of these figures, and there was\nno breach of Clause 1 on this point.22. It was only in\nthe third quarter of 2018 that 56 per cent of electricity that was generated\ndomestically came from low carbon sources, however, where it appeared to be\naccepted that, overall, approximately half of electricity was generated from\nlow carbon sources in 2018, the article was not \nsignificantly misleading as to the overall trend as to require\ncorrection. However, the Committee welcomed the publication’s offer to make\nclarify this. Where the current government plan was to reduce carbon emissions\nfrom the power sector by 80% by 2030, it was not significantly misleading to\ndescribe this as a pledge to “decarbonise” by this time; the article did not\nreport that this was a pledge to reduce emissions to zero by 2030. The article\ndid not give any significantly misleading impression as to the government’s\nplans on this point as to require correction. There was no breach of Clause 1\non these points.23. The article accurately reported the IPCC’s findings on\ncyclones; it was evident from the wording that despite a lower overall number\nof cyclones, a greater number would be stronger than at present; it did not\nmake any claim as to the relative number of strong cyclones compared to weaker cyclones.\nWhile the Committee acknowledged that the IPCC had also found “regional trends\nin tropical cyclone frequency and the frequency of very intense tropical\ncyclones have been identified in the North Atlantic and these appear robust\nsince the 1970s”, the article had explicitly referenced the Panel’s comments on\ntrends in global cyclones. The absence of reference to its comments on regional\ntrends did not render this reference to global trends inaccurate or misleading.24.  The reference to\nflooding was brief in the context of the overall article; the article was not\nan in-depth exploration of the possible effects of climate change on various\ntypes of flooding and there was no requirement to reference coastal flooding\ncaused by tropical cyclones, or that heavy increases in rainfall had also been\ndetected in this context; failing to do so did not give a misleading impression\nas to the IPCC’s findings on the possible impact of climate change on flooding\nin general. Furthermore, the article accurately reported the study’s finding\nthat the number of wildfires in California had almost halved since the 1970s;\nit did not make any claim as to the area affected by wildfires, and the fact\nthat the film showed Montanan wildfires did not make the article’s reporting of\nthe research inaccurate. There were no significant inaccuracies and no breach\nof Clause 1 on these points.25. The 2014 IPCC report found little evidence that\nextinction rates had increased, or that these could be solely attributed to\nclimate change. The Committee acknowledged that the 2018 IPCC report did cite a\nstudy which claimed that 8% of species were under threat as a result of climate\nchange, however it noted that it also said that extinction caused by climate\nwarming is “inherently difficult to quantify”. The columnist was entitled to\nrely on the 2014 report, and made clear that he was using this as his source;\nthere was no misleading impression as suggested by the complainant and no\nbreach of Clause 1. Furthermore, the article did not dispute that warmer sea\ntemperatures had damaged the corals, and did not make any claim as to wider\ntrends in coral health over the past 30 years. The columnist was entitled to\nhighlight that recent coral bleaching had coincided with El Nino, and the\nCommittee noted that it was apparent that the role of climate change in coral\nbleaching was a subject of debate. There was no misleading impression as to the\nreports cited by the columnist, and no breach of Clause 1 on this point.26. The columnist explained why he considered that the\ndocumentary had exaggerated the IPCC predicted temperature rise; the worst case\ntrajectory predicted a rise of 2.6 – 4.8 degrees from now until the end of this\ncentury. The columnist also gave a basis for his view that “there is evidence\nthat RCP 8.5 is almost certain not to take place”, as it required a population\ngrowth contrary to estimates by experts, and the reversal of emissions cuts.\nThe newspaper had been able to point to research which supported the\ncolumnist’s interpretation and the columnist was entitled to highlight its\nfindings, despite the existence of contrary evidence, particularly in the\ncontext of a comment piece. The Committee acknowledged that the complainant\ndisagreed with these assessments, and noted his position that the three to six\ndegree rise quoted in the documentary was an accurate approximation of IPCC\nprojections comparing temperatures with pre-industrial levels. However, it also\nnoted that the timelines for comparison were different, that the documentary\nhad not qualified that these specific figures referred to an increase from\npre-industrial levels, and that the article included a comment from the BBC\ndefending the statistic used in the documentary. The Committee considered that\nthe columnist was entitled to rely on statistics and studies to support his\nopinions, and found that he did not inaccurately report the findings of these\nstudies when doing so. There was no failure to take care over the presentation\nof these findings, and no breach of Clause 1.Conclusions27. The complaint was not upheld.Remedial Action Required28. N/A Date complaint received: 29/04/19Date complaint concluded: 18/10/19 The complainant complained to the Independent Complaints\nReviewer about the process followed by IPSO in handling this complaint. The\nIndependent Complaints Reviewer decided that the process was not flawed and did\nnot uphold the request for review.\nBack to ruling listing\n\n\n"
}