{
    "url": "/rulings-and-resolution-statements/ruling/?id=03690-19",
    "title": "03690-19 Davies v The Jewish Chronicle",
    "provisions": [
        "1 Accuracy (2018)"
    ],
    "outcome": "Breach - sanction: action as offered by publication",
    "publication": "The Jewish Chronicle (The Jewish Chronicle)",
    "published_on": "2019-04-19 00:00:00",
    "received_on": "2019-04-30 00:00:00",
    "concluded_on": "2020-01-13 00:00:00",
    "complaint_processing_days": 258,
    "conclusion_long": "16. The complaint was upheld.",
    "remedial_action": "17. Having upheld the complaint, the Committee considered what remedial action should be required. 18. The Committee considered that the newspaper should publish a correction with the prominence of its original offer (in the For the Record section and as a footnote to the online article). The full wording should be agreed with IPSO in advance.   Date complaint received: 30/04/2019",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee 03690-19 Davies v\nThe Jewish Chronicle\nSummary of Complaint\n1. John Davies complained to the Independent Press Standards\nOrganisation that The Jewish Chronicle breached Clause 1 (Accuracy) of the\nEditors’ Code of Practice in an article headlined “'Vile' attacks by soap star\ncondemned”, published on 19 April 2019.\n2. The article reported on comments which the complainant, the\nchair of a branch of the Liverpool Riverside Labour Party, was said to have\nmade publicly about a number of Labour MPs. It said that “Labour has been urged\nto ‘take action’ over [the complainant] who questioned the loyalty of Jewish\nMPs to the UK”. It reported that he had said that the “’prime interests’” of a\nnamed Jewish MP were “not with Jeremy Corbyn’s party and instead were\n‘elsewhere’”. The named MP had reportedly said “This man and his vile views\nhave no place in the party that I have dedicated my life too. These traditional\nanti-Jewish tropes about duel loyalty and the disgusting justifications of\nHitler’s stance towards Jews are simply unacceptable—the Labour Party needs to\ntake action.” The article said that the complainant had “sought to justify the\nformer Mayor of London Ken Livingstone’s repeated references to Hitler and\nZionism”, and that he had written that “Mr Livingstone had been expected to\nprovide “a detailed resumé” of Hitler’s policy for ‘an MSM soundbite’”.\n3. The article was also published in substantially the same\nform online, under the headline “Coronation Street and Hollyoaks star suspended\nby Labour over ‘vile’ attacks on Jewish MPs”, on 17 April 2019.\n4. The complainant said that the article – in reporting the\nMP’s comment that he had sought to justify “Hitler’s stance towards Jews” – had\ncontained the serious and false allegation that he had sought to justify the\nHolocaust. The complainant said that he had never written anything which could\nbe interpreted as seeking to justify the mass murder of six million people.\n5. The complainant did not consider that it was clear from\nthe article that the MP’s quote had related to the support he had given to Ken\nLivingstone who had spoken about Hitler’s support for a Jewish state. He noted\nthat up to the point that the MP had been quoted, there had been no mention of\nKen Livingstone in the article; the connection to Ken Livingstone would not\nhave been apparent to readers. He considered that the newspaper had accepted\nthat the article had suggested that he had sought to justify the Holocaust as\nit had offered to address this in a clarification.\n6. The newspaper considered that the comment made by the MP\nin relation to the complainant had been accurately reported. It accepted,\nhowever, that its meaning was ambiguous and could have wrongly implied that the\ncomplainant had sought to justify the Holocaust.\n7. Nevertheless, the newspaper argued that in the full\ncontext, it was clear that the MP’s comment had not related to the\ncomplainant’s views on the Holocaust, but to the support he had given to Ken\nLivingstone who had repeatedly spoken about Hitler’s support for a Jewish\nstate. It considered that this meaning would have been taken in this context by\nreaders who were familiar with the subject as it had been reporting for years\nthat allies of Jeremy Corbyn had spoken in support of Ken Livingstone and his\nviews on Hitler and Zionism.\n8. In an attempt to resolve the complaint, the newspaper\ninitially offered to publish a clarification to address the complainant’s concern\nthat the quotation could have suggested that he had sought to justify the\nHolocaust. It had offered to publish this in the “For the Record” section in\nprint and as a footnote to the online article. The newspaper said that it could\nnot apologise for comments made by an MP.\n9. The complainant rejected the newspaper’s offer of a\nclarification, and its suggestion that the MP’s comment was ambiguous. He said\nthat it was a clear allegation that he had sought to justify the Holocaust,\nwhich required retraction and an apology.\nRelevant Code Provisions\n10. Clause 1 (Accuracy)\ni) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not\nsupported by the text.\nii) A significant inaccuracy, misleading statement or\ndistortion must be corrected, promptly and with due prominence, and — where\nappropriate — an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator.\niii) A fair opportunity to reply to significant inaccuracies\nshould be given, when reasonably called for.\niv) The Press, while free to editorialise and campaign, must\ndistinguish clearly between comment, conjecture and fact.\nFindings of the Committee\n11. The newspaper had been entitled to report comments the\ncomplainant made in relation to the named MP, and it had been entitled to\npublish her position that the complainant’s “disgusting justifications of\nHitler’s stance are simply unacceptable”.\n12. The Committee considered, however, that the way in which\nthe MP’s comment had been presented in the article could have amounted to an\nallegation that the complainant had had previously sought to justify the\nHolocaust.\n13. The Committee did not accept the newspaper’s position\nthat it was clear to readers that the comment had related to the support the\ncomplainant had given to Ken Livingstone who had spoken about Hitler’s support\nfor a Jewish state. The references to Ken Livingstone in the article had not\nbeen clearly linked to the MP’s quote. The Committee also did not accept the\nnewspaper’s contention that regular readers of the newspaper would have\nunderstood the context in which the MP’s comment had been made.\n14. The Committee concluded that the newspaper had failed to\ntake care over the presentation of the quotation in breach of Clause 1(i). It\nwas significantly misleading to present the quotation in a way which might be\nunderstood to mean that the complainant had sought to justify the Holocaust; this\nrequired correction under Clause 1(ii).\n15. On receipt of the complaint, the newspaper had offered\nto publish a correction in print and online, which acknowledged that it could\nhave been understood from the article that the complainant had sought to\njustify the Holocaust. The Committee considered that the newspaper’s response\nto the complaint was sufficient to meet the terms of Clause 1(ii). In this\ninstance, an apology was not required as the newspaper had been entitled report\nthe exchange of comments between the complainant and the MP, and although the\npresentation of the MP’s comment had been misleading, the comment itself had\nbeen accurately reported.\nConclusions\n16. The complaint was upheld.\nRemedial Action Required\n17. Having upheld the complaint, the Committee considered\nwhat remedial action should be required.\n18. The Committee considered that the newspaper should\npublish a correction with the prominence of its original offer (in the For the\nRecord section and as a footnote to the online article). The full wording\nshould be agreed with IPSO in advance.\n \nDate complaint received: 30/04/2019\nDate complaint concluded by IPSO: 13/01/2020  \n \n \nBack to ruling listing\n\n\n"
}