{
    "url": "/rulings-and-resolution-statements/ruling/?id=03690-18",
    "title": "03690-18 Leigh Day v The Sun",
    "provisions": [
        "1 Accuracy (2018)"
    ],
    "outcome": "Breach - sanction: publication of correction",
    "publication": "The Sun (News UK)",
    "published_on": "2018-05-29 00:00:00",
    "received_on": "2018-05-30 00:00:00",
    "concluded_on": "2018-10-18 00:00:00",
    "complaint_processing_days": 141,
    "conclusion_long": "16. The complaint was upheld in part.",
    "remedial_action": "17. Having upheld the complaint, the Committee considered what remedial action should be required. In circumstances where the Committee establishes a breach of the Editors’ Code, it can require the publication of a correction and/or adjudication. The nature, extent and placement of which is determined by IPSO. 18. In this case, the Committee considered that the newspaper had been entitled to criticise the actions of the complainant, and the period of time it took the firm to stop officially acting for the claimant. In this context, the Committee considered that the appropriate remedy was the publication of a correction which made clear that the complainant had not been actively pursuing this claim, but had been attempting to contact the claimant to receive instructions. 19. The correction should appear in print in the Corrections and Clarifications column, and as a footnote correction to the online article. It should state that it has been published following an upheld ruling by the Independent Press Standards Organisation. The full wording should be agreed with IPSO in advance. Date complaint received: 30/05/2018",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee 03690-18 Leigh Day v The Sun\nSummary of complaint\n1. Leigh Day\ncomplained to the Independent Press Standards Organisation that The Sun\nbreached Clause 1 (Accuracy) of the Editors’ Code of Practice in an article\nheadlined, “Cheat of War” published on 29 May 2018.\n2. The article\nreported that the complainant had “continued to pursue” a claim of mistreatment\nby British soldiers in Iraq after the claimant had admitted his claim was\nfraudulent. It stated that the whistle-blower had publicly admitted making a\nfraudulent claim for compensation in February, but that his case remained among\nthe 450 alleged mistreatment cases confirmed by the complainant in April. It\nincluded quotations from the whistle-blower who said “It’s incredible they are\npursuing this claim when they know it’s false. I have been clear – I do not\nwant to sue the MoD. What more do they want?”, and referred to the\ncomplainant’s tactics as “dirty tricks for dirty money”. It reported that\n“Basim withdrew consent for Leigh Day to represent him last week”. The article\nalso included a statement from the complainant, stating that, “We no longer act\nfor [the claimant]. We are following set procedures. We will be applying at the\nnext case management conference to come off the record as his lawyers.”\n3. The article was\nalso published online with the headline, “Cheat of war Tank-chasing lawyers\nstill pursing case of mistreatment by British soldiers despite ‘victim’\nadmitting lies”. It was substantially the same as the article that appeared in\nprint.\n4. The complainant\nsaid that the article gave the misleading impression that the whistle-blower\nhad dropped his claim, and that the firm was now pursing this contrary to his\ninstructions, in full knowledge that the claim was falsified. It said that this\ngave the misleading impression that the firm was acting dishonestly for its own\nfinancial gain.\n5. It said that the\nfirm had been instructed by more than 600 Iraqis in their claims against the\nMinistry of Defence. In January 2018 the newspaper had contacted the firm and\nsaid that it had conducted an interview with the whistle-blower, who had\nadmitted that his own claim, and the claims of others, were false. The firm\nsaid that it had responded at length to the claims, making clear that it had a\nduty of confidentiality to its client. An article was then published in\nFebruary, in which the whistle-blower waived his right to anonymity and alleged\nthat he had falsified his claim to try and receive compensation from the MoD.\nIt said that this follow up article, which criticised the actions that the firm\nhad taken since the whistle-blower publicly made these claims, gave an\ninaccurate and distorted impression of the current status of this claim and the\nactions the firm had taken since the publication of the February article.  \n6. It said that the\narticle implied that this claim was one that the firm was pursuing to\nsettlement.  It said that this was\ninaccurate – it was in a residual category of claims the firm had not fully\nassessed. It said that this was because it had been trying to contact the\nclaimant regarding the status of his claim. As reported in the article, the\ncomplainant had told the newspaper pre-publication that it no longer acted for\nthis client, and was following the set procedures to officially come off the\nrecord as his solicitor. It said that it had taken steps following the\npublication of the February article, to contact the whistle-blower about his\npublic claims, and to stop acting for him in this claim. It said that based on\nwhat the whistle-blower had publicly stated it was not possible for the firm to\nunilaterally cease to act for the client, and that it had not received\nconfirmation from him that he no longer wished to pursue his claim at the time\nof publication. In these circumstances, the firm said that the claimant’s\nquotations in the article, which stated that “it is incredible they are\npursuing this claim… I have been clear – I do not want to sue the MoD”,\nsuggested that he had explicitly told the complainant he did not wish to pursue\nthe case further, but that the firm had continued the claim regardless. It was\nalso concerned that the use of the term “tank chasing lawyers” and “dirty\ntricks for dirty money” suggested that the firm was acting dishonestly for\nfinancial gain, which was not true.\n7. The newspaper\ndid not accept that it had breached the Code. It said that this claim was still\nlisted at the High Court, months after the claimant had allegedly admitted his\nclaim was fraudulent, and it was entitled to criticise this.\n8. It said that\nwhile this claim was not one of the cases that the complainant had confirmed to\nthe court it was pursuing to settlement, it was one of the additional cases the\nnewspaper believed the firm had demanded extra information from the Ministry of\nDefence in relation to. It did not accept that the complainant had followed the\nset procedures for coming off the record in circumstances where the claimant\nhad publicly declared his allegations were false. It said that in such\ncircumstances, the firm’s duty to the court outweighed its duty to its client.\nThe newspaper said that the firm should have immediately informed the court\nonce it became aware that the court may be being misled, and should have\nrefused to act for its client due to the nature of his public disclosure. It\noutlined the procedure it believed the complainant should have followed. As the\ncase remained on the court record for several months after the initial\ndisclosure, it said it was accurate for the article to state that it was\n“pursuing” and “continuing” the case. It said that the article had included the\ncomplainant’s statement on the matter, and disputed the complainant’s claim\nthat the article gave a misleading impression of the complainant’s involvement.\n9. Regardless, the\nnewspaper offered to remove the quotation “dirty tricks for dirty money” from\nthe online article, and offered to publish the following clarification on page\ntwo and as a footnote to the online article:\nFollowing our article “Cheat of War” (Tuesday 29 May), Leigh\nDay have asked us to reiterate that once they were made aware of the\nallegations in the Sun that [the claimant] had falsified elements of his claim,\nthey no longer act for him. However, due to set procedure they have been unable\nto come off the record as his lawyers, but will be doing so at the next court\nhearing.\nRelevant Code provisions\n10. Clause 1 (Accuracy)\ni) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not\nsupported by the text.\nii) A significant inaccuracy, misleading statement or\ndistortion must be corrected, promptly and with due prominence, and – where\nappropriate – an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator.\niii) A fair opportunity to reply to significant inaccuracies\nshould be given, when reasonably called for.\niv) The Press, while free to editorialise and campaign, must\ndistinguish clearly between comment, conjecture and fact.\nv) A publication must report fairly and accurately the\noutcome of an action for defamation to which it has been a party, unless an\nagreed settlement states otherwise, or an agreed statement is published.\nFindings of the Committee\n11. The article criticised the speed with which the\ncomplainant had discontinued the claimant’s case following his public\ndisclosure. Specifically, it criticised the complainant for having “continued\nto pursue” a claim that it knew was false. The newspaper had sought to argue\nthat the fact that the claimant’s case remained lodged with the High Court\njustified its characterisation of the complainant’s actions. However, the claim\nwas not one that the complainant had confirmed it would be seeking to pursue to\nsettlement. It had appeared on the court document in a distinct, residual\ncategory, as the complainant had been unable to contact its client, and had not\nreceived formal instructions as to how he wished to proceed. Also, as the\ncomplainant had made clear in pre-publication correspondence, the firm no\nlonger acted for the claimant at the time of publication, and were following\nthe set procedures to cease to act as his representative.\n12. In these circumstances, the Committee considered that\nthe sub-headline claim that, “lawyers continue case”, and the claim that the\nfirm “continued to pursue” the matter, reported in the body of the article,\nsuggested that the claim was being actively pursued to settlement by the\ncomplainant. The newspaper was entitled to present criticism of the time taken\nby the complainant to cease to act for the claimant, including the MoD’s view\nthat it was “shameful Leigh Day did not immediately drop these claims”.\nHowever, it had presented the status of the claim, and the actions of the\ncomplainant during this time, in a distorted manner. Reporting that the\ncomplainant had been pursuing the claim from January until the complainant\nceased to act for the claimant a week before publication, without further\nclarification of the status of the claim during this time, represented a\nfailure to take care not to publish distorted information in breach of Clause\n1(i). Further, this was a significant distortion, as it seriously\nmisrepresented the status of the claim and suggested that the complainant had\nbeen actively furthering a case it knew to be false, which was not correct.\nThis required correction under the terms of Clause 1 (ii).\n13. The correction offered by the newspaper reiterated the\ncomplainant’s position that included in the article. It did not make clear that\nthe complainant had not been actively pursuing the claim following the\npublication of the February article.  In\nthese circumstances, the Committee considered that there was a breach of Clause\n1 (ii).\n14. The article had made clear that the claimant had\nwithdrawn his consent for the complainant to act for him the week before\npublication. It also included the complainant’s statement, confirming that it\nno longer acted for the claimant and was following the set procedures to come\noff the court record. The article did not suggest that the complainant was\nacting without instructions, and there was no breach of Clause 1 on this point.\n15. The complainant had also raised concern that the article\nsuggested that it had acted dishonestly for financial gain. The Committee\nconsidered that many of the article’s claims of impropriety, including the\nheadline, “Cheat of War”, related to the claimant in this case, not the firm.\nThe only specific references to the firm were the newspaper’s characterisation\nof them as “tank-chasing lawyers” and the direct quotation from the claimant,\nwho referred to their actions as “dirty tricks for dirty money”. The reference\nto the complainant as “tank-chasing” was clearly the newspaper’s\ncharacterisation of the firm’s actions. While the complainant clearly disagreed\nwith this, the complainant represented a large number of clients in their\nclaims against the MoD, and was known for its work in this specific area of\nlaw. In these circumstances, the newspaper was entitled to characterise its\nactions in this way, and doing so was not misleading in breach of Clause 1.\nAlso, the claim “dirty tricks for dirty money” was clearly attributed to the\nclaimant who had been interviewed for the article. The newspaper had taken care\nto present this as his claim, and doing so did not give rise to a breach of\nClause 1. Overall, the Committee did not consider that the article’s characterisation\nof the firm’s actions and motivations was misleading so as to give rise to a\nbreach of Clause 1. \nConclusions\n16. The complaint was upheld in part.\nRemedial Action required\n17. Having upheld the complaint, the Committee considered\nwhat remedial action should be required. In circumstances where the Committee\nestablishes a breach of the Editors’ Code, it can require the publication of a\ncorrection and/or adjudication. The nature, extent and placement of which is\ndetermined by IPSO.\n18. In this case, the Committee considered that the\nnewspaper had been entitled to criticise the actions of the complainant, and\nthe period of time it took the firm to stop officially acting for the claimant.\nIn this context, the Committee considered that the appropriate remedy was the\npublication of a correction which made clear that the complainant had not been\nactively pursuing this claim, but had been attempting to contact the claimant\nto receive instructions.\n19. The correction should appear in print in the Corrections\nand Clarifications column, and as a footnote correction to the online article.\nIt should state that it has been published following an upheld ruling by the\nIndependent Press Standards Organisation. The full wording should be agreed with\nIPSO in advance.\nDate complaint\nreceived: 30/05/2018\nDate complaint concluded by IPSO: 18/10/2018\nBack to ruling listing\n\n\n"
}