{
    "url": "/rulings-and-resolution-statements/ruling/?id=03710-19",
    "title": "03710-19 Matthews & McCann v Sunday World",
    "provisions": [
        "2 Privacy (2018)",
        "4 Intrusion into grief or shock (2018)",
        "1 Accuracy (2018)"
    ],
    "outcome": "Breach - sanction: publication of adjudication",
    "publication": "Sunday World (Sunday World)",
    "received_on": "2019-05-01 00:00:00",
    "concluded_on": "2020-01-16 00:00:00",
    "complaint_processing_days": 260,
    "conclusion_long": "30. The complaint      was partly upheld.",
    "remedial_action": "31. Having upheld      the complaint, the Committee considered what remedial action should be      required. In circumstances where the Committee establishes a breach of the      Editors’ Code, it can require the publication of a correction and/or      adjudication. The nature, extent and placement of which is determined by      IPSO. 32. The Committee      considered that there was a serious breach of Clause 1(i).The article had      prominently reported as fact that Gary Matthews Jnr had died as a result      of a heroin overdose. The information had been provided by unidentified      sources and his cause of death had not been verified by the newspaper. The      photograph of Kenan Matthews featured in the article was also inaccurately      captioned as showing Gary Matthews Jnr. In light of the newspaper's      failure to take care over the article's accuracy, the prominence of the      inaccuracies, and the publication's failure to correct them in line with      its obligations under Clause 1(ii), the Committee concluded that an      adjudication was the appropriate remedy. 33. The Committee      considered the placement of this adjudication. The article had featured in      a front-page headline directing readers to the article itself, which had      appeared on pages eight and nine. The Committee therefore required that a      reference to the adjudication should feature on the front page, and that      its full adjudication should be published on page eight or further forward      in the newspaper. The headline to the adjudication should make clear that      IPSO has upheld the complaint, give the title of the newspaper and refer      to the complaint’s subject matter. The headline must be agreed with IPSO      in advance. 34. The terms of the adjudication      for publication are as follows: Following an article published on 28 April in the Sunday World, headlined \"IN THE SHAME OF THE FATHER\", Lucinda Matthews and Lisa McCann complained to the Independent Press Standards Organisation that the newspaper had breached Clause 1 (Accuracy) of the Editors' Code of Practice. IPSO partly upheld this complaint and has required the Sunday World to publish this decision as a remedy to the breach. The front page headline directing readers to the article said that Gary Matthews Jnr had died of an \"overdose just like his son\". The headline of the article itself was \"Mob Brothers bury heroin binge relative\". The article reported that Gary Matthews Jnr had died \"after a suspected heroin overdose\" and as a result of a drugs binge. The first complainant, the mother of Gary Matthews, said that there had been no determination as to the cause of his death at the time of publication. She said the preliminary report had listed the suspected cause of death as pneumonia, which was subsequently confirmed after publication; there were no illegal drugs in his system at the time of death. The complainant said that the inaccurate content had caused significant concern to the family and friends of the deceased. The publication said that the information in the article originated from well-placed confidential sources. IPSO found that the publication had reported the unidentified sources' claims as fact and had failed to corroborate the sources' accounts with official channels, or approach the complainants or family members for comment prior to publication. The article had reported as fact that Gary Matthews Jnr had died as a result of a heroin overdose but the publication could not produce the required evidence to support this position. The inaccuracy had featured in a prominent position on the front page and was repeated at various points within the article. The article also misidentified Gary Matthews Jnr in the caption of a photograph; the image itself was of Kenan Matthews. IPSO found that the handling of the complaint by the Sunday World fell below the standards expected of a member publication. There were repeated delays when adhering to deadlines set by IPSO and this had warranted referral to IPSO's Standards Department. IPSO found that the publication had failed to take care when reporting the claims of sources and when identifying a recently deceased person in breach of Clause 1.Date complaint received: 01/05/2019",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee – 03710-19 Matthews &\nMcCann v Sunday World \nSummary of complaint 1. Lucinda\n     Matthews and Lisa McCann complained to the Independent Press Standards Organisation\n     that the Sunday World breached Clause 1 (Accuracy), Clause 2 (Privacy) and\n     Clause 4 (Intrusion into grief or shock) of the Editors' Code of Practice\n     in an article headlined \"IN THE SHAME OF THE FATHER\", published\n     on 28 April 2019. 2. The headline\n     of the article appeared on the front page, with the sub-headline\n     \"double tragedy rocks East Belfast UVF as Mackers' nephew dies of\n     overdose just like his son\". The front page directed readers to pages\n     8 and 9, where the article itself appeared under the headline \"Mob\n     brothers bury heroin binge relative\". The article reported that two\n     \"paramilitary boss brothers\" had \"buried a second family\n     member poisoned by the drugs their own terror groups flooded onto the\n     streets\". It reported that the deceased named as Gary Matthews Jnr\n     \"was discovered lifeless inside a Belfast apartment on April 18 after\n     a suspected heroin overdose\". The article went on to report that the\n     man's death followed that of his own teenage son, named Kenan Matthews,\n     who had \"died suddenly in April 2014\" and that \"his death\n     was also heavily linked to drugs.\" The article featured a photograph\n     of five family members but focused on the two \"mob brothers\"\n     referenced in the article. The image featured the five men removing the\n     coffin from the hearse; the corner of the coffin was visible. 3. The\n     complainants said that the article was inaccurate. The first complainant,\n     the mother of Gary Matthews, said that the headline of the article\n     reported that her son had died as the result of a \"heroin\n     binge\", when there had been no determination as to the cause of his\n     death at the time of publication. She said that the preliminary report had\n     listed the suspected cause as pneumonia and that this was subsequently\n     confirmed after publication; there were no illegal drugs in his system at\n     the time of death. The complainant said that neither she, nor any other\n     member of her family, had been contacted prior to publication for comment\n     or to verify the cause of death. She also said that the headline was not\n     supported by the text, as the headline asserted as fact that Gary Matthews\n     Jnr had died as a result of a \"heroin binge\" when the article\n     itself reported that he died as the result of a \"suspected heroin\n     overdose\". 4. The second\n     complainant, the mother of Kenan Matthews, said that the article was\n     inaccurate as her son had not died as a result of illegal drug abuse. She\n     said that he had died from a combination of prescribed medication and the\n     isolated use of a Fentanyl patch to treat severe back pain. She said that\n     the patch had not been prescribed to her son, but to an elderly family\n     member and that there were no illegal substances found in his system. The\n     complainant said that the headline's claim that his father had died as a\n     result of a \"heroin binge\", coupled with the article's claim\n     that he had \"died in similar tragic circumstances\" to his father\n     would lead any reasonable reader to understand that his death was linked\n     to heroin use. The complainant said that the inaccuracy was further\n     compounded by the front-page headline which reported that Gary Matthews\n     died \"of overdose just like his son”, and the first paragraph of the\n     article which reported that the deceased had died as a result of being\n     \"poisoned by the drugs\". The second complainant also said that she\n     had not been contacted prior to publication by the newspaper. 5. The\n     complainants also said that the publication of the article represented an\n     intrusion into their grief and shock. The complainants said that the cause\n     of death for both Gary Matthews Jnr and Kenan Matthews had not been\n     publicly disclosed and that it was insensitive to publicly link their\n     deaths to heroin use. In the case of Gary Matthews Jnr, the cause of death\n     had not yet been verified by a coroner or a toxicologist and to report\n     that he had died as the result of a \"heroin binge\", without contacting\n     them prior to publication, was insensitive. In respect of Kenan Matthews,\n     the second complainant said she was unaware that allegations were to be\n     published regarding the cause of her son's death and that there was no\n     public interest in publishing the photograph of a 16-year-old child five\n     years after his death. 6. The\n     complainants also said that the reporter had ridiculed their deaths in a\n     tweet from her personal Twitter account, which stated: “It is a sad fact\n     paramilitary godfathers have been poisoning their own communities with\n     drugs for years. It is important to highlight the impact, no matter how\n     tragic. Those posting statements out of pure malice should turn attention\n     to how the scourge can be stopped”. 7. The\n     complainants said that the article represented an intrusion into their\n     privacy in breach of Clause 2. They said that the article featured a\n     photograph with the caption \"Drugs victim: Gary Jnr\" but that\n     the accompanying photograph was in fact of Kenan Matthews, which had been\n     taken from the deceased's Facebook profile that was subject to privacy\n     settings and only available to approved friends. Further, the article\n     featured a photograph of both Gary Jnr and Kenan Matthews together which\n     had been posted on the account of a family member subject to privacy settings.\n     However, the complainants accepted that the image may have been shared by\n     other accounts, the privacy settings over which the family had no control. 8. The\n     complainants said that the photographer's presence at the funeral and the\n     image published, where part of the coffin was visible, represented both an\n     intrusion into the family's privacy and their grief and shock in breach of\n     Clause 2 and Clause 4 respectively. They said that the family had an\n     expectation of privacy when mourning the loss of a relative and that\n     publishing the image was insensitive. 9. The\n     publication denied any breach of the Code. It said that confidential\n     sources close to the Matthews family and from within paramilitary\n     organisations had confirmed the accuracy of the information reported in\n     the article. In respect of Gary Matthews Jnr, the sources had confirmed\n     that he had been found unresponsive in his flat and that he had been taken\n     to hospital where he had later died. It said that a number of reliable\n     sources confirmed that he used heroin. The publication also noted that it\n     was rare for someone of the deceased's age to contract and die from\n     pneumonia naturally, and that the condition was more likely linked to, and\n     consistent with, drug abuse. In regards to Kenan Matthews, the publication\n     said that the article reported that he had died as a result of the effect\n     of drug misuse and that medical sources confirmed that the complainant\n     would not have been prescribed Fentanyl. The publication also cited the\n     sharp increase in misuse of prescription drugs in Northern Ireland and\n     noted that Gary Matthew's Jnr death notice asked for donations to\n     Addiction NI, a charity that offers support for those struggling with drug\n     and alcohol addiction. The publication said that it had retained a written\n     record of interviews and one voice-recorded interview, supporting the\n     accuracy of its article. However, it was unable to disclose them on the\n     grounds of protecting its sources' identity and wellbeing. 10. The\n     complainants accused the publication of exaggerating the security\n     situation in Northern Ireland to avoid substantiating its position and\n     engaging in the regulatory process. 11. The\n     publication said that it did not contact the complainants or their\n     representative prior to publication, as it had made a previous attempt to\n     contact the uncle, one half of the \"mob brothers\" in 2018, but\n     were told that he would not speak directly or indirectly to the\n     publication. This was disputed by the complainants' representative, who\n     also represented the man in question, and said that he had contacted the\n     publication in February 2019 making it clear that any inquiries in\n     relation to the man should be directed to him; he was amenable to\n     responding. Nevertheless, the complainants questioned why it was\n     appropriate to contact the uncle in the first place and emphasised that as\n     parents of the deceased, they should have been contacted prior to\n     publication. 12. The\n     publication denied any breach of the Code in respect of the images of the\n     coffin or the funeral in general. It said that the photographs were taken\n     unobtrusively with a long lens from the roadside at a distance of\n     approximately 130-150 metres away, and that at no point had any member of\n     the publication's staff intruded into the ceremony itself. The publication\n     said that the photographs did not portray any information that could not\n     have been seen by the public that day; the publication had only reported\n     and published publicly visible elements of the proceedings. The\n     publication noted that the main focus of the image of the coffin was the\n     father and uncle of the deceased; the \"paramilitary boss\n     brothers\" referenced in the article. In any event, the publication\n     said that the coffin was only partially visible and could have been seen\n     by others in the vicinity that day. 13. The publication\n     denied a breach of Clause 2 in respect of the images of the two\n     individuals taken from social media. It said that the photographs of the\n     deceased featured in the article were not obtained from social media\n     accounts subject to privacy settings, but from the open account of a\n     family member who had shared the images. 14. Notwithstanding\n     its position that there was no breach of the Code, the newspaper accepted\n     that it was not in a position to state definitively that drug abuse was\n     the direct cause of both deaths. It offered to publish a clarification 78\n     days after IPSO begun its investigation in print on page eight, where the\n     article had originally appeared. 15. This\n     clarification, which was accepted by the complainants in order to resolve\n     the complaint, was then retracted by the publication. It said that its\n     wording amounted to a clear statement of fact that the two men did not die\n     as a result of drug abuse, a position it could not concede, and that the\n     article would not have been published were this the case. It reiterated\n     its reluctance to go on the record with information from its sources, as\n     to identify and potentially endanger them. The publication also raised\n     concerns for the wellbeing of its journalist should it publish the\n     wording. It provided screenshots of messages she had received from members\n     of the public in relation to this article which they said were threatening\n     violence. 16. The\n     publication then proposed an alternative clarification and offered to\n     publish the following wording on page three: \"In an article\npublished in the Sunday World on April 28, 2019 and headlined `Mob Brothers\nBury Heroin Binge Relative’ it was reported that Gary Matthews Jnr and Kenan\nMatthews died as a result of drug abuse. The Matthews family have rejected this as\ncompletely untrue. We apologise to the Matthews family for any upset caused by\nthe article and acknowledge that we did not contact them prior to\npublication.\" 17. The\n     complainants rejected the publication's offer. They said that the wording\n     simply put their position on record and did not accept any inaccuracy on\n     the newspaper’s behalf. They also disputed the newspaper's position\n     regarding its sources and said that it had not produced any material which\n     supported the claims made in the article. \nRelevant Code Provisions 18. Clause 1\n     (Accuracy) i) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not\nsupported by the text. ii) A significant inaccuracy, misleading statement or\ndistortion must be corrected, promptly and with due prominence, and – where\nappropriate – an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator. iii) A fair opportunity to reply to significant\ninaccuracies should be given, when reasonably called for. iv) The Press, while free to editorialise and campaign,\nmust distinguish clearly between comment, conjecture and fact. Clause 2\n     (Privacy)* i) Everyone is entitled to respect for his or her private\nand family life, home, health and correspondence, including digital\ncommunications. ii) Editors will be expected to justify intrusion into any\nindividual’s private life without consent. In considering an individual’s\nreasonable expectation of privacy, account will be taken of the complainant’s\nown public disclosures of information and the extent to which the material\ncomplained about is already in the public domain or will become so. iii) It is unacceptable to photograph individuals, without\ntheir consent, in public or private places where there is a reasonable\nexpectation of privacy. Clause 4 (Intrusion into\n     grief or shock) In\ncases involving personal grief or shock, enquiries and approaches must be made\nwith sympathy and discretion and publication handled sensitively. These\nprovisions should not restrict the right to report legal proceedings. \nFindings of the\nCommittee 19. Firstly, the\n     Committee expressed its condolences to the complainants for their loss. 20. It also\n     expressed concern over the significant delays in the complaints process\n     and the repeated failures by the newspaper to adhere to IPSO's deadlines,\n     which had warranted referral to IPSO’s Standards team. 21. The\n     front-page headline reported that \"'Mackers' nephew dies of an\n     overdose just like his son\". The article itself had then reported\n     that Gary Matthews Jnr had died as a result of a suspected heroin overdose\n     and the front-page headline had referred to him as a \"heroin binge\n     relative\". 22. The newspaper\n     had based the article solely on the account of confidential sources; it\n     had not taken steps to obtain on-the-record corroboration for the claims\n     about Gary Matthews Jnr’s death, which had nonetheless been presented as\n     fact. The Committee noted in particular that the newspaper had reported as\n     fact that Gary Matthews Jnr had died as the result of an overdose\n     prominently on the front page, and repeated this position in the article's\n     headline, and in the article itself, without corroboration of sources’\n     claims. This represented a failure to take care not to publish inaccurate\n     information in breach of Clause 1(i). Further, it was significantly\n     misleading to report as fact that Gary Matthews Jnr had died by overdosing\n     on heroin, when this was based on the unverified claims of sources. There\n     was a failure by the newspaper to take care over the article's accuracy in\n     breach of Clause 1(i), and these points represented significant\n     inaccuracies requiring correction under Clause 1(ii). 23. One of the\n     photographs had been inaccurately captioned; it had identified the man\n     pictured as Gary Matthews Jnr, when in fact it was his son, Kenan\n     Matthews. This represented a further failure by the newspaper to take care\n     over the article's accuracy in breach of Clause 1(i) and a significant\n     inaccuracy requiring correction under Clause 1(ii). 24. With respect\n     to Kenan Matthews, it was not in dispute that drugs had played a role in\n     Kenan Matthews' death, specifically complications arising from using a\n     Fentanyl patch and it was not inaccurate in these circumstances to report\n     that his death was linked to drugs. There was no further breach of Clause\n     1 on this aspect of the complaint. 25. The newspaper\n     had offered to publish a clarification during IPSO's investigation, only\n     to withdraw its offer after it had been accepted by the complainants. It\n     had then proposed an alternative clarification to be published on page\n     three. The wording of the second clarification stated that the family\n     disputed the newspaper's version of events and put their position on\n     record: that neither individual had died as the result of drug abuse.\n     However, the Committee considered that the wording was insufficient as it\n     did not make clear that the newspaper had inaccurately reported as fact\n     claims that the death had been caused by drugs. In addition, the revised\n     wording was not offered until 114 days after IPSO had begun its\n     investigation, which was not sufficiently prompt, and it had not addressed\n     the significantly inaccurate caption. The offered remedy was not\n     sufficient to meets the requirements of Clause 1(ii). 26. The Committee acknowledged that the\n     publication of the article, which had contained inaccuracies, had caused\n     the complainants distress. However, the newspaper had been entitled to\n     report on the deaths of Gary Mathews Jnr and Kenan Matthews, and the\n     newspaper had not presented the story in a manner which had sought to mock\n     or belittle the deceased. The Committee had recognised the serious failure\n     of the newspaper to take care over the accuracy of the article in its\n     findings under Clause 1; the inaccuracies did not separately represent a\n     breach of Clause 4. This aspect of the complaint under Clause 4 was not\n     upheld. 27. The Committee\n     considered that the published images of the funeral depicted scenes that\n     could have been seen by passers-by and noted that the main focus of the\n     images was high profile attendees from the loyalist community. Further,\n     there was no suggestion that the photographer had encroached upon or\n     entered the ceremony itself. While the Committee acknowledged that the\n     complainants had been distressed by the publication of the image of the\n     coffin in the newspaper, the coffin was only partially visible. The image\n     itself and the accompanying caption was not insensitive. The Committee did\n     not consider that the photographer's presence or the photographs of the\n     funeral represented an intrusion in to the complainants' privacy or their\n     grief and shock. There was no breach of Clause 2 and Clause 4 on these\n     points. 28. The published\n     images, which had been taken from social media, had not disclosed anything\n     private about the complainants, and the complainants had accepted that\n     they had been shared on social media. The complainants did not have a\n     reasonable expectation of privacy in relation to these images. There was\n     no breach of Clause 2 on this point. 29. The\n     complainants raised concerns regarding posts made by the journalist on\n     their personal twitter account. However IPSO does not regulate the private\n     social media accounts of newspaper employees and therefore these concerns\n     fell outside IPSO's remit. \nConclusion 30. The complaint\n     was partly upheld. \nRemedial Action Required 31. Having upheld\n     the complaint, the Committee considered what remedial action should be\n     required. In circumstances where the Committee establishes a breach of the\n     Editors’ Code, it can require the publication of a correction and/or\n     adjudication. The nature, extent and placement of which is determined by\n     IPSO. 32. The Committee\n     considered that there was a serious breach of Clause 1(i).The article had\n     prominently reported as fact that Gary Matthews Jnr had died as a result\n     of a heroin overdose. The information had been provided by unidentified\n     sources and his cause of death had not been verified by the newspaper. The\n     photograph of Kenan Matthews featured in the article was also inaccurately\n     captioned as showing Gary Matthews Jnr. In light of the newspaper's\n     failure to take care over the article's accuracy, the prominence of the\n     inaccuracies, and the publication's failure to correct them in line with\n     its obligations under Clause 1(ii), the Committee concluded that an\n     adjudication was the appropriate remedy. 33. The Committee\n     considered the placement of this adjudication. The article had featured in\n     a front-page headline directing readers to the article itself, which had\n     appeared on pages eight and nine. The Committee therefore required that a\n     reference to the adjudication should feature on the front page, and that\n     its full adjudication should be published on page eight or further forward\n     in the newspaper. The headline to the adjudication should make clear that\n     IPSO has upheld the complaint, give the title of the newspaper and refer\n     to the complaint’s subject matter. The headline must be agreed with IPSO\n     in advance. 34. The terms of the adjudication\n     for publication are as follows: Following an article\npublished on 28 April in the Sunday World, headlined \"IN THE SHAME OF THE\nFATHER\", Lucinda Matthews and Lisa McCann complained to the Independent\nPress Standards Organisation that the newspaper had breached Clause 1\n(Accuracy) of the Editors' Code of Practice. IPSO partly upheld this complaint\nand has required the Sunday World to publish this decision as a remedy to the\nbreach. The front page\nheadline directing readers to the article said that Gary Matthews Jnr had died\nof an \"overdose just like his son\". The headline of the article\nitself was \"Mob Brothers bury heroin binge relative\". The article\nreported that Gary Matthews Jnr had died \"after a suspected heroin\noverdose\" and as a result of a drugs binge. The first\ncomplainant, the mother of Gary Matthews, said that there had been no\ndetermination as to the cause of his death at the time of publication. She said\nthe preliminary report had listed the suspected cause of death as pneumonia,\nwhich was subsequently confirmed after publication; there were no illegal drugs\nin his system at the time of death. The complainant said that the inaccurate\ncontent had caused significant concern to the family and friends of the\ndeceased. The publication said that the information in the article originated\nfrom well-placed confidential sources. IPSO found that the\npublication had reported the unidentified sources' claims as fact and had\nfailed to corroborate the sources' accounts with official channels, or approach\nthe complainants or family members for comment prior to publication. The\narticle had reported as fact that Gary Matthews Jnr had died as a result of a\nheroin overdose but the publication could not produce the required evidence to\nsupport this position. The inaccuracy had featured in a prominent position on\nthe front page and was repeated at various points within the article. The\narticle also misidentified Gary Matthews Jnr in the caption of a photograph;\nthe image itself was of Kenan Matthews. IPSO found that the\nhandling of the complaint by the Sunday World fell below the standards expected\nof a member publication. There were repeated delays when adhering to deadlines\nset by IPSO and this had warranted referral to IPSO's Standards Department. IPSO found that the\npublication had failed to take care when reporting the claims of sources and\nwhen identifying a recently deceased person in breach of Clause 1.Date complaint received: 01/05/2019Date decision issued: 16/01/2020\nBack to ruling listing\n\n\n"
}