{
    "url": "/rulings-and-resolution-statements/ruling/?id=03736-18",
    "title": "03736-18 Stein v The Herald",
    "provisions": [
        "1 Accuracy (2018)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "The Herald (Newsquest Media Group)",
    "published_on": "2018-02-26 00:00:00",
    "received_on": "2018-04-29 00:00:00",
    "concluded_on": "2018-08-06 00:00:00",
    "complaint_processing_days": 99,
    "conclusion_long": "7. The complaint was not upheld.",
    "remedial_action": "8. N/A Date complaint received: 29/04/2018",
    "text": "\n\n\n\n\n\nDecision of the Complaints\nCommittee 03736-18 Stein v The Herald\nSummary of complaint\n1. Sammy Stein complained to the Independent\nPress Standards Organisation that The Herald breached Clause 1 (Accuracy) of\nthe Editors’ Code of Practice in an article headlined “Analysis: Mr Stein may\nas well ask whether the SNP should accept Ruth Davidson”, published on 26\nFebruary 2018.\n2. The article, a comment piece, reported that\nthe complainant, a pro-Israeli activist, had applied to join the Scottish\nParliament’s Cross-Party Group (CPG) on Palestine, but had been refused entry\nto “what is an essentially a private body deeply opposed to his world view”. It\nsaid that the complainant said that his rejection from the group was\n“undemocratic and unfair”, but that the Scottish Parliament authorities had\nbacked the CPG’s decision. The article went on to say that “essentially the\nactivist is objecting to the very nature of a CPG…They have always been seen as\nuseful forums for like-minded politicians and other interest groups”. It\nexplained that the parliamentary website stated that CPGs “’provide an opportunity\nfor Members of all parties, outside organisations and members of the public to\nmeet and discuss a shared interest in a particular cause or subject’”. The\narticle appeared online in substantially the same format.\n3. The complainant said that the article gave\nan inaccurate account of his views, in breach of Clause 1 (Accuracy). He did\nnot object to the “very nature of a CPG”; in fact, he supported them, and was a\nmember of such a group.\n4. The publication denied any breach of Clause\n1 (Accuracy). It said that the complainant had written a column in the\npublication on the same day in which he set out his view that his rejection\nfrom the group “raises serious concerns about the extent to which CPGs…can\noperate without public scrutiny or governance and arbitrarily expel and exclude\nanyone”. He had said that he hoped the “unfair and undemocratic” rules\ngoverning CPGs would soon be changed. The publication said that the complainant\nhad, in essence, called the constitutions of CPGs “unfair and undemocratic”. It\nsaid that the complainant did not think CPGs should be private groups, but\ntheir very nature is that they are private, as they are able to decide on their\nown membership. The publication said that it had published the complainant’s\nattack on the private nature of CPGs, and in the comment piece under complaint,\nhad inferred from this that he objected to the very nature of CPGs. The\nScottish Parliament had confirmed that the CPG on Palestine was acting within\nthe rules, and that its membership was a matter for the group itself; as the\ncomplainant did not agree with this, it was reasonable to write in a comment\npiece that he objected to the nature of a CPG.\n5. The complainant said that there was not\npublicly-available “constitution” for CPGs, and the closest relevant document\ndid not refer to CPGs as ‘private groups’. He said that, in any case, it was\npreposterous to suggest that the “very nature” of CPGs was limited to their\n‘private’ nature; their ‘very nature’ was to act as a channel for communication\nbetween the Parliament and others in Scotland, and he agreed with this role.\nThe complainant said that he agreed with the vast majority of the rules\nrelating to CPGs, and did not object to their whole ‘constitution’ – rather, he\nobjected to their ability to make decisions about their membership without any\nrationale and in an unaccountable manner.\nRelevant Code Provisions\nClause 1 (Accuracy)\ni) The Press must take care not\nto publish inaccurate, misleading or distorted information or images, including\nheadlines not supported by the text.\nii) A significant inaccuracy,\nmisleading statement or distortion must be corrected, promptly and with due\nprominence, and — where appropriate — an apology published. In cases involving\nIPSO, due prominence should be as required by the regulator.\niv) The Press, while free to\neditorialise and campaign, must distinguish clearly between comment, conjecture\nand fact.\nFindings of the Committee\n6. In a column published on the same day as\nthe article under complaint, the complainant had expressed his hope that “our\nparliamentarians will have the wisdom and courage to change [the] undemocratic\nand unfair rules” relating to CPGs, which allowed them to “arbitrarily expel\nand exclude anyone at any time”. The Scottish Parliament had confirmed that the\nCPG in question had acted within these rules in excluding the complainant. In\nthese circumstances, and in the context of a comment piece, it was not misleading\nfor the publication to state that the complainant objected “to the very nature\nof CPGs”; the ‘private’ nature of the groups was evident from their ability to\ndecide their own membership, and the complainant made comments that appeared to\nshow that he objected to this principle. The publication was entitled to\ncharacterise the ability to exclude members as central to the “very nature” of\nthe groups. The publication was able to rely on the complainant’s own words in\nsupport of its characterisation of his views, such that there was no failure to\ntake care over this claim in breach of Clause 1(i), and no misleading\nimpression of the complainant’s publicly-expressed views was given that\nrequired correction under Clause 1(ii).\nConclusions\n7. The complaint was not upheld.\nRemedial action required\n8. N/A\nDate complaint received: 29/04/2018\nDate decision issued: 06/08/2018\nBack to ruling listing\n\n\n"
}