{
    "url": "/rulings-and-resolution-statements/ruling/?id=03737-18",
    "title": "03737-18 Jones v walesonline.co.uk",
    "provisions": [
        "1 Accuracy (2018)",
        "2 Privacy (2018)",
        "12 Discrimination (2018)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "walesonline.co.uk (Reach PLC)",
    "published_on": "2017-10-18 00:00:00",
    "received_on": "2018-05-17 00:00:00",
    "concluded_on": "2018-08-29 00:00:00",
    "complaint_processing_days": 104,
    "conclusion_long": "13. The complaint was not upheld.",
    "remedial_action": "14. N/A Review The complainant complained to the Independent Complaints Reviewer about the process followed by IPSO in handling this complaint. The Independent Complaints Reviewer decided that the process was not flawed and did not uphold the request for review.Date complaint received: 17/05/2018",
    "text": "\n\n\n\n\n\nDecision of the\nComplaints Committee – 03737-18 Jones v walesonline.co.uk\nSummary of Complaint 1.   \nWendy Jones complained to the Independent Press Standards Organisation\nthat walesonline.co.uk breached Clause 1 (Accuracy), Clause 2 (Privacy) and\nClause 12 (Discrimination) of the Editors’ Code of Practice in an article\nheadlined “Man abandoned in a cinema as a baby is reunited with his family 60\nyears later”, published on 18 October 2017. 2.   \nThe\narticle reported that a man who had been abandoned by his birth mother in a\ncinema as a baby more than 60 years ago had “finally found his family…thanks to\na researcher specialising in DNA”. It said the man had since met his older\nbrother, half-brother and half-sister [the complainant]; it gave the names of\nthese individuals and explained where they lived. The article said that these\nbrothers had taken the man to see the grave of their mother, who was named in\nthe article. It said that the man’s father, who was also named, had met this\nwoman in Rugby, Warwickshire. The article went on to describe how the woman had\nthen moved to Wales “shortly after her son was found abandoned at the\ncinema…and settled down with a local man who raised [the man’s older brother]\nas his own”. It said that the man had told another publication that, subsequent\nto this, the man’s half-brother and half-sister had been born. The article also\nstated that the man, whose search for his family had been the subject of a 2006\ntelevision documentary, had recently located other family members in Scotland.\nThe article also included pictures of the man with his older brother and\nhalf-brother. 3.   \nThe\ncomplainant said that the article was inaccurate in breach of Clause 1\n(Accuracy) because she had never met the man who was the subject of the\narticle. She also considered that the article had been damaging to her and her mother’s\nreputations. In addition, she said that there was no DNA evidence to prove a\nconnection between her mother and the man; indeed, the man had confirmed to her\nafter publication that he had not obtained DNA from her or her brother (the\nman’s half-brother). As such, the article effectively found the complainant’s\nmother ‘guilty’ of abandoning the baby when she had not, and when she could not\ndefend herself of this accusation. She was concerned that the purported\nrelationship between the man and herself and her mother was reported as fact,\nrather than as the account of the man himself. 4.   \nThe\ncomplainant also felt that the article breached Clause 2 (Privacy) because it\nquoted the man as saying that he had seen “the house where he was brought up”;\nthis was her house, and she found this intrusive. She also said the article\nbreached Clause 12 (Discrimination) because it reflected a trend of media\ncoverage to be condemnatory of mothers, but not fathers. 5.   \nThe\npublication denied any breach of the Code. It said that the article was not\nsignificantly inaccurate in its presentation of the relationship between the\ncomplainant’s mother and the subject of the article. It said that a DNA\nresearcher had contacted the man after seeing a social media appeal in which he\nsought to find his family. It said that the researcher had then arranged a DNA\ntest, and linked the man to his Scottish family. At the same time, the\ncomplainant’s older half-brother had been looking for a sibling that his mother\nhad told him was female; he had taken a DNA test and was also linked to the\nsame Scottish family, and through it, to the man who was the subject of the\narticle. Separately, further investigation by the DNA researcher linked the man\nto the complainant’s brother (the man’s half-brother). 6.   \nThe\npublication accepted that it had been inaccurate to state that the complainant\nhad met the man; this error had arisen from a misreading of a similar piece in\na different publication. However, it did not consider that this represented a\nsignificant inaccuracy. Nevertheless, as a gesture of goodwill, it offered to\nremove the reference to the complainant’s name from the article, and add the\nfollowing footnote clarification to the online article: A previous version\nof this article suggested that [the man] had met with his half-sister Wendy\nJones. We are happy to clarify that [the man] only met with older brother\n[name] and half-brother [name]. 7.   \nThe\ncomplainant said that, while there may be a connection between the man and her\nolder half-brother, this did not indicate a connection between the man and her\nmother, and no DNA evidence showed such a connection.  \nRelevant Code\nProvisions 8. Clause 1 (Accuracy) i) The Press must take care not to\npublish inaccurate, misleading or distorted information or images, including\nheadlines not supported by the text.\nii) A significant inaccuracy,\nmisleading statement or distortion must be corrected, promptly and with due\nprominence, and — where appropriate — an apology published. In cases involving\nIPSO, due prominence should be as required by the regulator. \niii) A fair opportunity to reply to\nsignificant inaccuracies should be given, when reasonably called for.\niv) The Press, while free to\neditorialise and campaign, must distinguish clearly between comment, conjecture\nand fact.Clause 2 (Privacy)i) Everyone\nis entitled to respect for his or her private and family life, home, health and\ncorrespondence, including digital communications.\nii) Editors\nwill be expected to justify intrusions into any individual's private life\nwithout consent. In considering an individual's reasonable expectation of\nprivacy, account will be taken of the complainant's own public disclosures of\ninformation and the extent to which the material complained about is already in\nthe public domain or will become so. Clause 12 (Discrimination)i) The press\nmust avoid prejudicial or pejorative reference to an individual's, race,\ncolour, religion, sex, gender identity, sexual orientation or to any physical\nor mental illness or disability.\nii) Details\nof an individual's race, colour, religion, gender identity, sexual orientation,\nphysical or mental illness or disability must be avoided unless genuinely\nrelevant to the story.Findings of the Committee 9.   \nThe\nCommittee acknowledged that the complainant had found the article deeply\ndistressing, and was upset by its portrayal of her mother. It noted that the\narticle reported on a complex series of relationships, which were subject to\ndispute within the family. The question for the Committee was whether sufficient\ncare had been taken over the article’s claims. 10.   \nThe\ncomplainant disputed that her mother had abandoned the baby referred to in the\narticle, and that there was evidence to link her and her mother to the subject\nof the article. The publication explained how research – including, but not\nlimited to DNA research - had suggested a link between the man who was the\nsubject of the article, and the complainant’s brother and half-brother. It was\nnot obliged to include this evidence in full in its article, and the article\ndid not state that it was DNA evidence that had linked the subject of the\narticle to the complainant’s mother. The Committee noted that the man who was\nthe subject of the article had the right to tell his story and to give his\naccount of his background. It was apparent that the complainant’s brother and\nhalf-brother had accepted that the man was related to them and, consequently,\ntheir mother. In circumstances where the complainant’s immediate family\nappeared to have accepted the relationship outlined in the article, and the\nman’s account of his mother’s actions, there was no obligation on the\npublication to seek further verification of this, and it was not for the\npublication to dispute the veracity of a relationship which family members\nappeared to have accepted as established. There was no failure to take care\nover the accuracy of the claim that the man was related to the complainant’s\nmother, and no breach of Clause 1(i) on this point. Similarly, the Committee\nwas not in a position to dispute the existence of a relationship which appeared\nto have been accepted by members of the complainant’s family, and the\ncomplainant herself had not provided sufficient grounds for disputing the\nalleged relationship. She was also not in a position to dispute the article’s\naccount of her mother’s actions. In these circumstances, the Committee did not\nhave grounds to find that the article was significantly inaccurate such as to\nrequire correction under the terms of Clause 1(ii). 11. The complainant had not met the\nman who was the subject of the article. The publication had taken this claim\nfrom an article in another publication, which its journalist had misread. The\nCommittee did not consider that this human error represented a failure to take\ncare under the terms of Clause 1(i) – particularly where it was evident that\nthe complainant’s brother and half-brother had met the man. The claim that the\ncomplainant had met the subject of the article was not a significant element of\nthe story, and nor was it personally or reputationally damaging to the\ncomplainant, and this did not represent a significant inaccuracy that required\ncorrection under the terms of Clause 1(ii). Nevertheless, the Committee\nwelcomed the publication’s offer to clarify this point. 12. The complainant’s concern that\nthe article referred to the man having seen her home was not a concern which\nengaged with Clause 2 (Privacy): this claim did not reveal anything of a\nprivate nature about her or the home. Similarly, her concern that the article\nwas discriminatory towards women in general did not engage the terms of Clause\n12 (Discrimination), which offers protection to individuals. To the extent that\nshe was concerned that the article discriminated against her mother as an\nindividual woman, the article did not make any pejorative or prejudicial\nreference to the complainant’s mother on the basis of her being a woman.\nNeither Clause 2 nor Clause 12 was breached.\nConclusions 13. The complaint was not upheld. \nRemedial action\nrequired\n14. N/A\nReview\nThe complainant complained to the Independent\nComplaints Reviewer about the process followed by IPSO in handling this\ncomplaint. The Independent Complaints Reviewer decided that the process was not\nflawed and did not uphold the request for review.Date complaint received: 17/05/2018Date decision issued: 29/08/2018\n \n \nBack to ruling listing\n\n\n"
}