{
    "url": "/rulings-and-resolution-statements/ruling/?id=03742-21",
    "title": "03742-21 Chambers v Daily Star",
    "provisions": [
        "1 Accuracy (2021)"
    ],
    "outcome": "Breach - sanction: action as offered by publication",
    "publication": "Daily Star (Reach PLC)",
    "published_on": "2021-04-20 00:00:00",
    "received_on": "2021-04-20 00:00:00",
    "concluded_on": "2021-08-18 00:00:00",
    "complaint_processing_days": 120,
    "conclusion_long": "12. The complaint was upheld under Clause 1 (i).",
    "remedial_action": "13. The second correction put the correct position on record, apologised for the error and was offered promptly and with due prominence. No further action was required.   Date complaint received: 20/04/2021",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee – 03742-21 Chambers\nv Daily Star\nSummary of Complaint\n1. Christine Chambers complained to the Independent Press\nStandards Organisation that Daily Star breached Clause 1 (Accuracy) of the\nEditors’ Code of Practice in an article headlined “RACING MOURNS LOSS OF\nLAURA”, published on 20 April 2021.\n2. The frontpage headline directed readers to a tribute on\npage 21 to Lorna Brooke, a jockey who had died after falling from her horse in\na race. A photograph of Ms Brooke appeared alongside the headline on the front\npage. The main article in the body of the newspaper appeared under the headline\n“McCOY HEARTACHE FOR FALLEN JOCKEY”, followed by the sub-heading “Tributes to\ntragic rider Lorna, 37”.\n3. The complainant, a member of the public who also knew Ms\nBrooke and her family, said that the frontpage headline had incorrectly\nreferred to Lorna Brooke as “Laura”. She said that this demonstrated a lack of\nrespect and decency, and amounted to a breach of Clause 1 (Accuracy).\n4. The newspaper said that when it was notified of this\nerror, it had published a correction on 24 April in its established Corrections\nand Clarifications column on page 2. This read:\n“The first edition of our front page on Tuesday, April 20,\npaid tribute to Lorna Brookes and we regrettably spelt her name wrong by\ncalling her Laura Brookes. We sincerely apologise for this error”.\n5. It subsequently published a further apology, after the\npublication was made aware that the initial correction had spelt Lorna Brooke’s\nsurname incorrectly. The standalone apology and correction was published on 5\nMay, on page 2, under the headline “LORNA BROOKE”:\n“ON Tuesday, April 20, in a tribute to amateur jockey Lorna\nBrooke, who had tragically died after a fall, we spelled her first name\nincorrectly on the front page of an early edition of the Daily Star. We\npublished a correction, but spelled her surname incorrectly. We are sincerely\nsorry for these errors and apologise to Lorna’s family and friends.”\n6. The publication maintained that it had taken sufficient\nsteps to address both errors. It said it was deeply embarrassed by these errors\nand that it was a matter of regret that they had caused distress to the friends\nand family of Lorna Brooke.\n7. The complainant, however, did not consider that the steps\ntaken by the newspaper were sufficient.\nRelevant Code Provisions\nClause 1 (Accuracy)\ni) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not\nsupported by the text.\nii) A significant inaccuracy, misleading statement or\ndistortion must be corrected, promptly and with due prominence, and — where\nappropriate — an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator. \niii) A fair opportunity to reply to significant inaccuracies\nshould be given, when reasonably called for.\niv) The Press, while free to editorialise and campaign, must\ndistinguish clearly between comment, conjecture and fact.\nFindings of the Committee\n8. The Committee first wished to express its condolences to\nthe family and friends of Lorna Brooke.\n9. The Editors’ Code makes clear that publications must take\ncare not to publish inaccurate, misleading or distorted information. This is\nparticularly salient in the reporting of deaths and tributes to the deceased,\nwhere the utmost care should be taken to avoid making mistakes. The Committee\nemphasised that in many circumstances typographical errors, including\nmisspellings of a person’s name, would not constitute a failure to take care\nover the accuracy of an article. In this instance, however, the misspelling had\nbeen in a front-page reference breaking the news of Ms Brooke’s death. In this\nhighly sensitive context, the Committee found that the misidentification of Ms\nBrooke as “Laura” represented a failure to take care over the accuracy of the\narticle, resulting in a breach of Clause 1 (i) of the Code.  Similarly, in the context of a story about Ms\nBrooke’s death, the misspelling of her name was significant and required\ncorrection under Clause 1 (ii).\n10. As soon as the newspaper became aware of this inaccuracy,\nit had published a correction. This correction, however, misspelt Lorna\nBrooke’s surname, referring to her as “Brookes”.  Given the context of the error, this\nrepresented a further failure to take sufficient care, in breach of Clause 1\n(i).\n11. The newspaper had then published a second correction,\nwhich had appeared on page 2 a fortnight after the article’s publication. This\nidentified both the original error over Ms Brooke’s first name and the\nsubsequent misspelling of her surname, correctly identified her, and apologised\nto Ms Brooke’s family and friends for the inaccuracies. In the view of the\nCommittee, the final correction was sufficient to correct the original headline\ninaccuracy, and the subsequent error within the first correction. It was also\nappropriate that it had included an apology, given the nature of the original\nerror and the inaccuracy in the first correction. The Committee was satisfied\nthat it had been published promptly and with due prominence. There was no\nbreach of Clause 1 (ii).\nConclusion\n12. The complaint was upheld under Clause 1 (i).  \nRemedial Action Required\n13. The second correction put the correct position on\nrecord, apologised for the error and was offered promptly and with due\nprominence. No further action was required.\n \nDate complaint received: 20/04/2021\nDate complaint concluded by IPSO: 18/08/2021\nBack to ruling listing\n\n\n"
}