{
    "url": "/rulings-and-resolution-statements/ruling/?id=03755-19",
    "title": "03755-19 Geddes v The Argus (Brighton)",
    "provisions": [
        "1 Accuracy (2018)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "The Argus (Brighton) (Newsquest Media Group)",
    "published_on": "2019-02-04 00:00:00",
    "received_on": "2019-05-02 00:00:00",
    "concluded_on": "2020-01-20 00:00:00",
    "complaint_processing_days": 263,
    "conclusion_long": "9. The complaint was not upheld.",
    "remedial_action": "10. N/A Date complaint received: 02/05/2019",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee 03755-19 Geddes v The Argus (Brighton)Summary of Complaint1. Gavin Geddes complained to the Independent Press Standards Organisation that The Argus breached Clause 1 (Accuracy) of the Editors’ Code of Practice in an article headlined “Former footballer made false sex abuse claims”, published on 4 February 2019.2. The article’s sub-headline read “Lying ex-player is jailed for blackmailing his old coach, 87, with false accusations”. The article stated that the complainant, an ex-professional footballer, had been jailed for 40 months after he “blackmailed his boyhood coach for £70,000 by threatening him with false accusations of child sex abuse”. It said that he had heard about historic child abuse cases on the radio, and “decided to go after his old coach”, telling “his victim he would be labelled ‘a nonce’ and die in prison if he did not pay”. The article said that the complainant “described the money as compensation for abuse he claims that he suffered as a child”, and that he “maintained in court that abuse he said he suffered as a boy had blighted his life”. It stated that detectives had investigated the complainant’s claims of child sex abuse for 18 months, but had informed the former coach late in 2018 that “no file would be sent to the Crown Prosecution Service”.3. The article also appeared online on 3 February in substantially the same format, under the headline “Gavin Geddes blackmailed ex-coach over fake child sex claims”.4. The complainant said that the article was inaccurate in breach of Clause 1 (Accuracy) because it described his ‘sex abuse’ claims as “false”; he said that the judge had not made any finding in this respect, as the case heard in court related to the blackmail charges only. The complainant said that the claim that the police had concluded their investigation had been made by the prosecution barrister, and was not correct; he said that in fact, the allegations were the subject of an ongoing police investigation.5. The publication noted that it had been heard in court that no further action had been taken by the police and CPS following a long investigation into allegations of sexual abuse, and that the judge had emphasised to the jury that the coach had always denied the allegations. It said that its characterisation of the allegations was based on these facts. Nevertheless, it said that as a gesture of goodwill it was willing to make  the article more neutral by removing references to the falsity of the allegations, and to run a clarification. This would be trailed on the front page, and appear in full on page six, where the article originally appeared, and as a footnote to the online article, in the following terms:HEADLINE: Gavin Geddes: clarificationIN THE Argus newspaper published on 4 February we reported on a court case about Gavin Geddes being jailed for blackmailing a former football coach over allegations of sex offences. The court heard that the coach has always denied the claims and Sussex Police had investigated them but were taking no action. However, Mr Geddes has asked us to clarify that the court did not actually test the allegations and made no finding about them. The Argus is happy to make that clarification.6. The complainant rejected this offer of clarification.Relevant Code Provisions7. Clause 1 (Accuracy)i) The Press must take care not to publish inaccurate, misleading or distorted information or images, including headlines not supported by the text.ii) A significant inaccuracy, misleading statement or distortion must be corrected, promptly and with due prominence, and — where appropriate — an apology published. In cases involving IPSO, due prominence should be as required by the regulator.iii) A fair opportunity to reply to significant inaccuracies should be given, when reasonably called for.iv) The Press, while free to editorialise and campaign, must distinguish clearly between comment, conjecture and fact.Findings of the Committee8. The Committee noted the complainant’s position that the court had made no findings in relation to his allegations of sexual abuse against the man. The Committee noted, further, that it was clear that the article was reporting on the outcome of the case which had been brought against the complainant for blackmail. It was accepted by the complainant that, following a lengthy investigation into the allegations he had made against the coach, no charges had been brought and that no file had been passed to the CPS. During IPSO’s investigation, the complainant was unable to provide any contradictory evidence to support his position that the investigation into the coach was ongoing. In these circumstances, the Committee did not find that it was significantly misleading to describe the allegations as “false” and doing so did not represent a failure to take care, in an article which was reporting on the conviction of the complainant for blackmail. There was no breach of Clause 1.Conclusions9. The complaint was not upheld.Remedial Action Required10. N/A Date complaint received: 02/05/2019Date decision issued: 20/01/2020\nBack to ruling listing\n\n\n"
}