{
    "url": "/rulings-and-resolution-statements/ruling/?id=03772-19",
    "title": "03772-19 Freeman v getsurrey.co.uk",
    "provisions": [
        "1 Accuracy (2018)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "getsurrey.co.uk (Reach PLC)",
    "published_on": "2019-04-29 00:00:00",
    "received_on": "2019-05-03 00:00:00",
    "concluded_on": "2019-07-02 00:00:00",
    "complaint_processing_days": 60,
    "conclusion_long": "7. The complaint was not upheld",
    "remedial_action": "8. N/ADate complaint received: 03/05/2019",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee 03772-19 Freeman v\ngetsurrey.co.ukSummary of complaint1. Julian Freeman\ncomplained to the Independent Press Standards Organisation that getsurrey.co.uk\nbreached Clause 1 (Accuracy) of the Editors’ Code of Practice in an article\nheadlined “Epsom and Ewell Local Election candidates 2019: The people looking\nfor your vote”, published on 29 April 20192. The article was\na list of all of the local candidates who were standing for the recent borough\ncouncil elections. It said that the publication had asked every candidate to\nsubmit a 100 word biography, but that some candidates had not responded. The\ncandidates who had not provided a response were listed as “No bio supplied”.3. The complainant\nsaid that the article was inaccurate in breach of Clause 1. He was named in the\narticle as one of the candidates who had failed to supply a biography. However,\nhe said that he was not contacted by the publication, and so did not have any\nopportunity to submit a biography.4. The publication\ndid not accept that the article was inaccurate. It said that the reporter\ncontacted all the local branches of the parties and associations presenting\ncandidates for the election, including the branch of the complainant’s\npolitical party. It said that the email address it contacted in relation to the\ncomplainant was the one given on the official local party website, and was also\nthe contact email provided by the complainant himself on a previous campaign\nleaflet. It provided a copy of this email, which explained the premise of the\narticle and asked whether the candidates would like to provide a photograph and\na short 100 word biography. The publication had received a response from that\nemail address, asking if the request was intended for all candidates. The\nreporter had clarified that the email was intended for all of the candidates\nstanding for that party, and not just for the immediate recipient.Relevant Code Provisions5. Clause 1\n(Accuracy)i) The\nPress must take care not to publish inaccurate, misleading or distorted\ninformation or images, including headlines not supported by the text.ii) A\nsignificant inaccuracy, misleading statement or distortion must be corrected,\npromptly and with due prominence, and - where appropriate - an apology\npublished. In cases involving IPSO, due prominence should be as required by the\nregulator.iii) A fair\nopportunity to reply to significant inaccuracies should be given, when\nreasonably called for.iv) The\nPress, while free to editorialise and campaign, must distinguish clearly\nbetween comment conjecture and fact.Findings of the Committee6. It was\nappropriate for the publication to try and contact the complainant through his\nlocal party office - this was where the local party and the complainant himself\nhad directed enquiries. The Committee noted that the local party had not\nforwarded on this request to the complainant; however, the reporter made clear\nto the recipient that the request should have been distributed to all of the\ncandidates – where this was not done, and hence no response was provided by the\ncomplainant, it was not a breach of Clause 1(i) for the publication to report\nthat the complainant had been contacted, but had not supplied a biography.\nReporting this was not inaccurate and there was no breach of Clause 1.Conclusion7. The complaint\nwas not upheldRemedial action required8. N/ADate complaint received: 03/05/2019\nDate decision issued: 02/07/2019\nBack to ruling listing\n\n\n"
}