{
    "url": "/rulings-and-resolution-statements/ruling/?id=03804-15",
    "title": "03804-15 Lese v The Sunday Telegraph",
    "provisions": [
        "1 (Accuracy) 2015"
    ],
    "outcome": "No breach - after investigation",
    "publication": "The Sunday Telegraph (Telegraph Media Group Ltd)",
    "published_on": "2015-03-14 00:00:00",
    "received_on": "2015-05-27 00:00:00",
    "concluded_on": "2015-09-14 00:00:00",
    "complaint_processing_days": 110,
    "conclusion_long": "9. The complaint was not upheld.",
    "remedial_action": "N/A  Date complaint received: 27/05/2015",
    "text": "\n\n\n\n\n\n·        Decision of the Complaints Committee 03804-15\nLese v The Sunday Telegraph\nSummary of\ncomplaint \n1. Gail Lese complained to the Independent Press\nStandards Organisation that The Sunday Telegraph breached Clause 1 (Accuracy)\nof the Editors’ Code of Practice in an article headlined “Poorly start to\nCherie Blair’s venture into healthcare”, published online on 14 March 2015, and\nin print on 15 March 2015. \n2. The article expressed the view that a healthcare\nbusiness, launched 3 years ago, had had a “poorly start”. It reported that the\n“umbrella company” and owner of Mee Healthcare, Worldwide Health and Wellness\nCentres, had showed a loss of £7.7 million in its profit and loss account. It\nreported that while Mee Healthcare had promised to open 100 clinics in its\nfirst five years, it had only opened 11 clinics in its first three years, and\nthat no new clinics had been opened in the previous 15 months. It included the\ncomments of a former employee who had criticised the pricing structure adopted\nby the business, and the comments of an “insider”, who criticised the selection\nof products which were offered. The article also reported that “An examination\nof the most recent accounts lodged at Companies House, for the 12 months until\nDec 31, 2013 shows losses at the Ely store of just over £500,000 and a further\nloss of £532,000 at the Leeds clinic”. \n3. The complainant said that the loss figures for the Ely\nand Leeds clinics were reported inaccurately as they were cumulative losses,\nrather than annualised losses. The complainant accepted that the Ely\nclinic  had suffered losses of £500,624 for the period 9 March 2012 to 31\nDecember 2013 and that the Leeds clinic had suffered losses of £532,282 for the\nperiod 7 September 2011 to 31 December 2013, but emphasised that the respective\nlosses for 2013 alone were £249,187 and £219,044. The complainant considered\nthat the newspaper had misread the information on the companies’ abbreviated\nbalance sheets and had overlooked that the loss, as at the end of 2013,\nincluded a ‘carry forward’ of all losses in previous years. The complainant\nsaid that it was misleading to refer to the business as having had a “poorly\nstart”, which suggested that Mee Healthcare was underperforming. The\ncomplainant said that this was not true; the development of Mee Healthcare’s\nclinics was in line with expectations, and the profitability of the business\nwas exceeding the targets contained in its internal business model. The\ncomplainant said, further, that any losses were a result of its status as a\nstart-up business and the very significant investments that had been made. \n4. The newspaper said that the representatives of the\nbusiness had been contacted 36 hours before the article appeared online, and 2\ndays before the article appeared in print. The responses it received to its\nenquiries were included in the article. It received a complaint from Worldwide\nHealth & Wellness Centres Limited on 8 April 2015; this was principally in\nrelation to the newspaper’s reported view that the business was having a\n“poorly start”. The newspaper said that while it understood that the\ncomplainant disagreed with the article’s characterisation of the performance of\nthe business, this did not provide grounds for a complaint under the Editors’\nCode of Practice. \n5. The newspaper acknowledged that the losses quoted in\nthe article were cumulative losses from start-up. This was intentional, and it\nasserted that this was made clear by the context in which the figures were\npresented, namely in an article reporting on the totality of the liabilities of\nthe business. It said that the article’s reference to the accounts for the 12 months\nup to 31 December 2013 was included because this was how the figures were\npresented on the abbreviated balance sheets, the source of the figures. \nRelevant Code Provisions\n6. Clause 1 (Accuracy) \ni) The press must take care not to publish inaccurate,\nmisleading or distorted information, including pictures. \nii) A significant inaccuracy, misleading statement or\ndistortion once recognised must be corrected, promptly and with due prominence,\nand – where appropriate – an apology published. \niii) The Press, whilst free to be partisan, must\ndistinguish clearly between comment, conjecture and fact. \nFindings of the Committee\n7. It was not in dispute that Worldwide Health and\nWellness Centres Limited was the owner of Mee Healthcare, and that the company\nwas running multi-million pound losses. It was also not in dispute that no new\nMee Healthcare clinic had been opened for 15 months. Whilst the complainant\nconsidered that the article did not make it sufficiently clear that the losses\nsuffered at the Ely and Leeds clinics were cumulative, it was not in dispute\nthat they had suffered total losses of £500,624 and £532,282 by the end of\n2013.  Given this performance, the newspaper was entitled to express the\nview that the business had suffered a “poorly start”, particularly as the\nCommittee noted that the newspaper had taken care to obtain and include the\nresponses provided by the representatives of the business in the article. \n8. While the article did not make it expressly clear that\nthe loss figures for the Ely and Leeds clinics were cumulative, rather than\nannualised losses, the accounts for the year ending 31 December 2013 had been\ncited in the article as the source of the information about the clinics’\nfinancial performance. Any potential misunderstanding as to the period over\nwhich the losses had been suffered was not significant, given that the article\nwas commenting upon the overall financial performance of the business. There\nwas no breach of Clause 1.  \nConclusions\n9. The complaint was not upheld. \nRemedial Action Required\nN/A \nDate complaint received: 27/05/2015\nDate decision issued: 14/09/2015\n\nBack to ruling listing\n\n\n"
}