{
    "url": "/rulings-and-resolution-statements/ruling/?id=03845-15",
    "title": "03845-15 Sandford v The Sun",
    "provisions": [
        "1 (Accuracy) 2015"
    ],
    "outcome": "No breach - after investigation",
    "publication": "The Sun (News UK)",
    "published_on": "2015-03-09 00:00:00",
    "received_on": "2015-05-26 00:00:00",
    "concluded_on": "2015-07-30 00:00:00",
    "complaint_processing_days": 65,
    "conclusion_long": "13. The complaint was not upheld.",
    "remedial_action": "N/A  Date complaint received: 26/05/2015",
    "text": "\n\n\n\n\n\n·       Decision of the Complaints Committee 03845-15 Sandford\nv The Sun\nSummary of\ncomplaint \n1. Amanda Sandford complained to the Independent Press\nStandards Organisation on behalf of Action on Smoking and Health (ASH) that The\nSun had breached Clause 1 (Accuracy) of the Editors’ Code of Practice in an\narticle headlined “PIRAate ciggies”, published in print and online on 6 March\n2015, and in an article headlined “Plain cig packs set to become law”,\npublished online on 9 March 2015. \n2. The first article reported that the IRA could profit\nfrom the introduction of plain cigarette packaging because they would “no\nlonger need to employ experts to print intricate packs and [could] produce\ntheir own more cheaply instead”. \n3. The second article reported that MPs had voted to\nintroduce plain cigarette packaging by 2016. It included statements from a number\nof parties which would be affected by this change in legislation, and discussed\nits wider implications. It reported that the change could see customers switch\nto cheaper brands, and “black market gangs take advantage of the\neasy-to-imitate packs”. \n4. Both articles included images of a plain, white\ncigarette packet with no health warnings. The complainant said that the\npackaging would not be plain and white, rather, it would display graphic and\ntext health warnings, the brand and variant name of the cigarettes in a\nprescribed font, and would be brown in colour. The newspaper had previously\nbeen provided with images of what standardised packaging would look like as\npart of an ASH Media Briefing. \n5. The complainant said that while the newspaper was entitled\nto make the argument that standardised packaging might be easier to\ncounterfeit, it was misleading to support such claims with inaccurate images of\nplain white packaging which would be easier to counterfeit. \n6. After the publication of the first article, the\ncomplainant contacted the newspaper and asked it to replace the incorrect\nimages with the ones of standardised packaging ASH had supplied. The newspaper\nagreed to amend the online version of the article with the images supplied.\nWhile it had agreed to do so, it did not do so immediately, and published the\nsecond article featuring the incorrect image. \n7. The newspaper said that the publication of these\nimages was not significantly misleading in breach of Clause 1, and that it had\ntaken care not to publish inaccurate, misleading or distorted information. The\nnewspaper acknowledged that the images published were incorrect, but said they\nhad only been used as a mock-up of what standardised packaging might look like.\nIt had not had access to the correct images prior to having been contacted by\nthe complainant. Further, the incorrect images had been published again after\nthe complainant raised her concerns due to an error. It noted that the\nsubsequently published images had only been available online behind its\nwebsite’s paywall. \n8. The newspaper stated that it had removed the images of\nthe white cigarette packaging from its systems, and had made clear on its\ndatabase that the correct images of cigarette packaging should be used instead.\nFurther, it replaced the incorrect images used in 11 articles in total, and\ncommitted to ensuring wherever possible that the correct images were to be used\nin the future. It also offered to publish the following clarification: \nIn various articles about the introduction of plain\ncigarette packaging, we have used a generic picture of white packaging as\nillustrations. We are happy to clarify that the new packaging is black, brown\nand red and carries a warning ‘Smoking damages your lungs’ and a picture of\ndiseased lungs. \nRelevant Code Provisions\n9. Clause 1 (Accuracy) \nii) A significant inaccuracy, misleading statement or\ndistortion once recognised must be corrected, promptly and with due prominence,\nand – where appropriate – an apology published. In cases involving the\nRegulator, prominence should be agreed with the Regulator in advance. \nFindings of the Committee\n10. The Committee acknowledged the complainant’s concern\nthat the images used were significantly misleading as counterfeiting plain\nwhite packaging might be simpler than counterfeiting standardised packaging\nwith health warnings. \n11. The articles had both discussed aspects of the public\ndebate surrounding the introduction of standardised cigarette packaging. The\nnewspaper was entitled to repeat the concerns of the parties involved in the\ndebate, including those over the ease of counterfeiting such packaging. The\nimages published were the newspaper’s mock-up of what standardised packaging\nmight look like. The white packaging had not been referred to in the first\narticle, and the second article had made clear that standardised packaging\nwould feature “health warnings on the side”. In the full context of the\nconcerns expressed in the article, the use of the images was not significantly\nmisleading. There was no breach of Clause 1. \n12. The Committee welcomed the subsequent steps taken to\nensure the use of correct images in future articles, the measures taken to\namend previous articles containing the image, and the newspaper’s offer of a\npublished clarification, which the complainant rejected. \nConclusions\n13. The complaint was not upheld. \nRemedial Action Required\nN/A \nDate complaint received: 26/05/2015\nDate decision issued 30/07/2015\nBack to ruling listing\n\n\n"
}