{
    "url": "/rulings-and-resolution-statements/ruling/?id=03856-15",
    "title": "03856-15 Armstrong v Edinburgh Evening News",
    "provisions": [
        "3 (Privacy) 2015",
        "4 (Harassment) 2015",
        "1 (Accuracy) 2015",
        "5 (Intrusion into grief or shock) 2015"
    ],
    "outcome": "Breach - sanction: action as offered by publication",
    "publication": "Edinburgh Evening News (National World Publishing Ltd)",
    "published_on": "2015-01-20 00:00:00",
    "received_on": "2015-05-28 00:00:00",
    "concluded_on": "2015-08-04 00:00:00",
    "complaint_processing_days": 68,
    "conclusion_long": "15. The complaint was upheld under Clause 1.",
    "remedial_action": "16. The wording and prominence of the correction offered by the newspaper was appropriate remedial action for the breach of the Code. However, the Committee considered the wishes of the complainant, and decided that in the circumstances, the newspaper was not required to publish the correction it had offered.  Date complaint received: 28/05/2015",
    "text": "\n\n\n\n\n\n·  Decision of the Complaints Committee 03856-15\nArmstrong v Edinburgh Evening News\nSummary of\ncomplaint \n1. Paul Armstrong complained to the Independent Press\nStandards Organisation on behalf of James Armstrong that The Edinburgh Evening\nNews had breached Clause 1 (Accuracy), Clause 3 (Privacy) Clause 4 (Harassment)\nand Clause 5 (Intrusion into Grief or Shock) of the Editors’ Code of Practice\nin an article headlined “Ellie Armstrong, 14, loses brain cancer fight”,\npublished online on 20 January 2015. \n2. The complainant’s niece, Ellie Armstrong, died on 18\nJanuary 2015. This article was based on copy by a news agency, and was\npublished in a number of media outlets. It reported that Ellie Armstrong had\ndied of cancer, and was largely based on information from social media. This\nincluded information from Ellie’s Facebook page, and expressions of condolences\nfrom her classmates. It also reported on charity fundraising the complainant\nhad undertaken while Ellie was ill. The complainant was complaining on behalf\nof James Armstrong, Ellie’s father. \n3. The complainant said that this article was researched\nand published in a manner which intruded into the grief of the Armstrong\nfamily. He was concerned that it was based on information taken from social\nmedia, and said that it contained inaccuracies as to the nature of Ellie’s\ntreatment. He said that approaches by the reporter to members of his family\nconstituted harassment. \n4. The complainant said that the reporter made three\ncalls to a hair salon owned by the complainant’s wife, Angela Armstrong, on 20\nJanuary. Two of these calls were in the morning, prior to publication of the\narticle, and the third was at 2pm, after publication. James Armstrong contacted\nthe reporter at around 1pm after the article appeared online, and he had been\nmade aware that she was pursuing the story. He asked the reporter to stop\npursuing the story, and asked her not to contact the family, who wanted privacy\nto grieve for their daughter. The complainant said that he was at this time\nmaking Ellie’s funeral arrangements. The reporter did not agree to stop\npursuing the story, and Mr Armstrong ended the call abruptly.  The\ncomplainant said that the reporter then made the third call to the salon, and\ntold the employee who answered that she had spoken to Mr Armstrong, and asked\nif she could clarify some information he had given her. The complainant said\nthat this was deceitful; it gave the impression that Mr Armstrong had consented\nto the story. He said that the third call to the salon, after Mr Armstrong had\nasked the reporter not to contact the family, was harassment under the terms of\nClause 4 (Harassment). \n5. Mr Armstrong also spoke to the news agency’s editor\nlater in the afternoon. He asked him not to continue with the story and told\nhim that it contained inaccuracies, and said that its publication would be\ndistressing for the family. The editor said that the agency would be proceeding\nwith the story, but that he would amend any inaccuracies. The complainant said\nthat the decision to proceed with the story without the family’s consent was\ninsensitive and intrusive where only two days had passed since  Ellie’s\ndeath, and while her brother was very ill in hospital. The complainant said\nthat he did not want the newspaper to publish a correction. He said that a\ncorrection would not be a sufficient remedy to the complaint, and that he\nwanted to avoid further upset for family members. \n6. The article said that “it is believed” that Ellie’s\ntreatment had been going on for “well over” a year. In addition, it stated that\nEllie had died of “brain cancer”, and reported that “about 400 children are\ndiagnosed with brain tumours in the UK annually”. The complainant said that\nthese claims were inaccurate; Ellie’s treatment lasted for the 10 months before\nher death, and she had neck cancer, rather than a brain tumour. The article was\naccompanied by an advert for a brain cancer charity, which added to the\nfamily’s distress. The complainant was concerned that the article contained\ninformation that Ellie had posted on social media. He said that she was a 14\nyear old who would not have realised that this information could be used in\nthis way. \n7. The newspaper said that it published the article in\ngood faith, and that it was unaware of any request for the article not to be\npublished. It said that as soon as it was made aware of the family’s concerns,\nit removed the article from its website. \n8. The newspaper did not dispute the complaint under\nClause 1 (Accuracy), and offered to publish on its website a correction and\napology for the inaccuracies, and an apology for the appearance of the advert.\nIt said that the advert was programmed to appear alongside articles including the\nphrase “brain tumour”; it had not been deliberately added by the newspaper. In\nrelation to the inaccuracy about Ellie’s illness, the newspaper said that a\njournalist from the agency had heard about the illness from a child at Ellie’s\nschool, where it was “widely ‘known’” that Ellie suffered from a brain tumour.\nThis journalist passed this information to the agency reporter who prepared the\nstory, who then found several Twitter posts from someone at the school who had\nsaid at one point that Ellie had “died from a brain tumour”.  The wording\nof the correction offered was as follows: \n“Our report of 20 January 2015 entitled Ellie Armstrong,\n14, Loses Brain Cancer Fight inaccurately stated that Ellie died of brain\ncancer when she had in fact never been diagnosed with such an illness. It also\nwrongly said that she had battled the illness for well over a year when in fact\nshe had been ill for 10 months. We apologise for the errors and any distress\nthat they have caused. We also apologise for any additional upset caused by an\nadvert for a brain cancer charity which was automatically linked to the story\nwhen it appeared on our website”. \n9. The newspaper said that the agency’s reporter first\ncalled the business owned by Ellie’s aunt after seeing a donation on the complainant’s\nJust Giving page. The donation page noted that it was from the clients and\nstaff of a hair salon, and that it had been made by “A Armstrong”.  The\nreporter spoke to someone who worked at the salon, who agreed to pass on her\nnumber to the family. She called back an hour letter to ask if her number had\nbeen passed on, and to see if anyone at the salon was willing to talk to her\nabout what had happened. She was told by the employee that the number had been\npassed on, but that she didn’t think anyone at the business would want to\ncomment. The article was then published online.  She then received a call\nfrom Mr Armstrong, who told her that Ellie did not die of a brain tumour, and\nthat the story contained inaccuracies, but provided no further detail. Mr\nArmstrong ended the phone call before she had a chance to explain anything\nfurther. The reporter could not recollect any request for her not to contact\nhim or his family again.  Following this call, she called the salon for a\nthird time, to enquire whether anyone at the salon would be willing to clarify\nwhat the inaccuracies were. She denied having suggested that the family had\nconsented to the story. The person the reporter spoke to said that she did not\nwant to help, and asked that she did not call them again. \nRelevant Code Provisions\n10. Clause 1 (Accuracy) \ni) The Press must take care not to publish inaccurate,\nmisleading or distorted information, including pictures. \nii) A significant inaccuracy, misleading statement or\ndistortion once recognised must be corrected, promptly and with due prominence,\nand - where appropriate - an apology published. In cases involving the\nRegulator, prominence should be agreed with the Regulator in advance. \niii) The Press, whilst free to be partisan, must\ndistinguish clearly between comment, conjecture and fact. \nClause 3 (Privacy) \ni) Everyone is entitled to respect for his or her private\nand family life, home, health and correspondence, including digital\ncommunications. \nii) Editors will be expected to justify intrusions into\nany individual's private life without consent. Account will be taken of the\ncomplainant's own public disclosures of information. \nClause 4 (Harassment) \ni) Journalists must not engage in intimidation,\nharassment or persistent pursuit. \nii) They must not persist in questioning, telephoning,\npursuing or photographing individuals once asked to desist; nor remain on their\nproperty when asked to leave and must not follow them. If requested, they must\nidentify themselves and whom they represent. \niii) Editors must ensure these principles are observed by\nthose working for them and take care not to use non-compliant material from\nother sources. \nClause 5 (Intrusion into grief or shock) \ni) In cases involving personal grief or shock, enquiries\nand approaches must be made with sympathy and discretion and publication\nhandled sensitively. This should not restrict the right to report legal\nproceedings, such as inquests. \nFindings of the Committee\n11. The Committee expressed its condolences to the\nArmstrong family for their loss. It understood that this complaint related to\nevents which took place at a very difficult time for the family. \n12. Personal tragedy may be the subject of legitimate\nmedia coverage, and the Committee noted that in this instance, the matter was\nalready being discussed in the public domain by members of the community in\nwhich Ellie lived. While the Code requires that newspapers research and publish\nsuch articles in a manner which is sensitive to the personal grief of those\nclose to the deceased, this does not create a requirement that the family must\nconsent to publication or an absolute prohibition on journalists approaching\nthe family for comment.  The Committee fully recognised that Ellie’s\nfamily did not at that time want the newspaper to report on her death, but this\ndid not provide grounds for establishing a breach of Clause 5.  It was not\ninappropriate for the reporter to ask the hair salon to pass on her contact\ndetails to the immediate family, nor were the calls to the hair salon\nindiscreet, or unsympathetic. In addition, the information taken from social\nmedia was publicly available, and was not of a private or inappropriate nature.\nIn these circumstances, the inclusion of this material was not intrusive or\ninsensitive. These aspects of the complaint did not raise a breach of Clause 3\nor Clause 5. \n13. During the reporter’s second telephone call to the\nsalon, she was told by an employee that she did not think anyone at the salon\nwould want to comment, but she was not asked not to call the salon again. The\ncomplainant said that following this contact, James Armstrong told the\njournalist that she should not contact his family. In assessing whether there\nwas a breach of Clause 4 in relation to the journalist’s subsequent call to the\nsalon, the Committee took into account the full circumstances. While an\nemployee of the salon had previously said that they did not think anyone would\nwant to comment, the Committee noted the journalist’s explanation that she had\ncalled the salon to seek clarification on the inaccuracies Mr Armstrong had\nmade her aware of. There was no indication that the third call was a further\nattempt to contact Ellie’s parents or siblings. In these circumstances, the Committee\nconsidered that the third call to the salon did not amount to harassment under\nthe terms of Clause 4. \n14. It was not in dispute that the article reported\ninaccurately on the nature of Ellie’s illness. In relation to the inaccuracy\nabout the duration of Ellie’s treatment, the Committee took the view that this\npoint was not significant in the context of the article as a whole. However, it\nwas significantly inaccurate to report that Ellie had died from “brain cancer”,\nwhich was compounded by the inclusion of general information about brain tumour\nprevalence, and treatment. As such, a correction was required under the terms\nof Clause 1 (ii). The Committee noted the newspaper’s explanation of how this\ninaccuracy came about. Given the nature of the information, the Committee was\nnot satisfied that the newspaper had taken sufficient care over the accuracy of\nthis part of the article.  The complaint under Clause 1 (i) was upheld. \nConclusions\n15. The complaint was upheld under Clause 1. \nRemedial Action Required\n16. The wording and prominence of the correction offered\nby the newspaper was appropriate remedial action for the breach of the Code.\nHowever, the Committee considered the wishes of the complainant, and decided\nthat in the circumstances, the newspaper was not required to publish the\ncorrection it had offered. \nDate complaint received: 28/05/2015\nDate decision issued: 04/08/2015\n\nBack to ruling listing\n\n\n"
}