{
    "url": "/rulings-and-resolution-statements/ruling/?id=03863-18",
    "title": "03863-18 Acharya v northamptonchron.co.uk",
    "provisions": [
        "4 Intrusion into grief or shock (2018)",
        "3 Harassment (2018)",
        "2 Privacy (2018)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "northamptonchron.co.uk (National World Publishing Ltd)",
    "published_on": "2018-03-12 00:00:00",
    "received_on": "2018-06-04 00:00:00",
    "concluded_on": "2018-10-16 00:00:00",
    "complaint_processing_days": 134,
    "conclusion_long": "11. The complaint was not upheld.",
    "remedial_action": "12. N/A Date complaint received: 04/06/2018",
    "text": "\n\n\n\n\n\nDecision\nof the Complaints Committee - 03863-18 Acharya v northamptonchron.co.uk \nSummary of Complaint 1.   \nVivin Acharya complained to the\nIndependent Press Standards Organisation that the northamptonchron.co.uk\nbreached Clause 2 (Privacy) and Clause 4 (Intrusion into grief or shock) of the\nEditors’ Code of Practice in articles headlined “Northampton General\nHospital worker claims all wards are ‘under immense pressure’” and “Identity of\nman who died after waiting nine hours at Northampton General Hospital is\nrevealed”, both published on 12 March 2018. 2.   \nThe\nfirst article reported that a man – the complainant’s relative – had died at a\nhospital “after waiting for nine hours in the emergency department last week”.\nIt reported that the hospital’s medical director had said, in a leaked email,\nthat the death “was a direct result of emergency department pressures”. It went\non to describe details of the events leading up to the death of the man,\nincluding the time of his admission, his treatment from then onwards, and the\ntime of his death. 3.   \nThe\nsecond article said that the police had confirmed the identity of the man who\nhad died. It revealed his name and repeated his age and the time of death, and\nstated that the inquest was due to begin in three days’ time. The article\nreferred again to the leaked email mentioned in the first article. 4.   \nThe\ncomplainant said that the articles were insensitive and intrusive, in breach of\nClause 2 (Privacy) and Clause 4 (Intrusion into grief or shock). He said that\nthe first article included a level of detail about the circumstances of the\nman’s death that was intrusive. He said that the second article, in naming the\nman publicly, had breached a police embargo which was designed to prevent this\nfrom happening prior to the inquest later in the week. Releasing this name had\nled to unwanted media coverage and contacts from other publications. The\ncomplainant was also concerned that, by referring to “police” having confirmed\nthe man’s name, the second article insensitively led to speculation and\nconfusion regarding the circumstances of the man’s death. 5.   \nThe\npublication apologised for the distress the articles had caused the family, but\ndenied any breach of Clause 2 (Privacy). It said that the information in the\nfirst article relating to the patient’s time in hospital had already been made\npublic in a journal article published the previous week, and this had been\ncovered in the national media. In relation to the naming of the man prior to\nthe inquest, the publication denied any breach of Clause 4 (Intrusion into\ngrief or shock). The guidance note from the police had included information on\nall the inquests on the relevant date, and had been headed “For information\nonly, not for publication or broadcast”, but related to a number of inquests\nand was not a legal embargo, or subject to any court orders. The publication\nalso said that a death, and any inquest process initiated, was a matter of\npublic record. It said that its reporter had understood that the complainant’s\nfamily did not wish to comment on the matter, and had therefore left his details,\nbut not made any further attempt to contact the family. As the police had\nsupplied this list, it was not misleading or insensitive to refer to this in\nthe second article. 6.   \nNotwithstanding\nthe above, the publication accepted that it had fallen short of its own\nstandards, in publishing the man’s name prior to the inquest. It wrote a\nprivate letter of apology to the complainant’s mother, and published the\nfollowing text on p6 of its print edition: Sad death of man,\n85, at NGH: an apology: In March this year, the Chronicle & Echo reported\non the sad passing of an 85-year-old man at [the hospital] and a leaked email\nfrom a medical director blaming pressures on the accident and emergency\ndepartment for the man’s death. Information was given to the Chronicle &\nEcho regarding the identity of the man in an advisory note three days ahead of\nthe opening of the inquest. This was given on a ‘for information only, not for\npublication’ basis. However, the Chronicle & Echo published an online\nstory, identifying the 85-year-old man. The Chronicle & Echo would like to\nsincerely apologise for the distress that the publication of this article\ncaused to the family.  \nRelevant Code\nProvisions 7.    Clause 2 (Privacy) i)      Everyone is entitled to respect for his or her\nprivate and family life, home, health and correspondence, including digital\ncommunications. ii)    Editors will be expected to justify intrusions into\nany individual's private life without consent. In considering an individual's\nreasonable expectation of privacy, account will be taken of the complainant's\nown public disclosures of information and the extent to which the material\ncomplained about is already in the public domain or will become so. iii)   It is unacceptable to photograph individuals,\nwithout their consent, in public or private places where there is a reasonable\nexpectation of privacy. \nClause 4 (Intrusion into grief or shock)In cases involving personal grief or shock,\nenquiries and approaches must be made with sympathy and discretion and\npublication handled sensitively. These provisions should not restrict the right\nto report legal proceedings.\nFindings of the Committee 8.    The Committee wished\nto express its condolences for the complainant’s loss, and understood that the\nfamily had been distressed by the publication of the articles. The first\narticle was a follow up to a story that had been widely covered in a number of\nmedia sources. The information about the complainant’s relative’s death was\nalready in the public domain, and this information was not handled insensitively.\nThe newspaper was entitled to report on pressures at a local hospital, which\nsome staff were concerned had led to a patient’s death. There was no breach of\nClause 2 or Clause 4. 9. The second article\nhad identified the complainant’s relative by name, as the patient whose death\nhad been widely reported. The fact of the man’s identity was not information\nabout which the complainant had an expectation of privacy; deaths are a matter\nof public record, and identifying the deceased by name did not represent an\nintrusion into the complainant’s privacy. There was no breach of Clause 2. 10. The Committee\nrecognised that there may be circumstances in which the publication of the name\nof someone who has died could raise a breach of the Code. In this case, the\nfamily of the deceased had been made aware of his death a number of days before\nthe article was published. The name had been released by police, in the context\nof an upcoming inquest. The list was marked as “not for publication”. However,\nfailing to respect a non-binding police embargo, in circumstances where the\nfamily were aware of their relative’s death, did not represent a failure to\nhandle publication sensitively. The information about the identity of the man\nhad been supplied by the police, and it was appropriate to attribute this\ninformation to its source. Doing so was not insensitive or intrusive. There was\nno breach of Clause 4.  \nConclusions 11. The complaint was not upheld. \nRemedial action\nrequired\n12. N/A\nDate complaint\nreceived: 04/06/2018\nDate decision issued: 16/10/2018\nBack to ruling listing\n\n\n"
}