{
    "url": "/rulings-and-resolution-statements/ruling/?id=03941-15",
    "title": "03941-15 Stanton v News & Star (Carlisle)",
    "provisions": [
        "3 (Privacy) 2015"
    ],
    "outcome": "No breach - after investigation",
    "publication": "News & Star (Newsquest Media Group)",
    "published_on": "2015-05-20 00:00:00",
    "received_on": "2015-06-02 00:00:00",
    "concluded_on": "2015-08-18 00:00:00",
    "complaint_processing_days": 77,
    "conclusion_long": "8. The complaint was not upheld.",
    "remedial_action": "N/A  Date complaint received: 02/06/2015",
    "text": "\n\n\n\n\n\n·       Decision of the Complaints Committee 03941-15 Stanton\nv News & Star (Carlisle)\nSummary of\ncomplaint \n1. Lia Stanton complained to the Independent Press\nStandards Organisation that the News & Star had breached Clause 3 (Privacy)\nof the Editors’ Code of Practice in an article headlined “I suffer 80\ndislocations a day”, published on 20 May 2015. \n2. The article told the story of the complainant’s\nexperiences with Ehlers-Danlos Syndrome (EDS), and had been published to raise\nawareness of the disease. It included the name of the street on which the\ncomplainant lives, and said that she uses “heavy pain relief”. \n3. The complainant said that, while she had given an\ninterview to the newspaper, she had not mentioned her use of pain relief, only\nthat sufferers “tend to be on pain relief”. She also said that she had\nspecifically requested that her address not be included in the article. She\nsaid that this information was private, and as a result of the article she had\nexperienced attempted break-ins to her home by people seeking to steal her\nmedication. \n4. The newspaper said that it was sorry to learn of the\nattempted break-ins to the complainant’s home, but it did not believe that the\narticle had intruded into her privacy. The complainant had been happy to be\ninterviewed at her home, and to pose for photographs in the street where she\nlives. It provided the reporter’s notes of the interview, which recorded that\ntreatment is generally physiotherapy and pain relief. It said that the\ncomplainant had not asked for her address to be omitted from the article, and\nit had not included her house number, in line with the newspaper’s general\npolicy on the publication of addresses. \nRelevant Code Provisions\n5. Clause 3 (Privacy) \ni) Everyone is entitled to respect for his or her private\nand family life, home, health and correspondence, including digital\ncommunications. \nii) Editors will be expected to justify intrusions into\nany individual’s private life without consent. Account will be taken of the\ncomplainant’s own public disclosures of information. \nFindings of the Committee\n6. The Committee acknowledged the distress which had been\ncaused to the complainant following publication of the article. However, the\ncomplainant had chosen to discuss her condition with the journalist, and had\nmentioned during the interview that sufferers tend to use pain relief. She had\nconsented to the publication of intimate details of her symptoms and care, and\nthe specific type of medication was not identified in the article. In these\ncircumstances, the Committee did not determine that the general reference to\nheavy pain relief constituted a failure to respect the complainant’s private\nlife; there was no breach of Clause 3. \n7. The complainant had consented to being photographed on\nher street, and the photograph which was published did not identify the door\nnumber of her house. While the Committee was not in a position to establish\nwhether or not there had been a request made for the complainant’s address to\nbe omitted from the article, it concluded that, in all the circumstances, the inclusion\nof the complainant’s partial address in the article did not raise a breach of\nClause 3 of the Code. \nConclusions\n8. The complaint was not upheld. \nRemedial Action Required\nN/A \nDate complaint received: 02/06/2015\nDate decision issued: 18/08/2015\nBack to ruling listing\n\n\n"
}