{
    "url": "/rulings-and-resolution-statements/ruling/?id=03958-18",
    "title": "03958-18 Roberts v Penarth Times",
    "provisions": [
        "1 Accuracy (2018)",
        "2 Privacy (2018)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "Penarth Times (Newsquest Media Group)",
    "published_on": "2018-04-12 00:00:00",
    "received_on": "2018-06-11 00:00:00",
    "concluded_on": "2019-01-22 00:00:00",
    "complaint_processing_days": 225,
    "conclusion_long": "12. The complaint was not upheld.",
    "remedial_action": "13. N/A Date complaint received: 11/06/2018",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee 03958-18 Roberts v Penarth\nTimes\nSummary of complaint\n1. David Roberts\ncomplained to the Independent Press Standards Organisation that the Penarth\nTimes breached Clause 1 (Accuracy) and Clause 2 (Privacy) of the Editors’ Code\nof Practice in an article headlined “Council clerk’s suspension costing public\nthousands”, published on 15 March, and an article headlined “Heated debate at\ncommunity council”, published on 12 April 2018.\n2. The first\narticle reported on concerns raised over a community council’s handling of “a\nlong-running investigation into allegations surrounding the conduct of the\ncouncil clerk [the complainant]”. It reported that the council had voted to\nsuspend the complainant in September 2017 “after concerns were raised about his\nperformance”, and went on to say that the publication understood that a\nsubsequent audit claimed “to have found evidence on a PC and memory stick of\ninappropriate activities being carried out by the clerk”. The article then went\non to list allegations made against the complainant: namely, of having used a\ncouncil printer to crate flyers for an unrelated event; of undertaking work for\nother organisations during work hours; and that he had been dismissed from a\nprevious role without informing the council. It also said that the\ninvestigation was said to have “uncovered…a number of inappropriate ‘adult’\nimages from his work computer”, and that invoices had been created on the\ncomplainant’s computer which omitted relevant details.\n3. The article went\non to describe how in a vote the previous month, the community council had\n“narrowly voted not to notify the police of the investigation’s findings”. It\nrecorded the votes and responses of councillors at this meeting, including one\nwho drew attention to the complainant being “left in limbo” while the\ninvestigation continued. It also highlighted concerns that the complainant’s\nsuspension had cost the council thousands of pounds. The article stated that\nthe complainant had “submitted grievances against a number of community\ncouncillors following his suspension”, but said that these investigations were\n“understood to have concluded with no action taken”.\n4. The article\nreported that the publication had tried to contact the complainant with full\ndetails of the allegations made against him by the audit report, but had\nreceived no response by the time of going to press.\n5. This article\nappeared online on the same day in substantially the same format under the\nheadline “Sully and Lavernock Community Council clerk suspended on full pay for\nsix months”.\n6. The second\narticle reported on a further meeting of the community council during which\nmembers of the public had “attacked the council” over its handling of the\ncomplainant’s suspension. It reported that the complainant was “currently the\nsubject of an external investigation”, and repeated some of the allegations\nabout the complainant’s conduct presented in the first article.\n7. This article\nappeared online on the same day in substantially the same format, under the\nheadline “Residents pile pressure on under-fire Sully and Lavernock Community\nCouncil at heated meeting”.\n8. The complainant\nsaid that the articles were inaccurate in breach of Clause 1 (Accuracy) because\nthey reported on allegations which he said were unfounded, and in relation to\nwhich he had not been provided with any supporting evidence by the council. He\nsaid he had not seen the audit report the article referred to, but the Chair of\nthe community council had written to him stating that the information published\nwas inaccurate. During the course of the investigation, he provided a further\nreport on the allegations, undertaken by a consultancy, which he said had found\nthat there was no case to answer on several of the allegations raised,\nincluding in relation to the downloading of inappropriate images, and him\nundertaking work for other bodies on council time.\n9. The complainant\nsaid that he had been contacted by the publication in relation to the\nallegations the afternoon before the first article was published; he said that\nthis did not give him long enough to respond to the allegations put to\nhim. \n10. The complainant also said that it was inaccurate for the\nfirst article to state that he had submitted grievances against councillors\nfollowing his suspension, and that no action had been taken. He said that\ngrievances had been taken out against three councillors before his suspension\n(and again following his suspension); in two cases, since the articles were\npublished, these grievances had been upheld. He provided a copy of the report\nprovided to him in April 2018 detailing the outcome of these grievances.\n11. The complainant also said that the articles breached\nClause 2 (Privacy) because they were based on information shared during a\n‘private’ section of a council meeting, from which journalists were excluded.\n12. The publication denied any breach of Clause 1\n(Accuracy). It said that it had accurately reported allegations made against\nthe complainant by a third party at a meeting of the council’s Personnel\nWorking Group in February, and from the audit report, and had not presented\nthem as fact; indeed, it did not know whether they were true or not, but it was\nentitled to report that they had been made, where it presented them correctly\nas accusations. It provided the minutes of the Group meeting, and a briefing\nnote made in relation to the audit, in support of this claim. The publication\nalso said that it had made efforts to contact the complainant, by phone and by\nemail, prior to the publication of the first article; the complainant had not\nresponded. The complainant had provided a copy of the email he was sent, which\nlisted the allegations the article made against him.\n13. With respect to the nature of the complainant’s\ngrievances against certain councillors, the publication said that this was a\nperipheral matter to the substance of the first article. It was accurate to\nreport that the complainant had lodged grievances after his suspension,\nnotwithstanding that he had also lodged some beforehand. It accepted that there\nwas a minor inaccuracy in the report, in that one grievance, which had originally\nbeen closed, had been reopened at the time of publication, but the outcome of\nthis process was not given to the complainant until after publication. The\npublication denied that this was a significant inaccuracy requiring correction,\nbut offered to publish the following clarification in print and online:\nDavid Roberts – Clarification\nIn March we published a story about the suspension of former\ntown clerk David Roberts from his post as town clerk at Sully and Lavernock\nCommunity Council on allegations of misconduct. We mentioned incidentally that\nMr Roberts had also lodged grievances against certain councillors which we said\nhad been closed without action. In fact one of the grievances had been\nreopened. We are sorry for the omission. After publication, there was a finding\nin favour of Mr Roberts and a recommendation that councillors should undergo\ntraining.\n14. The publication also denied any breach of Clause 2\n(Privacy). It said that it was debatable whether there was a reasonable\nexpectation of privacy in relation to matters of public administration and the\nbusiness of a council; in any event, the publication had weighed any such\nexpectation against the public interest in reporting the matter, and considered\nthat the nature of the events reported on – a lengthy and expensive dispute\ninvolving a key council officer - carried a public interest which outweighed\nany possible expectation of privacy.\nRelevant Code Provisions\nClause 1 (Accuracy)\ni) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not\nsupported by the text.\nii) A significant inaccuracy, misleading statement or\ndistortion must be corrected, promptly and with due prominence, and — where\nappropriate — an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator.\niii) A fair opportunity to reply to significant inaccuracies\nshould be given, when reasonably called for.\niv) The Press, while free to editorialise and campaign, must\ndistinguish clearly between comment, conjecture and fact.\nClause 2 (Privacy)\ni) Everyone is entitled to respect for his or her private\nand family life, home, health and correspondence, including digital\ncommunications.\nii) Editors will be expected to justify intrusions into any\nindividual's private life without consent. In considering an individual's\nreasonable expectation of privacy, account will be taken of the complainant's\nown public disclosures of information and the extent to which the material\ncomplained about is already in the public domain or will become so.\niii) It is unacceptable to photograph individuals, without\ntheir consent, in public or private places where there is a reasonable expectation\nof privacy.\nFindings of the Committee\n15. The first article was an accurate report of allegations\nthat had been made about the complainant at a meeting of the council’s\nPersonnel Working Group, as evidenced by the minutes provided by the publication.\nThe allegations regarding inappropriate content and the use of the council\ncomputer for unrelated work were also raised in the briefing note provided in\nrelation to the audit. The publication was entitled to report on these\nallegations, and had accurately presented them as such; they were not adopted\nas fact. In addition, the publication had taken steps to put the allegations,\nin full, to the complainant, who had chosen not to respond to this approach.\nThe fact that a subsequent consultancy report had found that there was ‘no case\nto answer’ on several of the allegations made did not make the contemporaneous\nreport inaccurate. There was no failure to take care over the presentation of\nthe allegations, and no misleading impression was created of their status such\nas would require correction. There was no breach of Clause 1 on this point.\n16. The article had reported that the complainant had\n“submitted grievances against a number of community councillors following his\nsuspension”, but said that these investigations were “understood to have\nconcluded with no action taken”. It appeared that this was an accurate account\nof matters at the time of publication; in April 2018, the complainant had\nreceived confirmation that one grievance, raised following his suspension, had\nbeen upheld against two councillors, having been reopened after an initial closure.\nGiven that this outcome was not available to the newspaper at the time of\npublication, there was no failure to take care over this information. While the\nreopened grievance would have been under consideration at the time of\npublication, the Committee did not consider that failing to report this gave\nrise to any misleading impression requiring correction. Consequently, there was\nno breach of Clause 1 on this point.\n17. The allegations against the complainant had been made at\na meeting of the council’s Personnel Working Group. This did not appear to be a\nmeeting which was open to the public, and it appeared that the Council\nconsidered such matters confidential; in these circumstances, there was the\npotential for a reasonable expectation of privacy to attach to information\ndisclosed about an individual at such a meeting. However, in this instance, the\nallegations related to misconduct in a public office, including in the\ndispensation of public funds and time – a matter of potentially serious public concern.\nThere was therefore a clear justification for revealing the information\nreported on, and doing so did not represent a breach of Clause 2 (Privacy).\nConclusions\n12. The complaint was not upheld.\nRemedial action required\n13. N/A\nDate complaint received: 11/06/2018\nDate decision issued: 22/01/2019\nBack to ruling listing\n\n\n"
}