{
    "url": "/rulings-and-resolution-statements/ruling/?id=03958-16",
    "title": "03958-16 Halley v The Sun",
    "provisions": [
        "1 Accuracy (2016)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "The Sun (News UK)",
    "published_on": "2016-06-18 00:00:00",
    "received_on": "2016-06-19 00:00:00",
    "concluded_on": "2016-08-22 00:00:00",
    "complaint_processing_days": 64,
    "conclusion_long": "10. The complaint was not upheld.",
    "remedial_action": "11. NA   Date complaint received: 19/06/2016",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee 03958-16 Halley v The Sun\nSummary of complaint\n1. Stephen\nHalley complained to the Independent Press Standards Organisation that The Sun breached\nClause 1 (Accuracy) of the Editors’ Code of Practice in an article headlined\n“For Richer.. Not Poorer”, published on 18 June 2016.\n2. The\narticle reported that a survey had found that 33% of people agreed that\n“working class individuals” were “worse off” under the European Union, in\ncontrast with 18% expressing that view in relation to middle class people and\n7% in relation to upper class people. The article reported that the survey had\nalso found that support for Britain to remain in the EU was tied at 48% with\nsupport for the country to leave. The sub-headline stated that “Ordinary folk\nare losers under European Union”. \n3. The\narticle was also published in substantially the same form online with the\nsub-headline “Study shows ordinary folk are losers under the EU while the\nwealthy prosper”.\n4. The\ncomplainant said that the sub-headline had given the significantly misleading\nimpression that the study had shown the actual effect of the European Union on\npeople living in the UK. In fact, the study was a survey of how people believed\nthe EU had affected them relative to wealthy individuals. He said that the\ncorrect position had been clarified poorly in the article. \n5. The\nnewspaper said that the sub-headline was an example of journalistic shorthand.\nIt did not consider that its readers would have been misled by the article as a\nwhole, which made clear in its graphics and introductory paragraphs that the\nsurvey was about class perceptions of the EU, rather than actual facts. For\nclarity, however, it amended the sub-headline online to read “Ordinary folk\nbelieve they are losers under EU”.\n6. The\ncomplainant said that the newspaper should publish a correction in print and\nonline.\nRelevant Code provisions\n7. Clause\n1 (Accuracy)\ni. The\nPress must take care not to publish inaccurate, misleading or distorted\ninformation or images, including headlines not supported by the text.\nii. A\nsignificant inaccuracy, misleading statement or distortion must be corrected,\npromptly and with due prominence, and — where appropriate — an apology\npublished. In cases involving IPSO, due prominence should be as required by the\nregulator. \niii. A\nfair opportunity to reply to significant inaccuracies should be given, when\nreasonably called for.\nFindings of the Committee\n8. The\nCommittee acknowledged that the sub-headline was ambiguous and could have\nsuggested that the study had surveyed the actual effect of the European Union\non people according to their wealth. However, the article had made the meaning of\nthe sub-headline clear: the study had related to perceptions of the EU and it\nwas the majority perception that ordinary people were the “losers” under the\nEU. For instance, the first line of the print article had clearly stated that\nBritain’s membership of the EU was “seen” to be more beneficial to well-off\npeople than to poorer people, and the online article stated that 33% of the\npeople surveyed “reckoned” the EU had “hurt them”.  \n9. The\nsub-headline had not created a significantly misleading impression of the\nsurvey, and it was supported by the text of the article. There was no failure\nto take care over the accuracy of the article in breach of Clause 1(i).\nAlthough the Committee did not consider that a correction was required under\nClause 1(ii), it welcomed the amendment of the online article in response to\nthe concerns raised.\nConclusions\n10. The\ncomplaint was not upheld.\nRemedial action required\n11. NA\n \nDate complaint received: 19/06/2016Date decision issued: 22/08/2016\nBack to ruling listing\n\n\n"
}