{
    "url": "/rulings-and-resolution-statements/ruling/?id=03990-15",
    "title": "03990-15 Kaminska v Southern Daily Echo",
    "provisions": [
        "12 (Discrimination) 2015",
        "5 (Intrusion into grief or shock) 2015",
        "3 (Privacy) 2015"
    ],
    "outcome": "No breach - after investigation",
    "publication": "Southern Daily Echo (Newsquest Media Group)",
    "published_on": "2015-06-02 00:00:00",
    "received_on": "2015-06-06 00:00:00",
    "concluded_on": "2015-08-26 00:00:00",
    "complaint_processing_days": 81,
    "conclusion_long": "10. The complaint was not upheld.",
    "remedial_action": "N/A Date complaint received: 06/06/2015",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee 03990-15 Kaminska\nv Southern Daily EchoSummary of\ncomplaint1. Ana Kaminska complained to the Independent Press\nStandards Organisation that the Southern Daily Echo breached Clause 3\n(Privacy), Clause 5 (Intrusion into grief or shock) and Clause 12\n(Discrimination) of the Editors’ Code of Practice in an article headlined\n“Mother watched son’s fatal jump on her birthday”, published on 2 June 2015 in\nprint and online. 2. The article was a report of the inquest into the death\nof the complainant’s brother, Jurijus Trofimovas. It reported that the coroner\nrecorded a verdict of suicide at the inquest, and that the court heard that\nduring a party, Mr Trofimovas had “jumped head-first from his fourth-floor\nwindow”. Further, it named the family members and friends present at the party,\nincluding the complainant’s younger brother, who is a child. 3. The complainant said that the publication of the\npartial address of the property where the incident had taken place, her name,\nthe names of those present at the party, and in particular the name of her\nyounger brother constituted a failure to respect the private lives of those\nindividuals in breach of Clause 3, given that the family was still grieving. 4. The complainant also said the article reported in\nexcessive detail the way in which her brother had died, and that the family had\nnot been asked whether they consented to the article’s publication. She\nconsidered that this was in breach of Clause 5. She also considered that the\nreference to her and her family’s nationality breached Clause 12. 5. The newspaper expressed its condolences for the\ncomplainant’s loss. It did not however accept that there had been a breach of\nthe Code. It said that it was entitled to publish details of information\ndisclosed during proceedings at the Coroner’s Court, provided it did so\naccurately; the Code does not impose a requirement to seek consent from\naffected family members prior to publication. It said that the complainant’s\nname, the names of the family members and friends present at the party, and the\naddress at which the incident had taken place had been disclosed during\nproceedings, and that the publication of these details did not therefore\nconstitute a breach of Clause 3. Further, it did not accept that reference to\nthe family’s nationality raised a breach of Clause 12, given that this detail\nwas heard during proceedings. Relevant Code Provisions6. Clause 3 (Privacy) i) Everyone is entitled to respect for his or her private\nand family life, home, health and correspondence, including digital\ncommunications. Clause 5 (Intrusion into grief or shock) i) In cases involving personal grief or shock, enquiries\nand approaches must be made with sympathy and discretion and publication\nhandled sensitively. This should not restrict the right to report legal\nproceedings, such as inquests.*ii) When reporting suicide, care should be taken to\navoid excessive detail about the method used. Clause 12 (Discrimination) i) The press must avoid prejudicial or pejorative\nreference to an individual’s race, colour, religion, gender, sexual orientation\nor to any physical or mental illness or disability. ii) Details of an individual's race, colour, religion,\nsexual orientation, physical or mental illness or disability must be avoided\nunless genuinely relevant to the story. Findings of the Committee7. The Committee extended its sympathies for the family’s\nloss. It understood that the publication of the family and friends’ names and\npartial address had caused the complainant concern. Further, it understood that\nthe publication of the name of the complainant’s younger brother had caused her\nparticular concern. However these details were disclosed during proceedings at\nthe Coroner’s Court, and were a matter of public record. In the absence of\nreporting restrictions, the newspaper was entitled to publish information that\nhad previously been disclosed in open court. There was no breach Clause 3. 8. The article had been a report of the inquest into Mr\nTrofimovas’ death, and its tone was not insensitive or derogatory. Further,\nwhile the Committee understood that the complainant found the publication of\ndetails relating to the circumstances of Mr Trofimovas’ death to be upsetting, these\nwere not excessive under the terms of Clause 5 (ii). There was no breach of\nClause 5. 9. The article had not made prejudicial or pejorative\nreference to the nationality of the complainant, or to the family of Mr\nTrofimovas. The inclusion of biographical details, including an individual’s\nnationality, would not generally breach the terms of Clause 12 (ii). Further\nthis detail had been disclosed during proceedings at the Coroner’s Court. There\nwas no breach of Clause 12. Conclusions10. The complaint was not upheld. Remedial Action RequiredN/A Date complaint received: 06/06/2015\nDate decision issued: 26/08/2015\nBack to ruling listing\n\n\n"
}