{
    "url": "/rulings-and-resolution-statements/ruling/?id=03999-18",
    "title": "03999-18 Bromley v Metro",
    "provisions": [
        "1 Accuracy (2018)"
    ],
    "outcome": "Breach - sanction: action as offered by publication",
    "publication": "Metro (Associated Newspapers Limited)",
    "published_on": "2018-05-17 00:00:00",
    "received_on": "2018-06-15 00:00:00",
    "concluded_on": "2018-12-11 00:00:00",
    "complaint_processing_days": 179,
    "conclusion_long": "9.    The complaint was upheld under Clause 1(i).",
    "remedial_action": "10. The clarification offered was sufficient to meet the terms of Clause 1(ii), and should now be published. On receipt of the decision, the publication clarified that it would also be willing to publish the correction online. This should also now be published. Date complaint received: 15/06/2018",
    "text": "\n\n\n\n\n\nDecision\nof the Complaints Committee – 03999-18 Bromley v Metro\nSummary\nof Complaint 1.   \nRobert Bromley complained to the Independent Press Standards Organisation\nthat the Metro breached Clause 1 (Accuracy) of the Editors’ Code of Practice in\nan article headlined “50 of the protesters Israel killed were Hamas fighters”,\npublished on 17 May 2018. 2.   \nThe\narticle reported that “Hamas said 50 of the people killed by Israeli forces on\nthe Gaza Strip this week were its fighters”. It said that Hamas had named them\nonline, “including photographs and details of their ranks within the group”.\nThe article went on to say that a senior Hamas official had “said 50 of the 62\nPalestinians who died were members of the group that rules Gaza”, and included\na response from an Israeli military spokesman who said “Hamas had ‘set the\nrecord straight’, adding: ‘This was no peaceful protest’”. 3.   \nThe\ncomplainant said the article was inaccurate: the senior Hamas official had said\nthat 50 of those killed were its supporters, members or activists - not its\n“fighters”. He said that, given that Hamas won the last elections in Gaza, it\nwas not surprising that many of those killed were its supporters;\nmischaracterising these individuals as “fighters” was a deliberate attempt to\ntry and justify their killing. 4.   \nThe\npublication denied that the use of the word “fighters” was misleading, and that\nit had attempted to justify the killing of the 50 individuals. It said that\nHamas was widely regarded by many nations as a terrorist organisation, and that\nit had released a picture of its dead members which showed some of them wearing\nmilitary-style uniforms. It also said that the word “fighters” could also refer\nto a metaphorical “fighter” for a cause, and that, according to a direct\ntranslation of the senior Hamas official’s comments, he had said that “50 of\nthe martyrs in the recent battle were from Hamas”. In these full circumstances,\nreaders would not have been significantly misled by the use of the word\n“fighters”. 5.   \nNevertheless,\nthe publication offered to amend the word “fighters” to read “members” in the\nonline article, and to include a quote from a representative of the UN Human\nRights Council condemning the use of force by Israel. It also offered to\npublish the following clarification on page 2, to explain the basis for the use\nof the word “fighters”: A May 17 article about Gaza border protests reported that Hamas said\nthat 50 of the protesters killed by Israeli forces were its ‘fighters’. We are\nhappy to clarify that this was based on a translation of comments by a senior\nHamas official who said that ‘50 of the martyrs in the recent battle were from\nHamas’. 6.   \nThe complainant said that, in fact, the senior Hamas official had said\n“In the last round of confrontations, if 62 people were martyred, 50 of them\nwere Hamas”; this translation didn’t give certainty as to the status of the\nindividuals killed. He said that the term “martyred” usually referred to\nsomeone who died for a cause, rather than someone who fought for a cause. \nRelevant\nCode Provisions 7.   \nClause 1 (Accuracy) i) The Press must take care not to\npublish inaccurate, misleading or distorted information or images, including\nheadlines not supported by the text. ii) A significant inaccuracy,\nmisleading statement or distortion must be corrected, promptly and with due\nprominence, and — where appropriate — an apology published. In cases involving\nIPSO, due prominence should be as required by the regulator. iii) A fair opportunity to reply to\nsignificant inaccuracies should be given, when reasonably called for. iv) The Press, while free to\neditorialise and campaign, must distinguish clearly between comment, conjecture\nand fact. \nFindings of the Committee 8.    The article\nstated that Hamas had described 50 of the individuals killed by Israeli forces\nas its “fighters”. However, the translation of the Hamas official’s comments\nprovided by the publication referred to them as “martyrs” in a “battle”; given\nthat an individual can be considered to be ‘martyred’ without engaging in\ncombat, and no translation provided had referred explicitly to “fighters”, this\nstatement did not provide a basis for stating that Hamas had described all 50\nindividuals in this way. Similarly, the image apparently provided by Hamas\nshowing a small number of the dead in military regalia did not support this\ncharacterisation of their comments. In these circumstances, the Committee found\nthat the publication had not taken care to accurately report the information in\nthe public domain, by stating that Hamas had described all the dead as\n“fighters”, and there had been a breach of Clause 1(i). This required\nclarification to avoid a breach of Clause 1(ii). The publication had offered to\npublish a clarification which set out the basis for the characterisation, by\nproviding its translation of the Hamas official’s comments. The Committee could\nnot make a finding on the affiliations and actions of those who died; the\nmisleading impression that required correction was that Hamas had publicly\nstated that these individuals were its “fighters”. In this context, this\nclarification, which made clear what the Hamas official had in fact stated, was\nsufficient to address any misleading impression, and had been offered with\nsufficient prominence and promptness. There was no breach of Clause 1(ii). \nConclusions 9.    The complaint was upheld under\nClause 1(i). \nRemedial\naction required 10. The clarification offered was\nsufficient to meet the terms of Clause 1(ii), and should now be published. On\nreceipt of the decision, the publication clarified that it would also be\nwilling to publish the correction online. This should also now be published.\nDate\ncomplaint received: 15/06/2018\nDate\ndecision issued: 11/12/2018\n\nBack to ruling listing\n\n\n"
}