{
    "url": "/rulings-and-resolution-statements/ruling/?id=03996-18",
    "title": "03996-18 Sanusi v Liverpool Echo",
    "provisions": [
        "1 Accuracy (2018)",
        "2 Privacy (2018)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "Liverpool Echo (Reach PLC)",
    "received_on": "2018-06-14 00:00:00",
    "concluded_on": "2018-11-13 00:00:00",
    "complaint_processing_days": 152,
    "conclusion_long": "23. The complaint was not upheld.",
    "remedial_action": "24. N/A. Independent Complaints Reviewer The complainant complained to the Independent Complaints Reviewer about the process followed by IPSO in handling this complaint. The Independent Complaints Reviewer decided that the process was not flawed and did not uphold the request for review. Date complaint received: 14/06/2018",
    "text": "\n\n\n\n\n\nDecision of the\nComplaints Committee 03996-18 Sanusi v\nLiverpool Echo\nSummary of complaint 1.   \nDr\nDesmond Sanusi complained to the Independent Press Standards Organisation that Liverpool\nEcho breached Clause 1 (Accuracy) and Clause 2 (Privacy) of the Editors’ Code\nof Practice in three articles headlined: ·        \n“Church\noffers gay cure to echo reporter”, published on 13 August 2017; ·        \n“\n‘Gay cure’ pastor is NHS brain surgeon”, published on 16 August 2017; and ·        \n“‘Gay\ncure’ pastor faces GMC probe”, published on 17 August 2017. 2.   \nThe\narticles reported on the publication’s undercover investigation into practices\nat a church at which the complainant was the pastor. A reporter had posed as an\nindividual who was questioning their sexuality, and had a telephone conversation\nwith a member of the church. During this conversation, the reporter was told\nthat being gay was a “deceit of satan” and said that it could be “corrected” by\nundergoing prayer therapy. In order for this therapy to be most effective, the\nreporter was told that he would have to starve himself and not drink water for\n24 hours before taking part in a weekly prayer session. The reporter was\ndirected to the church’s deliverance programme and was told that it could be\nattended in order to “cure” the reporter of his homosexuality; the member of\nthe church said that “for three days you will not eat [on this programme]”. 3.   \nAll\nthe articles alleged that the church had offered “gay cure therapy” as part of\nits deliverance programme, and that the deliverance programme offered by the\nchurch involves fasting for three days. 4.   \nThe\nfirst article reported that the journalist had “confronted” the complainant\nwith their findings following his conversation with the “assistant pastor”. The\narticle reported that the complainant had “claimed that the church does not\ndiscriminate against anyone’s sexuality, and that Brother [name] was not acting\nunder his guidance”. The article reported that “despite the three-day therapy\nbeing advised by assistant pastor ‘Brother [name], the pastor denied claims\nanyone would be expected to fast for three days”. The article quoted the\ncomplainant as saying: “What Brother [Name] discussed with you. It is out of my\nguidance. I am the pastor of this church. It is not a three day fasting”. 5.   \nThe\nsecond article referred to the complainant as a “’Gay cure’ pastor” and\nrevealed that he was also an NHS brain surgeon, registered with the General\nMedical Council. The article repeated the advice which the reporter had\nreceived from the “assistant pastor”, and said that “when approached with our\nfindings, Dr Sanusi repeatedly denied that the church discriminated against gay\npeople, and said that any advice given out was not sanctioned by himself-\ninstead advising a 24-hour fasting period”. The article reported that the Trust\nwhich oversees one of the hospitals where the complainant was an employee, had\nsaid that it was “looking into” the publication’s claims with a “multi-department\ninvestigation”. 6.   \nThe\nthird article said complainant “could face an investigation by the General\nMedical Council” into his involvement with the church. The article referred to\n“gay cure” therapy and said that the reporter “was told he should starve\nhimself without drinking any water for up to three days in order for the ‘cure’\nto be more effective”. The article reported the complainant’s denial that the\nchurch “discriminated against gay people”. In the piece, it stated: “Although\nit is not yet clear whether his involvement with [the church] is in\ncontravention of GMC guidelines, the church’s recommendations go against a\nmemorandum of understanding signed by over 15 professional medical bodies in\n2015-including the NHS”.   7.   \nThe\narticles were also published online with the respective headlines: ·        \n“Echo\ngoes undercover at gay ‘cure’  church offering ‘dangerous’ starvation\ntherapy”, published on 13 August 2017; ·        \n“Head\nof Liverpool gay ‘cure’ church revealed as NHS brain surgeon”, published on 16\nAugust 2017; and ·        \n“‘Gay\n‘cure’ pastor could face General Medical Council investigation”, published on\n17 August 2017. The online articles were\nsubstantially the same as the articles that appeared in print. 8.   \nThe\ncomplainant denied that he had advocated “cures” for homosexuals delivered by\nway of starvation therapy, and therefore the reference to him as a “gay-cure\npastor”, or the head of a “gay cure church” were inaccurate, and suggested that\nhe had advocated treatment in contravention to medical ethics. 9.   \nThe\ncomplainant acknowledged that the journalist had been offered a “gay cure”\ntherapy, from a member of the church. However, the complainant said that the\nsecond article gave the significantly misleading impression that he himself had\nadvised a 24-hour fasting period specifically in relation to a “gay cure”, as\nit was reported that he had “instead” advised a 24-hour fasting period. 10. The complainant said that as\nreflected in the partial recording of his conversation with the journalist,\nwhich the complainant provided to IPSO, he had condemned any practice which\nencouraged a “gay cure” by way of fasting. \nHe had said: I\ndiscussed with [the “assistant pastor”], and whatever discussion you had, all\nthis information was coming to me that there was  discussion about being\ngay, about something like that, which as a church, [inaudible] does not discriminate\nagainst people, we don’t discriminate against people. I was speaking on behalf\nof Mountain of Fire and Miracles Ministries worldwide, as a pastor. [The\n“assistant pastor”] is just a brother in the church, who, because I was not\naround, that I said that he should see you on that day, so I was speaking as an\nordained pastor within a multinational organisation with over 6000 branches\nworldwide. 11. The complainant said that the\nadvice which the reporter had received, was not from an “assistant pastor” at\nthe church, but rather, a “brother”, or member, of the church. He said that\nthis individual did not hold any position of responsibility with the church. 12. Under Clause 2, the complainant expressed\nconcern that the first and second articles had disclosed a photograph of his\nwife’s car, which the registration plate was visible. He said that the\npublication of an excerpt from the church’s website which included his\nphotograph, also represented an intrusion into his private life. The\ncomplainant also said that the references in the second and third articles to\nhis position as director of a company, and the town in which the company was\nregistered, could easily reveal his home address if searched online. 13. The publication did not accept\nthat it had breached the Code. It noted that the complainant was the pastor of\na church, of which the “assistant pastor” had openly suggested to its reporter\nthat a starvation deliverance programme which entailed not eating for three\ndays, could be used as a “gay cure”. 14.\nThe publication accepted the complainant's position that he\ndid not suggest the 24 hours fasting as a gay-cure. The publication said that each article explicitly identified that it was the\n“assistant pastor” who had offered the “gay cure”; that the complainant had\ndenied that the church “discriminated against anyone”; and made clear the\ncomplainant’s position that the “assistant pastor’s” advice was not sanctioned\nby him. The publication said that given that the second article explicitly\nstated: 'When approached with our findings, Dr Sanusi repeatedly denied that\nthe church discriminated against gay people, and said that any advice given out\nwas not sanctioned by himself - instead advising a 24-hour fasting period', it\ndid not accept that the article gave a misleading impression. 15.\nThe\npublication said that when reporter had asked the complainant whether, as a\nmedical doctor, he stood by the church’s advice to undertake starvation therapy\nthrough the deliverance programme, he had been told: “people that want to come\nfor deliverance, they are encouraged to fast but it's not for everybody...it is\nnot for three days...people only fast for one day”. 16.\nIn\nan attempt to resolve the complaint the publication offered to publish the\nfollowing clarifications in print and as footnotes to the online articles, as a\ngesture of good will:Online\n“A previous version of this article\nstated that 'When approached with our finding, Dr Sanusi repeatedly denied that\nthe church discriminated against gay people, and said that any advice given out\nwas not sanctioned by himself - instead advising a 24-hour fasting period'' We\nare happy to clarify that the 24-hour fasting period Dr Sanusi advised was in\nreference the deliverance programme offered by the church, and not in reference\nto a 'gay-cure'.”\n\nPrint“The article ''Gay cure' pastor is NHS\nbrain surgeon'; 16 August 2017, stated that 'When approached with our finding,\nDr Sanusi repeatedly denied that the church discriminated against gay people,\nand said that any advice given out was not sanctioned by himself - instead\nadvising a 24-hour fasting period'' We are happy to clarify that the 24-hour\nfasting period Dr Sanusi advised was in reference the deliverance programme\noffered by the church, and not in reference to a 'gay-cure'.” The publication also said that it\nwould be happy to amend the headline to the third online article to remove the\nreference to the complainant as a “gay cure” pastor, as a gesture of goodwill.\nThe complainant did not accept the newspapers offers. 17.\nThe\npublication did not accept that the reference to the member of the church as an\n“assistant pastor” was misleading. It provided a copy of an email which the\nreporter had received from the complainant, in which the complainant had\nreferred to this individual as “his assistant”. In the email, the complainant\nhad said: “He will enlighten you about deliverance and answer your questions”. Relevant Code Provisions 18.  Clause 1 (Accuracy) i) The Press must take care not\nto publish inaccurate, misleading or distorted information or images, including\nheadlines not supported by the text. ii) A significant inaccuracy,\nmisleading statement or distortion must be corrected, promptly and with due\nprominence, and — where appropriate — an apology published. In cases involving\nIPSO, due prominence should be as required by the regulator. \niii) A fair opportunity to reply\nto significant inaccuracies should be given, when reasonably called for.\niv) The Press, while free to\neditorialise and campaign, must distinguish clearly between comment, conjecture\nand fact. \nClause 2 (Privacy) *\ni) Everyone is entitled to\nrespect for his or her private and family life, home, health and\ncorrespondence, including digital communications.\nii) Editors will be expected to\njustify intrusions into any individual's private life without consent. In\nconsidering an individual's reasonable expectation of privacy, account will be\ntaken of the complainant's own public disclosures of information and the extent\nto which the material complained about is already in the public domain or will\nbecome so.\niii) It is unacceptable to\nphotograph individuals, without their consent, in public or private places\nwhere there is a reasonable expectation of privacy. \nFindings\nof the Committee 19. The complaint was the pastor of a\nchurch, a member of which had offered “gay cure therapy” as part of the\nchurch’s deliverance programme. According to the member, the deliverance\nprogramme involved fasting for up to three days. Care\nhad been taken to distinguish between the advice of the “assistant pastor”, and\nthe response given by the complainant: the article had identified that it was\nthe “assistant pastor” who had offered the “gay cure”; that the complainant had\ndenied that the church “discriminated against people”; and had made clear the\ncomplainant’s position that the “assistant pastor’s” advice was not sanctioned\nby him. The newspaper had set out the complainant’s association with the advice\ngiven by a member of his church; the characterisation of him as a “gay cure\npastor” and the head of a “gay cure church” was not misleading in those\ncircumstances. This aspect of the complaint did not breach Clause 1. 20. The second article had reported:\n“when approached with our findings, [the complainant] repeatedly denied that\nthe church discriminated against gay people, and said that any advice given out\nwas not sanctioned by himself - instead advising a 24-hour fasting period”. It\nwas accepted that the complainant had, in reference to the deliverance\nprogramme offered by the church, advised that the programme involved a 24 hour\nperiod of starvation therapy, rather than three days. However the complainant\ndisputed that he had given this advice in relation to “gay cure therapy”, a\nposition which the newspaper had accepted. The Committee noted the complainant’s\nposition that the use of the word “instead” suggested that he had specifically advised\na “24-hour gay cure” as opposed to a “three day gay cure”. However, the\nprevious paragraph of the article made clear that the complainant’s comments\nwere being discussed in the general context of deliverance therapy. Before\nreporting his comments, the article stated that the reporter “found the\nchurch’s assistant pastor was offering ‘deliverance’ therapy… their website\nalso suggests it should be undertaken by victims of sexual assault and child\nabuse”. Furthermore, the article had explicitly referenced the complainant’s\ndenial of “discrimination against people”; and a distinction was made between\nthe advice which the complainant had given regarding the starvation therapy,\nand his denial of the “gay cure therapy”. In these circumstances, the Committee\ndid not establish that the newspaper had failed to take care over the reporting\nof the complainant’s response to the journalist, nor was the article\nsignificantly misleading in the manner suggested by the complainant such that a\ncorrection would be required. Notwithstanding this, the Committee welcomed the\nnewspaper’s offer of a clarification. 21. The complainant had referred the\nreporter to a member of the church, and had said that they would be able to\nadvise the reporter on the deliverance programme, in his absence. The\ncomplainant had also referred to this individual as his “assistant”. This gave\na particular impression of the church member’s knowledge of the deliverance\nprogramme, and his ability to offer advice in relation to it. In those\ncircumstances, and particularly where the complainant, the pastor of the\nchurch, had referred to this individual as his “assistant”, the reference to\nhim as an “assistant pastor” would not have misled readers in a significant\nway. This aspect of the complaint did not represent a breach of Clause 1. 22.  A photograph of a car had been published alongside\ntwo of the articles. It had disclosed an obscured licence plate and no\ninformation within the article had identified the car as being that of the\ncomplainant. The photograph of the complainant showed his likeness, and was\npublicly available on the church’s website. The Committee noted the\ncomplainant’s position that his address would be identified from the details in\nthe article, but did not consider that the article contained any information about\nwhich the complainant had a reasonable expectation of privacy. There was no\nbreach of Clause 2.\nConclusions23. The complaint was not upheld.\nRemedial Action Required 24. N/A.\nIndependent\nComplaints Reviewer\nThe\ncomplainant complained to the Independent Complaints Reviewer about the process\nfollowed by IPSO in handling this complaint. The Independent Complaints\nReviewer decided that the process was not flawed and did not uphold the request\nfor review. Date complaint received: 14/06/2018Date decision issued: 13/11/2018\n \nBack to ruling listing\n\n\n"
}