{
    "url": "/rulings-and-resolution-statements/ruling/?id=04002-16",
    "title": "04002-16 Various Complainants v Daily Star",
    "provisions": [
        "1 Accuracy (2016)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "Daily Star (Reach PLC)",
    "published_on": "2016-06-17 00:00:00",
    "received_on": "2016-06-17 00:00:00",
    "concluded_on": "2016-08-30 00:00:00",
    "complaint_processing_days": 74,
    "conclusion_long": "7.    The complaint was not upheld.",
    "remedial_action": "N/A Date complaint received: 17/06/2016",
    "text": "\n\n\n\n\n\nDecision of the\nComplaints Committee 04002-16 Various\nComplainants v Daily Star \nSummary of complaint 1.   \nA\nnumber of complainants complained to the Independent Press Standards\nOrganisation that the Daily Star breached Clause 1 (Accuracy) of the Editors’\nCode of Practice in an article headlined “Labour MP dead after attack by Brexit\nNut”, published on 17 June 2016. 2.    The\nfront-page article reported that Labour MP Jo Cox was killed in a\n“Brexit-motivated attack”. It said that her alleged killer shouted “Britain\nfirst!” following the incident. The article on pages 6 and 7, to which the\nfront-page article referred, quoted Clarke Rothwell, a witness to the aftermath\nof the attack, who said the alleged attacker was shouting “Britain first!\nBritain first!”. It also quoted Jo Cox’s husband who it said “pleaded with\nBritain to ‘unite to fight against the hatred that killed her’”.  3.    IPSO\nreceived 303 complaints about the article, all of which raised similar issues. Complainants\nsaid that the headline of the article was inaccurate because there was no\ninformation to suggest that the alleged attacker was a Brexit supporter, and\nthat the attack was “Brexit-motivated”. 4.    The\npublication said that the article needed to be considered in the context of both\nwhen the incident occurred, which was one week before the EU referendum, and Ms\nCox’s position as a pro-EU MP and a campaigner for refugees. It said that when\nMs Cox was attacked, a number of witnesses heard her alleged killer shout\n“Britain first”, which led to links being drawn between the attack and Vote\nLeave’s focus on immigration. It said that while not all Brexit supporters held\nextreme “right-wing” views on immigration, those who held such views would inevitably\nsupport Britain’s exit from the EU, particularly somebody who would use\nviolence to further their ideology. In this context, it said that the newspaper\nbelieved that the attack was politically motivated and wanted to convey the\nalleged attacker’s ideology on the front page.  \nRelevant Code Provisions 5.    Clause\n1 (Accuracy)\ni) The Press must take care not to publish\ninaccurate, misleading or distorted information or images, including headlines\nnot supported by the text.\nii) A significant inaccuracy, misleading statement\nor distortion must be corrected, promptly and with due prominence, and — where\nappropriate — an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator. \nFindings of the Committee 6.   The\nCommittee recognised that the headline’s description of Jo Cox’s alleged\nattacker as a “Brexit nut” was the newspaper’s characterisation of his\npolitical views. Such an assessment is a matter of opinion, which is something\nto which the Code grants considerable latitude; however this does not absolve a\nnewspaper of its obligations under Clause 1. It was widely reported on the day\nof the attack that the alleged attacker had shouted “Britain first” at the time\nof the incident; this information was included in the front-page article, with\nthe article inside the newspaper carrying a more extensive quote from a\nwitness. The newspaper had explained, that in its view, somebody who shouted\n“Britain first” in the context of a referendum debate which focused to a large\ndegree on immigration issues, while attacking a pro-Remain MP who had\ncampaigned on behalf of immigrants, was likely to support the Vote Leave, or “Brexit”,\nside of the campaign. The Committee wished to make clear that it was not making\nan assessment on whether Ms Cox’s alleged attacker was in fact “Brexit-motivated”;\nrather it had to decide whether the newspaper had provided a sufficient basis\nto characterise him in this way. Overall, it believed that the newspaper had\nprovided a sufficient basis for the characterisation of the alleged attacker as\na Brexit supporter considering what was known about the incident, and the\npolitical backdrop, at the time of publication; this basis was made clear in\nthe front-page article. There was no breach of Clause 1. \nConclusion 7.    The\ncomplaint was not upheld. \nRemedial\nAction Required\nN/A\nDate complaint\nreceived: 17/06/2016\nDate decision\nissued: 30/08/2016\nBack to ruling listing\n\n\n"
}