{
    "url": "/rulings-and-resolution-statements/ruling/?id=04012-15",
    "title": "04012-15 A woman v Mail Online",
    "provisions": [
        "9 (Reporting of crime) 2015"
    ],
    "outcome": "No breach - after investigation",
    "publication": "Mail Online (Associated Newspapers Limited)",
    "published_on": "2015-06-04 00:00:00",
    "received_on": "2015-06-09 00:00:00",
    "concluded_on": "2015-09-24 00:00:00",
    "complaint_processing_days": 107,
    "conclusion_long": "7. The complaint was not upheld.",
    "remedial_action": "N/A Date complaint received: 09/06/2015",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee 04012-15 A woman\nv Mail OnlineSummary of\ncomplaint 1. A woman complained to the Independent Press Standards\nOrganisation that Mail Online breached Clause 9 (Reporting of crime) in an\narticle headlined “Burglar ‘caught trying to break into house by hidden camera\ninstalled by BBC Springwatch presenter to monitor urban foxes’”, published on 4\nJune 2015. 2. The article reported the on-going trial of a man who\nhad been charged with burglary and attempted burglary. 3. The complainant was a friend of the man who had been\ncharged, and had arrived at court with him to give him “family support”,\nalthough she said that she had not attended the hearing. She said that the\ninclusion in the article of a photograph of her standing behind him represented\na breach of Clause 9. She had contacted the newspaper directly, prior to\ncontacting IPSO, and it had cropped her out of the photograph. 4. The newspaper said that it had made no attempt to\nactively identify the complainant in the article: she was not named, nor was\nshe referred to in the text. It said that there was no suggestion that she had\nbeen involved in the crime for which her friend was subsequently convicted. The\nnewspaper said that the complainant had accompanied her friend to court, and\nher presence on the day made her genuinely relevant to the story. Relevant Code Provisions5. Clause 9 (Reporting of crime) i) Relatives or friends of persons convicted or accused\nof crime should not generally be identified without their consent, unless they\nare genuinely relevant to the story. Findings of the Committee6. The press is generally entitled to report what is\nheard in court, and to photograph those involved in court cases arriving and\nleaving the court buildings, subject to any other legal restrictions. In this\ncase, the inclusion of the complainant in the image had been incidental. She\nwas in the background of a photograph of the defendant, and the image did not\nsuggest the nature of the relationship between the two individuals. She was not\nreferred to in the text of the article, nor was the relationship between the\ntwo individuals specified. The Committee found that the complainant had not\nbeen identified as a friend or relative of the accused man, and the terms of\nClause 9 were not engaged. Nonetheless, the Committee welcomed the newspaper’s\nprompt response to the complainant’s concerns. Conclusions7. The complaint was not upheld. Remedial Action RequiredN/A Date complaint received: 09/06/2015\nDate decision issued: 24/09/2015\nBack to ruling listing\n\n\n"
}