{
    "url": "/rulings-and-resolution-statements/ruling/?id=04026-15",
    "title": "04026-15 Baker v The Argus (Brighton)",
    "provisions": [
        "1 (Accuracy) 2015",
        "4 (Harassment) 2015"
    ],
    "outcome": "No breach - after investigation",
    "publication": "The Argus (Brighton) (Newsquest Media Group)",
    "received_on": "2015-06-09 00:00:00",
    "concluded_on": "2015-09-03 00:00:00",
    "complaint_processing_days": 86,
    "conclusion_long": "20. The complaint was not upheld.",
    "remedial_action": "N/A  Date complaint received: 09/06/2015",
    "text": "\n\n\n\n\n\n·  Decision of the Complaints Committee 04026-15 Baker v\nThe Argus (Brighton)\nSummary of\ncomplaint \n1. Trudy Baker complained to the Independent Press\nStandards Organisation that The Argus had breached Clause 1 (Accuracy) and\nClause 4 (Harassment) of the Editors’ Code of Practice in a series of articles:\n“Animal activists force children’s charity to halt fundraising night” and\n“Despicable attack on a vital children’s charity”, both published on 2 June\n2015, “Post wasn’t ‘cruel joke’”, published on 3 June 2015, “Greyhound racers\nraise thousands for charity”, published on 5 June 2015, “£10k for charity from\ndog racers”, published on 8 June 2015, and “Calling dog lovers to help re-home\ngentle greyhounds”, published on 11 June 2015. \n2. The newspaper reported that a children’s charity had\ncancelled a fundraising event at a greyhound racing stadium after supporters of\nthe campaign group Greyt Exploitations sent employees of the charity “abusive”\nmessages on social media. \n3. The complainant, the coordinator of Greyt\nExploitations, complained that the coverage was significantly misleading. She\nsaid that the reports had misrepresented the campaign and the nature of the\ncorrespondence sent to the charity.  She had asked supporters to email the\nChief Executive of the charity to politely ask him to cancel the event. It was\ninaccurate to report that the charity had received “threats” or a “series of\naggressive messages”. The complainant was particularly concerned that headlines\nhad referred to “threats” and a “reign of hatred”. \n4. While the complainant accepted that the charity’s\nChief Executive had been sent an “extremely distasteful” message, the message\nhad not been threatening and it had been sent by an individual who was not\naffiliated with Greyt Exploitations. The comment on Greyt Exploitations’\nFacebook page had read “sent a polite e-mail to ask if they are going to\narrange a day at the hospital so we can all go and bet on the children.” The\narticle had reported the Chief Executive of the charity as saying that “when we\nreceived messages, including that the activists should go to the baby unit and\nbet on which baby ‘would and would not make it’…we knew we were dealing with\ndangerous individuals and felt enough was enough.” The person who had posted\nthe message had later clarified that she had meant that that the children could\nrace around the ward and spectators would bet on the winner, and the\ncomplainant was concerned that the paraphrasing of the message had made it\nsound more sinister and was significantly inaccurate. \n5. The complainant raised a number of additional concerns\nabout the accuracy of the coverage. She said that Greyt Exploitations is a\ngreyhound protection and welfare group, not an animal rights campaign; the\norganisation shared work contact details, not “personal contact details”, of\nemployees of the charity; it was misleading to include reference to animal\nrights groups that had waged violent campaigns; a national newspaper, rather\nthe Greyt Exploitations, had claimed that 40,000 dogs had been injured as part\nof commercial dog racing in the past decade; and the reported amount of money\nraised by the greyhound racing industry, following the cancellation of the\nevent, represented conjecture as there was not a separate fund for donations.\nThe complainant was also concerned that the article had not reported\ninformation about the motivation for the campaign. \n6. The complainant also considered that the newspaper’s\ncoverage represented harassment, in breach of Clause 4. In particular, she\nraised concerns that she did not believe she had been granted enough time to\nrespond to a request for comment, prior to publication of an article, and that\nthe short time-frame had put her under unnecessary pressure. \n7. The newspaper said that the coverage accurately\nreported the comments made by the Chief Executive of the charity, including his\ncomments that the campaign had been “intimidating and threatening”. The\nnewspaper said that it was reasonable to describe people who responded to the\nFacebook campaign and subsequently emailed or contacted the charity via social\nmedia as supporters of the complainant’s campaign. The comment cited in the\narticle was ill-advised, and it was reported that this had been removed from\nthe complainant’s website. The coverage reported that the complainant had\napologised for any offence caused. The exact wording of the comment was not significant\nin the context of the coverage as a whole. \n8. The newspaper said that the complainant had not been\nharassed. \n9. The newspaper did not accept that it had breached the\nEditors’ Code of Practice. Nonetheless, it offered to publish a letter from the\ncomplainant. \nRelevant Code Provisions\n10. Clause 1 (Accuracy) \ni) The press must take care not to publish inaccurate,\nmisleading or distorted information, including pictures. \nii) A significant inaccuracy, misleading statement or\ndistortion once recognised must be corrected, promptly and with due prominence,\nand – where appropriate – an apology published. \niii) The Press, whilst free to be partisan, must\ndistinguish clearly between comment, conjecture and fact. \nClause 4 (Harassment) \ni) Journalists must not engage in intimidation,\nharassment or persistent pursuit. \nFindings of the Committee\n11. The newspaper had been entitled to report the views\nexpressed by the Chief Executive of the children’s charity about messages\nreceived, and his explanation of why the charity had felt it necessary to\ncancel the event. The comments had been attributed to the Chief Executive and\nmade clear that the charity had experienced the messages as “abuse” and\n“intimidating and threatening social media”. The complainant accepted that she\nhad encouraged supporters to contact members of the charity directly, and that\nthe charity had subsequently received a “distasteful” message. She was not in a\nposition to assess the nature of any other private messages received by the\ncharity, and it was not disputed that the charity had been so concerned by the\nmessages it had received that it decided to cancel its fundraising event. In\nthese circumstances the description of the communications was not significantly\nmisleading. The newspaper had also reported the complainant’s position that “at\nno time have we ever threatened or used violence”. There was no breach of the\nCode on this point. \n12. While the person who had posted the message\nsuggesting that people “bet on the children” had later sought to clarify that\nshe had been referring to the children racing, and not betting on who would\nsurvive, the message was open to interpretation; it was clear that the charity\nhad understood that it had the latter meaning, and was extremely concerned by\nit. The newspaper’s reporting of the message was not significantly inaccurate\nor misleading. \n13. The Committee considers headlines in the context of\nthe stories that accompany them rather than as standalone statements. The text\nof the coverage had made clear the nature of the concerns about the behaviour\nof the campaign group and Greyt Exploitations’ position on the matter. In this\ncontext the headlines had not been significantly misleading. \n14. The individual who had posted the message had written\non Greyt Exploitations’ social media page, and appeared to have contacted the\ncharity in response to their campaign. It was therefore not inaccurate or\nmisleading to describe her as a “supporter”. The coverage also included\ncomments from a member of Greyt Exploitations which said that they did not know\nthe individual who had posted the message in question.  \n15. The distinction between sharing work contact details\nand personal contact details, when it was not disputed that the contact details\nprovided were those of individuals and not for the charity more generally, was\nnot so significant that it would require correction under the Code. Similarly,\nthe fact that it was a newspaper that had claimed that 40,000 dogs had been\nkilled on Britain’s race tracks, in the context of an article about Greyt\nExploitations, and not the charity itself, did not represent a significant\ninaccuracy. \n16. The newspaper had not been obliged to include all\ninformation provided by the complainant, nor had it been required to present a\ndetailed explanation about the campaign’s objectives. The omission of this\ninformation was not significantly misleading. The newspaper’s reference to\nanimal rights groups which had engaged in violent campaigns was not inaccurate\nor misleading. The coverage had made clear the allegations against Greyt\nExploitations, and had not suggested that they engaged in violence. There was\nno breach of Clause 1. \n17. The articles had made clear that members of the\ngreyhound racing industry had launched the appeal, which had raised more than\n£9000. It was therefore not inaccurate to report that the industry had raised\nthis money. There was no breach of the Code on this point. \n18. The terms of Clause 4 generally relate to the conduct\nof journalists during the newsgathering process. The publication of a number of\narticles about the campaign did not constitute harassment. The complainant had\nengaged with the newspaper, and there was no suggestion that the complainant\nhad asked the newspaper to desist from contacting her. There was no breach of\nClause 4. \n19. Although it did not find a breach of the Code, the\nCommittee welcomed the newspaper’s offer to publish a letter from the\ncomplainant as a positive response to the complaint. \nConclusions\n20. The complaint was not upheld. \nRemedial Action Required\nN/A \nDate complaint received: 09/06/2015\nDate decision issued: 03/09/2015\nBack to ruling listing\n\n\n"
}