{
    "url": "/rulings-and-resolution-statements/ruling/?id=04036-15",
    "title": "04036-15 Solash v The Times",
    "provisions": [
        "1 (Accuracy) 2015",
        "2 (Opportunity to reply) 2015"
    ],
    "outcome": "Breach - sanction: publication of adjudication",
    "publication": "The Times (News UK)",
    "published_on": "2015-06-01 00:00:00",
    "received_on": "2015-07-15 00:00:00",
    "concluded_on": "2015-11-30 00:00:00",
    "complaint_processing_days": 138,
    "conclusion_long": "19. The complaint was upheld under Clause 1.",
    "remedial_action": "20. The established inaccuracies supported the significant claim that Mr Oliver enjoyed a “personal fiefdom”. In circumstances where the newspaper had failed to take care not to publish inaccurate information, and not offered to correct these significant inaccuracies, the Committee concluded that the appropriate remedy was an adjudication. The article was published on page 21 of the newspaper, and the Committee required the publication of an adjudication upholding the complaint on this page, or further forward in the newspaper.  The headline must make clear that IPSO has upheld the complaint, and refer to its subject matter; it must be agreed in advance. It should also be published on the newspaper’s website, with a link to the full adjudication appearing on the homepage for 24 hours; it should then be archived online in the usual way. Should the newspaper intend to continue to publish the article online, without amendment, in light of this decision it should publish the adjudication in full, beneath the headline.  21. The terms of the adjudication to be published are as follows:  Richard Solash, acting on behalf of OSCE PA Secretary General Spencer Oliver, complained to the Independent Press Standards Organisation that The Times breached Clause 1 (Accuracy) and Clause 2 (Opportunity for reply) in an article headlined “Fifa isn’t the only fiefdom to cast its shadow”, published on 1 June 2015. IPSO upheld the complaint as a breach of the Editors’ Code and required The Times to publish this decision by its Complaints Committee as a remedy to the breach.   The article had included the OSCE PA and its Secretary General among a group of organisations which it claimed were “personal fiefdoms”, whose leaders “believe they are above the law” and are subject to “lethargy or corruption, followed by brazen defiance when challenged”. As support for this characterisation, it had referred to the length of Mr Oliver’s tenure in office and claimed that Mr Oliver had “fended off challenges and tried to frustrate attempts to reform the constitution”, and more recently “seems intent on influencing the choice of his successor”. It had also referred to the alleged amenities of his role – “limos and tax-free, Danish-diplomatic status” in a manner that tended to support the description of the OSCE PA as a “fiefdom”. By the newspaper’s account, these claims – and by extension the allegation that the OSCE PA fit the pattern described in the column – were based on information provided by a confidential source, which it was obliged to protect under the terms of Clause 14.  The newspaper had been unable to demonstrate to the Complaints Committee the accuracy of its claim of fact that the complainant had “tried to frustrate attempts to reform the OSCE PA’s constitution”. It was entitled to make use of information provided by a confidential source. However, it had relied on this source without taking additional steps to investigate or corroborate the information on which  the article’s characterisation was based, which might include obtaining additional on-the-record information or contacting the complainant to obtain his comment before publication. As the newspaper considered itself prevented by Clause 14 from disclosing the information provided by its source, it was unable to demonstrate that it had taken care not to publish inaccurate information.  It was inaccurate to report that Mr Oliver enjoyed access to limos in his role and the reference to his tax-free status misleadingly suggested he paid no tax, when in fact, he paid full taxes in the USA. Taken together, these points significantly contributed to the broader implication that Mr Oliver enjoyed a “personal fiefdom”, and that he enjoyed various lifestyle benefits as a consequence. They were significantly misleading in this broader context.  It was not misleading to claim that Mr Oliver had “fended off challenges”, during his time as Secretary General. Neither was it misleading for newspaper to claim that Mr Oliver seemed “intent on influencing the choice of his successor”, where the complainant accepted that he had attempted to dissuade a candidate from running in the election to succeed him. However, the length of Mr Oliver’s tenure, and his ability to “fend off challenges”, were not sufficient alone to justify the very serious allegation that the OSCE PA, under Mr Oliver’s leadership, had become a “personal fiefdom” that had “sunk” into “lethargy or corruption”. The complaint was upheld as a breach of Clause 1 (i).  The clarification offered by the newspaper was insufficient: it did not address the most serious unsubstantiated claim that Mr Oliver had “tried to frustrate attempts to reform the OSCE PA’s constitution”. The complaint was upheld under Clause 1 (ii).  Date complaint received: 15/07/15",
    "text": "\n\n\n\n\n\n·       Decision of the Complaints Committee 04036-15 Solash v\nThe Times\nSummary of\ncomplaint \n1. Richard Solash, Director of Communications of the\nParliamentary Assembly for the Organisation for Security and Co-Operation in\nEurope (OSCE PA) acting on behalf of OSCE PA Secretary General Spencer Oliver\ncomplained to the Independent Press Standards Organisation that The Times\nbreached Clause 1 (Accuracy) and Clause 2 (Opportunity for reply) in an article\nheadlined “Fifa isn’t the only fiefdom to cast its shadow”, published on 1 June\n2015. \n2. The article was an opinion piece in which the columnist\nexpressed the view that the Fifa scandal was one example of the tendency of\ninternational bureaucracies to become the “personal fiefdoms of their\npresidents or directors-general, and sink into lethargy or corruption, followed\nby brazen defiance when challenged”; the sub-headline referred to “leaders who\nbelieve they are above the law”. The columnist alleged that a number of\norganisations fitted this pattern, including UNESCO, the Inter-Governmental\nPanel on Climate Change, the World Health Organisation, and the OSCE PA,\ndescribed as a “smaller example” of the phenomenon. \n3. The article included a number of claims about Mr\nOliver’s term as Secretary General. Noting that he had served continuously for\nall the organisation’s 22 years, it alleged that he had “fended off challenges\nand tried to frustrate attempts to reform the constitution”. It said at the age\nof 77, Mr Oliver had “reluctantly conceded that he might like to think about\nletting somebody else play with the limos and tax-free, Danish-diplomatic\nstatus that go with the job”, but claimed that he “seems intent on influencing\nthe choice of his successor”. \n4. The complainant denied that the OSCE PA was a\n“personal fiefdom”, and said that that the newspaper’s justification for this\ndescription was based entirely on inaccurate allegations about Mr Oliver’s\nconduct as Secretary General. He said that the OSCE PA does not have a\nconstitution; it has rules of procedure. Mr Oliver had not tried to “frustrate\nattempts to reform” the OSCE PA’s rules of procedure. He had not made any\nattempts to “influence the choice of his successor”, nor did he have access to\n“limos”. He said that OSCE PA in fact maintains an ordinary van, a mini-van and\na hatchback for the use of its staff, and there are no drivers. He said that Mr\nOliver paid full US taxes, but had Danish diplomatic status, as did all\nexpatriate employees of the OSCE PA. The complainant said that by referring to\nMr Oliver among a group of proven wrongdoers at other organisations, it had\nsuggested that he was guilty by association. \n5. The newspaper said that the article was based on\nmaterial provided by a credible and well placed confidential source, and denied\nthat there was any breach of the Code. It said that the complainant had not\ndemonstrated any inaccuracies, beyond minor points relating to the amenities\nprovided to Mr Oliver. The newspaper said that, prior to publication, the\njournalist had seen emails from an individual who Mr Oliver had attempted to\ndissuade from standing in the contest to succeed him. The source told the\njournalist that Mr Oliver had frustrated attempts to reform the constitution of\nthe OSCE PA and had showed him emailed evidence from other well-placed\nindividuals in support of this position. The newspaper said it was unable to provide\nfurther details because of the need to protect its confidential sources. \n6. The newspaper denied that the article contained any\nsignificant inaccuracies. It noted that in 2010, a Latvian politician had\ncontested the election for Secretary General of the OSCE PA, and lost to Mr\nOliver. The newspaper said that it had it “on good authority” that Mr Oliver\nopposed any limitation of the Secretary General’s term of office. Following the\neventual adoption of a rule in 2013 limiting the term of office, the newspaper\nsaid it was confident that Mr Oliver had stated that the new rule did not apply\nto him because he was in office before it came into force. It also said that a\nreference in the rule to there being “exceptional circumstances” in which a\nfurther renewal of the term of office may be considered was included after\npressure from Mr Oliver’s “allies” on the Rules Committee. \n7. The complainant accepted that Mr Oliver had defeated\nanother candidate in the 2010 election but denied that Mr Oliver opposed a rule\nchange limiting the Secretary General’s term of office, or that the reference\nto “exceptional circumstances” was included after pressure from Mr Oliver’s\n“allies”. It noted that the newspaper had failed to provide evidence to\nsubstantiate these assertions. \n8. The complainant said that Mr Oliver did not believe he\nhad stated that the new rule on the Secretary General’s term of office did not\napply to him, and that the newspaper had failed to substantiate its assertion\nthat Mr Oliver had made such a statement. He said that there was however a\ngeneral understanding that Mr Oliver could seek further re-election on the\nbasis of his contract, and the rules of procedure in force at the time he was\nelected and re-elected. The complainant said that Mr Oliver had supported every\nrule change proposed by the Rules Committee of the Assembly except for one\nproposed change at the meeting of the Standing Committee of the OSCE PA in\nFebruary 2015. The rule change related to the manner in which amendments would\nbe considered by the assembly in annual sessions, which Mr Oliver believed\nwould be impractical and unworkable; the proposal was withdrawn in view of Mr\nOliver’s opposition. The complainant said that Mr Oliver only attempted to\ndissuade one potential candidate from standing in the contest to succeed him. \n9. During direct correspondence with the newspaper, the\ncomplainant and Mr Oliver had requested a retraction and an apology for the\nalleged inaccuracies. The newspaper responded by offering to publish a\nclarification, pending Mr Oliver’s confirmation on whether he has use of\nofficial cars and on whether he had tax-free Danish-diplomatic status. The\ncomplainant responded on 16 June, providing the requested clarification, and\nreiterated his request that the newspaper publish a formal retraction and\napology. The newspaper offered to publish the following clarification in its\n“Corrections and clarifications” column to address the complainant’s concerns: \nIn an opinion column about the unaccountability of\ninternational quangos (\"Fifa isn’t the only fiefdom to cast its\nshadow\", Jun 1) Matt Ridley mentioned the 22-year tenure of Spencer Oliver\nas secretary general of the Parliamentary Assembly of the Organisation for\nSecurity and Co-Operation. This was not intended to imply any wrongdoing on Mr\nOliver’s part. Mr Oliver states that he pays full US taxes on his OSCE PA\nsalary and that the vehicles to which he had access while in office comprised a\n13-year-old van, a six-year-old minivan and a two-year-old hatchback, rather\nthan the “limos” to which our article referred. We are happy to make this\nclear. \nThe newspaper also offered to publish a clarification\nwhich included the words: “[Mr Oliver] is happy with the outcome of the process\nfor choosing the lead candidate for his successor.” Nevertheless, the newspaper\ndid not accept that it was significantly misleading to refer to Mr Oliver’s\naccess to “limos”, and his “tax-free status”. The complainant rejected this\noffer on the basis was not a retraction or apology, and did not deal with all\nof the alleged inaccuracies. \nRelevant Code Provisions\n10. Clause 1 (Accuracy) \ni) The Press must take care not to publish inaccurate,\nmisleading or distorted information, including pictures. \nii) A significant inaccuracy, misleading statement or\ndistortion once recognised must be corrected, promptly and with due prominence,\nand – where appropriate – an apology published. In cases involving the\nRegulator, prominence should be agreed with the Regulator in advance. \niii) The Press, whilst free to be partisan, must\ndistinguish clearly between comment, conjecture and fact. \nClause 2 (Opportunity to reply) \nA fair opportunity for reply to inaccuracies must be\ngiven when reasonably called for. \nClause 14 (Confidential Sources) \nJournalists have a moral obligation to protect\nconfidential sources of information. \nFindings of the Committee\n11. The article had included the OSCE PA and its\nSecretary General among a group of organisations which it claimed were\n“personal fiefdoms”, whose leaders “believe they are above the law” and are\nsubject to “lethargy or corruption, followed by brazen defiance when\nchallenged”. As support for this characterisation, it had referred to the\nlength of Mr Oliver’s tenure in office and claimed that Mr Oliver had “fended\noff challenges and tried to frustrate attempts to reform the constitution”, and\nmore recently “seems intent on influencing the choice of his successor”. It had\nalso referred to the alleged amenities of his role – “limos and tax-free,\nDanish-diplomatic status” in a manner that tended to support the description of\nthe OSCE PA as a “fiefdom”. By its account, these claims – and by extension the\nallegation that the OSCE PA fit the pattern described in the column – were\nbased on information provided by a confidential source, which it was obliged to\nprotect under the terms of Clause\n14.                               \n12. The newspaper had been unable to demonstrate to the\nComplaints Committee the accuracy of its claim of fact that the complainant had\n“tried to frustrate attempts to reform the OSCE PA’s constitution”. It relied\non information provided by a confidential source, which it said included emails\nfrom other well-placed individuals, in support of this claim and explained that\nthe statement referred to Mr Oliver’s opposition to a possible limitation of\nthe Secretary General’s term of office. However, this was disputed by Mr\nOliver. \n13. The newspaper was entitled to make use of information\nprovided by a confidential source. However, it had relied on this source\nwithout taking additional steps to investigate or corroborate the information\non which the article’s characterisation was based, which might include\nobtaining additional on-the-record information or contacting the complainant to\nobtain his comment before publication. As the newspaper considered itself\nprevented by Clause 14 from disclosing the information provided by its\nsource, it was unable to demonstrate that it had taken care not to publish\ninaccurate information. \n14. It was inaccurate to report that Mr Oliver enjoyed\naccess to limos in his role, and the reference to his tax-free status\nmisleadingly suggested he paid no tax, when in fact, he paid full taxes in the\nUSA. Taken in isolation, these were potentially trivial points, but taken\ntogether, they significantly contributed to the broader implication that Mr Oliver\nenjoyed a “personal fiefdom”, and that he enjoyed various lifestyle benefits as\na consequence. They were significantly misleading in this broader context. \n15. It was not in dispute that Mr Oliver had successfully\ndefeated another candidate in his re-election to the role of Secretary General\nin 2010, and that he had not been successfully challenged for the role during\nhis 22 years as Secretary General. It was therefore not misleading to claim\nthat Mr Oliver had “fended off challenges”, during his time as Secretary\nGeneral. Neither was it misleading for newspaper to claim that Mr Oliver seemed\n“intent on influencing the choice of his successor”, where the complainant\naccepted that he had attempted to dissuade a candidate from running in the\nelection to succeed him. \n16. However, the length of Mr Oliver’s tenure, and his\nability to “fend off challenges”, were not sufficient alone to justify the very\nserious allegation that the OSCE PA, under Mr Oliver’s leadership, had become a\n“personal fiefdom” that had “sunk” into “lethargy or corruption”. The complaint\nwas upheld as a breach of Clause 1 (i). \n17. The Committee welcomed the newspaper’s offer to\nclarify the taxes Mr Oliver paid, and his access to “limos”. However, the\nclarification offered was insufficient: it did not address the most serious\nunsubstantiated claim that Mr Oliver had “tried to frustrate attempts to reform\nthe OSCE PA’s constitution”. The complaint was upheld under Clause 1 (ii). \n18. Clause 2 requires that a fair opportunity for reply\nto inaccuracies must be given when reasonably called; it does not require that\nnewspapers seek to obtain comments prior to publication, nor does it require\nthe publication of retractions or apologies. The complainant was in direct\ncorrespondence with the newspaper, but did not request an opportunity to reply\nto the inaccuracies. The newspaper had not denied the complainant a fair\nopportunity to reply, and there was no breach of Clause 2. \nConclusions\n19. The complaint was upheld under Clause 1. \nRemedial Action Required\n20. The established inaccuracies supported the\nsignificant claim that Mr Oliver enjoyed a “personal fiefdom”. In circumstances\nwhere the newspaper had failed to take care not to publish inaccurate\ninformation, and not offered to correct these significant inaccuracies, the\nCommittee concluded that the appropriate remedy was an adjudication. The\narticle was published on page 21 of the newspaper, and the Committee required\nthe publication of an adjudication upholding the complaint on this page, or\nfurther forward in the newspaper.  The headline must make clear that IPSO\nhas upheld the complaint, and refer to its subject matter; it must be agreed in\nadvance. It should also be published on the newspaper’s website, with a link to\nthe full adjudication appearing on the homepage for 24 hours; it should then be\narchived online in the usual way. Should the newspaper intend to continue to\npublish the article online, without amendment, in light of this decision it\nshould publish the adjudication in full, beneath the headline. \n21. The terms of the adjudication to be published are as\nfollows: \nRichard Solash, acting on behalf of OSCE PA Secretary\nGeneral Spencer Oliver, complained to the Independent Press Standards\nOrganisation that The Times breached Clause 1 (Accuracy) and Clause 2\n(Opportunity for reply) in an article headlined “Fifa isn’t the only fiefdom to\ncast its shadow”, published on 1 June 2015. IPSO upheld the complaint as a\nbreach of the Editors’ Code and required The Times to publish this decision by\nits Complaints Committee as a remedy to the breach.  \nThe article had included the OSCE PA and its Secretary\nGeneral among a group of organisations which it claimed were “personal\nfiefdoms”, whose leaders “believe they are above the law” and are subject to\n“lethargy or corruption, followed by brazen defiance when challenged”. As\nsupport for this characterisation, it had referred to the length of Mr Oliver’s\ntenure in office and claimed that Mr Oliver had “fended off challenges and\ntried to frustrate attempts to reform the constitution”, and more recently\n“seems intent on influencing the choice of his successor”. It had also referred\nto the alleged amenities of his role – “limos and tax-free, Danish-diplomatic\nstatus” in a manner that tended to support the description of the OSCE PA as a\n“fiefdom”. By the newspaper’s account, these claims – and by extension the\nallegation that the OSCE PA fit the pattern described in the column – were\nbased on information provided by a confidential source, which it was obliged to\nprotect under the terms of Clause 14. \nThe newspaper had been unable to demonstrate to the\nComplaints Committee the accuracy of its claim of fact that the complainant had\n“tried to frustrate attempts to reform the OSCE PA’s constitution”. It was\nentitled to make use of information provided by a confidential source. However,\nit had relied on this source without taking additional steps to investigate or\ncorroborate the information on which  the article’s characterisation was\nbased, which might include obtaining additional on-the-record information or\ncontacting the complainant to obtain his comment before publication. As the\nnewspaper considered itself prevented by Clause 14 from disclosing the\ninformation provided by its source, it was unable to demonstrate that it had\ntaken care not to publish inaccurate information. \nIt was inaccurate to report that Mr Oliver enjoyed access\nto limos in his role and the reference to his tax-free status misleadingly\nsuggested he paid no tax, when in fact, he paid full taxes in the USA. Taken\ntogether, these points significantly contributed to the broader implication\nthat Mr Oliver enjoyed a “personal fiefdom”, and that he enjoyed various\nlifestyle benefits as a consequence. They were significantly misleading in this\nbroader context. \nIt was not misleading to claim that Mr Oliver had “fended\noff challenges”, during his time as Secretary General. Neither was it\nmisleading for newspaper to claim that Mr Oliver seemed “intent on influencing\nthe choice of his successor”, where the complainant accepted that he had\nattempted to dissuade a candidate from running in the election to succeed him.\nHowever, the length of Mr Oliver’s tenure, and his ability to “fend off\nchallenges”, were not sufficient alone to justify the very serious allegation\nthat the OSCE PA, under Mr Oliver’s leadership, had become a “personal fiefdom”\nthat had “sunk” into “lethargy or corruption”. The complaint was upheld as a\nbreach of Clause 1 (i). \nThe clarification offered by the newspaper was\ninsufficient: it did not address the most serious unsubstantiated claim that Mr\nOliver had “tried to frustrate attempts to reform the OSCE PA’s constitution”.\nThe complaint was upheld under Clause 1 (ii). \nDate complaint received: 15/07/15\nDate decision issued: 30/11/15\nBack to ruling listing\n\n\n"
}