{
    "url": "/rulings-and-resolution-statements/ruling/?id=04034-15",
    "title": "04034-15 Aitchison v The Times",
    "provisions": [
        "1 (Accuracy) 2015"
    ],
    "outcome": "Breach - sanction: action as offered by publication",
    "publication": "The Times (News UK)",
    "published_on": "2015-06-04 00:00:00",
    "received_on": "2015-06-10 00:00:00",
    "concluded_on": "2015-08-17 00:00:00",
    "complaint_processing_days": 68,
    "conclusion_long": "10. The complaint was upheld.",
    "remedial_action": "11. Having upheld the complaint, the Committee considered what remedial action should be required. 12. The newspaper had promptly published a correction, which corrected the inaccuracy, and had amended the online article and appended a note in response to the complaint. No further action was required. Date complaint received: 10/06/2015",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee 04034-15\nAitchison v The TimesSummary of\ncomplaint 1. Dr Philip Aitchison complained to the Independent\nPress Standards Organisation that The Times had breached Clause 1 (Accuracy) of\nthe Editors’ Code of Practice in an article headlined “Older cancer patients\nare failed by GPs”, published on 4 June 2015. 2. The article reported that Professor Patricia Ganz, a\ncancer and public health specialist at the University of California, had said\nthat older patients were at risk of being denied potentially life-saving cancer\ntreatment because GPs failed to realise the treatment could be beneficial. 3. The complainant said that GPs were not failing cancer\npatients by denying them treatment, as reported. He said that GPs played a\nmajor role in cancer diagnosis and in the provision of palliative care, but\nthey did not decide what treatment a cancer patient was offered. He also\nexpressed concern that Professor Ganz’s opinion had been based on “discredited\nanecdote-based” medicine, and not on evidence. He said he had not received a\nresponse from the newspaper when he contacted it directly to raise his\nconcerns. 4. The newspaper said that its report of Professor Ganz’s\nspeech was accurate. Professor Ganz had drawn from her experience in the US,\nbut her arguments were supported by several recent British studies. It accepted,\nhowever, that the article’s reference to GPs had been potentially misleading as\nGPs decided whether to refer a patient to a specialist, but did not decide what\ntreatment the patient would or would not receive. Although the newspaper did\nnot consider that this had represented a failure to take care over the\narticle’s accuracy or a significant inaccuracy, it published the following\nclarification in its Corrections and Clarifications column on page 20 of the\nnewspaper, and beneath the amended article online: Clarification: We reported that cancer treatments may be\nwithheld from elderly patients (News, June 4, early editions), because “GPs\nfail to realise it can be life-saving”. We have been asked to clarify that\nspecialists, not GPs, are responsible for making treatment decisions. 5. The newspaper said it had been entitled to report\nProfessor Ganz’s opinion. It did not consider that it had breached the Code by\nfailing to report every shade of medical opinion in its report. It noted that\nit had not received the complainant’s initial complaint because he had not\ndirected it to the newspaper’s complaints department.  Relevant Code Provisions6. Clause 1 (Accuracy) i) The Press must take care not to publish inaccurate,\nmisleading or distorted information, including pictures. ii) A significant inaccuracy, misleading statement or\ndistortion once recognised must be corrected, promptly and with due prominence,\nand - where appropriate - an apology published. In cases involving the\nRegulator, prominence should be agreed with the Regulator in advance. iii) The Press, whilst free to be partisan, must\ndistinguish clearly between comment, conjecture and fact. Findings of the Committee7. It was accepted that it was specialist doctors, and\nnot GPs, who were responsible for deciding whether or not a patient would\nreceive cancer treatment. The headline and first line of the article, however,\nhad given the significantly misleading impression that GPs had denied older\npatients cancer treatment. This represented a failure to take care over the\naccuracy of the article in breach of Clause 1 (i), and a correction was\nrequired in order to avoid a breach of Clause 1 (ii). 8. On receipt of the complaint, the newspaper had\npublished a correction in its established Corrections and Clarifications\ncolumn, which made clear that GPs were not responsible for making decisions\nregarding cancer treatment. The newspaper had also amended the online article and\nappended the correction to it. The Committee considered that the prompt action\ntaken by the newspaper was sufficient to meet the requirement of Clause 1 (ii).\nThere was no further breach of the Code on this point. 9. The complainant had expressed concern that Professor\nGanz’s views had been based on “discredited anecdote-based” medicine. The\nnewspaper, however, had been entitled to report Professor Ganz’s opinion, and\nit had clearly attributed the comments to her. The opening sentence had\nreferred to a warning from “one of the world’s leading experts”, and the\narticle went on to quote from her speech directly. The newspaper had not failed\nto distinguish comment from fact. This point did not raise a breach of the\nCode.   Conclusions10. The complaint was upheld. Remedial Action Required11. Having upheld the complaint, the Committee considered\nwhat remedial action should be required. 12. The newspaper had promptly published a correction,\nwhich corrected the inaccuracy, and had amended the online article and appended\na note in response to the complaint. No further action was required. Date complaint received: 10/06/2015\nDate decision issued: 17/08/2015\nBack to ruling listing\n\n\n"
}