{
    "url": "/rulings-and-resolution-statements/ruling/?id=04034-18",
    "title": "04034-18 Ward v The Daily Telegraph",
    "provisions": [
        "1 Accuracy (2018)"
    ],
    "outcome": "Breach - sanction: action as offered by publication",
    "publication": "The Daily Telegraph (Telegraph Media Group Ltd)",
    "published_on": "2018-06-02 00:00:00",
    "received_on": "2018-06-18 00:00:00",
    "concluded_on": "2018-12-14 00:00:00",
    "complaint_processing_days": 179,
    "conclusion_long": "32. The complaint was upheld",
    "remedial_action": "33. Having upheld the complaint under Clause 1, the Committee considered what remedial action would be required. 34. The correction was offered with sufficient promptness and prominence to meet the terms of Clause 1(ii) and should now be published. Date complaint received: 18/06/2018",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee 04034-18 Ward v The\nDaily Telegraph\nSummary of complaint\n1. Bob Ward\ncomplained to the Independent Press Standards Organisation that The Daily\nTelegraph breached Clause 1 of the Editors’ Code of Practice in an article\nheadlined “The great paradox of going green is that it is a boom, not broke,\nphenomenon”, published on 2 June 2018”.\n2. The article was\na comment piece in which the columnist discussed the global efforts being made\nby world leaders to address the issue of climate change, and argued that “a new\napproach to saving the planet is needed”. It discussed various “green”\ninitiatives that have been implemented by various countries, and commented on\ntheir respective success and effectiveness.\n3. The article\nreported that out of the major countries in the world, the US had most\nsuccessfully reduced its carbon dioxide emissions. It reported that due to the\nshale revolution, US emissions had reached a “25-year low” in 2017, and that\nenergy prices in the US were falling as a result. In contrast, the article\nreported that “Germany and Japan are increasing their carbon footprint because\nthey have run away from nuclear [power]”. \n4. The article\ncriticised environmental policies in Britain and stated that energy bill levies\nto subsidise forms of renewable energy “will leave energy consumers screwed”.\nIt referenced a statement that had been made by Britain’s Minister for Energy\nand Clean Growth, that she wanted the UK to “Power past coal”, and the\ncolumnist commented that “we shall probably have to run after the stuff to keep\nthe lights on”.5. The article also\nreported that the 2015 Paris climate agreement was failing because “poorer\ncountries won’t decarbonise unless richer ones pay them stupendous sums”, and\nthat “Mr Trump noticed this and felt free to walk away”.\n6. The article was\npublished online under the headline “Donald Trump has the courage and wit to\nlook at ‘green’ hysteria and say: no deal”. The online version appeared in much\nthe same format as the print version.\n7. The complainant\nsaid that the US had not been the most successful country in reducing its\ncarbon dioxide emissions. He provided a copy of a report from the United States\nEnergy Information Administration (US EIA) which outlined that annual energy\nrelated emissions of carbon dioxide from the US reduced by 863 million tonnes\nbetween 2007 and 2017, a fall of 14.4 per cent. In comparison, the UK’s annual\nemissions of carbon dioxide from all sources fell by 173.9 million tonnes\nbetween the same period - a fall of 32.2 per cent.\n8. The complainant\nsaid that the fall in carbon dioxide emissions in the US could not be entirely\nattributed to the shale revolution. In support of his position, the complainant\nrelied on information provided by the US Environmental Protection Agency which\nhe said demonstrated that the replacement of coal with both shale gas and\nrenewables as a source of electricity was the primary cause of the decline in\nenergy-related emissions of carbon dioxide in the US. He said that the\narticle's omission of information relating to the effect of renewable energy\nrendered the article significantly misleading; however he did accept that shale\ngas was a “major contributor” to the decrease in carbon dioxide emissions in\nthe US.\n9. The complainant\nalso said that it was inaccurate to report that energy prices in the US were\nfalling: the article did not specify which form of energy it was referring to\nor over which period. He said that the average annual price of electricity in the\nresidential sector had increased by 32.8 per cent between 2005 and 2016,\naccording to the US EIA.\n10. The complainant said that it was inaccurate to report\nthat \"Germany and Japan are increasing their carbon footprint because they\nhave run away from nuclear\", because their carbon dioxide emissions had\nbeen decreasing over the past few years. He provided a copy of a report\npublished by the German government, which he said demonstrated that greenhouse\ngas emissions had declined from 909 million tonnes in 2016 to 905 million\ntonnes in 2017. He said that the report also demonstrated that annual emissions\nfrom the energy industry had decreased from 332 million tonnes in 2016 to 318\nmillion tonnes in 2017. The complainant also provided a copy of a report published\nby the Japanese government, which he said demonstrated that annual emissions of\ngreenhouse gases and energy-related emissions had increased between 2009 and\n2013, but had decreased every year between 2013 and 2016; in 2016 the level of\nannual emissions was 4.6 per cent lower than in 2005.\n11. The complainant disputed the article's assertion that\nenergy bill levies in Britain “would leave energy consumers screwed”. He said\nthat the Climate Change Levy is an energy tax that only applies to large industries\nand not to household consumers, and in any event, a recent analysis by the\nCommittee on Climate Change found that household energy bills in Britain were\nlower in 2016 than in 2008.\n12. The complainant also said that the article gave an\ninaccurate impression of Britain’s reliance on coal, particularly in its\nsuggestion that Britain would have to “run after [coal] to keep the lights on”.\nHe said that the UK had demonstrated that it was close to being able to\ngenerate electricity without coal. The latest statistics published by the UK\ngovernment had indicated that coal's share of electricity supply had decreased\nfrom 38.3 per cent in 2012, to 6.5 per cent in 2017. The complainant noted that\nthe government had set a target of reaching 0 per cent by 2025 and that there\nhad already been periods in 2018 when no coal was used for electricity\ngeneration in the UK.\n13. The complainant said that the 2015 Paris Climate\nAgreement was not “failing”. He said that while the US President had initiated\nthe withdrawal of the US from the agreement, 174 other countries (including\nmost of the world’s developing countries) had already ratified the agreement.\nHe said that 171 countries had submitted national plans for addressing climate\nchange and that very few developing countries had made their proposals\nconditional upon financial support from richer countries. The complainant also\nadded that 9 American states, and 260 cities and counties, had already pledged\nthat they were “still in\" and would implement the agreement despite the\nPresident’s decision.\n14. The newspaper did not accept that the article had\nbreached the Code. It said that it was a comment piece published in the opinion\nsection of the newspaper; readers would have been aware that the columnist was not\na scientist or statistician, but a “well-known opinion-former with a very broad\nbrief across many subject-areas”.\n15. The newspaper said that it was accurate to report that\nthe US had been most successful in reducing its carbon dioxide emissions, and\nnoted that the columnist did not specify the metric against which success was\nto be evaluated. It provided a copy of a report published by BP, which outlined\nthat between 2007 and 2017, carbon emissions in the US were reduced by 794\nmillion tonnes – the largest reduction for any country. In response to this\npoint, the complainant said that success could only accurately be judged in\nterms of a percentage, as opposed to volume, as suggested by the newspaper. He\nhighlighted figures from the same BP report which stated that France and Italy\nhad also decreased their carbon dioxide emissions between 2007 and 2017, by a\nlarger percentage than the US.\n16. The newspaper said that the article did not attribute\nthe US’ success in decreasing its carbon dioxide emissions solely to the shale\nrevolution; however, it was well known that this was a major contributory\nfactor. It provided a copy of the report from the US EIA (as referred to by the\ncomplainant) which outlined that in 2017, 17.1 per cent of total US power\ngeneration came from renewables, compared to 31.7 per cent from natural gas.\nThe newspaper also provided a copy of a report from Carbon Brief, which\nestimated that carbon dioxide emissions decreased by 18 per cent in the US\nbetween 2005 and 2018, and that 33 per cent of that reduction was attributable\nto coal-to-gas switching, as opposed to 22 per cent which was attributable to\nrenewables. It noted that other academics have estimated higher figures of\nbetween 400 – 500 million tonnes.\n17. The newspaper said that it was accurate to report that\n“energy prices are falling” – the article did not make reference to retail\nelectricity prices in the US, as the complainant had suggested, nor did it\nrefer to a specific period. The newspaper said that the argument being made in\nthe article was that cheap shale had led to a reduction in energy prices\ngenerally, by replacing traditional oil. It said that concurrently, Brent crude\noil prices decreased from $96.99 per barrel in 2008 to $54.24 in 2017, and that\nthis caused large reductions in the prices of electricity in the industrial and\ntransportation sectors - this did not occur in the residential or commercial\nretail sectors. The complainant did not agree with the newspaper’s position and\nprovided information published by the US EIA which he said demonstrated that\nthe average retail electricity price in both the industrial and transportation\nsectors had increased from 9.95 cents per kilowatt-hour in 2016, to 10.38 cents\nin 2018.\n18. In further support of its position that US energy prices\nare falling, the newspaper provided copies of two graphs produced by the US\nEIA, which it said demonstrated that the price of regular gasoline had\ndecreased from $3 per gallon in 2008 to $2.50 in 2017, and that real gasoline\nprices in the US are now lower than they were in 1980. The complainant then\nprovided figures also published by the US EIA which he said demonstrated that\nthe average price of a gallon of gasoline was $2.51 in 2015, $2.20 in 2016,\n$2.47 in 2017 and $2.97 in 2018; he said that gasoline prices are increasing,\nand are at their highest since 2014. The complainant highlighted that petroleum\nonly supplies 37% of energy in the US. The newspaper further supported the\nclaim that energy prices are falling by highlighting that the estimated\nlevelised cost of electricity generation for different sources between 2010 and\n2018 has decreased in the US.\n19. The newspaper said that it was accurate to report that\n\"Germany and Japan are increasing their carbon footprint because they have\nrun away from nuclear [power]\"; the columnist was referring to future\nprojections and the fact that using fossil fuels instead of nuclear power would\ninevitably increase carbon emissions. It provided copies of two German news\narticles in support of its position. These articles reported that Germany had a\nself-imposed emissions reduction target of 40 per cent by 2020, but that since\nit had stopped consuming nuclear power, its actual emissions reduction was only\nprojected to reach 32 per cent; and that Germany’s total carbon emissions were\n909.4 million tonnes in 2016, an increase of 2.6million tonnes from 2015 – the\nsecond consecutive rise. The newspaper also provided a copy of a report\nproduced by Climate Action Tracker, which reported that in Japan at least 8 new\ncoal power plants had been built in the past 2 years, and that 36 more are\nplanned for the next decade; that estimates have suggested that Japan’s coal\nplans will lead to an additional 100 million tonnes of carbon emissions per\nyear; and that Japan’s Minister of the Environment had said that “it will be\ndifficult for us to meet our emissions reduction goals”.\n20.  The newspaper also\nsaid that it was accurate to report that the 2015 Paris Climate Agreement was\n“failing”. It said that the achievements of the agreement remain limited by its\nlack of practical enforceability regime, and that the fact that 174 countries\nhave ratified the agreement does not render it successful. The newspaper added\nthat the withdrawal of the US, as the world’s second largest contributor to\ncarbon emissions, would inevitably render it even less effective.\n21. The newspaper said that it was accurate to report that\nBritish citizens will be “screwed” by the climate change levy, as it remains\nexcessive and unaffordable for ordinary people. It said that the “energy bill\nlevies” which the columnist referred to were the totality of additional costs\nborne by consumers as a result of the government’s climate change policies.\nThese included the costs of Renewable Obligation Certificates, feed-in-Tariffs,\nContracts for Difference, the intermittency costs associated with increased\nreliance on renewables and the Climate Change levy itself. The newspaper said\nthat some of the costs are levied directly on domestic consumers, but the\nmajority are born by businesses, which may in turn pass the costs on to\ndomestic consumers – an indirect levy.\n22. The newspaper also said that the article did not give a\nmisleading impression about Britain’s reliance on coal. Firstly, it said that\nit was clearly the columnist’s speculation that the “UK will continue to rely\non coal”. However, the newspaper said that the intermittency of renewables\nmeans that fossil fuels may remain an integral part of maintaining a consistent\nenergy supply for the foreseeable future. It said that while the government\nplans on “phasing out” the use of coal after 2025, if gas capacity remains\ninadequate, the government retains the option of suspending the “phase out”. It\nsaid that in any event, coal can continue to be burned after the “phase out” if\nco-fired with biomass.\n23. Despite denying that it had breached the Code, the\nnewspaper offered to publish a clarification on the points concerning falling\nenergy prices and Germany and Japan increasing their carbon footprint. This\nwould be published in print on page 2 in its 'Corrections and Clarifications'\ncolumn and as a footnote for the online article. The newspaper offered the\nfollowing wording:\nA 2 June comment article's statement that \"Germany and\nJapan are increasing their carbon footprint because they have run away from\nnuclear\" was intended to convey that these countries' CO2 emissions are\nhigher than would have been the case had they persisted with nuclear power; in\nfact, their overall CO2 emissions have been decreasing. Further, the article's\nclaim that energy prices are falling in the USA as a result of the shale\nrevolution did not mean that prices were falling across all sectors.\nResidential electricity and petrol prices are currently rising in the US,\nalthough the global crude oil price fell between 2008 and 2017 and US petrol is\ncheaper now than in 1980.\nRelevant Code Provisions \nClause 1 (Accuracy)\ni) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not\nsupported by the text.\nii) A significant inaccuracy, misleading statement or\ndistortion must be corrected, promptly and with due prominence, and — where\nappropriate — an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator. \nFindings of the Committee\n24. Clause 1 does not prevent newspapers from publishing\ncomment pieces on topics considered to be controversial or divisive. Newspapers\nare entitled to do so, provided they do not present this information in an\ninaccurate or misleading way. However, comment pieces are not exempt from the\nrequirement to take care not to publish inaccurate or misleading information.\n25.  The article\nstated that Germany and Japan are increasing their carbon footprint; the\nmaterial provided by the complainant indicated that both nations' carbon\nfootprints are decreasing. This was presented as a categorical statement of\nfact and the newspaper's basis for this claim, that their emissions are higher\nthan they would have been had they persisted with nuclear and that they would\nnot hit emissions reduction targets in the future; was not communicated\nsufficiently as to not make the claim misleading. The article claimed that\nGermany and Japan's carbon footprint is increasing; this was not the same as\nclaiming that emissions were not decreasing as fast. Readers of the article\nwould understand that Germany and Japan were increasing their carbon emissions,\nwhen this was not the case; this constituted a breach of Clause 1(i). This\nrepresented a significant inaccuracy, and a correction was necessary to avoid a\nbreach of Clause 1(ii).\n26. The claim that energy prices are falling as a result of\nthe shale revolution was broad; the article did not specify which sectors and\nwhich period of time this referred to. The newspaper's basis for the claim,\nthat international crude oil prices and US gasoline prices are lower now than\nin 2008 and 1980 respectively, was problematic: the figures for the two years\nrepresented the highest prices in the last 38 years and referencing that prices\nwere lower than these peaks did not demonstrate that energy prices were falling\nas a result of the shale revolution; the crude oil figures were international\nfigures and not specific to the US. The complainant provided material which\nindicated that energy prices are rising across several sectors and that prices\nof both gasoline and crude oil have increased since 2016. The newspaper had not\ndemonstrated how shale gas had affected the levelised cost of producing\nelectricity by other sources; the Committee noted that the article referred to\nenergy prices, not costs. The Committee considered that it was not misleading\nto refer to gasoline and crude oil prices when referring to energy prices.\nHowever, the newspaper had not sufficiently demonstrated the relationship\nbetween shale gas and the decrease in the energy prices cited, and did not\nestablish which time period the shale revolution referred to. The newspaper\ncould have made it clear that it was referring to market or wholesale figures,\nas domestic energy prices were referenced elsewhere in the article. The\nCommittee considered that the information provided by the newspaper had not sufficiently\nsupported the columnist's claim; this represented a failure to take care not to\npublish misleading information in breach of Clause 1(i) and a correction was\nrequired to avoid a breach of 1(ii).\n27. The correction offered by the newspaper identified the\ninaccuracies, set out the correct position and was offered with due prominence:\nit would be published on the corrections and clarifications page. The Committee\nnoted the amount of time that had passed before the offer was made but\nconsidered that this was a complex issue and the specific inaccuracies may not\nhave become apparent until later in the process than would normally be the\ncase. In these circumstances, the Committee were satisfied that the correction\nwas offered with sufficient promptness.\n28. Both parties were relying on different measures to\ndefine successful CO2 reduction. The Committee acknowledged the complainant's\nposition that Britain had seen a greater reduction as a percentage but this\nfigure was from all sources and not just energy, which made up the US figure.\nIn terms of volume, the US had seen the greatest reduction in emissions; this\nwas not an inaccurate basis for the author to claim that, in his opinion, the\nUS had most successfully reduced their carbon footprint. There was no breach of\nClause 1 on this point.\n29. The Committee noted that the article did not claim that\na decrease in CO2 emissions was solely due to shale gas, and the complainant\ndid not dispute that shale gas was a major contributor to a decrease in CO2  emissions. The difference between a major\ncontributor and the claim that reductions had \"everything to do with the\nshale revolution\" was not significant. Omitting reference to the impact of\nrenewable energy sources on CO2 emissions did not render the article\nsignificantly misleading; there was no breach of Clause 1 on this point.\n30. The columnist's basis for claiming that the Paris\nagreement was failing was made clear in the article and the information\nprovided by the newspaper sufficiently supported its position. The Committee\nacknowledged that the complainant held a different view, but noted that\ninternational agreements and their level of success are a contested area of\ndebate. In the context of a comment piece this was not misleading and there was\nno breach of Clause 1 on this point.\n31. The Committee noted the complainant's position that\nhousehold energy prices are lower now than in 2008. However, the columnist was\nentitled to speculate on the additional costs associated with climate change\npolicies that are passed on to consumers, as outlined by the newspaper.\nDecreasing energy bills did not make it misleading to claim that these costs\nwere detrimental to consumers; this was clearly presented as conjecture in the\narticle; there was no breach of Clause 1. The Committee also considered that it\nwas clearly the columnist's speculation that the UK would continue to rely on\ncoal; the basis for this claim was supported by the newspaper's position that\nthe intermittency of renewables would necessitate this reliance. This claim was\nclearly presented as the opinion of the author and was not significantly\nmisleading in the context of a comment piece. There was no breach of Clause 1\non this point.  \nConclusions\n32. The complaint was upheld\nRemedial Action required\n33. Having upheld the complaint under Clause 1, the\nCommittee considered what remedial action would be required.\n34. The correction was offered with sufficient promptness\nand prominence to meet the terms of Clause 1(ii) and should now be published.\nDate complaint received: 18/06/2018\nDate complaint concluded: 14/12/2018\nBack to ruling listing\n\n\n"
}