{
    "url": "/rulings-and-resolution-statements/ruling/?id=04051-16",
    "title": "04051-16 Dartington v Daily Mail",
    "provisions": [
        "1 Accuracy (2016)"
    ],
    "outcome": "Breach - sanction: action as offered by publication",
    "publication": "Daily Mail (Associated Newspapers Limited)",
    "published_on": "2016-06-16 00:00:00",
    "received_on": "2016-06-22 00:00:00",
    "concluded_on": "2016-09-20 00:00:00",
    "complaint_processing_days": 90,
    "conclusion_long": "24. The complaint was upheld.",
    "remedial_action": "25. Having upheld a breach of Clause 1 (i), the Committee considered what remedial action should be required. The Committee considered that the breach of Clause 1 had been appropriately remedied by the publication of the correction in print, the amendment of the online article, and the publication of a correction as a footnote. In light of the Committee’s findings, a requirement to republish the correction on the front page would be disproportionate and the Committee did not therefore require any further remedial action.  Date complaint received: 22/06/2016",
    "text": "\n\n\n\n\n\nDecision\nof the Complaints Committee 04051-16\nDartington v Daily Mail \nSummary of\nComplaint 1.    Jake Dartington\ncomplained to the Independent Press Standards Organisation that the Daily Mail\nbreached Clause 1 (Accuracy) of the Editors’ Code of Practice in an article\nheadlined “We’re from Europe – Let us in!”, published on 16 June 2016. The\narticle was also published online on 15 June with the headline “We’re from\nEurope – let us in! As politicians squabble over border controls, yet another\nlorry load of migrants arrives in the UK”. 2.    The article,\nwhich was the only article on the front page, reported that a lorry carrying 11\n“stowaways” had been intercepted by police in East London. It was accompanied\nby a prominent image of the police speaking to the individuals in the back of\nthe lorry. It reported that when these individuals were asked where they were from,\nthey replied “Europe”, a claim which was supported prominently by the\nsub-headline. 3.    The article went\non to report that the Conservative Party was “in chaos over border controls”.\nIt reported that the Chancellor had said there would be no changes to European\nUnion rules on freedom of movement, while the Home Secretary had said that\nfurther reform was needed. 4.    The online\nversion of the article was accompanied by additional images of the police\ninterception of the lorry. It was otherwise identical to the print version of\nthe article. 5.    The complainant\nsaid that the individuals found in the lorry were not from Europe: they were\ntrying to enter the UK illegally, and it was therefore clear they were not\nEuropean citizens. The phrase “We’re from Europe” spuriously implied a\nconnection between these individuals being found in a lorry, and the debate\nabout free movement within the EU. 6.    The complainant\nsaid that the phrase “lorry load” was inaccurate; he said it dehumanised the\npeople concerned, and exaggerated the number of people found. The complainant\nsaid that the misleading headline, juxtaposed with the image of the people in\nthe lorry, was designed to make a political point, and that the article did not\nclearly distinguish between comment and fact. 7.    The newspaper\naccepted that, in fact, video footage showed that the individuals in the lorry\nhad said they were from Iraq and Kuwait, and did not dispute that it was\ninaccurate to report that they had said they were from Europe. It said that the\nstory was based on copy provided by a reliable agency, which had contained the\nclaim that an individual in the lorry had told a police officer that they were\nfrom Europe. This claim was made by an eyewitness, who had also taken the video\nof the incident. 8.    The newspaper said\nthat the individual who prepared the agency copy had listened to the video to\ncorroborate this claim, and was convinced that when the individuals in the\nlorry were asked where they were from, one of the individuals said “Europe”, in\na heavy accent. The newspaper said that the agency made attempts to corroborate\nthis with the police and the Home Office, both of which refused to speculate or\nconfirm the claim. In addition, the newspaper said that it sent its own\nreporter to the scene of the incident. The reporter spoke to around 10 people\nin order to corroborate the claims and obtain any relevant CCTV, but no-one had\nbeen able to assist. The newspaper denied that it had failed to take care not\nto publish inaccurate information. 9.    While\nacknowledging the headline was inaccurate, the newspaper denied that this was\nsignificant, such as to require correction under the terms of Clause 1\n(ii).  It said that the individuals were\nfound in the back of an Italian lorry, which it believed had arrived from\nBelgium. Whether these individuals had begun their journey in Iraq or Kuwait,\nor elsewhere in Europe, did not make a significant difference to the thrust of\nthe article.  Readers would have\nunderstood that if these individuals were EU citizens, they would have been able\nto enter the UK legally, and would not have needed to enter the UK in the back\nof a lorry. The newspaper said that EU free movement was a significant issue in\nthe referendum campaign because it allowed people from outside the EU to take\nadvantage of the lack of border controls in the Schengen area to travel to\nChannel ports, where they can attempt to smuggle themselves into the UK.  10. The newspaper\nexplained that it was notified of the error by way of a complaint received at\naround noon on 16 June. The online article was corrected within three hours.\nThe headline of the article was amended to remove the claim that the\nindividuals found in the lorry had said “we are from Europe”. In addition, the\narticle was amended to report that they had said they were from Iraq and\nKuwait. 11. The newspaper\nsaid that it published the following correction, with the agreement of the\nindividual who raised the initial complaint, and prior to receipt of this\ncomplaint, on page 2 of the following day’s newspaper: In common with other newspapers, we published a\nreputable news agency’s story yesterday which said that stowaways intercepted\nin east London had told police that they were ‘from Europe’. In fact, while\nthey had travelled to the UK in an Italian vehicle from mainland Europe, the\nmigrants told police they were from Iraq and Kuwait. The following\nfootnote was added to the online article: In common with other\nnewspapers, an earlier version of this agency story said that stowaways\nintercepted in east London had told police that they were ‘from Europe’. In\nfact, while they had travelled to the UK from mainland Europe, the migrants\ntold police they were from Iraq and Kuwait. 12. The newspaper\nsaid that the correction was published in its clearly marked corrections panel,\nwhich has been in place for nearly 5 years. It said that “due prominence” under\nClause 1 (ii), does not require equal-prominence, and that in the circumstances\nof this case, it would not have been proportionate to publish the correction on\nthe front page. 13. The newspaper\nsaid that the individuals were travelling in the back of a lorry, and that\nwhile it was a sad fact that they were being carried as human cargo, the phrase\n“lorry load” was not inaccurate or misleading. It denied that the use of the\nphrase dehumanised the individuals in the lorry, or that this was the\nnewspaper’s intention. The newspaper denied that the article failed to\ndistinguish between comment and fact. 14. The complainant\nsaid that the page 2 correction would not have been seen by people who do not\nbuy the newspaper, but would have seen the front page headline. In addition, he\nsaid that the correction failed to address the other aspects of his complaint. \nRelevant\nCode Provisions 15. Clause 1\n(Accuracy) i) The Press\nmust take care not to publish inaccurate, misleading or distorted information\nor images, including headlines not supported by the text. ii) A\nsignificant inaccuracy, misleading statement or distortion must be corrected,\npromptly and with due prominence, and — where appropriate — an apology\npublished. In cases involving IPSO, due prominence should be as required by the\nregulator. iii) A fair\nopportunity to reply to significant inaccuracies should be given, when\nreasonably called for. iv) The Press,\nwhile free to editorialise and campaign, must distinguish clearly between\ncomment, conjecture and fact. \nFindings\nof the Committee 16. The newspaper\nwas entitled to treat the incident in question as connected to the issue of\nfree movement, and it was not misleading to illustrate an article on EU free\nmovement with an image of non-EU citizens entering the UK in the back of a\nlorry. However, it was inaccurate to report that the individuals in the lorry\nhad told the police that they were from Europe. While it was clear that they\nhad arrived in the UK via Europe, they had in fact told the police that they\nwere from Iraq and Kuwait. 17. In the\nCommittee’s view, in the video, the individual in the lorry could clearly be\nheard telling the police that they were from Iraq and Kuwait. This was repeated\nby the police officers present, and the Committee did not therefore accept the\nexplanation offered for the error in transcription. While the Committee noted the\nadditional steps the newspaper had taken to ensure the accuracy of the story,\nthe newspaper had failed to take care not to publish inaccurate information, in\nbreach of Clause 1 (i).  Given the prominence\nascribed to this claim by the article, the Committee determined that the\ninaccurate information was significant, such as to require a correction under\nClause 1 (ii). 18. The newspaper\npublished a correction in its corrections column the following day, which\nidentified the inaccuracy, and made clear the correct position. It amended the\nonline article on the same day it was made aware of the inaccuracy, and\npublished a footnote making clear that the article had been amended, and why.\nThe Committee commended the speed with which the newspaper had reacted to a\nseparate, earlier complaint, in publishing this correction. 19. The\nnewspaper publishes a panel on page 2 of the newspaper headlined\n“Clarifications & corrections”. This panel is generally published every\nday. It contains information about IPSO and details about how to complain.  The Committee was satisfied that this\nrepresented an established corrections column. The Committee has previously\nmade clear that it considers established corrections columns to be of value in\nensuring prominence. Nevertheless, there are circumstances in which a\nfront-page correction may be required by the Editors’ Code, regardless of the\nexistence of an established corrections column. 20. In deciding\nwhether due prominence requires a correction on the front page, the Committee\nmust act proportionately. In doing so it has regard for the fact that front\npages are the most important forum for editorial expression as they impart to\nreaders, using limited space, what the newspaper considers to be the main news\nstories of that day. A requirement that a correction appears on a front page is\nan interference with this, and, as such, front-page corrections are generally\nreserved for the most serious cases. 21. The Committee\ndid not consider that this was such a case. While the article’s headline had\nmisrepresented the comments from the individuals involved in the incident, the\nheadline and image had been published as an illustration of migration in an\narticle which went on to report debates that were taking place within the\nConservative Party on the issue of border controls. The inaccuracy, although\nclearly requiring correction, had minimal impact on the meaning of the article\nas a whole.  In this context, the\nCommittee did not establish that the inaccuracy was of sufficient gravity to\nrequire a correction on the front page of the newspaper. 22. The newspaper\nhad complied with its obligation to correct the inaccuracy promptly, and with\ndue prominence. There was no breach of Clause 1 (ii). 23. The article made\nclear that 11 individuals had been found in the lorry, and in these\ncircumstances, the phrase “lorry load” was not misleading in the manner\nalleged. This aspect of the compliant did not raise a breach of Clause 1. The\nCommittee noted the complainant’s concern that the article represented a\npartisan report of the incident in question. However, the Code specifically\nprovides for newspapers to editorialise and campaign, and the complainant did\nnot identify an instance where the newspaper had failed to distinguish clearly a\nclaim of fact about the incident from a comment. There was no beach of Clause 1\n(iv). \nConclusion 24. The complaint\nwas upheld. \nRemedial\nAction Required 25. Having upheld a\nbreach of Clause 1 (i), the Committee considered what remedial action should be\nrequired. The Committee considered that the breach of Clause 1 had been\nappropriately remedied by the publication of the correction in print, the amendment\nof the online article, and the publication of a correction as a footnote. In\nlight of the Committee’s findings, a requirement to republish the correction on\nthe front page would be disproportionate and the Committee did not therefore\nrequire any further remedial action. \nDate complaint received: 22/06/2016\nDate decision issued: 20/09/2016\nBack to ruling listing\n\n\n"
}