{
    "url": "/rulings-and-resolution-statements/ruling/?id=04056-15",
    "title": "04056-15 Khan v Daily Mail",
    "provisions": [
        "1 (Accuracy) 2015"
    ],
    "outcome": "No breach - after investigation",
    "publication": "Daily Mail (Associated Newspapers Limited)",
    "received_on": "2015-06-11 00:00:00",
    "concluded_on": "2015-08-14 00:00:00",
    "complaint_processing_days": 64,
    "conclusion_long": "7. The complaint was not upheld.",
    "remedial_action": "N/ADate complaint received: 11/06/2015",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee 04056-15 Khan v\nDaily MailSummary of\ncomplaint 1. Shoaib Khan complained to the Independent Press\nStandards Organisation that the Daily Mail had breached Clause 1 (Accuracy) of\nthe Editors’ Code of Practice in a leader column headlined “First for the\nbonfire”, published in print and online on 26 March 2015. 2. The editorial was critical of comments made by the\nEqualities and Human Rights Commission (EHRC) on the Conservative Party’s plans\nto replace the Human Rights Act. A news item that had appeared earlier in the\nsame edition of the newspaper reported that the EHRC had said that “UK courts\ndo not have to follow the judgments of the Strasbourg court. Our courts only\nneed to take account of such judgments”. A senior government source was also\nquoted in the article as saying “For a start, it is plain wrong to claim that\nour courts are not bound by decisions made by the ECHR in Strasbourg. They\nare”. The editorial stated that “the Equalities and Human Rights Commission has\nits facts wrong, falsely claiming that UK courts don’t have to follow\nStrasbourg judgements, when our case law makes clear that they do”. 3. The complainant said that it was inaccurate to suggest\nthat UK courts are bound by decisions of the European Court of Human Rights\n(ECtHR). Section 2 of the Human Rights Act only requires UK Courts to “take\ninto account” Strasbourg jurisprudence. He referred to a number of decisions of\nUK courts to support his position that this had not been interpreted as an\nobligation to follow these decisions. The fact that UK courts generally follow\nthe decisions of the ECtHR did not demonstrate that they were legally required\nto do so. 4. The newspaper said that the case law makes clear that\nthe obligation for UK courts to follow decisions of the ECtHR was stronger than\nthe EHRC’s claim that they “only need to take account of such judgments”. It\nreferred to a number of cases which it said demonstrated that UK courts do have\nto follow or be guided by the case law of the ECtHR; while it accepted that\nthere are “exceptional circumstances” where UK courts can decline to follow a\ndecision of the ECtHR, the newspaper said that it was rebutting the claims of\nthe EHRC in a robust and argumentative manner. In this context, it was not\nmisleading to claim that the case law makes clear that UK courts do have to\nfollow decisions of the ECtHR. Relevant Code Provisions5. Clause 1 (Accuracy) i) The press must take care not to publish inaccurate,\nmisleading or distorted information, including pictures. ii) A significant inaccuracy, misleading statement or\ndistortion once recognised must be corrected, promptly and with due prominence,\nand – where appropriate – an apology published. iii) The Press, whilst free to be partisan, must\ndistinguish clearly between comment, conjecture and fact. Findings of the Committee6. The newspaper was entitled to enter the debate in its\nleader column and to challenge the statement made by the EHRC. The Committee\nacknowledged that the extent to which English courts are required to “take\naccount” of Strasbourg decisions remains a matter of significant legal debate;\nit was not for the Committee to make a determination on this question of law.\nHowever, the case law referred to by the newspaper provided sufficient grounds\nfor it to take the position that the requirement imposed on the English courts\nhas the practical effect that Strasbourg judgments have to be followed and in\nthese circumstances, the editorial was not significantly misleading or\ninaccurate. There was no breach of Clause 1. Conclusions7. The complaint was not upheld. Remedial Action RequiredN/ADate complaint received: 11/06/2015\nDate decision issued: 14/08/2015\nBack to ruling listing\n\n\n"
}