{
    "url": "/rulings-and-resolution-statements/ruling/?id=04088-15",
    "title": "04088-15 Pell & Bales v The Sun",
    "provisions": [
        "1 (Accuracy) 2015",
        "10 (Clandestine devices and subterfuge) 2015"
    ],
    "outcome": "No breach - after investigation",
    "publication": "The Sun (News UK)",
    "published_on": "2015-06-06 00:00:00",
    "received_on": "2015-06-12 00:00:00",
    "concluded_on": "2015-09-24 00:00:00",
    "complaint_processing_days": 104,
    "conclusion_long": "as to the causes or circumstances of Mrs Cooke’s death. Neither did it consider material that had been made public regarding Mrs Cooke’s death since the article was published, which would have had no bearing on the newspaper’s decision-making at the time of publication.  21. The newspaper’s investigation had taken place in the context of a widespread public debate about the fundraising techniques employed by charities and their possible effects on vulnerable people, and it had focussed on a call centre that had a specific and publicly-identified link to the charities that had reportedly been involved in Mrs Cooke’s case. The level of subterfuge employed was minimal, given the relative ease with which the reporter had been able to obtain a place on the training day, and the fact that the investigation had focused on sales techniques rather than confidential or personal information relating to identifiable individuals.  22. While alternative means for investigating practices in the sector generally were available to the newspaper, the Committee was satisfied that it could not have obtained, and verified, the information it sought by open means. In particular, it was unlikely to have been able to access the fundraising script and provide such detailed, up-to-date information on the methods used by call centre staff to prolong phone calls with potential donors. There was a public interest in reporting on these details; they contained specific, new information about the nature of the practices in common use by one of the firms in the sector. The reporter had uncovered no evidence that Pell & Bales was acting contrary to any relevant law or regulation, but this did not eliminate the public interest in the story: it was relevant to the issue of whether the current laws and regulations were adequate.  23. The Committee concluded that in the context of such significant public concern regarding charity fundraising practices, the low-level subterfuge employed was proportionate to the public interest identified. The resulting article reported general information about the firm’s working practices and did not include any gratuitously intrusive material obtained through subterfuge. The newspaper had justified its methods and its story. The complaint under Clause 10 was not upheld.  24. The Committee then considered the complainant’s concern that the newspaper had breached Clause 1 (Accuracy) of the Code in that the coverage had given the significantly misleading impression that the newspaper’s investigation had uncovered improper practices on the part of Pell & Bales.  25. The coverage had, unquestionably, been highly pejorative in tone. However, in the view of the Committee, the newspaper had been entitled to take a position regarding the propriety of the practices described in the article, so long as the basis of its view was clear. The text of the article had stated expressly that there was “no suggestion that Pell & Bales did anything illegal”, and reported that the company was “scrupulous in instructing its employees to stick to acceptable practices”. The newspaper was entitled to its opinion that the practices described in the article, which were permitted within those rules, were unacceptable.  26. The complainant had objected to the newspaper’s reference to “cold calls” and denied that the elderly were “hounded” or “targeted” by its campaigns. The article had made clear, however, that the calls were to existing donors. It was not in dispute that on the day the reporter had worked at the call centre, predominantly older women were called because they made up the majority of that charity’s supporter base. In this context, the reference to “targeting” was not significantly misleading. It was entitled to refer to unscheduled telephone calls received by individuals who may not have expected them as “cold calls”. Furthermore, the newspaper had been entitled to its opinion that calling donors for a repeat donation and the use of techniques intended to prolong conversations with potential donors who were not responding positively represented “hounding”.  27. The Committee noted the complainant’s concern that the newspaper had only reported details of a select number of calls made by the reporter. However, the selection of material for publication is a matter of editorial discretion. The article had made clear that the reporter had made 25 calls in total. It was entitled to only focus on the calls that the reporter had found concerning.  28. Nor was the reference to fundraisers’ pay significantly misleading: there were financial incentives for achieving performance targets.  29. The newspaper had tried to contact the company for comment before the article’s publication. It had not failed to take care over the accuracy of the article, and the Committee did not identify any significant inaccuracies or misleading statements that required correction under the Code. The complaint under Clause 1 was not upheld.  Conclusions 10. The complaint was not upheld",
    "remedial_action": "N/A  Date complaint received: 12/06/2015",
    "text": "\n\n\n\n\n\n·  Decision of the Complaints Committee 04088-15 Pell\n& Bales v The Sun\nSummary of\ncomplaint\n1. Pell & Bales complained to the Independent Press\nStandards Organisation that The Sun had breached Clause 1 (Accuracy) and Clause\n10 (Clandestine devices and subterfuge) of the Editors’ Code of Practice in an\narticle headlined “Will gotten gains”, published on 6 June 2015. \n2. The article reported the findings of an undercover\ninvestigation carried out by the newspaper into the work of Pell & Bales, a\ntelemarketing agency that conducts charity fundraising campaigns. The article\nreported that the investigation had found that call centres are “bombarding\nvulnerable older women… with appeals for more money”. It gave details of the\ntraining the undercover reporter had received at the call centre, included\nexamples of the conversations she had with people on the telephone and quoted\nthe scripted responses Pell & Bales’ staff were required to follow when\ndealing with the calls. The investigation followed the suicide of charity\ncampaigner Olive Cooke, which had been widely reported as being connected to\nthe volume of charity fundraising requests she had received. \n3. The complainant said the investigation and resulting\narticle represented a breach of Clause 10 of the Code. It said the newspaper\ncould not justify its decision to engage in subterfuge as it had no grounds to\nbelieve that this would expose unlawful conduct, crime or serious impropriety.\nFurthermore, the newspaper’s investigation had not uncovered information which\ncould justify it in the public interest: the article stated that there was “no\nsuggestion Pell & Bales did anything illegal”, and the company was\n“scrupulous in instructing its employees to stick to acceptable practices”. \n4. The complainant was also concerned that the article\nwas misleading in breach of Clause 1. It said that statements in the article\nand accompanying comment piece – including the headline – gave a distorted\naccount of the newspaper’s findings, in that they suggested that Pell &\nBales had acted improperly. This was compounded by reference to Mrs Cooke, which\nincorrectly suggested that Pell & Bales were being investigated in\nconnection with her death. \n5. The complainant said the newspaper had inaccurately\ndescribed the calls as “cold calls”; the calls were to existing donors. The\nnewspaper had also inaccurately reported fundraisers’ pay structure: the\nfigures were incorrect, and fundraisers’ pay would be increased only if they\nfirst met specific quality standards, such as compliance with the charity’s\nscript, branding and values. \n6. The complainant considered that the references to\nolder women being “targeted” were misleading. Charities supply the contact\ndetails for individuals on their supporter databases; Pell & Bales does not\nfurther “select” the subjects of calls. The fact that, on the day the reporter\nhad worked at the call centre, fundraisers had been told that they would mainly\nbe calling women aged between 60 and 70 merely reflected the makeup of the\ncharity’s supporters. The complainant also said that the reporter had given a\nmisleading account of the calls she had made. The vast majority had not been as\nshe had described in the article. \n7. The complainant said the newspaper had not made a\ngenuine attempt to verify the information with Pell & Bales before\npublication. \n8. The newspaper said the article was commissioned by the\nHead of Features as a direct result of Mrs Cooke’s death, which it believed\ndemonstrated that cold calling vulnerable people, such as the elderly, was\nbecoming “dangerous”. This was a matter of considerable public interest. \n9. The purpose of the investigation was to find out how\nthe agency trained and managed its staff, and to ascertain whether\nhigh-pressure sales techniques were used on elderly and vulnerable people. The\nnewspaper said it was seeking to establish how people were selected for a call,\nwhat questions were asked, what answers provoked further questions, how long\ncallers were expected to stay on the line, and whether a single donation was\nenough to keep a donor on a call list indefinitely. \n10. The newspaper said that the reporter assigned to the\nproject was asked to research charities that were known to have approached Mrs\nCooke for donations. The reporter then applied for a job at a call centre\nthrough a recruitment company which advertised that it represented a number of\nthose charities. During a telephone interview, the reporter was told that the\ncall centre she would be working for was Pell & Bales. The reporter then\nchecked Pell & Bales’ client list online and confirmed that it had worked\nfor three charities that had contacted Mrs Cooke before her death. \n11. On 28 May, the reporter emailed the Features\nExecutive setting out her plans for the feature, explaining the proposed\narrangements for a telephone interview and follow-up assessment with the\nrecruitment company, after which she would be offered a job and a day’s\ntraining at the call centre, on 31 May. The newspaper noted that within an hour\nof signing up online, the reporter had reached the second stage of the\nrecruitment process; no experience or qualifications were required. Later that\nday, the reporter’s email was sent to the newspaper’s legal department asking\nif there was any objection to the reporter proceeding with the training. The\nlegal department raised no objections. \n12. On 29 May, the Head of Features discussed the idea\nwith the Head of Content, the Managing Editor and the Head of the Legal\nDepartment; the Editor was also consulted. Those present considered whether the\nrequired information could be obtained by means other than subterfuge. They\nconcluded that sales techniques would be constantly under review and upgraded,\nso any existing research on this issue would be out of date. The option to\nquestion former call centre staff was rejected because finding people would be\n“too difficult”, and their testimony might also have been out of date. They\nconsidered advertising for case studies from elderly people, but rejected that\napproach on the basis that the evidence would have been subjective and limited\nto comment on the phone calls. Another option was to speak directly to the call\ncentre management and ask to spend time working for them; this option was\nrejected because a “sanitised” version of the operation might have been\npresented. It was decided that the only way to establish how the agency\noperated in its normal environment was to send a reporter to work undercover in\nits call centre. \n13. The day before the article was published, there was a\nfurther meeting of senior editorial staff to consider whether the level of\nsubterfuge employed was proportionate to the public interest in the material\nobtained. The team considered that the level of subterfuge was relatively\nlimited, in that the reporter attended a training day at a business. The level\nof personal information to be published was also minimal. \n14. The findings of the investigation were also\ndiscussed. These included that older women were being targeted; staff turnover\nwas high, suggesting that the work was upsetting; the script that callers used\nsuggested that an “overriding financial purpose” had driven the cold calling;\ncallers were trained to read “harrowing”, “hard luck” tales and use “hard sell”\ntechniques to persuade people to donate; the legacy campaign encouraged people\nto leave money in their wills; and job and housing data was used ”cynically” to\nestablish the financial status of potential donors. The newspaper was also\nconcerned by the general attitude of the teaching staff, including one person\nwho said it was easier to ask for a bequest in a will than it was for a monthly\ndonation. The newspaper concluded that a minimal level of subterfuge was\nbalanced against a considerable public interest, and the Editor decided to\npublish the article. \n15. With regards to the complainant’s concerns under\nClause 1, the newspaper said the investigation was launched as a direct result\nof the death of Mrs Cooke; the article had not directed blame at Pell &\nBales for her death. The newspaper said the headline was a play on the phrase\n“ill-gotten gains”. It was not misleading: it referred to money acquired from\nwills and the “legacy campaign”. The newspaper appreciated that Pell &\nBales had adhered to the rules; the issue was whether or not the behaviour\nallowed within the rules was acceptable. It considered that its use of the\nwords “tainted” and “hounded” had been justified. \n16. The newspaper maintained that the reference to “cold\ncalls” was accurate, noting that “existing donor” meant that the individual had\nmade a donation once. It was concerned that if someone made a charitable\ndonation, it appeared to make them “fair game” to cold callers. It did not\nconsider that the reporter’s account of the calls she had made was misleading;\nthe report had focused on the calls she had found upsetting. \n17. The newspaper said that staff were told on numerous\noccasions that workers were rewarded for meeting targets, with the top\nfundraisers earning an extra £2 an hour and the next best earning an extra £1.\nThey were told that in a financial campaign, part of your target was how much\nan individual fundraised; another target was the number of calls made in which\na “decision-making contact” was spoken to. \n18. The newspaper said it had contacted several charities\nto tell them about its investigation; three of them had given statements for\npublication. Pell & Bales were given the same opportunity to reply, over\nthe same period of time. It first contacted Pell & Bales at 3pm, and then\nmade three further calls requesting a statement. The reporter left messages,\nbut was told the press team was in a meeting and received no response. \nRelevant Code Provisions\n19. Clause 1 (Accuracy) \ni) The Press must take care not to publish inaccurate,\nmisleading or distorted information, including pictures. \nii) A significant inaccuracy, misleading statement or\ndistortion once recognised must be corrected, promptly and with due prominence,\nand - where appropriate - an apology published. In cases involving the\nRegulator, prominence should be agreed with the Regulator in advance. \niii) The Press, whilst free to be partisan, must\ndistinguish clearly between comment, conjecture and fact. \nClause 10 (Clandestine devices and subterfuge) \ni) The press must not seek to obtain or publish material\nacquired by using hidden cameras or clandestine listening devices; or by\nintercepting private or mobile telephone calls, messages or emails; or by the\nunauthorised removal of documents or photographs; or by accessing\ndigitally-held private information without consent. \nii) Engaging in misrepresentation or subterfuge,\nincluding by agents or intermediaries, can generally be justified only in the\npublic interest and then only when the material cannot be obtained by other\nmeans. \nThe public interest \n1. The public interest includes, but is not confined to:\ni) Detecting or exposing crime or serious impropriety.\nii) Protecting public health and safety.\niii) Preventing the public from being misled by an action\nor statement of an individual or organisation. \n3. Whenever the public interest is invoked, the Regulator\nwill require editors to demonstrate fully that they reasonably believed that\npublication, or journalistic activity undertaken with a view to publication,\nwould be in the public interest and how, and with whom, that was established at\nthe time. \nFindings of the Committee\nNote by the Committee \n20. In assessing the newspaper’s position that its\nactivity was justified in the public interest, the Committee had regard for the\nbroader debate that was taking place at the time the article was published\nabout fundraising practices by charities. That debate was triggered by the\ndeath of Olive Cooke. However, the Committee emphasised that, in considering\nthis complaint, it did not intend to reach or imply any conclusions as to the\ncauses or circumstances of Mrs Cooke’s death. Neither did it consider material\nthat had been made public regarding Mrs Cooke’s death since the article was\npublished, which would have had no bearing on the newspaper’s decision-making\nat the time of publication. \n21. The newspaper’s investigation had taken place in the\ncontext of a widespread public debate about the fundraising techniques employed\nby charities and their possible effects on vulnerable people, and it had\nfocussed on a call centre that had a specific and publicly-identified link to\nthe charities that had reportedly been involved in Mrs Cooke’s case. The level\nof subterfuge employed was minimal, given the relative ease with which the\nreporter had been able to obtain a place on the training day, and the fact that\nthe investigation had focused on sales techniques rather than confidential or\npersonal information relating to identifiable individuals. \n22. While alternative means for investigating practices\nin the sector generally were available to the newspaper, the Committee was satisfied\nthat it could not have obtained, and verified, the information it sought by\nopen means. In particular, it was unlikely to have been able to access the\nfundraising script and provide such detailed, up-to-date information on the\nmethods used by call centre staff to prolong phone calls with potential donors.\nThere was a public interest in reporting on these details; they contained\nspecific, new information about the nature of the practices in common use by\none of the firms in the sector. The reporter had uncovered no evidence that\nPell & Bales was acting contrary to any relevant law or regulation, but\nthis did not eliminate the public interest in the story: it was relevant to the\nissue of whether the current laws and regulations were adequate. \n23. The Committee concluded that in the context of such\nsignificant public concern regarding charity fundraising practices, the\nlow-level subterfuge employed was proportionate to the public interest\nidentified. The resulting article reported general information about the firm’s\nworking practices and did not include any gratuitously intrusive material\nobtained through subterfuge. The newspaper had justified its methods and its\nstory. The complaint under Clause 10 was not upheld. \n24. The Committee then considered the complainant’s\nconcern that the newspaper had breached Clause 1 (Accuracy) of the Code in that\nthe coverage had given the significantly misleading impression that the\nnewspaper’s investigation had uncovered improper practices on the part of Pell &\nBales. \n25. The coverage had, unquestionably, been highly\npejorative in tone. However, in the view of the Committee, the newspaper had\nbeen entitled to take a position regarding the propriety of the practices\ndescribed in the article, so long as the basis of its view was clear. The text\nof the article had stated expressly that there was “no suggestion that Pell\n& Bales did anything illegal”, and reported that the company was\n“scrupulous in instructing its employees to stick to acceptable practices”. The\nnewspaper was entitled to its opinion that the practices described in the\narticle, which were permitted within those rules, were unacceptable. \n26. The complainant had objected to the newspaper’s\nreference to “cold calls” and denied that the elderly were “hounded” or\n“targeted” by its campaigns. The article had made clear, however, that the\ncalls were to existing donors. It was not in dispute that on the day the\nreporter had worked at the call centre, predominantly older women were called\nbecause they made up the majority of that charity’s supporter base. In this\ncontext, the reference to “targeting” was not significantly misleading. It was\nentitled to refer to unscheduled telephone calls received by individuals who\nmay not have expected them as “cold calls”. Furthermore, the newspaper had been\nentitled to its opinion that calling donors for a repeat donation and the use\nof techniques intended to prolong conversations with potential donors who were\nnot responding positively represented “hounding”. \n27. The Committee noted the complainant’s concern that\nthe newspaper had only reported details of a select number of calls made by the\nreporter. However, the selection of material for publication is a matter of\neditorial discretion. The article had made clear that the reporter had made 25\ncalls in total. It was entitled to only focus on the calls that the reporter\nhad found concerning. \n28. Nor was the reference to fundraisers’ pay\nsignificantly misleading: there were financial incentives for achieving\nperformance targets. \n29. The newspaper had tried to contact the company for\ncomment before the article’s publication. It had not failed to take care over\nthe accuracy of the article, and the Committee did not identify any significant\ninaccuracies or misleading statements that required correction under the Code.\nThe complaint under Clause 1 was not upheld. \nConclusions\n10. The complaint was not upheld \nRemedial Action Required\nN/A \nDate complaint received: 12/06/2015\nDate decision issued: 24/09/2015\nBack to ruling listing\n\n\n"
}