{
    "url": "/rulings-and-resolution-statements/ruling/?id=04097-19",
    "title": "04097-19 Various v express.co.uk",
    "provisions": [
        "1 Accuracy (2018)"
    ],
    "outcome": "Breach - sanction: action as offered by publication",
    "publication": "express.co.uk (Reach PLC)",
    "published_on": "2019-05-05 00:00:00",
    "received_on": "2019-05-09 00:00:00",
    "concluded_on": "2019-06-26 00:00:00",
    "complaint_processing_days": 48,
    "conclusion_long": "14. The complaint was upheld under Clause 1(i).",
    "remedial_action": "15. Having upheld the complaint, the Committee considered what remedial action should be required. 16. The publication had offered to publish a correction both promptly and prominently on the re-instated online article. It had also promptly offered to publish a correction on its homepage. The Committee found that this was sufficient to meet the requirements of Clause 1 (ii). These corrections should now be published.Date complaint received: 09/05/2019",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee 04097-19 Various v express.co.uk\nSummary of complaint\n1. The Independent\nPress Standards Organisation received various complaints that express.co.uk\nbreached Clause 1 (Accuracy) of the Editors’ Code of Practice in an article\nheadlined “Scottish nationalists CLASH with pro-Union activists at independence\nmarch in Glasgow”, published on 5 May 2019.\n2. IPSO received\naround 225 complaints about the article. In light of the volume of complaints\nreceived, and where the specific input of a complainant was not necessary, IPSO\ndecided to summarise the complaints for the purpose of investigating the\ncomplaint on behalf of the complainants.\n3. The article\nreported on a march by Scottish National Party (SNP) supporters. The first\nparagraph stated that, “Thousands of Scottish Independence activists clashed\nwith pro-Union campaigners in Glasgow today after SNP leader [name] announced\nplans to push for a second vote on whether the nation should separate from the\nUnited Kingdom”. A photograph accompanied the article, which showed a number of\nUnion Jack flags, and one Saltire with the stars of the EU flag on it.\nReferring to the marchers, the caption to the photograph stated: “Many of them\ncarried a mixture of Scottish and EU flags”.\n4. The\ncomplainants, many of whom were at the march, denied that there was a “clash”\nbetween Scottish nationalists and pro-Union activists, as claimed in the\nheadline and stand first. They said that the word “clash” implied that there\nwere violent or physical altercations and disturbances between the two groups;\nthey said that this claim was not supported by the events which took place at\nthe march, or the text of the article itself, which made no further reference\nto any alleged “clash”. Complainants also said that the police had not made any\nstatement which suggested that there were physical altercations between the two\ngroups.\n5. Complainants\nalso said that the caption to the photograph was inaccurate, because it did not\ndepict a mixture of “Scottish and EU flags”, as claimed. Some complainants\nalleged that the image was taken from an unrelated event in London.\n6. The publication\naccepted that the use of the word “clash” in the headline and in the first\nparagraph was a significant inaccuracy which required correction, and confirmed\nthat in response to complaints, it had removed the piece from its website. The\npublication accepted that there was no suggestion that any form of violent\nconfrontation took place during the SNP demonstration, and said that it was\nunable to explain why it had used this word. The publication suggested that\nthere may have been a clash of ideas amongst the two groups, however it\naccepted that this distinction was not adequately explained in the article.\n7. The publication\nconfirmed that the article had originally been published on the website’s\nhomepage, and would have been available to be read there for between 4-12\nhours. The publication offered to publish the following standalone correction,\nwhich would appear on the homepage of express.co.uk, and then remain in the\nCorrections and Clarifications section of the website.\nCorrection - Scottish nationalists march in Glasgow - (date\nof publication)\nOn May 05 2019 we published an article headlined\n\"Scottish nationalists clash with pro-Union activists at independence\nmarch in Glasgow.\" The claim that 'Thousands of Scottish Independence activists\nclashed with pro-Union campaigners.' was repeated in the introduction. In fact\nthere were no reports of any clashes between the demonstrators. It was\ninaccurate for the original headline and introduction to make that claim. We\nare happy to set the record straight.\n8. The publication\nalso proposed to re-instate the article, and amend it to remove the word\n“clash”. It also offered to publish the following wording on that article:\nThis article was first published on May 05 2019 and headlined\n\"Scottish nationalists clash with pro-Union activists at independence\nmarch in Glasgow.\" The introduction said 'Thousands of Scottish\nIndependence activists clashed with pro-Union campaigners’. In fact there were\nno reports of any clashes between the demonstrators. It was inaccurate for the\nheadline and introduction to make that claim.9. The publication\nsaid that it had contacted the organisation which had provided it with the\nphotograph, which had confirmed that it had been taken at the demonstration.\nThe publication acknowledged that the photograph predominantly showed the Union\nflag and one Saltire with the stars of the EU flag. However, it said that, if\nit is the position of those complainants that at the demonstration there were\nmany people carrying the Saltire and EU flag then the caption was not a\nsignificant inaccuracy. As a gesture of goodwill, it offered to amend the\ncaption to, “'Pro-Union campaigns attend Scottish Independence rally”.\nRelevant Code Provisions\n10. Clause 1 (Accuracy)\ni) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not\nsupported by the text.\nii) A significant inaccuracy, misleading statement or\ndistortion must be corrected, promptly and with due prominence, and — where\nappropriate — an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator.\niii) A fair opportunity to reply to significant inaccuracies\nshould be given, when reasonably called for.\niv) The Press, while free to editorialise and campaign, must\ndistinguish clearly between comment, conjecture and fact.\nFindings of the Committee\n11. The publication had failed to demonstrate, either in the\nbody of the article or in response to the complaint, that a “clash” had taken\nplace between Scottish nationalists and pro-Union activists at the march. The\npublication had failed to care over the accuracy of the article, and the\nheadline was not support by the text, in breach of Clause 1(i). The publication\nhad published a prominent claim, in the headline and first paragraph, which had\ngiven a significantly inaccurate impression that an altercation or disturbance\nhad taken place between the two groups; this required correction under the\nterms of Clause 1 (ii).\n12. Eight days after IPSO began an investigation into the\ncomplaint, the publication accepted that the article contained a significant inaccuracy,\nand offered to publish a correction; three days later, the publication proposed\na form of words which made clear the correct position. It was offered promptly,\nand in conjunction with the offer to re-instate an amended article, publication\nof the wording as a footnote to the article, in addition to a standalone\ncorrection on the website’s homepage, where the article had originally\nappeared, represented due prominence. There was no breach of Clause 1 (ii). In\norder to avoid a breach of Clause 1 (ii), the publication should now amend its\narticle, add the clarification as a footnote, and publish the standalone\ncorrection on its homepage, as offered.\n13. The caption subject to complaint did not claim that the\nphotograph itself depicted a “mixture of Scottish and EU flags”. Further, it\nwas not disputed that these flags were present at the march. Further, in\nresponse to the complaint, the publication had contacted the organisation which\nhad provided it with the photograph, which had confirmed that it had been taken\nat the demonstration. While the Committee did not establish that the article\ncontained a significant inaccuracy on these points of complaint, it welcomed\nthe publication’s offer to amend the caption to reflect the scene depicted.\nThere was no further breach of the Code.\nConclusion\n14. The complaint was upheld under Clause 1(i).\nRemedial Action Required\n15. Having upheld the complaint, the Committee considered\nwhat remedial action should be required.\n16. The publication had offered to publish a correction both\npromptly and prominently on the re-instated online article. It had also\npromptly offered to publish a correction on its homepage. The Committee found\nthat this was sufficient to meet the requirements of Clause 1 (ii). These\ncorrections should now be published.Date complaint received: 09/05/2019Date complaint concluded: 26/06/2019 \nBack to ruling listing\n\n\n"
}