{
    "url": "/rulings-and-resolution-statements/ruling/?id=04091-16",
    "title": "04091-16 Fletcher v The Sun",
    "provisions": [
        "1 Accuracy (2016)",
        "2 Privacy (2016)"
    ],
    "outcome": "Breach - sanction: action as offered by publication",
    "publication": "The Sun (News UK)",
    "published_on": "2016-06-21 00:00:00",
    "received_on": "2016-06-23 00:00:00",
    "concluded_on": "2016-10-14 00:00:00",
    "complaint_processing_days": 113,
    "conclusion_long": "10. The complaint was upheld.",
    "remedial_action": "11. Having upheld the complaint, the Committee considered what remedial action should be required. The publication had promptly removed the allegation from the article that the complainant had helped his son get a job at the council, and had offered to publish a footnote to the article making the complainant’s position clear. However, in all the circumstances, and given the complainant’s position that he did not want the proposed footnote to be published, the newspaper was not required to publish the remedial action it had offered.  Date complaint received: 23/06/2016",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee 04091-16 Fletcher v The Sun\nSummary of complaint\n1. Alan Fletcher\ncomplained to the Independent Press Standards Organisation, both on his own\nbehalf and that of his son Paul, that The Sun breached Clause 1 (Accuracy) and\nClause 2 (Privacy) of the Editors’ Code of Practice in an article headlined\n“COUNCIL’S HOMOPHOBIC SHAME: Senior council worker suspended for sickening\nhomophobic response to Orlando nightclub massacre”, published online on 21 June\n2016. \n2. The article\nreported that Paul Fletcher, a senior council worker, was suspended from his\njob for sending an email from his work account in the aftermath of the Orlando\nnightclub massacre which contained “sickening homophobic abuse”. It said that\nthe email, which was sent to a “former associate”, had been written three days\nafter the attacks. It said that Mr Fletcher was understood to have secured his\njob in the council thanks to his father, who was another council employee and\n“former magistrate”. The article named the town where Mr Fletcher lived, and\nincluded his work email address. \n3. The complainant\nsaid that the identification of the area where his son lives, and the\npublication of his email address, had breached his son’s privacy. He also said\nthat the article contained false claims and misinformation, and that his son\ncould not recall including all of the offending material in the article and\nsuspected that it had been embellished. He said that it was inaccurate to\nreport that he worked for Waveney or Suffolk District Councils, although he did\nwork for Suffolk County Council, a separate organisation; he also said that he\nwas a serving magistrate. He said that he played no part in his son’s\nrecruitment to his position, and that while his son was an Environmental Health\nOfficer, his title did not include the word “senior”. \n4. The newspaper\ndenied that article was embellished, and said that the information had come\nfrom a confidential source. It said that Mr Fletcher’s son had used his work\nemail address at a public sector organisation to send the homophobic message,\nand publication of this email address and the name of the area where he lived\nin such circumstances did not breach his privacy. In any event, it said that\npublication of these details was justified in the public interest given that\nremarks were made by a council employee using a council email address. It said\nthat the article did not report that the complainant had worked for Waveney or\nSuffolk District Council; it also said that the article had reported that Mr\nFletcher was a “senior” officer at the council, not that the word “Senior” was\npart of his title. It said that it was not aware that the complainant was a\nserving magistrate, and had removed all mention of him from the article as soon\nas it had been made aware of the inaccuracy. It said that the information that\nthe complainant had helped his son to get his job in the council had been\nprovided by the confidential source, and while the reporter had asked the\nspokesman for the council about the allegation, he did not comment on the\nmatter, and it had not been verified by another source. It offered to add the\nfollowing footnote to the online article:\nAn earlier version of this story stated that Mr Fletcher’s\nfather, a former council employee and magistrate, helped him to get his job\nwith the council. Mr Alan Fletcher denies that this was the case.   \nRelevant Code Provisions\n5. Clause 1\n(Accuracy)\ni) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not\nsupported by the text.\nii) A significant inaccuracy, misleading statement or\ndistortion must be corrected, promptly and with due prominence, and — where\nappropriate — an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator.\nClause 2 (Privacy)\n(i) Everyone is entitled to respect for his or her private\nand family life, home, health and correspondence, including digital\ncommunications.\n(ii) Editors will be expected to justify intrusions into any\nindividual’s private life without consent. Account will be taken of the\ncomplainant’s own public disclosures of information.\nFindings of the Committee\n6. The newspaper\nhad published an allegation that the complainant had used his position as a\ncouncil employee to gain employment for his son. While the newspaper had\nattempted to verify the information it had been provided by its confidential\nsource with a council spokesperson, no comment was provided, and it had not\nbeen verified by another source, nor put to the complainant. Given the serious\nnature of the allegation, this represented a failure by the newspaper to take\ncare not to publish misleading information in breach of Clause 1(i). The\npublication of the allegation in these circumstances gave the significantly\nmisleading impression that it had been established that the complainant had\nhelped his son to get his job at the council; this required correction under\nClause 1(ii).  \n7. On receipt of\nthe complaint, the publication had removed all mention of the complainant from\nthe article; during the investigation of the complaint, it had offered to\npublish a footnote to the article which stated that the complainant denied this\nclaim. In circumstances where the allegation did not feature significantly in\nthe article’s headline or opening paragraphs, the allegation had been removed\nfrom the article as soon as the publication had been contacted by the\ncomplainant, and the publication had offered to publish a footnote making clear\nthe complainant’s denial, the Committee considered, on balance, that the\npublication’s actions were sufficient to meet the requirements of Clause 1(ii).\nThere was no further breach of the Code on this point.\n8. In the context\nof an article that reported on the comments made in the email, it was not\nsignificantly inaccurate to report that the complainant was a former, rather\nthan serving, magistrate, or to say that the complainant’s son was a senior\ncouncil worker. In addition, there was no evidence to suggest that the comments\nattributed to the complainant’s son in the article were embellished. There was\nno breach of Clause 1 on these points.\n9. The\ncomplainant’s son was a public servant who had sent the email containing\nhomophobic comments from his council email address. This email address did not\nreveal any private information about the complainant’s son, and its disclosure\ndid not raise a breach of Clause 2. Similarly, while the article did name the general\narea where the complainant’s son lived, the Committee noted that the article\ndid not reveal his precise address, and in any event, this disclosure did not\nreveal any private information about him. There was no breach of Clause 2. \nConclusions\n10. The complaint was upheld. \nRemedial Action Required\n11. Having upheld the complaint, the Committee considered\nwhat remedial action should be required. The publication had promptly removed\nthe allegation from the article that the complainant had helped his son get a\njob at the council, and had offered to publish a footnote to the article making\nthe complainant’s position clear. However, in all the circumstances, and given\nthe complainant’s position that he did not want the proposed footnote to be\npublished, the newspaper was not required to publish the remedial action it had\noffered. \nDate complaint received: 23/06/2016Date decision issued: 14/10/2016           \nBack to ruling listing\n\n\n"
}