{
    "url": "/rulings-and-resolution-statements/ruling/?id=04100-18",
    "title": "04100-18 The Transparency Project v Mail Online",
    "provisions": [
        "1 Accuracy (2018)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "Mail Online (Associated Newspapers Limited)",
    "published_on": "2018-06-05 00:00:00",
    "received_on": "2018-06-24 00:00:00",
    "concluded_on": "2018-09-21 00:00:00",
    "complaint_processing_days": 89,
    "text": "\n\n\n\n\n\nDecision of the Complaints\nCommittee 04100-18 The Transparency\nProject v Mail Online\nSummary of the Complaint 1.    \nThe\nTransparency Project complained to the Independent Press Standards Organisation\nthat Mail Online breached Clause 1 (Accuracy) of the Editors’ Code of Practice\nin an article headlined “Nurse's one-year-old son is taken from her care after\nshe let him sit in a Bob The Builder toy car that was 'inappropriate' for his\nage”, published on 5 June 2018. 2.    \nThe article was a report of a judgment of the\nfamily court, in which various Orders were made, including a Special\nGuardianship Order providing  that a\none-year-old child should live with his relatives, rather than his mother. The\njudgment has the citation  SCST v O, A\n& U [2018] EWFC B24. 3.    \nThe article had four sub-headlines beneath the\nmain headline, which were: “Qualified nurse has one-year-old boy taken from her\ncare by social services”; “Woman has ‘extremely low range of intellectual\nability’, family court hears”; “She left child in a Bob The Builder toy car\nthat was ‘inappropriate’ for his age”; and “Concerns also raised over the\nfeeding and nappy changing of the baby”. The article reported in further detail\nthe evidence presented by an Independent Social Worker. It reported that the\njudge had said that all professionals involved were concerned about the\nmother’s “lack of insight”, and that the social worker had “highlighted” some\nof those concerns. The article explained the toy car incident in further\ndetail, reporting that the social worker had told the court that, for about an\nhour, she had observed that the woman had “maintained limited eye contact and\ncommunication” with the child and that she had said that the Bob the toy car\nwas “inappropriate” for his age because there was “a potential risk of [the\nchild] falling if [the woman] lost control of him”. 4.    \nThe complainant said that the headline, and text\nof the article were misleading, as they implied that the child was removed from\nhis mother’s care mainly or wholly because of the issue around the toy car\nincident. The complainant said that the word “after” in the headline implied a\ncausal link between the toy car incident and the judge’s decision. The\ncomplainant said that on a proper reading of the judgment, the reason for the\nreduction in contact was that the mother posed a risk of physical and emotional\nharm to the child, as she could not meet his needs; the car incident was one,\narguably relatively minor, example of the behaviour which led to this concern. It\nnoted the judge’s finding that it was clear the child had suffered physical\nharm from his father, from which the mother had failed to protect him. The\ncomplainant said that the article did not make clear the breadth and depth of\nthe proven concern leading to the judge’s decision. 5.    \nThe publication said that editors are entitled\nto attract attention to content with headlines that highlight what is singular\nor unusual about a story; they are not under an obligation to place in a\nheadline what others consider to be the most serious detail in a story. In any\nevent, it said that the judge specifically highlighted the incident involving\nthe toy car as raising “significant physical safety concerns”, and that its\nheadline was not misleading. It noted that the copy had been provided by an\nagency reporter with extensive experience of court reporting, and had been\ncovered in a similar way by other publications. The publication acknowledged\nthat the judge’s decision was based on a number of factors, and said that these\nwere clearly identified in the subheadlines, and in the body of the article. 6.    \nThe publication argued that IPSO should not\nconsider the complaint, as the complainant was a third party, with no direct\ninvolvement in the case.\nRelevant Code Provisions 7.    \nClause 1 (Accuracy)\ni) The Press\nmust take care not to publish inaccurate, misleading or distorted information\nor images, including headlines not supported by the text.\nii) A\nsignificant inaccuracy, misleading statement or distortion must be corrected,\npromptly and with due prominence, and — where appropriate — an apology\npublished. In cases involving IPSO, due prominence should be as required by the\nregulator. \niii) A fair\nopportunity to reply to significant inaccuracies should be given, when\nreasonably called for.\niv) The Press,\nwhile free to editorialise and campaign, must distinguish clearly between\ncomment, conjecture and fact.\nFindings of the Committee 8.    \nThe Committee first considered the issue of\njurisdiction. IPSO is able to consider complaints made by a third party\n“seeking to correct a significant inaccuracy of published information”. The\ncomplaint in this case related to the care taken in reporting a publicly\navailable judgment. There is a public interest in ensuring that court\nproceedings are reported accurately, and the Committee did not consider that it\nrequired the input of those involved in the proceedings in order to make a\nfinding on the accuracy of the reporting in this instance. The Committee\ndecided that it did have jurisdiction to consider this matter. The Committee\nthen turned to the complaint made under Clause 1 (Accuracy). 9.    \nThe toy car incident, and other observations\nconducted by the social worker on that occasion, were cited in some detail by\nthe judge, quoting from the social worker’s concerns, as a factor in her\nconsideration. As such, the publication was entitled to highlight this\nincident; its prominence was a matter of editorial discretion. The question for\nthe Committee was whether the article as a whole had given an accurate\nimpression of the severity and extent of the reasons for the judge’s decision or\nwhether by highlighting the toy car incident it distorted the reasons for the\njudge’s ruling, suggesting that was the principal reason for the care order. 10.  The\nspecific concerns about the toy car incident were reported accurately, and in\nfull in the article. It was clear that this incident was one of a number of\nfactors, which led to serious concerns about the mother’s ability to care for\nthe child. The article had also reported a number of other concerns expressed\nby the judge about  the mother’s “basic\nparenting skills” such as concerns raised over the feeding and changing of the\nchild; the mother’s “extremely low range of intellectual ability; the mother’s\ninability to “meet the needs” of the child, and her “limited eye contact and\ncommunication” with the child. The judge had not indicated which factors\nweighed most heavily in her decision, and so there were no grounds to establish\nthat the publication’s decision to emphasise one such factor represented a\ndistortion of the judgment. 11.  The\ncomplainant had made a specific complaint that the headline was misleading both\nbecause the publication had highlighted the incident with the toy car, and\nbecause of its use of the word “after”, which the complainant considered\ncreated a misleading link between the incident and the decision. The Committee\nnoted that while, under Clause 1 (i), a headline must be supported by the\narticle it accompanies, it is not required to serve as a summary. Publications\nare entitled to use headlines to highlight one aspect of a story that is\nparticularly engaging or powerful, so long as they do not distort or mislead.\nIn light of the Committee’s findings above, and in particular it’s finding that\nthe toy car incident had been cited by the judge as a factor in the decision,\nthe Committee did not find that the prominent reference to it in the headline\nwas a breach of Clause 1 (i). In addition, the Committee\nconsidered that the word “after” in the headline made clear that the incident\nwas part of a chronology of events, outlined in the article, which had led to\nthe child being removed from the mother’s care after the toy car incident. 12.  The article was not a law report of the case, but was\nintended for general readership. There was no failure to take care over the\nreporting of the judgment, and the article did not contain a significant\ninaccuracy requiring correction. There was no breach of Clause 1.  \nConclusions 13. The\ncomplaint was not upheld.\n \nDate complaint\nreceived: 24/06/2018\nDate decision\nissued: 21/09/2018ReviewThe complainants complained to the Independent Complaints Reviewer about the process followed by IPSO in handling this complaint. The Independent Complaints Reviewer decided that the process was not flawed and did not uphold the request for review.\nBack to ruling listing\n\n\n"
}