{
    "url": "/rulings-and-resolution-statements/ruling/?id=04119-19",
    "title": "04119-19 A woman v Lancashire Telegraph",
    "provisions": [
        "2 Privacy (2019)",
        "11 Victims of sexual assault (2019)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "Lancashire Telegraph (Newsquest Media Group)",
    "received_on": "2019-05-10 00:00:00",
    "concluded_on": "2019-09-20 00:00:00",
    "complaint_processing_days": 133,
    "conclusion_long": "12.    The complaint was not upheld.",
    "remedial_action": "N/A   Date complaint received: 10/05/2019",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee 04119-19 A woman v Lancashire Telegraph\nSummary of complaint\n1.    A woman\ncomplained to the Independent Press Standards Organisation that the Lancashire\nTelegraph breached Clause 2 (Privacy) and Clause 11 (Victims of sexual assault)\nof the Editors’ Code of Practice in an article published in 2019.\n2.    This decision is\nwritten in general terms, to avoid the inclusion of information which could\nidentify a victim of sexual assault.\n3.    The article\nreported that an individual had received a custodial sentence after being\nconvicted of sexual offences against three children who, at the time of the\noffences, were all “under the age of 16.” The article reported that the\noffences had taken place twenty years ago, in a named town, and specified the\ntime period over which the offences took place, by reference to years. The\narticle also reported the defendant’s former address, by reference to the name\nof the street.\n4.    Under a separate\nsub-headline, the article continued by reporting quotes from a statement read\nout by one of the victims during the court proceedings, which detailed the\nimpact which the offences had made on her both professionally and personally,\nincluding the impact on her mental health.\n5.    The complainant\nsaid that by including certain details from the court hearings, particularly\nthe details from her victim impact statement which concerned the impact the\noffences had made on her career, the publication had failed to protect her\nidentity as a victim of sexual assault. The complainant said that, in fact, she\nhad been identified as the victim in the case by members of her small local\ncommunity who she said had put the details contained in the article together,\nand had worked out who she was. The complainant also said that the disclosure\nof this information was deeply upsetting and an unjustified intrusion into her\nprivacy, in breach of Clause 2.\n6.    The publication\nexpressed regret that the complainant had been upset by the coverage, but said\nthat in accordance with the principle of open justice, it was entitled to\nreport on cases such as the case subject to the article under complaint. The\npublication provided explanations as to why it did not believe that the\nspecific pieces of information identified by the complainant were likely to\nlead to the identification of the victim. It said that the quotes from the\ncomplainant’s victim impact statement were published in good faith in order to\nhighlight the impact of the offending.\nRelevant Code provisions\n7.    Clause 2\n(Privacy)*\ni)     Everyone is\nentitled to respect for his or her private and family life, home, health and\ncorrespondence, including digital communications.\nii)     Editors will\nbe expected to justify intrusions into any individual's private life without\nconsent. Account will be taken of the complainant's own public disclosures of\ninformation.\niii)    It is\nunacceptable to photograph individuals, without their consent, in public or\nprivate places where there is a reasonable expectation of privacy.\nClause 11 (Victims of sexual assault)\nThe press must not identify or publish material likely to\nlead to the identification of a victim of sexual assault unless there is\nadequate justification and they are legally free to do so.\nFindings of the Committee\n8.    The Committee\noffered its condolences to the complainant for the distressing circumstances\nwhich brought about this complaint.\n9.    The Code offers\nspecific protection to victims of sexual assault, and recognises their legal\nright to anonymity. It also seeks to balance these protections against the\nimportant role that the press play in ensuring that court cases are reported on\nin an open and transparent way. The Committee acknowledged that identifying the\ndefendant in a case may lead to speculation from members of the public on the\nidentity of their victims, particularly within small communities. However,\nidentifying the defendant in such cases is fundamental to the principle of open\njustice. The Committee is required to make an objective assessment as to whether\nthe details reported are likely to lead to identification of a complainant as\nthe victim in the case.\n10.    The article had\ndisclosed information heard during the court proceedings regarding the\ncircumstances of the offences, including references to the town in which the\noffences had occurred and the period of time over which they took place. These\ndetails, made in general terms, explained to readers the facts of the case and\ncare had been taken by the publication not to disclose further details\nregarding the victims, such as their precise age or their association with the\naccused, nor did the article report the specific location in which the offences\nhad taken place. The Committee acknowledged the complainant’s concern at the\npublication of quotes from her victim impact statement. However it considered\nthat the details contained in the article, including the details contained\nwithin her statement, could apply to a relatively broad class of individuals,\nand so it was reasonable to find that reporting these details was not likely to\nlead to her identification as a victim of sexual assault. The complaint under Clause\n11 was not upheld.\n11.    The Committee\nacknowledged the complainant’s distress at the publication of certain details\nin the articles such as the inclusion of the accused’s partial address. However\nthese details had been heard in open court, and enabled the public to\nunderstand the facts, and impact, of the offences. In relation to the accused’s\naddress, the Committee noted that publishing this information helps distinguish\na person from others with the same name. In accordance with the fundamental principle\nof open justice, the publication of this information did not represent a breach\nof Clause 2.\nConclusions\n12.    The complaint\nwas not upheld.\nRemedial Action Required\nN/A\n \nDate complaint received: 10/05/2019\nDate decision issued: 20/09/2019\nBack to ruling listing\n\n\n"
}