{
    "url": "/rulings-and-resolution-statements/ruling/?id=04123-19",
    "title": "04123-19 Philips v dailyrecord.co.uk",
    "provisions": [
        "1 Accuracy (2018)"
    ],
    "outcome": "Breach - sanction: action as offered by publication",
    "publication": "dailyrecord.co.uk (Reach PLC)",
    "received_on": "2019-05-10 00:00:00",
    "concluded_on": "2019-08-21 00:00:00",
    "complaint_processing_days": 103,
    "conclusion_long": "17. The complaint was upheld under Clause 1(i) in respect of the second article.",
    "remedial_action": "18. Having upheld the complaint under Clause 1, the Committee considered what remedial action would be required. 19. The correction was offered with sufficient promptness and prominence to meet the terms of Clause 1(ii) and should now be published. Date complaint received: 10/05 2019",
    "text": "\n\n\n\n\n\nDecision\nof the Complaints Committee 04123-19 Philips v dailyrecord.co.uk  \nSummary of\ncomplaint 1.    Michael Philips\ncomplained to the Independent Press Standards Organisation that\ndailyrecord.co.uk breached Clause 1 (Accuracy) of the Editors’ Code of Practice\nin an article headlined “Carstairs staff suspended after 'encouraging\nviolent patient to punch vulnerable man'”, published on 26 September 2018, and\nan article headlined \"Carstairs nurse axed after 'encouraging violent\npatient to punch vulnerable man'\", published on 15 December 2018. 2.    The\narticles reported on the complainant’s suspension, and ultimate dismissal, from\nhis employment as a nurse at a psychiatric hospital. 3.    The\nfirst article reported that the complainant had been suspended from his role at\nthe hospital, after “allegedly goading a patient to attack a man with profound\nautism”. The article reported quotes from a source at the hospital describing\nthe alleged incident; “Michael [and another man] were assaulted by a patient on\nMarch 6, but not seriously. This patient has profound autism and other learning\ndifficulties and is quite vulnerable. The next day, it’s alleged they\nencouraged a known violent patient to punch him in retaliation”. The source\nclaimed that the alleged incident was reported by a housekeeper, who had “heard\nand witnessed” it. The article reported that a spokeswoman for the hospital had\nsaid that “employee confidentiality meant they couldn’t comment on matters\nconcerning individual employees”. 4.    The\nsecond article reported on the complainant’s dismissal; it said that he had\nbeen “axed after ‘encouraging violent patient to punch vulnerable man’”. The\narticle referred to the previous coverage, and said “we revealed in September\nthat Philips [and another man] were suspended on full-pay after the incident\nwas reported last March”. The article repeated the source’s description of the\nalleged incident, as reported in the first article. 5.    The\ncomplainant denied that he had been “assaulted” by a patient and in\nretaliation, had then “encouraged” another patient to “punch” them, as reported\nin the articles. The complainant said that these allegations formed no part of\nthe reasons for his suspension and ultimate dismissal; he said that there was\nnever any single allegation during the full investigation that suggested\nrevenge of any description. In support of this, the complainant provided a copy\nof the outcome of his Employee Conduct Hearing, dated 7 December 2018; this\ndocument stated that the complainant had been dismissed after it was alleged\nthat he had witnessed a patient assaulting another, but had failed to respond. 6.    The\npublication said that it had been approached by a trusted and reliable source,\nand had reported their claims accurately. It said that the source had been relied upon in previous\nstories regarding the hospital, and noted that this was the first instance a\ncomplaint regarding the accuracy of their testimony had been raised. The\nnewspaper said that it took further care to contact the hospital for comment on\n25 September, specifically in relation to the allegation that the\ncomplainant had “manipulated a patient into punching another vulnerable patient\nafter they had been assaulted themselves”. The newspaper said that it was\nunfortunate that the hospital were\nunable to either confirm or deny these allegations, prior to publication, due\nto patient confidentiality. 7.    The\npublication said that it had reverted to the hospital again, prior to the publication\nof the second article. The journalist had asked, “We understand [the\ncomplainant] was fired last week for gross misconduct and reported to Police\nScotland following allegations he and another staff member encouraged an\nassault on a patient”. The hospital had responded, “due to data protection/\nconfidentiality we are unable to provide any information on specific patients\nor staff, past or present”. 8.    Upon\nreceipt of the documentation provided by the complainant, the newspaper\nacknowledged that there had been no\nmention in the disciplinary hearing of the “goading a patient” into violence,\nor the complainant having been assaulted the previous day. However, the\nnewspaper said that given the information provided by its source, it was not\npossible to entirely dismiss the possibility that the claims may have formed\npart of the original complaints made against the complainant immediately\nfollowing the alleged incident. 9.    In an attempt to resolve the complaint, the publication offered to\nremove both articles from online and publish the following correction on Page 2\nof the Daily Record, as well as a standalone correction on the website, which\nwould appear on the homepage for 24 hours: On September 26 2018 we reported on\ndisciplinary action taken against two staff members of the State Hospital for\ngoading one patient into attacking another who had earlier assaulted them. We\nsubsequently reported that this led to the sacking of both employees. In\nfact, contrary to our report, a conduct hearing heard no evidence that one of\nthem, Michael Phillips, had been assaulted previously or encouraged the attack\non the patient. Mr Philips was dismissed for wilful neglect after failing\nto take any action during the attack. We are happy to clarify the matter.  \nRelevant Code Provisions 10. Clause\n1 (Accuracy) i) The Press must take\ncare not to publish inaccurate, misleading or distorted information or images,\nincluding headlines not supported by the text. ii) A significant\ninaccuracy, misleading statement or distortion must be corrected, promptly and\nwith due prominence, and — where appropriate — an apology published. In cases\ninvolving IPSO, due prominence should be as required by the regulator. iii) A fair opportunity\nto reply to significant inaccuracies should be given, when reasonably called\nfor. \nFindings of the\nCommittee 11. The\nCommittee first considered the care taken not to publish inaccurate\ninformation, in respect of the first article. 12. The\nnewspaper had reported on the testimony of its source and had also taken steps,\nprior to publication, to obtain on the record statements from the complainant’s\nemployer. The newspaper had requested that the hospital provide a statement in\nresponse to the specific allegation that the complainant had “manipulated a patient\ninto punching another vulnerable patient after they had been assaulted\nthemselves”. The statement which the newspaper had received in response did not\nexplicitly confirm the source’s claims, however it did not contain any denial.\nFurther, at the time of publication of the first article, no finding had been\nmade in relation to the events which had led to the complainant’s suspension.\nThe publication had taken care not to adopt the source’s description of the\nalleged incident as established fact; their testimony was clearly presented as\nclaims throughout. Taking into consideration the factors referred to above, the\nCommittee considered that the reporting of the source’s description of the\nincident in the first article, in connection with the complainant’s suspension,\ndid not represent a breach of Clause 1(i). 13. The\nCommittee then turned to consider the care taken not to publish inaccurate\ninformation, in respect of the second article. 14. At\nthe time of publication of this article, the publication had been aware that\nthe investigation into the complainant had concluded, and the complainant had\nbeen dismissed. The Committee acknowledged that the publication had continued\nto present the source’s comments as claims, and it had approached the hospital\nfor further comment. However, as an official finding had been made, further\ncare was required. At the time of publication, the publication had not received\nconfirmation of the findings of the conduct hearing, and the article did not\nmake clear that publication had been unable to establish whether the source’s\nclaims had formed part of the panel’s reasoning. In this instance, the\nreporting of the source’s claims, in connection with the reason for the\ncomplainant’s dismissal from his employment, represented a failure to take care\nnot to publish misleading information, in breach of Clause 1(i). 15. Upon\nreceipt of the correspondence provided by the complainant, the publication\naccepted that the conduct hearing had heard no evidence that the complainant had been assaulted previously or encouraged the attack on the patient. It was notable that the complainant had neither confirmed nor denied that the source’s\ndescription of the incident had formed part of the original allegations made\nagainst him. However, the Committee considered\nthat in light of the documentation provided by the complainant, which was\naccepted by the publication, it was a significant inaccuracy to report that the\ncomplainant had been suspended, and subsequently dismissed, following the events\ndescribed by the source. The claims made by the source had given the clear\nimpression that the complainant had acted in retaliation, by actively\nencouraging a vulnerable patient into violence. The Committee considered that\nthis allegation was distinct, in a significant way, to the allegation that he had fallen below\nthe standards expected of him by omission, by failing to take any action during\nthe attack. 16. The\npublication had offered to publish a correction 9 days after it had received\nthe complaint via IPSO. A form of words, which made clear that conduct hearing had heard no evidence that\nthe complainant had been assaulted previously or encouraged the attack on the\npatient, was offered a week later. The wording also made clear the reasons for\nthe complainant’s dismissal. It was offered\npromptly, and the publication of the wording as a standalone correction online\nrepresented due prominence. There was no breach of Clause 1 (ii). In order to\navoid a breach of Clause 1 (ii), the publication should now publish the online\ncorrection, as offered. \nConclusions 17. The\ncomplaint was upheld under Clause 1(i) in respect of the second article. \nRemedial Action required 18. Having upheld\nthe complaint under Clause 1, the Committee considered what remedial action\nwould be required. 19. The correction\nwas offered with sufficient promptness and prominence to meet the terms of\nClause 1(ii) and should now be published. Date complaint received: 10/05 2019Date decision issued: 21/08/2019\n \nBack to ruling listing\n\n\n"
}