{
    "url": "/rulings-and-resolution-statements/ruling/?id=04135-18",
    "title": "04135-18 Iqbal v birminghammail.co.uk",
    "provisions": [
        "1 Accuracy (2018)"
    ],
    "outcome": "Breach - sanction: action as offered by publication",
    "publication": "birminghammail.co.uk (Birmingham Live) (Reach PLC)",
    "published_on": "2018-06-18 00:00:00",
    "received_on": "2018-06-26 00:00:00",
    "concluded_on": "2018-10-26 00:00:00",
    "complaint_processing_days": 122,
    "conclusion_long": "14. The complaint was upheld under Clause 1(i).",
    "remedial_action": "15. The publication’s offered clarification addressed the inaccuracy in the article, and had been offered with sufficient prominence and promptness. There was no breach of Clause 1(ii), and this clarification had already been published. No further action was required.  Date complaint received: 26/06/2018",
    "text": "\n\n\n\n\n\nDecision of the\nComplaints Committee – 04135-18 Iqbal v birminghammail.co.uk\nSummary of Complaint 1. Ejaz Iqbal complained to the\nIndependent Press Standards Organisation that the birminghammail.co.uk breached\nClause 1 (Accuracy) of the Editors’ Code of Practice in an article headlined\n“Erdington DIY shop slammed with £10k fine for fly-tipping in Aston”, published\non 18 June 2018. 2. The article said that the\ncomplainant’s company had been prosecuted as part of a council ‘crackdown’ on\ndumped waste, “after dumping huge piles of waste around Aston”. It said that\nimages taken by the council had shown piles of abandoned waste on Aston Lane in\nJanuary 2017, and that council officers had searched this “flytipped waste” and\nfound links to the complainant’s company. The article said that, as a result of\nthis, the council had launched an investigation into the complainant’s\nbusiness. 3. The article went on to report the\ncontent of a series of tweets issued by the council in relation to the matter.\nThe first said that “’The business was investigated and stated that cardboard\nand plastic waste was returned to the Birmingham premises from their three\nother shops...at [one site] the business admitted burning small paper items in\nthe back yard once a month’”. The article went on to describe how the council\n“revealed that the remaining cardboard waste was collected once or twice a week\nby a regular van collector, which was operated by a mystery man”. It said that\nthe business had “then failed to provide any documentation to show how their\nwaste was disposed”, and had pleaded guilty to two offences under the\nEnvironmental Protection Act. 4. The article concluded by stating\nthat the complainant’s business had been “fined £10,500 for the flytipped\nwaste”, plus costs. The article included an image of piles of cardboard waste\ncaptioned “flytipping at Aston Lane”, and another image of captioned “Birmingham\nCity Council tweeted images of the flytipping”. 5. The complainant said that the\narticle was inaccurate: his business had not been fined for “dumping piles of\nwaste, and the court proceedings had related to the production of documents\nrelating to the disposal of waste, not to fly-tipping. He said that the\nbusiness had neither been charged nor convicted for fly-tipping, and that it\nwas therefore inaccurate to state that it had been fined in relation to such a\ncharge. He said that the images included in the article were misleading because\nthey did not relate to the court proceedings; one of the images was of the\nbusiness’ own backyard, and was not therefore a ‘fly tipping’ site. The\ncomplainant also said that it was misleading to state that the waste was collected\nby a “mystery man”: it was collected by a licensed waste disposal company, and\nthis had been heard in court. Finally, the complainant said that it was\ninaccurate to state that his business had failed to provide appropriate\ndocumentation: this documentation had been provided in court. 6. The complainant provided a charge\nsheet which indicated that the charges against his company had related to\nfailing “to secure on the transfer of waste that the transfer was to an\nauthorised person…contrary to section 34(1) and (6) of the Environmental\nProtection Act” and to failing to comply with a demand issued under section 35\nrequiring it to supply written information of how it was disposing of its\nwaste, contrary to section 34(6). 7. The publication denied that the article\nwas significantly inaccurate, and that it had failed to take care over the\naccuracy of the article. It said that the article had been based on a string of\ntweets published by the council, including one which stated that “Flytipped\nwaste that was found to be linked to a #Brum building merchant has led to the\nfirm being hit with a £10,500 fine after a prosecution by the city council”.\nThe council had also tweeted that “officers from the…Waste Enforcement Unit\nsearched flytipped waste on Aston Lane in Aston. Cardboard and plastic waste\nwas found and identified as linked to [the complainant’s company]”. The\npublication said that, in these circumstances, the article was not\nsignificantly inaccurate. It said that the images included in the article had\nalso been published by the council as part of the Twitter thread, and did not\ntherefore give a misleading impression. In addition, the publication said that\nthe council’s tweets had described the waste being collected by an “unknown\nman”, and had stated that “The business, as it is legally required if\nrequested, failed to provide any documentation as to how its waste was\ndisposed”; it therefore denied that the references to a “mystery man” and to a\nfailure to provide documentation were misleading. 8. Although it denied any breach of\nthe Code, the publication said that it had amended the article’s headline in\nresponse to the initial complaint, to read “Why Erdington DIY shop was ordered\nto pay more than £13,000”. It had also appended the following clarification to\nthe article: The\noriginal version of this article was headlined ‘A DIY shop has been hit with a\n£10,000 fine after dumping huge piles of waste around Aston’. We are happy to\nconfirm that [the complainant’s company] was not found guilty of illegal\ndumping, or flytipping. In fact, the store pleaded guilty to\ncontrolling/transferring waste without taking reasonable measures and failing\n“to provide any documentation as how its waste was disposed” (failing to comply\nwith duty imposed by Section 34a 1a/2a of Secretary of State requirements). The\nbusiness was fined £13,000.  \nRelevant Code Provisions 9. Clause 1 (Accuracy)i) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not\nsupported by the text. ii) A significant inaccuracy, misleading statement or\ndistortion must be corrected, promptly and with due prominence, and — where\nappropriate — an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator. iii) A fair opportunity to reply to significant\ninaccuracies should be given, when reasonably called for. iv) The Press, while free to editorialise and campaign,\nmust distinguish clearly between comment, conjecture and fact. Findings of the Committee 10. The complainant’s company had pleaded guilty in\nrelation to charges that related to a failure to ensure that waste was\ntransferred to an authorised person, and with appropriate documentation, and\nfailing to produce when asked details of how its waste was disposed. The\npublication had based its claims that the company had engaged in “fly-tipping”\nand had ‘dumped’ “huge piles of waste” on the city council’s tweets on the\nmatter. The tweets had been ambiguous, in that they had made clear that the\nwaste was “linked” to the complainant’s company, but had not stated that the\ncompany itself had “dumped” the waste. The publication had not been able to\nrely on any contemporaneous report of what was heard in court in relation to\nthe matter, to support its claim that the company had itself dumped the waste.\nIn these circumstances, there was a failure to take care over the claims that\nthe complainant’s company had been fined for “fly-tipping” and had ‘dumped’\n“huge piles of waste”, in breach of Clause 1(i). Because this gave a misleading\nimpression as to the charges the company had pleaded guilty to, it required\ncorrection under the terms of Clause 1(ii). The clarification the publication\nhad offered made clear what these charges had been, and had been offered with\nsufficient promptness and prominence. There was therefore no breach of Clause\n1(ii). 11. The complainant’s company had pleaded guilty to a\ncharge of failing to provide documentation to show how it disposed of its\nwaste. It was not therefore inaccurate to state that “the business then failed\nto provide any documentation to show how their waste was disposed”, and there\nwas no breach of Clause 1 on this point. 12. The council’s tweets had described how “the remaining\ncardboard waste was collected once or twice a week by a regular collector in a\nvan, operated by an unknown man”. The publication had reported that a “mystery\nman” had collected the waste. The publication was entitled to rely on the\ncouncil’s tweets, and in this instance had not gone beyond their strict meaning;\nthere was no failure to take care over this characterisation in breach of\nClause 1(i). In addition, the complainant’s company had pleaded guilty to a\ncharge of failing to secure the transfer of its waste in compliance with the\nlaw, and in these circumstances, the use of the term did not give rise to any\nmisleading impression of the company’s actions that required correction under\nClause 1(ii). 13. The photos included in the article had been taken\nfrom the council’s posts on Twitter in relation to the matter. The photos\nshowed waste in relation to which the council had found the complainant’s\ncompany responsible, and in relation to which it had pleaded guilty to two\ncharges; neither of the captions for these images indicated that the company\nhad “dumped” the waste pictured, and the article described the images as\nshowing “flytipped waste”, which was not misleading. There was no failure to\ntake care over the inclusion of the images, in breach of Clause 1(i), and they\ndid not give rise to any misleading impression that required correction under\nClause 1(ii), even if one of the images showed waste in the complainant’s own\nyard. Conclusions  \n14. The complaint was upheld under Clause 1(i).\nRemedial action\nrequired 15.\nThe\npublication’s offered clarification addressed the inaccuracy in the article,\nand had been offered with sufficient prominence and promptness. There was no\nbreach of Clause 1(ii), and this clarification had already been published. No\nfurther action was required. \nDate complaint\nreceived: 26/06/2018\nDate decision issued: 26/10/2018\nBack to ruling listing\n\n\n"
}