{
    "url": "/rulings-and-resolution-statements/ruling/?id=04140-18",
    "title": "04140-18 A Woman v Sunday Mirror",
    "provisions": [
        "2 Privacy (2018)",
        "9 Reporting of crime (2018)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "Sunday Mirror (Reach PLC)",
    "received_on": "2018-06-26 00:00:00",
    "concluded_on": "2018-09-27 00:00:00",
    "complaint_processing_days": 93,
    "conclusion_long": "11. The complaint was not upheld.",
    "remedial_action": "12. N/A Date complaint received: 26 June 2018",
    "text": "\n\n\n\n\n\nDecision of the\nComplaints Committee 04140-18 A Woman v Sunday Mirror\nSummary of Complaint1. A woman\ncomplained to the Independent Press Standards Organisation that the Sunday\nMirror breached Clause 2 (Privacy) and Clause 9 (Reporting of crime) of the\nEditors’ Code of Practice in an article headlined “I turned detective to expose\nmy bigamist hubby. And did it again to make him pay up on our divorce”,\npublished on 10 June 2018.\n2. The article\ndescribed how a woman “turned detective to expose her ‘Jekyll and Hyde’ husband\nas a bigamist – and win their marital home back from him in a divorce battle”.\nIt went on to describe the events leading to the woman’s discovery of her husband’s\nbigamy. The article said that, as she grew suspicious of her husband’s\nwhereabouts, the woman had found a phone number and called it, reaching the\nanswerphone of a couple, who it identified with the complainant’s surname. It\nsaid that, later, as the woman reached the end of divorce proceedings against\nher husband, she had had a phone conversation with the complainant’s husband,\nwho it named in full, during which he had said that he was her husband’s\nbrother-in-law. The article said that the woman – whose first name was also\ngiven - had subsequently spoken to the complainant, who had said that the\nwoman’s husband was married to her sister. The article appeared in\nsubstantially the same format online under the headline “Wife turned detective\nto expose “Jekyll and Hyde” husband as bigamist in divorce battle”.\n3. The complainant\nsaid that the article breached Clause 2 (Privacy) and Clause 9 (Reporting of Crime) because it identified her and her husband by their full names in\nrelation to its report of the woman’s husband’s crime, without their consent,\ncausing damage to their reputations. She was also concerned that the article\nhad revealed the nature of her and her husband’s relationship to the woman and\nher former husband. The complainant said that she and her husband were not\nparty to any of the criminal or civil proceedings in relation to this matter,\nand therefore there was no justification in naming them: their full names and\nidentities had no relevance to the story.\n4. The publication\ndenied that the article breached Clause 2 (Privacy). It said that the\ncomplainant and her husband had previously been named in a different\npublication in 2014, in an article which remains online, and therefore their\nconnection to the story was already in the public domain. However, as a gesture\nof goodwill, the publication removed the complainant and her husband’s names\nfrom the online article.\n5. The publication\nalso denied any breach of Clause 9 (Reporting of Crime). It said that the\nidentity of the complainant and her husband was genuinely relevant to the\nreport of the man’s crime, because without them the woman would not have\ndiscovered the bigamous marriage. It provided a transcript of an interview with\nthe woman in which she stated that this was the case, and confirmed that the\ncomplainant and her husband had been referred to in correspondence between\ndivorce solicitors in relation to the matter, and in her initial witness\nstatement made in reporting the bigamy. In addition, it said that the man’s second\nwedding certificate indicated that the complainant had been a witness at this\nwedding, and that the man had stayed with the complainant and her husband, and\nused their address to hire a car – a step which contributed to the woman\ncontacting them and subsequently becoming aware of her then husband’s bigamy.\nIn addition, it was subsequent to her contact with the complainant that the\nwoman discovered information relating to the bigamous marriage on social media.\nFor all these reasons, the publication said that the complainant and her\nhusband were genuinely relevant to the report of crime, as they had been\nintegral, on the woman’s own account, to her discovery of it.\n6. The complainant\nsaid that she had been unaware that she could complain about the 2014 article,\nand that otherwise she would have done so. In addition, she said there was no\nevidence of her and her husband being mentioned in court in relation to the\nmatter.\nRelevant Code provisions\n7. Clause 2 (Privacy)\ni) Everyone is entitled to respect for his or her private\nand family life, home, health and correspondence, including digital\ncommunications.\nii) Editors will be expected to justify intrusions into any\nindividual's private life without consent. In considering an individual's\nreasonable expectation of privacy, account will be taken of the complainant's\nown public disclosures of information and the extent to which the material\ncomplained about is already in the public domain or will become so.\niii) It is unacceptable to photograph individuals, without\ntheir consent, in public or private places where there is a reasonable\nexpectation of privacy.\nClause 9 (Reporting of Crime)\ni) Relatives or friends of persons convicted or accused of\ncrime should not generally be identified without their consent, unless they are\ngenuinely relevant to the story.\nFindings of the Committee\n8. The article gave\nthe woman’s account of how she discovered her husband’s bigamy. In doing so, it\nnamed the complainant and her husband, and explained their familial connection\nto the woman and her then husband. However, it did not reveal private\ninformation about them or their lives, such as would give rise to a breach of\nClause 2: the existence of a familial relationship does not ordinarily\nrepresent information over which individuals have a reasonable expectation of\nprivacy. The article did not therefore reveal private information about the\ncomplainant and her husband over which they had a reasonable expectation of\nprivacy, and there was no breach of Clause 2 (Privacy).\n9. Clause 9 (Reporting of crime) offers additional\nprotection to individuals, over and above that provided by Clause 2: it seeks\nto prevent the identification of relationships which, ordinarily, would not be\nconsidered private under the terms of Clause 2, unless they are genuinely\nrelevant to a report of crime. The article reported on the crime committed by\nthe woman’s former husband, and named the complainant and her husband in\nrelation to this matter. Clause 9 was therefore engaged, and the question for\nthe Committee was whether the complainant and her husband were genuinely\nrelevant to the report of the crime.\n10. The article explained how it was through contacts the\nwoman made with the complainant and her husband that she became aware of her\nthen husband’s bigamy. In addition, the complainant had acted as a witness at\nthe man’s wedding. The complainant and her husband were genuinely relevant to\nthe article’s report of crime, in that they played an instrumental role in the\nwoman’s discovery of the crime and her subsequent reporting of the crime to the\npolice, and because of the complainant’s role as a witness at the wedding. In\naddition, the woman, by her own account, had included reference to them in her\ninitial witness statement to the police; this indicated that she considered\ntheir role in her discovery of her then husband’s bigamy to be significant.\nBecause the complainant and her husband were genuinely relevant to the report\nof crime, identifying them by their full names in the article did not represent\na breach of Clause 9 (Reporting of Crime).\nConclusion\n11. The complaint was not upheld.\nRemedial action required\n12. N/A\nDate complaint received: 26 June 2018\nDate decision issued: 27 September 2018\nBack to ruling listing\n\n\n"
}