{
    "url": "/rulings-and-resolution-statements/ruling/?id=04141-18",
    "title": "04141-18 A Woman v Mail Online",
    "provisions": [
        "9 Reporting of crime (2018)",
        "2 Privacy (2018)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "Mail Online (Associated Newspapers Limited)",
    "published_on": "2018-06-10 00:00:00",
    "received_on": "2018-06-26 00:00:00",
    "concluded_on": "2018-09-27 00:00:00",
    "complaint_processing_days": 93,
    "conclusion_long": "10. The complaint was not upheld.",
    "remedial_action": "11. N/A Date complaint received: 26 June 2018",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee 04141-18 A Woman v\nMailOnline\nSummary of complaint\n1. A woman\ncomplained to the Independent Press Standards Organisation that Mail Online\nbreached Clause 2 (Privacy) and Clause 9 (Reporting of crime) of the Editors’\nCode of Practice in an article headlined “Wife who exposed her 'Jekyll and\nHyde' husband as a bigamist after 17-year marriage wins their £650,000 house\nafter court hears their first divorce settlement was 'built on lies'”,\npublished on 10 June 2018.\n2. The article\ndescribed how a woman “who exposed her husband as a bigamist after 17 years of\nmarriage has won their £650,000 marital home back from him”. It went on to\ndescribe the events leading to the woman’s discovery of her husband’s bigamy.\nThe article said that the woman had found out that her husband had spent a\nChristmas at the home of the complainant and her husband, who it named. It said\nthat, while the woman was engaged in divorce proceedings from her husband, she\nhad had a phone conversation with the complainant’s husband, during which he\nhad said that he was her husband's brother-in-law. The article said that the\nwoman had subsequently spoken to the complainant, who had said that the woman’s\nhusband was married to her sister. It went on to describe how the woman\nidentified her husband’s second wife from this information. The article also\nincluded a photograph of the woman’s husband’s marriage certificate pertaining\nto his second marriage.\n3. The complainant\nsaid that the article breached Clause 2 (Privacy) and Clause 9 (Reporting of Crime) because it identified her and her husband by their full names in\nrelation to its report of the woman’s husband’s crime, without their consent,\ncausing damage to their reputations. She was also concerned that the article\nhad revealed the nature of her and her husband’s relationship to the woman and\nher former husband. The complainant said that she and her husband were not\nparty to any of the criminal or civil proceedings in relation to this matter,\nand therefore there was no justification in naming them: their full names and\nidentities had no relevance to the story. She said that the publication could\nhave avoided any possibility of misidentification simply by using a generic\nterm such as ‘brother-in-law’, rather than by using her and husband’s full\nnames. Finally, the complainant was concerned that the article had included an\nimage of the woman and her husband’s marriage certificate bearing her name as a\nwitness at their wedding.\n4. The publication\ndenied that the article breached Clause 2 (Privacy). It said that the article\nwas based on an interview given by the woman to its sister paper in 2014. It\nsaid that the references to the complainant and her husband were brief and\ninnocuous; there was no suggestion that they were in any way complicit in the\nman’s crime. Reporting the woman’s quotations, in which she named the\ncomplainant and her husband, did not amount to an intrusion into their private\nlives, and there was no requirement to seek permission to name them. In\naddition, it said that the complainant and her husband had previously been\nnamed in a different publication in 2014, in an article which remains online,\nand therefore their connection to the story was already in the public domain.\nSimilarly, the publication said that marriage certificates were public documents,\nand publishing a photograph of one bearing the complainant’s name did not\ntherefore disclose any private information about her. However, as a gesture of\ngoodwill, the publication removed the complainant and her husband’s surnames\nfrom the article.\n5. The publication\nalso denied any breach of Clause 9 (Reporting of crime). It said that the\nidentity of the complainant and her husband was genuinely relevant to the\nreport of the man’s crime, because it was through contact with these\nindividuals that the woman discovered her husband’s bigamy. The publication\nsaid that the original use of full names in the article was a matter of\neditorial discretion where no allegations of impropriety were made against the\ncomplainant and her husband; it said that the use of full names acted as an aid\nto readers, and helped to avoid confusion in a story with a number of\ncharacters.\n6. The complainant\nsaid that she had been unaware that she could complain about the 2014 article,\nand that otherwise she would have done so.\nRelevant Code provisions\n7. Clause 2 (Privacy)\ni) Everyone is entitled to respect for his or her private\nand family life, home, health and correspondence, including digital\ncommunications.\nii) Editors will be expected to justify intrusions into any\nindividual's private life without consent. In considering an individual's\nreasonable expectation of privacy, account will be taken of the complainant's\nown public disclosures of information and the extent to which the material\ncomplained about is already in the public domain or will become so.\niii) It is unacceptable to photograph individuals, without\ntheir consent, in public or private places where there is a reasonable\nexpectation of privacy.\nClause 9 (Reporting of Crime)\ni) Relatives or friends of persons convicted or accused of\ncrime should not generally be identified without their consent, unless they are\ngenuinely relevant to the story.\nFindings of the Committee\n8. The article gave\nthe woman’s account of how she discovered her husband’s bigamy. In doing so, it\nnamed the complainant and her husband, and explained their familial connection\nto the woman and her then husband. However, it did not reveal any private\ninformation about them or their lives, such as would give rise to a breach of\nClause 2: the existence of a familial relationship does not ordinarily\nrepresent information over which individuals have a reasonable expectation of\nprivacy. The article did not reveal private information about the complainant\nand her husband, and there was no breach of Clause 2 (Privacy).\n9. Clause 9\n(Reporting of crime) offers additional protection to individuals, over and\nabove that provided by Clause 2: it seeks to prevent the identification of\nrelationships which, ordinarily, would not be considered private under the\nterms of Clause 2, unless they are genuinely relevant to a report of crime. The\narticle reported on the crime committed by the woman’s former husband, and\nnamed the complainant and her husband in relation to this matter. Clause 9 was\ntherefore engaged, and the question for the Committee was whether the\ncomplainant and her husband were genuinely relevant to the report of the crime.\n10. The article\nexplained how it was through contact the woman made with the complainant and\nher husband that she became aware of her then husband’s bigamy. In addition,\nthe complainant had acted as a witness at the man’s wedding, as confirmed by\nthe image of the marriage certificate included in the article. The complainant\nand her husband were genuinely relevant to the article’s report of crime, in\nthat they played an instrumental role in the woman’s discovery of the crime and\nher subsequent reporting of the crime to the police, and because of the\ncomplainant’s role as a witness at the wedding. Because the complainant and her\nhusband were genuinely relevant to the report of crime, identifying them by\ntheir full names in the article did not represent a breach of Clause 9\n(Reporting of Crime).\nConclusions\n10. The complaint was not upheld.\nRemedial action required\n11. N/A\nDate complaint received: 26 June 2018\nDate decision issued: 27 September 2018\nBack to ruling listing\n\n\n"
}