{
    "url": "/rulings-and-resolution-statements/ruling/?id=04166-17",
    "title": "04166-17 Coombs v Southern Daily Echo",
    "provisions": [
        "1 Accuracy (2016)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "Southern Daily Echo (Newsquest Media Group)",
    "published_on": "2017-02-16 00:00:00",
    "received_on": "2017-03-03 00:00:00",
    "concluded_on": "2017-08-30 00:00:00",
    "complaint_processing_days": 180,
    "conclusion_long": "12. The complaint was not upheld.",
    "remedial_action": "13. N/A ReviewThe complainant complained to the Independent Complaints Reviewer about the process followed by IPSO in handling this complaint. The Independent Complaints Reviewer decided that the process was not flawed and did not uphold the request for review.  Date complaint received: 03/03/2017",
    "text": "\n\n\n\n\n\nDecision of the\nComplaints Committee 04166-17 Coombs v\nSouthern Daily Echo\nSummary of\nComplaint\n1. David Coombs complained to the\nIndependent Press Standards Organisation, that the Southern Daily Echo breached\nClause 1 (Accuracy) in an article headlined “Dating conman stole £37,000”,\npublished on 16 February 2017. \n2.  The article reported the\ncomplainant’s conviction for nine counts of fraud, which it said had “nett[ed]\nhim in the region of £37,000”. The article described the complainant as a\n“ruthless Southampton conman who stole tens of thousands of pounds from victims\nhe met through dating sites and at hospitals”. The article reported that the\njudge had said: “you are a menace when it comes to dealing with decent people\nin the community. You were a predator waiting for these individuals to come\ninto your view”. \n3.  The article explained that the\nmajority of the complainant’s victims had been women and included the testimony\nwhich they had given in court. It said that the court had heard that the\ncomplainant “left a woman he met on a dating website called Smooch with a bill\nof more than £4,000” after he took her on a date in London, at Claridges hotel. \n4.  The complainant said that the\njudge had called him a “menace” not a “predator”, and the article had inaccurately\nreported that the frauds had “netted” him £37,000. While he accepted that he\nhad been convicted for this amount, he said that this figure had included a\ncount relating to fraudulent cheques which totalled £20,000. He said that these\ncheques were made out to charities: he had received no benefit. As such, he\nsaid that the actual amount which he had “netted” from the frauds, was in the\nregion of £17,000. \n5.  The complainant denied that he\nhad been convicted of stealing money from women he had met through dating\nsites. While the complainant accepted that he had met the woman he had taken to\nthe hotel on a dating site and had asked her to secure the room with her credit\ncard, he said that the actual loss had been on the part of the hotel, not the\nwoman he had taken there. He provided a copy of his charge sheet which stated\nthat the complainant had “booked a room at Claridges Hotel for four nights to\nthe value of £4770.39 when he knew he did not have the means to pay and had no\nintention to pay”. In those circumstances, he said that the article had\ninaccurately reported that he had left a woman he had met on a dating site,\nwith a “bill of more than £4,000 after he took her on a date in London”. \n6.  The newspaper did not accept a\nbreach of the Code. It provided two press releases from Hampshire Constabulary which\nhad stated that the complainant had targeted women through dating websites and\nhospitals. One press release stated: “David Coombs, aged 52 of no fixed abode\npleaded guilty at Southampton Crown court on Tuesday, January 17 to nine fraud\noffences after targeting people who he met on dating websites and in hospitals\nacross the south. Coombs met many of his victims online via dating websites and\noccasionally in medical facilities”. The newspaper provided reporters notes,\nwhich recorded that the judge had referred to the complainant as a “predator”,\nand noted that other publications had also reported that the judge had referred\nto the complainant in this way. \n7.  The newspaper also offered to\npublish the following clarification: \nDavid Coombs: A clarification \nIn February of this year the\nDaily Echo carried an article on a David Coombs who was sentenced for four\nyears in prison at Southampton Crown Court for fraud offences.\nFollowing that report we have\nbeen asked to clarify a number of points.\nIn the article we stated that the\n52-year-old stole money from people he met on a dating website and through\nhospital. \nWe have been asked to point out\nthat he stole £12,000 from people he met through hospital and £4,700 from the\nClaridges Hotel by using a credit card owned by a woman he met on a dating\nwebsite.\n \nThe report also stated that the\nfrauds netted Mr Coombs, of no fixed address, £37,000.\nIn fact, we would like to\nclarify, that they netted him £17,000 but that the offences involved a further\n£20,000 made up of blank cheques which he made out to charities which they\nnever received. \n \nFinally in the court report we stated\nthat he landed a woman he met on a dating website with a bill for £4,700 for\ndinner and a night at Claridges.\n \nIn fact while Mr Coombs used the\nwoman’s credit card the court charge actually said that he stole the money from\nClaridges and not the woman. \nRelevant\nCode Provisions \n8. Clause 1 (Accuracy) \ni) The Press must\ntake care not to publish inaccurate, misleading or distorted information or\nimages, including headlines not supported by the text. \nii) A significant\ninaccuracy, misleading statement or distortion must be corrected, promptly and\nwith due prominence, and — where appropriate — an apology published. In cases\ninvolving IPSO, due prominence should be as required by the regulator. \niii) A fair\nopportunity to reply to significant inaccuracies should be given, when\nreasonably called for. \niv) The Press,\nwhile free to editorialise and campaign, must distinguish clearly between\ncomment, conjecture and fact. \nFindings\nof the Committee \n9.   While\nthe Committee noted the complainant’s position that he had not received any\nbenefit from the cheques he had written out to charities, the Committee did not\nconclude that reporting that he had “netted” £37,000 was significantly\ninaccurate or misleading, in\ncircumstances where the complainant had accepted that had been convicted of\nnine counts of fraud, where the\nintended loss of his offences had totalled that amount. \n10. The\nnewspaper had provided reporter’s notes which had recorded that the judge had\nreferred to the complainant as a “predator”. There was no failure to take care over the accuracy\nof the article on this point and the Committee did not conclude that the article\ncontained significantly inaccurate information such as to warrant a correction,\nin circumstances where the complainant had accepted that the judge had called\nhim a “menace”. \n11. The complainant had accepted that\nhe had met a woman on a dating site, had taken her to a hotel and had asked her\nto secure a room with her credit card. In those circumstances, it was not\ninaccurate for the article to report that the complainant left a woman he met\non a dating website with a bill of more than £4,000 after he had taken her on a\ndate in London. There was no breach\nof the Code. \nConclusion \n12. The complaint was not upheld.\nRemedial action required 13. N/A\nReviewThe complainant complained to the Independent Complaints Reviewer about the process followed by IPSO in handling this complaint. The Independent Complaints Reviewer decided that the process was not flawed and did not uphold the request for review.  Date complaint received: 03/03/2017Date decision issued: 30/08/2017\nBack to ruling listing\n\n\n"
}