{
    "url": "/rulings-and-resolution-statements/ruling/?id=04170-15",
    "title": "04170-15 Smurthwaite v The Daily Telegraph",
    "provisions": [
        "1 (Accuracy) 2015"
    ],
    "outcome": "No breach - after investigation",
    "publication": "The Daily Telegraph (Telegraph Media Group Ltd)",
    "received_on": "2015-06-18 00:00:00",
    "concluded_on": "2015-10-06 00:00:00",
    "complaint_processing_days": 110,
    "conclusion_long": "13. The complaint was not upheld.",
    "remedial_action": "N/A Date complaint received: 18/06/2015",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee 04170-15\nSmurthwaite v The Daily TelegraphSummary of\ncomplaint 1. Kate Smurthwaite complained to the Independent Press\nStandards Organisation that The Daily Telegraph had breached Clause 1\n(Accuracy) of the Editors’ Code of Practice in an article headlined “Girls\n‘should not speak up online’, says BBC writer”, published online on 27 May\n2015. It was published in print on 28 May 2015 with the headline “Don’t speak\nup, you’ll only get online abuse, writer tells girls”. 2. The article reported that the complainant had written\na piece in a magazine for teachers in which she had said that “girls should\n‘not speak up’ as they will get bullied online”. 3. The complainant said that the article was not an\naccurate summary of the piece she had written, a copy of which she provided.\nShe had not said that girls should not “speak up”, nor had she said that they\nshould be “discouraged to express their views online”, as reported. In fact,\nshe had said the opposite: she was arguing that instead of telling girls to\nspeak up, we should encourage them by tackling online bullying. 4. The complainant said that the headline of the online\nversion of the article was particularly misleading, as the use of inverted\ncommas had given the impression that the phrase was a direct quotation from\nher, when it was not. The headline was also not an accurate paraphrase of her\ncomments. In addition, she said that she is not a “BBC writer”: she is not\nemployed by the corporation and has only written for two series broadcast by\nthe BBC, which is significant because she does not speak on behalf of the BBC.\nShe considered that the online article should have included a link to her\noriginal piece. 5. The newspaper believed that its article was an\naccurate summary of the views expressed in the piece the complainant had\nwritten. It said that the quotation marks in the headline paraphrased the main\nidea of the text below, and was standard journalistic practice. It noted that\nthe article had not stated that the complainant was employed by the BBC, just\nthat she writes for it; the complainant’s website mentions her work for the\ncorporation. The newspaper said that it was common for articles written by an\nauthor for one publication to be summarised by a journalist in another; in\ndoing so there was no obligation to contact the original author, or to provide\na link to the initial piece. Relevant Code Provisions6. Clause 1 (Accuracy) i) The press must take care not to publish inaccurate,\nmisleading or distorted information, including pictures. ii) A significant inaccuracy, misleading statement or\ndistortion once recognised must be corrected, promptly and with due prominence,\nand – where appropriate – an apology published. Findings of the Committee7. The article under complaint had made clear the\ncomplainant’s position that people must work to create a society where girls\nfeel that they can safely speak up online, and had quoted extensively from her\narticle. It reported that she had said “We need to stop telling girls to speak\nup and instead start building a world in which they can do so safely”. 8. The Committee acknowledged that the complainant\ndisagreed with the way in which her piece had been interpreted, and her\nposition that she had not written that girls should be discouraged from\n“speaking up”. However, in her original article, she had written “we need to\nstop telling girls to speak up”, and had said “if I’d known when I was 13 what\nI know now, I would have spoken up less... now who wants me to … tell girls\nthat?”. 9. The Committee was satisfied that the newspaper had not\ncreated a significantly misleading impression of the views expressed by the\ncomplainant in the article she had written. Nevertheless, it welcomed the\nnewspaper’s decision to append a link to the complainant’s original piece to\nthe online article in response to the complaint. 10. Headlines should be read in conjunction with articles\nas a whole, as they can only ever represent a limited summary of a potentially\ncomplex set of circumstances. In this instance, the Committee did not consider\nthat the paraphrase used in the headline had created a significantly misleading\nimpression of the complainant’s comments. 11. Given that the complainant has written for television\nshows that were broadcast by the BBC, it was not inaccurate or misleading to\ndescribe her as a “BBC writer”. It was evident from the nature of her remarks,\nas quoted, that she was not speaking in a professional capacity on behalf of\nthe BBC. 12. There was no failure to take care over the accuracy\nof the article, and the Committee did not identify any significant inaccuracies\nor misleading statements which would require correction under the Code. Conclusions13. The complaint was not upheld. Remedial Action RequiredN/A Date complaint received: 18/06/2015\nDate decision issued: 06/10/2015\nBack to ruling listing\n\n\n"
}