{
    "url": "/rulings-and-resolution-statements/ruling/?id=04186-19",
    "title": "04186-19 Mmono v Manchester Evening News",
    "provisions": [
        "1 Accuracy (2019)"
    ],
    "outcome": "Breach - sanction: publication of adjudication",
    "publication": "Manchester Evening News (Reach PLC)",
    "published_on": "2019-01-16 00:00:00",
    "received_on": "2019-05-13 00:00:00",
    "concluded_on": "2019-08-09 00:00:00",
    "complaint_processing_days": 88,
    "conclusion_long": "16. The complaint was upheld",
    "remedial_action": "17.  Having upheld the complaint, the Committee considered what remedial action should be required. In circumstances where the Committee establishes a breach of the Editors’ Code, it can require the publication of a correction and/or adjudication. The nature, extent and placement of which is determined by IPSO. 18. The Committee considered that the article was significantly misleading as to both the complainant’s professional conduct and the reason why he was struck off from the medical register. Although the tribunals had found that the complainant had engaged in inappropriate and dishonest practices, the claim that he had suggested sex in lieu of payment for medical treatment had not formed part of these proceedings, nor was it the reason why he had been struck off. This was a serious claim about his professional conduct and represented a significant escalation as to the charges he faced and were found proved; furthermore, this claim was intrinsic to the overall article. The Committee was also concerned that the inaccuracy appeared despite the accurate position being readily available and in the public domain via the tribunal and court documents the reporter consulted. For these reasons, the Committee decided that the appropriate remedy was the publication of an adjudication. 19. The print article appeared on page 3 and the inaccuracy appeared in the headline and the first line of the article. The online article appeared as the headline story on the first screen of the publication’s website’s homepage – the inaccuracy appeared in the headline and the first line of the article. The inaccuracy also appeared in the publication’s social media posts which linked to the online article. In these circumstances, the Committee considered that the adjudication should appear in print on page 3 or further forward. The adjudication should also be published on the newspaper’s website, with a link to the full adjudication (including the headline) appearing on the top half of the newspaper’s homepage, on the first screen, for 24 hours; it should then be archived in the usual way. If the newspaper intends to continue to publish the online articles without amendment to remove the significantly misleading statements identified by the Committee, the full text of the adjudication should also be published on the article, beneath the headline. If amended to remove the misleading statements, a link to the adjudication should be published with the article, explaining that it was the subject of an IPSO adjudication, and explaining the amendments that have been made. A link to the adjudication should also be included in the publication’s social media posts on Facebook and Twitter – the wording of these posts should be agreed with IPSO in advance and should also state that IPSO has upheld a complaint against the publication. The headline of the adjudication must make clear that IPSO has upheld the complaint against the Manchester Evening News, and refer to its subject matter. It must be agreed with IPSO in advance. 20. The terms of the adjudication for publication are as follows: Xavier Mmono complained to the Independent Press Standards Organisation the Manchester Evening News breached Clause 1 (Accuracy) of the Editors’ Code of Practice in an article published in print headlined “Doctor struck off for asking patient to be ‘friend with benefits’” and in its online counterpart, headlined “Gynaecologist who suggested ‘designer vagina’ patient become ‘friends with benefits’ rather than pay for surgery struck off” published on 15 January 2019.  The complaint was upheld, and the Manchester Evening News has been required to publish this ruling as a remedy to the breach of the Code. The article reported that the complainant, Xavier Mmono, had been struck off from the medical register for suggesting that a patient pay for surgery with sex via a “friends with benefits relationship”. The complainant said that he was not struck off the medical register for suggesting to a patient that she pay for surgery with a “friends with benefits” arrangement and this had never been alleged in any previous tribunal. He said that the reason he was struck off was because a judge had found that the sanction by the second of two professional standards tribunals was too lenient. This sanction was in relation to being dishonest and carrying out intimate gynaecological examinations without a chaperone; the first tribunal was in relation to inappropriate and sexually motivated texts. The publication accepted that the publicly available court and tribunal documents which the reporter had relied on did not say that the complainant had been struck of for suggesting “sex with benefits” in lieu of payment, and this had not been alleged at any previous tribunal. However, it argued that in the wider context of the complainant’s behaviour which had been proven by tribunals and the court, this was not a significant inaccuracy. The Complaints Committee found that the publication had not reported the publicly available court and tribunal documents accurately – it had never been alleged that the complainant had suggesting sex in lieu of payment for treatment, and that this was not the reason why he was struck off. This represented a failure to take care not to publish inaccurate information, and the Committee upheld the complaint as a breach of Clause 1(i) of the Editors’ Code of Practice. The publication had offered to publish corrections in print and online, however the Committee determined that these did not adequately put the correct position on record. The Committee also found that the inaccuracy represented a serious claim about the complainant’s professional conduct and represented a significant escalation as to the charges he faced and were found proved. In addition, the inaccurate claim was intrinsic to the overall article. For this reason, the Committee found that the publication’s offer was not sufficient to correct the breach of 1(i) and upheld the complaint as a breach of Clause 1(ii) of the Editors’ Code of Practice.Date complaint received: 13/05/2019",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee 04186-19 Mmono v\nManchester Evening News\nSummary of Complaint\n1. Xavier Mmono complained to the Independent Press Standards\nOrganisation that the Manchester Evening News breached Clause 1 (Accuracy) of\nthe Editors’ Code of Practice in an article headlined “Doctor struck off for\nasking patient to be ‘friend with benefits” published on 16 January 2019.\n2. The article reported that the complainant, Dr Xavier\nMmono, had been struck from the medical register for suggesting that a patient\npay for surgery with sex via a “friends with benefits” arrangement.\n3. The article reported that following a tribunal in 2016,\nthe complainant was suspended for 4 months for inappropriate conduct relating\nto texts he sent to a patient. It said that this tribunal heard that the\ncomplainant encouraged the patient to have expensive cosmetic gynaecological\nsurgery after she had been teased by a former partner. It reported that the\ncomplainant then texted the woman to let her know that she could “pay later”\nand “Mates with benefits good I agree! Will remind u in two years when not a\npatient” which the article reported was a suggestion that they become “casual\nsexual partners”. The article reported that this tribunal also heard that he\nsent further inappropriate texts to the woman, including: “I thought u were out\nhaving sex with ur friend!”\n4. The article explained that after this 4 month suspension,\nthe complainant was suspended again in 2018 for 12 months after carrying out\nintimate examinations without a chaperone present. The article reported that\nafter a judge agreed with the General Medical Council that the second\npunishment in 2018 was too lenient, the complainant had now been struck from\nthe medical register. The article reported that factors in the judge’s decision\nincluded that complainant was “’persistently dishonest’” and had demonstrated\n“’a blatant disregard for the truth’”. The rest of the article set out the\ncomplainant’s qualifications and prior employment, and included a lengthy\nquotation from the complainant’s employer defending his actions.\n5. The article also appeared online on 15 January 2019 with\nthe headline “Gynaecologist who suggested ‘designer vagina’ patient become\n‘friends with benefits’ rather than pay for surgery struck off”. It was\nsubstantially the same as the print version.\n6. The print article appeared on page 3, and the online\narticle appeared as the top story on the website homepage. The article was also\npromoted on the publication’s Facebook and Twitter pages. The claim that the\ncomplainant had suggested to the woman that she pay for surgery with sex\nappeared in both of these posts.\n7. The complainant said that he was not struck off the\nmedical register for suggesting to a patient that she pay for surgery with a\n“friends with benefits” arrangement, nor was this the reason for his previous\nsuspensions. He said that the reason he was struck off was that a judge found\nthe second suspension in 2018 to be too lenient. This suspension had been\nimposed because he had carried out intimate examinations without a chaperone;\nthere was no suggestion during this case that he had proposed sex for\ntreatment. The complainant said that this allegation had never been heard or\nproven in the first tribunal either. He said that although he was suspended for\nsending texts to a patient – which he denied were inappropriate – the tribunal\ndid not establish that they showed that he planned to engage in a sexual\nrelationship with the patient at that time, and he said that the messages which\nmade reference to “friends with benefits” were in fact discussing a third party.\n\n8. The publication said that the article was written by a\nfreelance reporter, and was based on the online Medical Practitioner Tribunal\nService reports for both the 2016 and 2018 tribunals and the latest online\ncourt judgment where the complainant was struck off. The reporter was not\npresent at the proceedings. It accepted that the complainant was not struck off\nfor suggesting “sex with benefits” to a patient in lieu of payment, and this\nhad not been found by any previous tribunal. However, it said that in the wider\ncontext of the complainant’s behaviour, this was not a significant inaccuracy.\n9. The publication said that in the first tribunal in 2016,\nit had been found proved that the texts sent to the patient were inappropriate\nand sexually motivated. These texts discussed the patient’s sex life and made\nreference to “mates with benefits”. Furthermore, it was not in dispute that the\ncomplainant had allowed the patient to delay payment for her treatment. In\nregards to the second tribunal in 2018, it said it was also found proved that\nthe complainant had acted dishonestly, and had knowingly misled previously\nhearings. However, it accepted that this tribunal only made passing reference\nto an inappropriate text which referred to the patient as “babes” and was\nprimarily focussed on the fact that the complainant conducted intimate\nexaminations without a chaperone.\n10. On receipt of the complaint, the publication offered to\namend the online article’s headline and opening sentence to read: “Gynaecologist\nstruck off after inappropriate conduct with patient” and “A doctor who sent\nsuggestive texts to a patient has been struck off” respectively. It also\noffered to print corrections both online as a footnote to the amended article\nand in print in a standalone box on page 2, with the headline “Xavier Mmono”.\nIt also offered to publish a post on Facebook and Twitter, where the original\narticle was promoted, setting out the wording of the corrections, the fact that\nthe online article had been updated, and a link back to the amended article. It\nsaid that this was as prominent as possible, and had been offered promptly. The\nprint and online corrections which were offered were as follows:\nPrint: “Our article “Doctor struck off for asking patient to\nbe ‘friend with benefits’ (16 January 2019), reported that Dr Mmono had\nsuggested a patient become ‘friends with benefits’ rather than pay for surgery.\nIn fact, there was no evidence that Dr Mmono’s text referring to friends with\nbenefits demonstrated that he intended to embark on a sexual relationship with\nthe patient at that time”\nOnline: “A previous headline and version of this article\nreported that Dr Mmono had suggested a patient become ‘friends with benefits’\nrather than pay for surgery. In fact, there as no evidence that Dr Mmono’s text\nreferring to friends with benefits demonstrated that he intended to embark on a\nsexual relationship with the patient at that time”\n11. The complainant declined these corrections as he disputed\nthat he had been struck off for “inappropriate conduct”. He also said that the\npublication should have apologised to him, and that the publication’s offers\nwere not sufficiently prominent.\nRelevant Code Provisions\n12. Clause 1\n(Accuracy)\ni) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not\nsupported by the text.\nii) A significant inaccuracy, misleading statement or\ndistortion must be corrected, promptly and with due prominence, and — where\nappropriate — an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator.\niii) A fair opportunity to reply to significant inaccuracies\nshould be given, when reasonably called for.\niv) The Press, while free to editorialise and campaign, must\ndistinguish clearly between comment, conjecture and fact.\nFindings of the Committee\n13. The reporter had based the article on online reports of\nthe tribunals in 2016 and 2018 and the latest court judgment, all of which were\npublicly available at the time of publication. These documents made clear that\nthe complainant was struck off in relation to conducting intimate examinations\nwithout a chaperone and for being dishonest, not for suggesting a patient pay\nfor treatment in return for becoming a “friend with benefits”. The headline of\nthe print article headline inaccurately reported that the complainant was\nstruck off for asking a patient to be friends with benefits; the headline of\nthe online version and the first line of both the print and online articles\ninaccurately reported that he had suggested sex in lieu of payment. Where the\ncorrect information was freely available online, these statements represented a\nfailure to take care not to publish inaccurate information. In addition, where\nthe article went on to explain that the reason for the decision was in relation\nto the 2018 tribunal’s finding that the complainant had conducted intimate\nexaminations without a chaperone and had acted dishonestly, the print headline\nwas not supported by the text. There was a breach of Clause 1(i).\n14. In determining the significance of the inaccuracy, the\nCommittee looked at the tribunals’ findings. The previous tribunal in 2016\nfound that the complainant had sent a text to the complainant which read:\n“Mates with benefits good I agree! Will remind u in two years when not a\npatient” which the tribunal found was sexually motivated. However, there was no\nsuggestion in this tribunal that the complainant proposed that the patient pay\nfor treatment by becoming a “friend with benefits” and the tribunal\nspecifically found that there was no evidence that the complainant intended to\nengage in a sexual relationship with the patient at this time. The second\ntribunal, which formed the basis for the Judge to strike the complainant from\nthe medical register, did not make any reference to the complainant acting in a\nsexually motivated manner, and was instead concerned with the complainant\nconducting intimate examinations without a chaperone and acting dishonestly. As\nsuch, the article’s claim that the complainant was struck off for suggesting\nthe a patient pay for surgery with sex was not only a significantly misleading\nreport of the reasons why the complainant was struck from the medical register,\nbut also a serious and damaging claim as to the complainant’s professional\nconduct. This meant that a correction was required under the terms of Clause\n1(ii).\n15. The Committee then considered the terms of the correction\nwhich the newspaper had offered to publish. The correction proposed did not the\ncorrect the articles’ claim that the complainant had suggested a sexual\nrelationship in lieu of payment. It also did not correct the misleading\nimpression as to why the complainant was struck off. For all of these reasons,\nthe proposed corrections did not satisfy the requirements of Clause 1(ii), and\nthere was a breach of Clause 1(ii).\nConclusions\n16. The complaint was upheld\nRemedial action required\n17.  Having upheld the\ncomplaint, the Committee considered what remedial action should be required. In\ncircumstances where the Committee establishes a breach of the Editors’ Code, it\ncan require the publication of a correction and/or adjudication. The nature,\nextent and placement of which is determined by IPSO.\n18. The Committee considered that the article was\nsignificantly misleading as to both the complainant’s professional conduct and\nthe reason why he was struck off from the medical register. Although the\ntribunals had found that the complainant had engaged in inappropriate and\ndishonest practices, the claim that he had suggested sex in lieu of payment for\nmedical treatment had not formed part of these proceedings, nor was it the\nreason why he had been struck off. This was a serious claim about his\nprofessional conduct and represented a significant escalation as to the charges\nhe faced and were found proved; furthermore, this claim was intrinsic to the\noverall article. The Committee was also concerned that the inaccuracy appeared\ndespite the accurate position being readily available and in the public domain\nvia the tribunal and court documents the reporter consulted. For these reasons,\nthe Committee decided that the appropriate remedy was the publication of an\nadjudication.\n19. The print article appeared on page 3 and the inaccuracy\nappeared in the headline and the first line of the article. The online article\nappeared as the headline story on the first screen of the publication’s\nwebsite’s homepage – the inaccuracy appeared in the headline and the first line\nof the article. The inaccuracy also appeared in the publication’s social media\nposts which linked to the online article. In these circumstances, the Committee\nconsidered that the adjudication should appear in print on page 3 or further\nforward. The adjudication should also be published on the newspaper’s website,\nwith a link to the full adjudication (including the headline) appearing on the\ntop half of the newspaper’s homepage, on the first screen, for 24 hours; it\nshould then be archived in the usual way. If the newspaper intends to continue\nto publish the online articles without amendment to remove the significantly\nmisleading statements identified by the Committee, the full text of the\nadjudication should also be published on the article, beneath the headline. If\namended to remove the misleading statements, a link to the adjudication should\nbe published with the article, explaining that it was the subject of an IPSO\nadjudication, and explaining the amendments that have been made. A link to the\nadjudication should also be included in the publication’s social media posts on\nFacebook and Twitter – the wording of these posts should be agreed with IPSO in\nadvance and should also state that IPSO has upheld a complaint against the\npublication. The headline of the adjudication must make clear that IPSO has\nupheld the complaint against the Manchester Evening News, and refer to its\nsubject matter. It must be agreed with IPSO in advance.\n20. The terms of the adjudication for publication are as\nfollows:\nXavier Mmono complained to the Independent Press Standards\nOrganisation the Manchester Evening News breached Clause 1 (Accuracy) of the\nEditors’ Code of Practice in an article published in print headlined “Doctor\nstruck off for asking patient to be ‘friend with benefits’” and in its online\ncounterpart, headlined “Gynaecologist who suggested ‘designer vagina’ patient\nbecome ‘friends with benefits’ rather than pay for surgery struck off”\npublished on 15 January 2019.  The\ncomplaint was upheld, and the Manchester Evening News has been required to\npublish this ruling as a remedy to the breach of the Code.\nThe article reported that the complainant, Xavier Mmono, had\nbeen struck off from the medical register for suggesting that a patient pay for\nsurgery with sex via a “friends with benefits relationship”.\nThe complainant said that he was not struck off the medical\nregister for suggesting to a patient that she pay for surgery with a “friends\nwith benefits” arrangement and this had never been alleged in any previous\ntribunal. He said that the reason he was struck off was because a judge had\nfound that the sanction by the second of two professional standards tribunals\nwas too lenient. This sanction was in relation to being dishonest and carrying\nout intimate gynaecological examinations without a chaperone; the first\ntribunal was in relation to inappropriate and sexually motivated texts.\nThe publication accepted that the publicly available court\nand tribunal documents which the reporter had relied on did not say that the\ncomplainant had been struck of for suggesting “sex with benefits” in lieu of\npayment, and this had not been alleged at any previous tribunal. However, it\nargued that in the wider context of the complainant’s behaviour which had been\nproven by tribunals and the court, this was not a significant inaccuracy.\nThe Complaints Committee found that the publication had not\nreported the publicly available court and tribunal documents accurately – it\nhad never been alleged that the complainant had suggesting sex in lieu of\npayment for treatment, and that this was not the reason why he was struck off.\nThis represented a failure to take care not to publish inaccurate information,\nand the Committee upheld the complaint as a breach of Clause 1(i) of the\nEditors’ Code of Practice.\nThe publication had offered to publish corrections in print\nand online, however the Committee determined that these did not adequately put\nthe correct position on record. The Committee also found that the inaccuracy\nrepresented a serious claim about the complainant’s professional conduct and\nrepresented a significant escalation as to the charges he faced and were found\nproved. In addition, the inaccurate claim was intrinsic to the overall article.\nFor this reason, the Committee found that the publication’s offer was not\nsufficient to correct the breach of 1(i) and upheld the complaint as a breach\nof Clause 1(ii) of the Editors’ Code of Practice.Date complaint received: 13/05/2019Date decision issued: 09/08/2019  \nBack to ruling listing\n\n\n"
}