{
    "url": "/rulings-and-resolution-statements/ruling/?id=04182-21",
    "title": "04182-21 Interlink v The Daily Telegraph",
    "provisions": [
        "1 Accuracy (2019)"
    ],
    "outcome": "Breach - sanction: publication of correction",
    "publication": "The Daily Telegraph (Telegraph Media Group Ltd)",
    "received_on": "2021-04-22 00:00:00",
    "concluded_on": "2021-11-04 00:00:00",
    "complaint_processing_days": 196,
    "conclusion_long": "23. The complaint was partly upheld under Clause 1.",
    "remedial_action": "24. Having upheld a breach of Clause 1, the Committee considered what remedial action should be required. In circumstances where the Committee establishes a breach of the Editors’ Code, it can require the publication of a correction and/or an adjudication, the terms and placement of which is determined by IPSO. 25. The Committee considered that the publication did not take the necessary care when reporting the context in which the Prime Minister’s quote had been given. The Committee considered what remedy was appropriate to the breach. It noted that the publication had offered a clarification during IPSO’s investigation. While the Committee had ultimately concluded that the clarification offered was not sufficient for the reasons explained, given the publication’s offer to clarify and the nature of the misleading statement, it concluded that the appropriate remedy was the publication of a correction to put the correct position on record. 26. The Committee then considered the placement of the correction. It should appear in the established print corrections and clarifications column. If the publication intends to continue to publish the online article without further amendment, the correction on the article should be published immediately beneath the headline. If the article is amended, the correction should be published as a footnote which explains the amendments that have been made. It should state that it has been published following an upheld ruling by the Independent Press Standards Organisation. The full wording and position should be agreed with IPSO in advance.    Date complaint received: 22/04/2021",
    "text": "\n\n\n\n\n\nDecision\nof the Complaints Committee – 04182-21 Interlink v The Daily Telegraph\nSummary\nof Complaint\n1.\nInterlink complained to the Independent Press Standards Organisation that The\nDaily Telegraph breached Clause 1 (Accuracy) of the Editors’ Code of Practice\nin an article headlined “Not anti-Semitic to tackle forced marriage, says\nJewish group”, published on 9 February 2021 and an article headlined “Forced\nmarriage has no place in Britain, says PM”, published on 12 February 2021.\n2. The\nfirst article described the report of a Jewish think tank, which it called “the\nnation’s first think tank to tackle extremism in Judaism”. It reported that the\nthink tank had warned that “Anti-Semitism is being weaponised as a ‘fig leaf’\nto shut down reports of forced marriage in Orthodox communities”. It went on to\nthe state that “the report said addressing the issue [of arranged marriage]\nwithin some Charedi communities “may lead to accusations of anti-Semitism,\nlevelled either at [the think tank], or another organisation we work with””.\nThe founder of the think tank was also quoted as saying “I understand people\nare worried about anti-Semitism but we don’t have time for anti-Semitism to be\neradicated before we address harms perpetrated in our community. For too long\nwe have been asked to stay silent on anything perceived as criticism of our\ncommunity for fear of stoking anti-Semitism – it is just wrong. Bigots are\nresponsible for their own bigotry. We have work to do and there is no time to\nwaste. We must not allow anyone to manipulate bigotry as a fig leaf for harmful\npractices”. The article also contained a quote from a government spokesman who\nstated: “Forced marriage is not a problem specific to one country or culture.\nThe Forced Marriage Unit runs an ongoing outreach programme to raise awareness\nof this practice”.\n3. The\nfirst article also appeared online under the headline “Anti-Semitism weaponised\nas a 'fig leaf' to shut down forced marriage reports”. It contained the same\ninformation, but also included quotes from the CEO of Interlink from an\ninterview on a radio programme, in which she “said it was ‘absolutely abnormal’\nfor young people in the [ultra-Orthodox Jewish] community to be pressured into\nmarriage” and that “forced marriage [w]as an ‘alien concept’ in Judaism and\nthat consent is required to ensure the marriage is valid”.\n4. When\nthe first article was shared on Twitter, the link included a photograph of\nseveral men in ultra-Orthodox Jewish dress.\n5. The\nsecond article reported that “Boris Johnson has described forced marriage in\nthe ultra-Orthodox Jewish community as a ‘despicable, inhuman and an\nuncivilised practice’” and that his spokesman had told another newspaper that\n“forced marriages have ‘no place whatsoever in Britain or anywhere in the\nworld’”. The article reported that these comments followed on from the report\nreferred to in the previous article under complaint.\n6. The\nsecond article also appeared online under the headline “Forced marriage in ultra-Orthodox\nJewish community 'despicable', says Boris Johnson”. The online version\ncontained the same information as the one in print, and repeated the claims\nthat the think tank’s founder had said “anti-Semitism is being weaponised as a\n‘fig leaf’ to shut down reports of forced marriage in Orthodox communities”. It\nalso contained a reaction from the founder of the think tank referred to in the\nfirst article who stated that the Prime Minister had “rightly condemned forced\nmarriage – there is no ambiguity in his statement. We condemn all coercive\npractices that fly in the face of the liberty that all citizens should\nenjoy\".\n7. The\ncomplainant, a membership organisation for ultra-Orthodox Jewish organisations,\nwhose CEO was quoted in the online version of the first article, said that both\nthe articles were inaccurate in breach of Clause 1. With regards to the first\narticle, it said that the reference to the report was not prominent enough in\nthe article, and therefore that a reader who only scanned the article, or read\njust the headline, would be given the misleading impression that forced\nmarriages were common in the ultra-Orthodox Jewish community. It stated that it\nwas misleading to state that anti-Semitism was used as a “fig-leaf”, as the\nreport itself did not contain these words, and only stated that criticism of\nthe community “may lead to accusations of anti-Semitism”. The complainant said\nthat on this basis the headline of the online version was not supported by the\ntext, and also breached Clause 1(iv) as it stated as fact that anti-Semitism is\nweaponised as a fig leaf by the ultra-Orthodox Jewish community, when it should\nhave been attributed as conjecture by the authors of the report.\n8. The\ncomplainant said that by describing the think tank as tackling “extremism” the\narticle inaccurately implied that the complainant’s community was made up of\nextremists, which was bolstered by the inclusion of the photograph of people in\nultra-Orthodox clothing which appeared when the article was shared on social\nmedia. In addition, the complainant said that, as the article related to the\ncommunity the complainant represented, the newspaper should have contacted the\ncomplainant for comment in advance. It said it was not enough to include the\ncomments from its CEO without putting the allegations to it directly.\n9. With\nregards to the second article, the complainant said it was inaccurate to report\nthat the Prime Minister had “described forced marriage in the ultra-Orthodox\nJewish community as a ‘despicable, inhuman and an uncivilised practice’” and\nthat in fact the quote supplied by the spokesperson had condemned forced\nmarriages in general, and had not specifically targeted the ultra-Orthodox\nJewish community. The complainant noted the online version of the first article\ncontained a statement about forced marriage which had made clear it was “not a\nproblem specific to one country or culture”. It said the second article\ncontradicted this. The complainant contacted Number 10 and provided the\ncorrespondence, which said that when the spokesperson had been asked about\n“specific concerns”, it responded with “general lines that forced marriage has\nno place in the UK” and gave the following stock lines:\nAll\nforced marriage has no place whatsoever in Britain or anywhere in the world. -\nThere have been significant steps taken since 2010 to tackle the practice and\nthe Government has already significantly strengthened the law on forced\nmarriage and introduced lifelong anonymity for victims. - This Government will\ncontinue to work with the police, other agencies and partners abroad to do all\nwe can to combat forced marriage and support victims. Details: In 2014 the\nGovernment made forced marriage a criminal offence. In 2017, we introduced\nlifelong anonymity for forced marriage victims to provide them with further\nprotection and help ensure that perpetrators are brought to justice.\n10. The\npublication did not accept a breach of the Code with regard to either article.\nIn the first article, it confirmed that the think tank’s report did not\ndirectly refer to the use of anti-Semitism as a “fig leaf”. However, it said\nthat it was the quote of the think tank’s founder, which was included in the\narticle, that provided the basis for the use of this term. The publication said\nthat the founder went further than the report, and her quote justified the use\nof the term ‘fig leaf’ as well as the headline of the article. It drew\nparticular reference to the following sections of the quote: “we don’t have\ntime for anti-Semitism to be eradicated before we address harms being\nperpetrated in our community […] For too long we have been asked to stay silent\non anything that can be perceived as criticism of our community for fear of stoking\nanti-Semitism: it is just wrong […] We must not allow anyone to manipulate\nbigotry as a fig leaf for harmful practices”. The publication said that where\nthe founder had stated that the subject of forced marriage was shut down on the\ngrounds that to discuss the subject is anti-Semitic, then it was not misleading\nfor the article to characterise anti-Semitism as being weaponised.\n11. The\npublication said that the article was not confusing comment, conjecture or fact\n– it said it was a factual account of the findings of the report. It also said\nthe quotes from the founder of the think tank were attributed to her and were\nclearly her comments on the findings of the report.\n12. The\npublication said that the report focused on forced marriage within some\nultra-Orthodox communities, and \ntherefore the article was clearly referring to sections of the community\nrepresented by the complainant. It said that where arranged marriages move into\ncoercion it becomes a criminal offence of forced marriage. It said that the\nword “extremism” was therefore not misleading for parts of the community who\nbroke the law in this way and fell short of the general norms of society in\nthis way.\n13. The\npublication said that it was not a failure to take care to not contact the\ncomplainant for comment prior to the publication of either article. It said the\narticle was a report about the findings of a respected think tank into the\nissue of forced marriage in some sections of the ultra-Orthodox Jewish\ncommunity. It said that the complainant’s CEO had given an in depth, broadcast\ninterview responding to the findings of the report which was extensively quoted\nin the article, and that there was no additional requirement to approach\nInterlink Foundation under Clause 1(i).\n14. With\nregards to the second article, the publication said that another newspaper had\nasked the Prime Minister’s spokesperson at a parliamentary lobby a question\nabout forced marriages in the ultra-Orthodox Jewish community. The reporter had\nspoken to the other newspaper on the phone after the lobby, and it had provided\nthe publication with the specific question it had asked the spokesperson, as\nwell as the response. The question had been: a “new report […] highlighting the\nprevalence of forced marriage in the ultra-orthodox Jewish community has called\non the government to ‘ensure that education around forced marriage will be\nincluded in the mandatory Relationship and Sex Education’, and to bring\ncriminal prosecutions for those conducting religious only ceremonies,\nparticularly for children under 18 years old. What’s the PM’s reaction to this,\nand the report, and will these recommendations be followed up?” The publication\ndid not have a recording of the response; however it confirmed that when asked\nspecifically about the findings of the report into forced marriage in the\nultra-Orthodox Jewish community, the Prime Minister’s spokesperson responded\nwith the “stock line” set out at paragraph 9. The publication said there was no\ndoubt that the Prime Minister was being asked to respond directly to the calls\nto the government arising from the report by the think tank, and that it was\nirrelevant in the context of the question put to him, and the article under\ncomplaint, that he held the same view about forced marriage generally.\n15.\nWhilst the publication did not accept a breach of the Code, it offered to\npublish the following clarifications in its first substantial response to\nIPSO’s investigation. It offered to publish the following in print in the\ncorrections and clarifications column:\nIn an\narticle 'Forced marriage has no place in Britain, PM' (12, Feb) we quoted Boris\nJohnson's response to a direct question about forced marriages in\nultra-orthodox Jewish communities, which was the subject of a think tank\nreport.  Mr Johnson answered the question\ndirectly whilst also condemning all forced marriages.\nAnd as a\nfootnote to the online article:\nCLARIFICATION:\nBoris Johnson's response to the direct question about forced marriages in\nultra-orthodox Jewish communities also condemned all forced marriages.\nRelevant\nCode Provisions\nClause 1\n(Accuracy)\ni) The\nPress must take care not to publish inaccurate, misleading or distorted\ninformation or images, including headlines not supported by the text.\nii) A\nsignificant inaccuracy, misleading statement or distortion must be corrected,\npromptly and with due prominence, and — where appropriate — an apology\npublished. In cases involving IPSO, due prominence should be as required by the\nregulator. \niii) A\nfair opportunity to reply to significant inaccuracies should be given, when\nreasonably called for.\niv) The\nPress, while free to editorialise and campaign, must distinguish clearly\nbetween comment, conjecture and fact.\nFindings\nof the Committee\n16. The\nfirst article was a news report on the think-tank’s findings, and contained\nquotes from various sources which were clearly attributed respectively. The\ncomplainant had concerns that the headline of the online version was not\nsupported by the text, and it stated anti-Semitism was used as a “fig leaf” as\nfact, when this was an opinion. The Committee noted that headlines are\nsummaries of articles, and should be read with the article, rather than in\nisolation. The term “fig leaf” in the headline of the online article was in\nquotation marks – indicating that this was a quote. Where the article went on\nto include the quote the term derived from, and explain the basis of the\nheadline, the headline was supported by the text, and comment and fact were\ndistinguished. There was no breach of Clause 1 on this point.\n17. The\narticle had stated in its opening paragraph that anti-Semitism was weaponised\nas a “fig leaf” to shut down reports of forced marriage in ultra-Orthodox\nJewish communities. It did not say that this term was contained in the report –\nin fact it confirmed that it was the “think tank” that had warned this. The\nfounder of the think tank had given a quote, reported in the article, which\nstated that the community “had been asked to stay silent on anything that can\nbe perceived as criticism of our community for fear of stoking anti-Semitism\n[…] We must not allow anyone to manipulate bigotry as a fig leaf for harmful\npractices”. The Committee considered that this quote, by the think tank’s\nfounder, could be characterised as stating that the think tank had warned that\nanti-Semitism was being used as a “fig leaf” to stop reports of anti-Semitism.\nThere was no breach of Clause 1 on this point.\n18. The\nthink-tank had been described as “the nation’s first think tank to tackle\nextremism in Judaism”. This description reflected the purpose of the\norganisation, as stated by the think tank itself, and the complainant was not\nin a position to state what the think tank’s aims were. The article did not\nreport that all members of the ultra-Orthodox community were extremists, and\nthere was no breach of Clause 1 on this point.\n19. The\narticle reported on the findings of a published paper, as well as containing\nquotes from the think tank’s founder, a government spokesperson, and publicly\navailable quotes from the complainant’s CEO (in the online version of the\narticle only). It was not necessary for the publication to go to the\ncomplainant for comment where it was reporting the facts of the report, and\nquotes from other people, which did not contain direct allegations against the\ncomplainant. There was no failure to take care under Clause 1(i) on this point.\n20. The\nsecond article reported that “Boris Johnson has described forced marriage in\nthe ultra-Orthodox Jewish community as a ‘despicable, inhuman and an uncivilised\npractice’”. Both parties accepted that, in fact, the exact wording of the\nresponse had been about forced marriage in general, rather than within the\nultra-Orthodox Jewish community. The publication had said the quote could be\nattributed as relating specifically to the ultra-Orthodox community as it had\nbeen in response to a specific question about the think tank’s report about the\ncommunity. Whilst the publication was entitled to offer its own interpretation\nof the response – including the fact that it had been given in answer to a\nspecific question about the occurrence of the practice within a particular\ncommunity – the Committee found that it was misleading to report as fact that\nBoris Johnson had said that forced marriage in the ultra-Orthodox Jewish community\nspecifically was a “despicable, inhuman and an uncivilised practice” without\nmaking clear in the article that this phrase had been used as part of a comment\non the practice generally. The publication had not taken care not to report the\nresponse in a misleading way, and the Committee therefore established a breach\nof Clause 1(i).\n21. The\nquote, and the focus of the article on the ultra-Orthodox Jewish community, was\nthe central point of the article, and it did not report the context in which it\nhad been given. The article suggested as fact that  the Prime Minister had condemned the practice\nwithin a specific community, which was not the case. This was significantly\nmisleading and required correction.\n22. The\npublication offered to publish a clarification on this point. However, this\nclarification stated that the Prime Minister had “also” condemned all forced\nmarriages. This did not make clear that in fact, whilst the Prime Minister had\nbeen responding to a direct question, he had only condemned forced marriage in\ngeneral, and had not referred to a specific community. The clarification was,\ntherefore, also misleading as it implied that the Prime Minister had condemned\nboth forced marriage in general and in the ultra-Orthodox Jewish community specifically.\nAs the clarification did not identify the original inaccuracy and put the\ncorrect position on the record, there was a further breach of Clause 1(ii).\nConclusion(s)\n23. The\ncomplaint was partly upheld under Clause 1.\nRemedial\nAction Required\n24.\nHaving upheld a breach of Clause 1, the Committee considered what remedial\naction should be required. In circumstances where the Committee establishes a\nbreach of the Editors’ Code, it can require the publication of a correction\nand/or an adjudication, the terms and placement of which is determined by IPSO.\n25. The\nCommittee considered that the publication did not take the necessary care when\nreporting the context in which the Prime Minister’s quote had been given. The\nCommittee considered what remedy was appropriate to the breach. It noted that\nthe publication had offered a clarification during IPSO’s investigation. While\nthe Committee had ultimately concluded that the clarification offered was not\nsufficient for the reasons explained, given the publication’s offer to clarify\nand the nature of the misleading statement, it concluded that the appropriate\nremedy was the publication of a correction to put the correct position on\nrecord.\n26. The\nCommittee then considered the placement of the correction. It should appear in\nthe established print corrections and clarifications column. If the publication\nintends to continue to publish the online article without further amendment,\nthe correction on the article should be published immediately beneath the\nheadline. If the article is amended, the correction should be published as a\nfootnote which explains the amendments that have been made. It should state\nthat it has been published following an upheld ruling by the Independent Press\nStandards Organisation. The full wording and position should be agreed with\nIPSO in advance.\n\n\n\nDate\ncomplaint received: 22/04/2021\nDate\ncomplaint concluded by IPSO: 04/11/2021\nBack to ruling listing\n\n\n"
}