{
    "url": "/rulings-and-resolution-statements/ruling/?id=04196-16",
    "title": "04196-16 East Lancashire Hospitals NHS Trust v The Times",
    "provisions": [
        "1 Accuracy (2016)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "The Times (News UK)",
    "published_on": "2016-06-12 00:00:00",
    "received_on": "2016-06-27 00:00:00",
    "concluded_on": "2016-11-08 00:00:00",
    "complaint_processing_days": 134,
    "conclusion_long": "15. The complaint was not upheld",
    "remedial_action": "16. N/ADate complaint received: 27/06/2016",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee 04196-16 East Lancashire Hospitals NHS Trust v The Times\nSummary of complaint\n1. The East\nLancashire Hospitals NHS Trust complained to the Independent Press Standards\nOrganisation that The Times breached Clause 1 (Accuracy) of the Editors’ Code\nof Practice in article headlined “Whistleblower surgeon wins battle to clear\nname”, published in print on 12 June 2016, and online on 11 June 2016.\n2. The article\nreported that a surgeon “who was subjected to abuse from colleagues and was\nsacked after raising concerns about a failing NHS trust” had “won a five-year\nbattle that has cost more than £1 million of public money”. It said that an\nemployment tribunal ruled that he had been “unfairly dismissed after enduring a\ncampaign of abuse from fellow staff”. It said that he had been “subjected to\nabuse from colleagues and sacked after raising concerns”, and that he “became a\nvictim of a hate campaign […] for raising his concerns”. It reported that one\ncolleague said he would not allow the surgeon to “operate on his dog”, and\nanother said that “he wouldn’t piss on him if he was on fire”. It said that\nfollowing his suspension from the hospital, the complainant’s “case against him\nwas so discredited that its attempt to get him struck off by the GMC [General\nMedical Council] was itself struck out by the High Court through lack of\nevidence”.\n3. The article\nappeared in the same form online.\n4. The complainant\nsaid that it was inaccurate for the article to suggest that the surgeon had\nbeen dismissed – or that a breakdown in relationships had taken place – because\nhe had raised concerns as a whistleblower. The employment tribunal made no such\nfindings as to the reason for his dismissal. Instead, it had only ruled in the\nsurgeon’s favour because the complainant’s case had failed on a procedural\nissue: it had found that the breakdown in relations between the surgeon and his\ncolleagues had the potential to be a fair reason for the dismissal, but that\nthe complainant had not sufficiently explored the possibility of mediation.\nFurther, it was inaccurate to state that the surgeon had been suspended:\ninstead, his practice had been restricted to non-clinical duties.\n5. The complainant\nwas also concerned that it was also inaccurate to describe the breakdown of\nrelationships as a “campaign of abuse” or “hate”: no such campaign took place.\nIt was also misleading to state that the complainant had had a “case” against\nthe surgeon which was discredited: the proceedings against the surgeon which\nwere dismissed by the High Court had been brought by the GMC, and not the\ncomplainant.\n6. Further, the\ncomplainant said that the article gave a misleading impression of the surgeon’s\ncase at the tribunal because it had omitted reference to details of a number of\nother serious allegations made by him which were either withdrawn or failed.\nThe complainant was similarly concerned by the omission of reference to a number\nof points it had made in a statement to the newspaper prior to publication, and\nto why the breakdown of relationships had happened.\n7. The publication\ndenied that its coverage was inaccurate in breach of the Code. It said that it\nhad accurately summarised the tribunal’s findings and its reasons for upholding\nthe surgeon’s claim. It said that it was accurate to describe the surgeon as a\n“whistleblower”: he had raised a number of concerns with the GMC about the\nimplications for patient safety of some of the conditions and procedures at the\nhospital. Further the tribunal found that he had made a number of disclosures\nthat were regarded as protected disclosures – “whistleblowing” – under the\nEmployment Rights Act 1996. While the newspaper acknowledged that the surgeon\nhad not been found to have been unfairly dismissed on the grounds of protected\ndisclosure, it said that the article did not make any such claims. It noted,\nhowever, that the surgeon had made his first protected disclosure less than a month\nafter taking up his post, and that the breakdown in relationships appeared to\nhave started at around the same time.\n8. The newspaper\nsaid that, having found that the surgeon had been dismissed over a breakdown in\nrelationships, the tribunal was not concerned to make findings of exactly how\nor why that breakdown had happened. It said that the article’s characterisation\nof the breakdown was accurate: the surgeon’s colleagues had made a number of\ncomments about him following his raising concerns with the GMC which could be\naccurately described as “abuse” or “hate”. It also noted that the article in\nany case made the complainant’s position clear by quoting its spokesperson who\nsaid that the tribunal had only ruled against it on a “procedural issue”.\n9. The newspaper\nsaid that the GMC had only been able to take forward its case on the basis of\nthe evidence and complaints made by the surgeon’s colleagues. It said that it\nwas not therefore significantly misleading to characterise the GMC’s action\nagainst the surgeon as “the trust’s case”. \nRelevant Code provisions\n10. Clause 1 (Accuracy)\ni) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not\nsupported by the text.\nii) A significant inaccuracy, misleading statement or\ndistortion must be corrected, promptly and with due prominence, and — where\nappropriate — an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator. \niii) A fair opportunity to reply to significant inaccuracies\nshould be given, when reasonably called for. \niv) The Press, while free to editorialise and campaign, must\ndistinguish clearly between comment, conjecture and fact.\nFindings of the Committee\n11. The employment tribunal had found that the surgeon had\nbeen unfairly dismissed following a breakdown in relationships between him and\nhis colleagues. The Committee acknowledged the complainant’s concern about the\nnewspaper’s description of the breakdown as a “campaign of abuse” or “hate”.\nThe newspaper had, however, supported its characterisation of the comments in\nthese terms by providing examples of these. Doing so did not raise a breach of\nClause 1.\n12. The tribunal had also found that the surgeon had made a\nnumber of protected disclosures during his time at the hospital. It was not,\ntherefore, inaccurate to refer to him as a “whistleblower”. Further, and while\nthe Committee acknowledged that the tribunal had not found that the surgeon had\nsuffered any detriment for making these disclosures, it was clear from the\nruling that he had come under criticism from his colleagues after making\nreferrals to the GMC: the ruling referred to a report drawn up by the member of\nstaff who investigated the alleged breakdown in working relationships, who said\nthat “[a number of the surgeon’s colleagues] all feel very strongly about the\nreferral [to the GMC] made by [the surgeon]. All describe a breakdown in trust\nand confidence in [the surgeon] as a result of this”. In these circumstances,\nand given that it was not in dispute that the breakdown of relationships took\nplace at approximately the same time as the surgeon’s disclosures after which\ntime he was dismissed, it was not significantly misleading to state that he had\nbeen “subjected to abuse”, become a “victim of a hate campaign” or “sacked”\nafter raising concerns. The article did not suggest that these claims formed\npart of the findings of the tribunal, and there was no breach of Clause 1 in\nrespect of this point.\n13. The selection of material for publication is a matter of\neditorial discretion: publications have the editorial freedom to make such\nselections, provided that they do not raise breaches of the Code. In this\ninstance, the article accurately reported the tribunal’s reason for finding\nthat the surgeon had been unfairly dismissed, focused on the surgeon’s\nvindication after lengthy legal proceedings, and made clear the complainant’s\nposition that its case had failed on a “procedural issue”. In these\ncircumstances, the omission of details of the claims made by the surgeon which\nwere later withdrawn or which failed; the complainant’s account of why the\nrelationship breakdown had taken place; or a comprehensive account of the\ncomplainant’s position did not render the article significantly misleading,\ninaccurate, or distorted. There was no breach of Clause 1 in respect of the\nomission of these details. \n14. The Committee did not consider that it was significantly\nmisleading for the newspaper to characterise the GMC’s case as that of the\ncomplainant. While the Committee acknowledged the complainant’s position that\nit had not directly referred the surgeon to the GMC, the investigation had\ntaken place after the complainant had restricted his practice to non-clinical\nduties. Further, the surgeon’s colleagues’ evidence and complaints formed the\nbasis of the GMC’s case. Neither was it significantly misleading to state that\nthe complainant had “suspended” the surgeon in circumstances where it had\nimposed significant restrictions on his duties. There was no breach of the Code\nin respect of these points.\nConclusions\n15. The complaint was not upheld\nRemedial Action Required\n16. N/ADate complaint received: 27/06/2016Date decision issued: 08/11/2016\nBack to ruling listing\n\n\n"
}