{
    "url": "/rulings-and-resolution-statements/ruling/?id=04206-15",
    "title": "04206-15 Taylor v Mail Online",
    "provisions": [
        "1 (Accuracy) 2015",
        "2 (Opportunity to reply) 2015",
        "3 (Privacy) 2015",
        "4 (Harassment) 2015"
    ],
    "outcome": "No breach - after investigation",
    "publication": "Mail Online (Associated Newspapers Limited)",
    "published_on": "2015-06-20 00:00:00",
    "received_on": "2015-06-22 00:00:00",
    "concluded_on": "2015-10-19 00:00:00",
    "complaint_processing_days": 119,
    "conclusion_long": "17. The complaint was not upheld.",
    "remedial_action": "N/A  Date complaint received: 22/06/2015",
    "text": "\n\n\n\n\n\n·   Decision of the Complaints Committee 04206-15 Taylor v\nMail Online\nSummary of\ncomplaint\n1. Paul Taylor complained to the Independent Press\nStandards Organisation that Mail Online had breached Clause 1 (Accuracy),\nClause 2 (Opportunity to reply), Clause 3 (Privacy) and Clause 4 (Harassment)\nof the Editors’ Code of Practice in an article headlined “Selfie queen Karen\nDanczuk slams online trolls after her own half-brother is arrested for\nallegedly harassing her on Twitter” published online on 20 June 2015. \n2. The article reported that Mr Taylor, the half-brother\nof Karen Danczuk, had been arrested on suspicion of harassing her online. It\nmade reference to allegations made about him, his bail conditions, included a\nstatement from a representative of Ms Danczuk, and included a photograph of\nhim. \n3. The complainant said that it was inaccurate to state\nthat he was accused of sending “dozens” of offensive messages targeting Ms\nDanczuk. There was no evidence to suggest that he had sent any such messages.\nThe complainant said that he had been questioned by police in relation to\ntweets sent from a number of Twitter accounts, and had only been questioned\nabout his own account in relation to one retweet, which he did not accept\namounted to harassment. \n4. He also said that the article inaccurately reported\nthat he had been ordered not to contact Ms Danczuk “or her family”, or to enter\nthe “borough” of Rochdale. Rather, he had been ordered not to contact Ms\nDanczuk and her husband, and not to enter Rochdale town under the terms of his\nbail conditions. Further, the complainant said that the reference to a\n“harassment order” inaccurately suggested that he had been charged with an\noffence. \n5. The complainant said that the photograph of him\nincluded in the article had been published without his consent, in breach of\nClause 3. He said that he had previously provided the publication with a photo\nalbum which contained the image, on the understanding that it was permitted to\nuse some of the photographs in the album for a separate article, provided that\nit did not use any depicting him. He provided IPSO with a copy of the exchanges\nhe had had with the publication at the time regarding the album, which referred\nto the use of other photos. The complainant also said that the publication\nbreached Clause 2, because he had not been asked to reply to the article, and\nbecause he had not been provided with details of the article prior to its\npublication. Further he said that the publication of the article under\ncomplaint had caused a number of other newspapers to publish similar articles.\nHe considered that this amounted to a breach of Clause 4. \n6. The publication said that it was accurate to state\nthat the complainant had been accused of sending offensive messages to Ms\nDanczuk. A statement issued by the police made clear that he had been arrested\non suspicion of harassment in relation to messages sent via social media, and\nthe publication said that it had seen a large number of posts made by the\ncomplainant to Ms Danczuk. A reporter had also spoken with the police officers\ninvolved to confirm that a large number of messages were being examined in\nrelation to Mr Taylor’s arrest. On the basis of this information it was\ntherefore not inaccurate to state that the complainant had sent “dozens” of\nsuch messages. Further, prior to publication, the newspaper had contacted Mr\nTaylor for his response to the allegations, but he did not provide any\nsubstantive comments. Nonetheless, in an offer to address the complainant’s\nconcerns, the publication removed reference to the “dozens” of messages in the\narticle. \n7. The publication said that the reference to a\n“harassment order” had been published as a direct quotation of Ms Danczuk’s\nrepresentative in relation to the complainant’s arrest. While it acknowledged\nthat the term used was legally imprecise, it did not accept that publishing it\ninaccurately suggested that Mr Taylor had been charged or convicted. The\narticle as a whole made clear that he had only been arrested on suspicion of\nharassment, that he had faced only allegations, and that the matter was only being\ninvestigated. The complainant was subject to bail conditions which prevented\nhim from contacting Ms Danczuk, and from entering Rochdale. The publication\nremoved reference to a “harassment order” in the article once the complainant\nmade clear his position. \n8. The publication did not accept that it was\nsignificantly inaccurate to report that Mr Taylor had been banned from the\n“borough” rather than the “town centre” of Rochdale, or that he had been\nordered not to contact Ms Danczuk or her “family” rather than her “immediate\nfamily”. Nonetheless, it corrected these points in the article and apologised\nto the complainant. \n9. The publication did not accept that the complainant\nhad made clear any conditions for the use of the photographs he had supplied\npreviously, and considered that the complainant had shown a willingness to\nshare photographs from the album. It did not therefore accept that the taking\nof the photograph from the album or its publication in the article intruded\ninto the complainant’s privacy. Nonetheless, it removed the photograph in\nquestion from the article once the complainant had made clear his position. The\npublication also deleted from its database the photographs copied from Mr\nTaylor’s album. \nRelevant Code Provisions\n10. Clause 1 (Accuracy) \ni) The Press must take care not to publish inaccurate,\nmisleading or distorted information, including pictures. \nii) A significant inaccuracy, misleading statement or\ndistortion once recognised must be corrected, promptly and with due prominence,\nand - where appropriate - an apology published. In cases involving the\nRegulator, prominence should be agreed with the Regulator in advance. \niii) The Press, whilst free to be partisan, must\ndistinguish clearly between comment, conjecture and fact. \nClause 2 (Opportunity to reply) \nA fair opportunity for reply to inaccuracies must be\ngiven when reasonably called for. \nClause 3 (Privacy) \ni) Everyone is entitled to respect for his or her private\nand family life, home, health and correspondence, including digital\ncommunications. \nClause 4 (Harassment) \ni) Journalists must not engage in intimidation,\nharassment or persistent pursuit. \nii) They must not persist in questioning, telephoning,\npursuing or photographing individuals once asked to desist; nor remain on their\nproperty when asked to leave and must not follow them. If requested, they must\nidentify themselves and whom they represent. \niii) Editors must ensure these principles are observed by\nthose working for them and take care not to use non-compliant material from\nother sources. \nFindings of the Committee\n11. The complainant had been arrested on suspicion of\nharassing Ms Danczuk online. Prior to publication, the newspaper had confirmed\nwith the police the basis for his arrest, and had attempted to seek comment\nfrom the complainant in response to the allegations to be published. While the\nCommittee noted that the publication had been unable to provide screenshots of\nthe alleged messages, Mr Taylor accepted that he had been arrested over\nallegations of online harassment in relation to messages posted from a number\nof Twitter accounts, including the account he accepted he was in control of. On\nbalance, the Committee was satisfied that the newspaper had taken care prior to\npublication to ensure the accuracy of the information published regarding the\ngrounds for his arrest. The article made clear he had “allegedly” sent such\nmessages, and the exact number of such messages was not a significant detail in\nthe context of the article as a whole. There was no breach of Clause 1 on this\npoint. \n12. The Committee acknowledged the complainant’s concern\nthat it was inaccurate to refer to the conditions of his bail as a “harassment\norder” preventing him from contacting Ms Danczuk. The article did not however\ninaccurately suggest that Mr Taylor had been charged, or convicted of any\ncrime. It made clear that he had been arrested on suspicion of harassment, that\nhe had been released on bail and that police inquiries were ongoing. Further,\nthe term had been part of a direct quotation attributed to Ms Danczuk’s\nrepresentative. In the full circumstances, this reference was not significantly\nmisleading, given that he had been prevented from contacting Ms Danczuk, under\nthe terms of his bail. There was no breach of Clause 1 on this point. \n13. In the context of the article as a whole, the\nreference to Mr Taylor’s being banned from Rochdale “borough” rather than\nRochdale “town centre”, and to his being ordered not to contact Ms Danczuk or\n“her family” rather than her “immediate family” under the terms of his bail,\ndid not represent significant inaccuracies as to warrant correction under the\nCode. The Committee nonetheless welcomed the newspaper’s amendments to the\nonline version of the article to reflect the complainant’s position on these\npoints. \n14. The Committee acknowledged the complainant’s position\nthat he had not intended for the publication to copy and retain photographs of\nhim from the album he had previously provided. The Committee noted that the\nexchanges the complainant had had with the newspaper related to photographs of\nothers, and that they did not suggest that the complainant had consented to the\nnewspaper’s copying the entire album. Neither did they make clear, however,\nthat he had intended there to be any restriction on their use. The Committee\ntherefore welcomed the publication’s deleting the photographs from the\ncomplainant’s album which it had retained. There was no breach of Clause 3 on\nthis point. \n15. The Committee noted the complainant’s concern\nregarding the publication of a photograph of him. However, in the context of an\narticle which set out the allegations faced by the complainant, the photograph\nwhich showed his likeness did not reveal anything intrinsically private about\nhim. The Committee did not therefore consider that its publication constituted\na failure by the newspaper to respect the complainant’s private life. There was\nno breach of Clause 3 on this point. \n16. The terms of Clause 2 provide an opportunity to reply\nto inaccuracies. They do not require that publications seek comment prior to,\nor post publication. The complainant had not sought to reply to inaccuracies,\nand there was no breach of Clause 2. Further, the terms of Clause 4 generally\nrelate to the conduct of journalists during the newsgathering process. The\npublication of a number of articles on the same topic in a number of\npublications does not constitute harassment under the terms of the Code. There\nwas no breach of Clause 4. \nConclusions\n17. The complaint was not upheld. \nRemedial Action Required\nN/A \nDate complaint received: 22/06/2015\nDate decision issued: 19/10/2015\nBack to ruling listing\n\n\n"
}