{
    "url": "/rulings-and-resolution-statements/ruling/?id=04216-18",
    "title": "04216-18 Chapman v Daily Mail",
    "provisions": [
        "1 Accuracy (2018)",
        "2 Privacy (2018)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "Daily Mail (Associated Newspapers Limited)",
    "published_on": "2018-06-30 00:00:00",
    "received_on": "2018-07-01 00:00:00",
    "concluded_on": "2018-10-16 00:00:00",
    "complaint_processing_days": 107,
    "conclusion_long": "13. The complaint was upheld under Clause 1(i).",
    "remedial_action": "14. The publication had published a correction which addressed the inaccuracy within the article, promptly and with due prominence. This was sufficient to meet the terms of Clause 1(ii), and no further correction was required.  Date complaint received: 01/07/2018",
    "text": "\n\n\n\n\n\nDecision\nof the Complaints Committee – 04216-18 Chapman v Daily Mail\nSummary\nof Complaint1.   \nGillian Chapman complained to the\nIndependent Press Standards Organisation that the Daily Mail breached Clause 1\n(Accuracy) and Clause 2 (Privacy) of the Editors’ Code of Practice in an\narticle headlined “Ex-mayor kills herself after years of torment caused by\nmenopause”, published on 30 June 2018. 2.   \nThe\narticle reported that an inquest had heard that “a former mayor was driven to\nsuicide after struggling with the menopause”. It then described the details\nrelating to the death that were heard at the inquest. It went on to say that\nthe woman “had been involved in Dacorum borough council since 2007”, and\ndescribed how she had moved to the area with her husband, who it named, after\nhe retired from the Army. The article said that the woman’s husband had died in\n1997, and that she had been mayor from 2011 to 2012. The article included a\nphotograph of the complainant, with the caption “Depressed and ill: Gillian\nChapman”. The article also mentioned the complainant’s daughter by name, saying\nthat she had discovered the woman who had taken her own life. 3.   \nThe\ncomplainant said that the article was inaccurate in breach of Clause 1\n(Accuracy) because it had incorrectly identified her – the former mayor of the\nBorough of Dacorum – as the subject of the inquest, and included her\nphotograph, when she had no connection to the events described. She said it had\nbreached Clause 2 (Privacy) because it included details of her late husband’s\nname, career and death, as well as naming her daughter. She said that, by\nincorrectly identifying her as deceased, the article had caused considerable\nshock and distress to her family and friends. 4.   \nThe\npublication apologised to the complainant for the distress caused by the\narticle, but denied any breach of Clause 1 (Accuracy). In relation to the care\ntaken over the article, the publication said that the story had been provided\nby an established agency; it had not undertaken further inquiries to verify the\nstory, as it appeared to be a straightforward report of an inquest, with no\nobvious inconsistencies. It said that the error was highly unusual, and could\nnot have reasonably been anticipated by its own reporter. Nevertheless, the\npublication accepted that the article was inaccurate, and offered to write a\nprivate apology to the complainant. In addition, it  published an apology on page 2 five days\nafter the article was published, which read as follows: An article in\nSaturday’s paper about the tragic death of Gillian Chapman included incorrect\ninformation supplied by a news agency that she was the former mayor of Dacorum.\nWe would like to clarify that the former mayor is a different Gillian Chapman\nwho has no connection to the events described. We apologise for the error. The\npublication said that this apology was sufficient to meet the terms of Clause\n1(ii): it made the correct position clear, and included an apology, which was\ndirected at both the complainant and the family of the woman who was the\nsubject of an article. It also considered that the complainant had indicated\nthat she had been content with the text of this apology prior to its\npublication. 5.   \nThe\npublication denied any breach of Clause 2 (Privacy). It said that the\ninformation included in the article about the complainant’s husband and\ndaughter – which did not, in any event, reveal anything private about her - had\npreviously been published on a village website, and was therefore already in\nthe public domain. 6.   \nThe\ncomplainant said that the publication had publicised the information about her\nhusband and daughter far beyond its original audience. She said that the\napology was not adequate in the face of the distress the article had caused,\nand in view of the fact that it did not refer to the inclusion of information\nabout her husband and daughter. 7.   \nThe\npublication offered to make a donation to a charity of the complainant’s\nchoosing, and made a further offer of correction to the complainant, as\nfollows: A June 30 inquest\nreport about the sad death of Gillian Chapman included incorrect information\nprovided by an agency published in good faith that the deceased was the former\nMayor of Dacorum. In fact, the former Mayor has the same name but has no\nconnection to the inquest or the events described. We apologise to her and her\nfamily for the error, and for the article’s references to her family members. 8.   \nThe\ncomplainant declined this offer. She also noted that the original article,\nwhich appeared on page 51, had taken up a large portion of the page, and had\nincluded a large photo of her; this should be taken into consideration in\nrelation to any further correction issued. \nRelevant\nCode Provisions\n9.    Clause 1\n(Accuracy) i)   The Press must take care not to publish\ninaccurate, misleading or distorted information or images, including headlines\nnot supported by the text.ii)   A significant inaccuracy, misleading\nstatement or distortion must be corrected, promptly and with due prominence,\nand — where appropriate — an apology published. In cases involving IPSO, due\nprominence should be as required by the regulator. iii)  A fair opportunity to reply to\nsignificant inaccuracies should be given, when reasonably called for. iv)  The Press, while free to editorialise\nand campaign, must distinguish clearly between comment, conjecture and fact. Clause 2\n(Privacy) i)  Everyone is entitled to respect for his or her\nprivate and family life, home, health and correspondence, including digital communications. ii)  Editors will be expected to justify intrusions into\nany individual's private life without consent. In considering an individual's\nreasonable expectation of privacy, account will be taken of the complainant's\nown public disclosures of information and the extent to which the material\ncomplained about is already in the public domain or will become so. iii)  It is unacceptable to photograph individuals,\nwithout their consent, in public or private places where there is a reasonable\nexpectation of privacy. \nFindings of the Committee 10. This article was a report of an inquest, in which the deceased had\nbeen inaccurately identified. This was a fundamental and damaging error on a\nbasic point of fact. The Committee considered that, in circumstances such as\nthese, where the inaccuracy was potentially damaging to an individual, and the\ncorrect position was readily available, there had been a failure on the part of\nthe agency providing the story to take care over its accuracy. The Preamble to\nthe Code makes clear that publications are ultimately responsible for any\nbreaches of the Code that might result from the use of external contributors.\nConsequently, there was a breach of Clause 1(i). 11. The publication had issued a\ncorrection within five days once it was made aware of the error in the article,\nand this had appeared substantially farther forward in the publication than the\noriginal article. It was therefore sufficiently prompt and prominent to meet\nthe terms of Clause 1(ii). The published correction had made clear the correct\nposition in relation to which person had died, and this was the core inaccuracy\nwithin the article. While the article had included additional information about\nthe complainant’s late husband, and her daughter’s name, this was by way of\nassociation with the complainant, and the Committee considered that the offered\ncorrection was sufficient to address the inaccuracy in the article. There was\nno breach of Clause 1(ii), and no further correction was required. 12. The information about the\ncomplainant’s husband and daughter was already in the public domain, and this\ninformation did not reveal anything inherently private about the complainant or\nher relationships. Publishing this information did not represent a breach of\nClause 2.  \nConclusions 13. The complaint was upheld under\nClause 1(i).\nRemedial\naction required 14. The publication had published a\ncorrection which addressed the inaccuracy within the article, promptly and with\ndue prominence. This was sufficient to meet the terms of Clause 1(ii), and no\nfurther correction was required. \nDate\ncomplaint received: 01/07/2018\nDate\ndecision issued: 16/10/2018\nBack to ruling listing\n\n\n"
}