{
    "url": "/rulings-and-resolution-statements/ruling/?id=04219-15",
    "title": "04219-15 Archbold v Edinburgh Evening News",
    "provisions": [
        "1 (Accuracy) 2015",
        "2 (Opportunity to reply) 2015",
        "5 (Intrusion into grief or shock) 2015"
    ],
    "outcome": "Breach - sanction: action as offered by publication",
    "publication": "Edinburgh Evening News (National World Publishing Ltd)",
    "published_on": "2015-05-28 00:00:00",
    "received_on": "2015-06-24 00:00:00",
    "concluded_on": "2015-10-15 00:00:00",
    "complaint_processing_days": 113,
    "conclusion_long": "The complaint was upheld under Clause 1 (Accuracy).",
    "remedial_action": "16. Having upheld the complaint, the Committee considered what remedial action should be required.  17. Due to the significance of the inaccuracy, the Committee considered whether to require the publication of an adjudication.  18. However, the newspaper had reacted appropriately to the complaint when first alerted to the matter. It had recognised the inaccuracy, accepted responsibility for it, removed the online article, and offered to publish a correction that clearly addressed the inaccuracy, and included an unreserved apology.  19. The Committee had regard for the complainant’s position that she did not want the newspaper to publish a further article on the matter. However, the Committee recognised that other individuals might have a legitimate interest in the correction of this significant inaccuracy, such as family members and friends of the deceased. A correction was therefore required to set the public record straight.  20. In light of these considerations, the Committee decided that the publication of the proposed correction on page two in print and online, as suggested by the newspaper, was sufficient to meet the requirement of the Editors’ Code. The correction should clearly note, however, that it is being published following a complaint upheld by IPSO. It should be published without delay.  Date complaint received: 24/06/2015",
    "text": "\n\n\n\n\n\n·   Decision of the Complaints Committee 04219-15 Archbold\nv Edinburgh Evening News\nSummary of\ncomplaint \n1. Kathryn Archbold complained to the Independent Press\nStandards Organisation that the Edinburgh Evening News had breached Clause 1\n(Accuracy), Clause 2 (Opportunity to reply) and Clause 5 (Intrusion into grief\nor shock) of the Editors’ Code of Practice in an article headlined “Dead\nsoldier faced court over assault”, published on 28 May 2015. \n2. The article reported that David Glover, a former\nsoldier, had been found dead the week he was due to appear in court accused of\nassaulting his ex-girlfriend. The complainant was the ex-girlfriend referred to\nin the article. \n3. The complainant said that her former partner, who was\nthe father of her son, had not been due to appear in court charged with her\nassault the week he died, as reported in the article and its headline. Mr\nGlover had been charged with assault in 2011, and the matter had been dealt\nwith then; his apparent suicide was unrelated to those charges. At the time of\nhis death, Mr Glover had access to their son and the complainant’s relationship\nwith him was civilised. \n4. The complainant expressed particular concern that the\nnewspaper had failed to report the facts accurately at a time when her son was\ndealing with the tragic news of his father’s death. She said an apology was\ninsufficient for the damage the article had caused. \n5. The newspaper accepted that its report contained\nserious inaccuracies, and it immediately removed the article from its website.\nIt apologised unreservedly for any upset the article had caused, offered to\npublish a correction and to meet with the complainant to discuss the matter\nfurther. It suggested the following wording for publication in its Corrections\ncolumn on page two, and in the news section online: \nOur report of May 28, entitled “Dead soldier faced court\naccused of hitting ex”, wrongly stated that the late David Glover, 28, of\nOrmiston, East Lothian, had been due to appear in court accused of assaulting\nhis former partner shortly before his death. Mr Glover had in fact been due to\nface charges of supplying cocaine and possession of cannabis, which he denied,\nand had been sentenced to community service for assaults last year. We\napologise unreservedly for the error and the distress which it had caused. \n6. The newspaper explained that the report had been\nsubmitted by an experienced freelance court reporter, who had covered the court\ncase involving Mr Glover and the complainant the previous year. Mr Glover had\nbeen charged with two counts of assault, which had taken place in February 2011\nand March 2013, and a third charge of breaching bail conditions in June 2013. \n7. Earlier in 2015, the reporter learned that Mr Glover\nwas due to appear in court charged with supplying cocaine and possession of\ncannabis, and he made a note of the trial date in his diary. When Mr Glover\ndied, the reporter decided to report on the upcoming court case and he\nretrieved the notes relating to the charges, including those from the previous\nyear. He noted the charges down on separate pieces of paper, but mixed the\npages up, giving the impression that the more recent charges related to the\nassaults. He said he was deeply sorry for the upset his mistake had caused the\ncomplainant and her family. \n8. With regards to the complainant’s concerns under\nClause 5, the newspaper said Mr Glover’s death had already been widely\nreported, and it had taken care not to include details relating to the apparent\nsuicide. It considered that there was a clear public interest in reporting that\nan individual facing court proceedings appeared to have taken their own life.\nIt contended that had the court proceedings been correctly identified, its\nreport would not have breached the Code. \n9. The complainant said she did not want a correction or\na further article published. \nRelevant Code Provisions\n10. Clause 1 (Accuracy) \ni).The Press must take care not to publish inaccurate, misleading\nor distorted information, including pictures. \nii). A significant inaccuracy, misleading statement or\ndistortion once recognised must be corrected, promptly and with due prominence,\nand - where appropriate - an apology published. In cases involving the\nRegulator, prominence should be agreed with the Regulator in advance. \nClause 2 (Opportunity to reply) \nA fair opportunity for reply to inaccuracies must be\ngiven when reasonably called for. \nClause 5 (Intrusion into grief or shock) \ni). In cases involving personal grief or shock, enquiries\nand approaches must be made with sympathy and discretion and publication\nhandled sensitively. This should not restrict the right to report legal\nproceedings, such as inquests.\nii. When reporting suicide, care should be taken to avoid\nexcessive detail about the method used. \nFindings of the Committee\n11. The reporter had mixed up his notes relating to David\nGlover’s court appearances, as a consequence of which the newspaper had\ninaccurately reported that Mr Glover had been due to appear in court charged\nwith assaulting the complainant the week he died. This represented a serious\nfailure to take care over the accuracy of the article, which had caused\nsignificant distress to the complainant and her family in breach of Clause 1\n(i). \n12. On receipt of the complaint, the newspaper had\nimmediately apologised, removed the article from its website and offered to\npublish a correction. The wording the newspaper had suggested for the\ncorrection had addressed the inaccuracy and included an unreserved apology,\nwhich the Committee considered was appropriate in the circumstances. \n13. The complainant had also framed her concerns under\nClause 5. The purpose of Clause 5 is to ensure that, in cases involving\npersonal grief or shock, stories are presented appropriately and sensitively,\nand enquiries are made with sympathy and discretion. \n14. The inaccurate article had caused considerable\ndistress to the complainant at a time of grief. The Committee had recognised\nthat this represented a serious failure to take care in its findings under\nClause 1. On balance, however, it did not consider that the inaccuracy had\nseparately represented an intrusion into the complainant’s grief in breach of\nClause 5. The article had not included gratuitous information, nor had it\nincluded excessive detail about the manner of Mr Glover’s death. The complaint\nunder Clause 5 was not upheld. \n15. The complainant had not requested an opportunity to\nreply. The terms of Clause 2 were not engaged. \nConclusions\nThe complaint was upheld under Clause 1 (Accuracy). \nRemedial Action Required\n16. Having upheld the complaint, the Committee considered\nwhat remedial action should be required. \n17. Due to the significance of the inaccuracy, the\nCommittee considered whether to require the publication of an adjudication. \n18. However, the newspaper had reacted appropriately to\nthe complaint when first alerted to the matter. It had recognised the\ninaccuracy, accepted responsibility for it, removed the online article, and\noffered to publish a correction that clearly addressed the inaccuracy, and\nincluded an unreserved apology. \n19. The Committee had regard for the complainant’s\nposition that she did not want the newspaper to publish a further article on\nthe matter. However, the Committee recognised that other individuals might have\na legitimate interest in the correction of this significant inaccuracy, such as\nfamily members and friends of the deceased. A correction was therefore required\nto set the public record straight. \n20. In light of these considerations, the Committee\ndecided that the publication of the proposed correction on page two in print\nand online, as suggested by the newspaper, was sufficient to meet the\nrequirement of the Editors’ Code. The correction should clearly note, however,\nthat it is being published following a complaint upheld by IPSO. It should be\npublished without delay. \nDate complaint received: 24/06/2015\nDate decision issued: 15/10/2015\nBack to ruling listing\n\n\n"
}