{
    "url": "/rulings-and-resolution-statements/ruling/?id=04225-19",
    "title": "04225-19 Versi v The Sun",
    "provisions": [
        "1 Accuracy (2019)"
    ],
    "outcome": "Breach - sanction: publication of correction",
    "publication": "The Sun (News UK)",
    "published_on": "2019-05-13 00:00:00",
    "received_on": "2019-05-15 00:00:00",
    "concluded_on": "2019-08-07 00:00:00",
    "complaint_processing_days": 84,
    "conclusion_long": "13. The complaint was upheld under Clause 1(i) and Clause 1(ii).",
    "remedial_action": "14. Having upheld the complaint, the Committee considered what remedial action should be required. In circumstances where the Committee establishes a breach of the Editors’ Code, it can require the publication of a correction and/or adjudication. The nature, extent and placement of which is determined by IPSO.15. In this case, the misleading impression, although significant, was confined to a single sentence in a small boxed section of the article. In this context, the Committee considered that the appropriate remedy was the publication of a correction which made clear that, at the time of publication, no new laws were proposed in relation to criticism of Islam.16. The correction should appear with the prominence of the publication’s original offer (on p2 and as a footnote to the online article), and should state that it has been published following an upheld ruling by the Independent Press Standards Organisation. The full wording should be agreed with IPSO in advance.Date complaint received: 15/05/2019",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee – 04225-19 Versi v The\nSunSummary of Complaint1. Miqdaad Versi complained to the Independent Press\nStandards Organisation that The Sun breached Clause 1 (Accuracy) of the\nEditors’ Code of Practice, in an article headlined “Go with the BoJo or end up\nlike dodo”, published on 13 May 2019.2. The article was a comment piece by a columnist. A boxed\nsection of the article, which did not carry a separate headline, stated that in\nIran, men had been ordered not to look at women during Ramadan, and that in\nAfghanistan, religious police wanted to ban non-religious music. It also said\nthat “Meanwhile in Britain, the Government is proposing laws which risk making\ncriticism of Islam a hate crime”.3. The article also appeared online in the same format on the\nsame day. The relevant section of the article was sub-headlined “Hidden women”.4. The complainant said that the article was inaccurate in\nbreach of Clause 1 (Accuracy), because no laws were proposed which risked\nmaking “criticism of Islam” a hate crime. He noted that a new definition of\nIslamophobia had recently been proposed by the APPG on British Muslims, but\nthis was not a proposed law, and the authors of the report on the definition\nmade clear that it did not refer to criticism of Islam.5. The publication denied any breach of Clause 1 (Accuracy).\nIt said that the sentence under complaint was the columnist’s interpretation of\ndiscussions in Government that related to the APPG definition of Islamophobia.\nIt said that there had been pressure on the government from members of the\nHouse of Lords for it to adopt the definition in order to try and better tackle\nhate crime, and said that comments made by the Minister for Faith in response\nto this pressure indicated that the government was considering adopting the\ndefinition. The publication accepted that, since the article was published, the\nGovernment had declined to adopt the definition, and therefore no legislation\nhad been proposed. However, it said that at the time of publication concerns\nhad been expressed that the Government adopting the definition could impact on\nfreedom of expression; its columnist had been attempting to succinctly capture\nthese concerns, in a column that was not a detailed examination of the APPG\ndefinition or the government’s consideration of it.6. Nevertheless, the publication offered to amend the\nrelevant sentence in the online article to read \"Meanwhile in Britain, the\nGovernment is considering adopting a definition of Islamophobia which could\nmake criticism of Islam a hate crime”. It also offered to publish the following\nclarification on its Corrections & Clarifications column on page 2, and as\na footnote to the online article:A column published on 13 May suggested that the Government\nwas proposing laws which risked making criticism of Islam a hate crime. In\nfact, the Government was considering adopting a definition of Islamophobia\nwhich, in the view of the columnist, risked making criticism of Islam a hate\ncrime. 7. The complainant\nsaid that the Minister for Faith had not proposed any law in relation to the\ndefinition. He rejected the publication’s offer of clarification, on the\ngrounds that it was insufficiently unequivocal as to the error made, and noted\nthat it did not include an apology.Relevant Code Provisions8. Clause 1 (Accuracy)i) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not\nsupported by the text.ii) A significant inaccuracy, misleading statement or\ndistortion must be corrected, promptly and with due prominence, and — where\nappropriate — an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator. iii) A fair opportunity to reply to significant inaccuracies\nshould be given, when reasonably called for.iv) The Press, while free to editorialise and campaign, must\ndistinguish clearly between comment, conjecture and fact.Findings of the Committee9. The publication had not been able to substantiate the\nclaim that the Government was proposing any “laws” in relation to Islamophobia.\nStating that such a law was proposed in the absence of any specific proposal\nrepresented a failure to take care over the accuracy of the article, in breach\nof Clause 1(i). This gave rise to the misleading impression that the government\nwas planning legislation based on the APPG definition, when the publication had\nnot been able to demonstrate that this was the case. This was a significant\ninaccuracy that required correction in order to avoid a breach of Clause 1(ii).10. The publication had offered a correction within 10 days\nof IPSO beginning its investigation; this was sufficiently prompt. The proposed\nprominence of the print clarification on page 2 was sufficient, where the\narticle had originally appeared on page 10. The relevant sentence had not been\ncentral to the article under complaint, and appeared at the end of the online\npiece, in a boxed section. In these circumstances, a footnote correction was\nsufficiently prominent as the relevant online remedial action.11. The wording of the publication’s offered correction\nstated that the columnist’s criticisms had in fact related to the APPG\ndefinition of Islamophobia. However, the Committee did not consider that the\noffered wording made clear that no legislation had been proposed, at the time\nof publication, which related to the criticism of Islam. In addition, it stated\nthat the article had “suggested” that such laws were proposed, when in fact the\narticle had made this explicit claim as a point of fact. In these circumstances,\nthe offered wording was not sufficient to correct the misleading impression\ncreated by the original article, and there was a breach of Clause 1(ii). 12. There was no\nrequirement for the correction to contain an apology: the misleading impression\nhad related to a point of fact that was not related to any particular\nindividual, such as would have been a cause of personal distress or upset.Conclusions13. The complaint was upheld under Clause 1(i) and Clause\n1(ii).Remedial action required14. Having upheld the complaint, the Committee considered\nwhat remedial action should be required. In circumstances where the Committee\nestablishes a breach of the Editors’ Code, it can require the publication of a\ncorrection and/or adjudication. The nature, extent and placement of which is\ndetermined by IPSO.15. In this case, the misleading impression, although\nsignificant, was confined to a single sentence in a small boxed section of the\narticle. In this context, the Committee considered that the appropriate remedy\nwas the publication of a correction which made clear that, at the time of\npublication, no new laws were proposed in relation to criticism of Islam.16. The correction should appear with the prominence of the\npublication’s original offer (on p2 and as a footnote to the online article),\nand should state that it has been published following an upheld ruling by the\nIndependent Press Standards Organisation. The full wording should be agreed\nwith IPSO in advance.Date complaint received: 15/05/2019\nDate decision issued: 07/08/2019 \nBack to ruling listing\n\n\n"
}