{
    "url": "/rulings-and-resolution-statements/ruling/?id=04242-15",
    "title": "04242-15 Westbrook-Jones v Warrington Guardian",
    "provisions": [
        "1 (Accuracy) 2015"
    ],
    "outcome": "No breach - after investigation",
    "publication": "Warrington Guardian (Newsquest Media Group)",
    "published_on": "2015-05-26 00:00:00",
    "received_on": "2015-06-24 00:00:00",
    "concluded_on": "2015-12-22 00:00:00",
    "complaint_processing_days": 181,
    "conclusion_long": "13. The complaint was not upheld.",
    "remedial_action": "N/A Date complaint received: 24/06/2015",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee 04242-15\nWestbrook-Jones v Warrington Guardian\nSummary of complaint\n1. Caroline Westbrook-Jones complained to the\nIndependent Press Standards Organisation that the Warrington Guardian had\nbreached Clause 1 (Accuracy) of the Editors’ Code of Practice in an article\nheadlined “Woman hit by car near primary school in Old Hall”, published on 26\nMay 2015.\n2. The article reported that a woman had been struck\nby a car near to a primary school following a dispute with another woman over\nparking.\n3. The complainant said that she was the driver of\nthe car referred to in the article. She accepted that she had been involved in\na dispute in the car park, but maintained that the other party had not been\n“hit” or “struck” by her car, as reported. Rather, the other party had fallen\nbackwards and injured herself during the altercation. The article had been\n“one-sided” and failed to give her account of the incident. She said she had\nnot been charged and the police investigation had been dropped. The police\nofficer who had taken her statement on the day of the incident had confirmed to\nher that the police had not given permission for the newspaper to publish the\nstory.\n4. The complainant also said that a person claiming\nto be the other person involved in the altercation had left a comment beneath\nthe online article, which she considered had given a significantly inaccurate,\none-sided account of the incident, and exaggerated the extent of her injuries.\nThe complainant noted that this comment had led to the publication of further\nabusive comments from other readers.\n5. The newspaper said the article was a routine news\nreport based on information supplied by Cheshire Police. The information was\nsupplied over the telephone, immediately written up, and published online; no\nnotes were taken. When it was alerted to the complainant’s concerns, the\nreporter contacted the police to verify the information. The newspaper provided\nan email in which the police confirmed that its 22 May 2015 records stated that\nan altercation had taken place between a driver and a pedestrian over parking,\nand that the vehicle had “collided with the pedestrian”.\n6. The newspaper considered that it was unlikely\nthat either party would be identified from the article because no one was\nnamed. It said if the police issued a fresh statement following the outcome of\nthe investigation, it would be happy to publish it. Alternatively, it offered\nto publish the following statement in print and beneath the online article:\nCaroline Westbrook-Jones\nWe published on 26 May a report under the heading\n“Woman hit by car near to primary school in Old Hall”. The police said a woman\nhad been hit by a car during a dispute over parking. Ms Westbrook-Jones has\ncontacted us to say she was the driver but denies that her car hit anyone. She\nsays a woman fell on her car during the altercation.\n7. With regards to the reader’s comment, the\nnewspaper said it could not be expected to adopt a position as to whether the\naccount was accurate; if the complainant disputed it, she was free to post her\nside of the story. It considered that it hosted the comments, but it was not\nthe publisher; they were not part of the newspaper, but were similar in nature\nto social media. It said that it was widely understood that readers’ comments\nwere the responsibility of the users.\nRelevant Code Provisions\n8. Clause 1 (Accuracy)\ni). The Press must take care not to publish\ninaccurate, misleading or distorted information, including pictures.\nii). A significant inaccuracy, misleading statement\nor distortion once recognised must be corrected, promptly and with due\nprominence, and - where appropriate - an apology published. In cases involving\nthe Regulator, prominence should be agreed with the Regulator in advance.\nFindings of the Committee\n9. The newspaper had based its article on\ninformation supplied by Cheshire Police over the telephone. The Committee\nnoted, however, that the newspaper had failed to take any notes during the\nconversation. This was a matter of some concern, particularly as the article\nincluded a verbatim quote attributed to a police spokesperson. However, as the\npolice had confirmed that the article accurately reflected its records of the incident,\nthe Committee was satisfied that there was no failure to take care over the\naccuracy of the information in breach of Clause 1 (i).\n10. The newspaper had reported information supplied\nto it by Cheshire Police. It was under no obligation to additionally report the\ncomplainant’s account of the incident. The article had not created a\nsignificantly misleading impression of the incident, or of the complainant’s\ninvolvement. Furthermore, no blame had been attributed to either party. There\nwas no breach of Clause 1 on this point.\n11. The Committee noted the complainant’s concerns\nabout the reader’s comment posted beneath the online article. User-generated\nmaterial, such as readers’ comments, fall within IPSO’s remit when they have\nbeen subject to some form of editorial control. In this instance, the newspaper\nhad been notified about the complainant’s concerns about the reader’s comment\nduring IPSO’s investigation; it had reviewed the comment, and continued to\npublish it. As such, the newspaper had exercised editorial control, and the\ncomment fell within IPSO’s remit.\n12. It was clear that this was a reader’s comment,\nwhich represented one individual’s account of the incident; it was not a\nstatement adopted as fact by the newspaper. The article had also made clear\nthat the incident had caused the other party “minor injuries”, as opposed to\nthose claimed by the reader in her comment. The complaint under Clause 1 was\nnot upheld.\nConclusions\n13. The complaint was not upheld.\nRemedial Action Required\nN/A\nDate complaint received: 24/06/2015Date complaint concluded: 22/12/2015\nBack to ruling listing\n\n\n"
}