{
    "url": "/rulings-and-resolution-statements/ruling/?id=04240-18",
    "title": "04240-18 Chapman v The Times",
    "provisions": [
        "1 Accuracy (2018)"
    ],
    "outcome": "Breach - sanction: action as offered by publication",
    "publication": "The Times (News UK)",
    "published_on": "2018-06-30 00:00:00",
    "received_on": "2018-07-10 00:00:00",
    "concluded_on": "2018-08-16 00:00:00",
    "complaint_processing_days": 37,
    "conclusion_long": "7. The complaint was upheld under Clause 1(i).",
    "remedial_action": "8. On receipt of the complaint, the publication had promptly offered a correction which addressed the inaccuracy within the article, was sufficiently prominent, and included an apology for the error. This was sufficient to meet the terms of Clause 1(ii), and should now be published.Date complaint received: 10/07/2018",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee 04240-18 Chapman v The TimesSummary of complaint1. Gillian Chapman complained to the Independent Press Standards Organisation that The Times breached Clause 1 (Accuracy) of the Editors’ Code of Practice in an article headlined “Menopause suicide”, published on 30 June 2018.2. The article – a ‘news in brief’ report of an inquest - stated that “a former mayor killed herself after suffering mental and physical illness during the menopause”. It named this individual as ‘Gillian Chapman, 55’, and said that she was “mayor of Dacorum from 2011 to 2012”. It described how the woman was found dead by her daughter, and named the location of her home. The article appeared in an identical format online.3. The complainant said that the article was inaccurate in breach of Clause 1 (Accuracy) because it had wrongly stated that she – the former mayor of the Borough of Dacorum – was dead, when in fact the inquest had related to another woman of the same name.4. On receiving the complaint via IPSO, the publication apologised for the error it had made, and accepted that it had published a significant inaccuracy that required correction. It removed the online article and offered to publish the following correction:A news in brief item on the inquest into the suicide of Gillian Chapman (June 30) described her as a former mayor of Dacorum. This was incorrect. The former mayor is a different Gillian Chapman. We apologise for the error, which was in copy provided by a news agency.The publication denied any breach of Clause 1, however. It said that the story was a brief item which had come from a reputable news agency, and the publication had checked that the agency had not issued a correction in relation to the story. The publication said that, in cases where low-profile stories were provided by agencies, the obligation to take care under Clause 1(i) could not extend to independently verifying every fact. It said that the offered correction was sufficient to address the inaccuracy the article had contained, under the terms of Clause 1(ii).Relevant Code ProvisionsClause 1 (Accuracy)i) The Press must take care not to publish inaccurate, misleading or distorted information or images, including headlines not supported by the text.ii) A significant inaccuracy, misleading statement or distortion must be corrected, promptly and with due prominence, and — where appropriate — an apology published. In cases involving IPSO, due prominence should be as required by the regulator.Findings of the Committee5. This article was a report of an inquest, in which the deceased had been inaccurately identified. This was a fundamental and damaging error on a basic point of fact. The Committee considered that, in circumstances such as these, where the inaccuracy was potentially damaging to an individual, and the correct position was readily available, there had been a failure on the part of the agency providing the story to take care over its accuracy. The Preamble to the Code makes clear that publications are ultimately responsible for any breaches of the Code that might result from the use of external contributors. Consequently, there was a breach of Clause 1(i).6. As soon as the newspaper became aware of the inaccuracy, it apologised and offered to correct the article within 2 days. The offered correction made clear that the woman referred to in the article was not the “former mayor of Dacorum”. The Committee therefore considered that this correction addressed the inaccuracy found in the original article, and it had been offered promptly once the publication was made aware of the inaccuracy. The offered correction also included an apology for the error that had been made. This was necessary to avoid a breach of Clause 1(ii), as the claim that the complainant had died by suicide was highly sensitive and personal in nature, and caused upset and confusion for her acquaintances. Corrections in the publication appear on the Letters Page; this established location was sufficiently prominent to avoid a breach of Clause 1(ii). This correction was therefore sufficient to meet the terms of Clause 1(ii), and should now be published.Conclusion7. The complaint was upheld under Clause 1(i).Remedial action required8. On receipt of the complaint, the publication had promptly offered a correction which addressed the inaccuracy within the article, was sufficiently prominent, and included an apology for the error. This was sufficient to meet the terms of Clause 1(ii), and should now be published.Date complaint received: 10/07/2018Date decision issued: 16/08/2018\nBack to ruling listing\n\n\n"
}