{
    "url": "/rulings-and-resolution-statements/ruling/?id=04288-19",
    "title": "04288-19 Bellamy v Daily Mail",
    "provisions": [
        "1 Accuracy (2018)",
        "2 Privacy (2018)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "Daily Mail (Associated Newspapers Limited)",
    "published_on": "2019-05-15 00:00:00",
    "received_on": "2019-05-17 00:00:00",
    "concluded_on": "2019-11-12 00:00:00",
    "complaint_processing_days": 179,
    "conclusion_long": "by the governing body had not been reached. In any event, the complainant was not in a position to know what steps the club were going to take in light of the allegations. The publication also highlighted that the complainant had since left the club and not returned. 7. The publication denied that the complainant had a reasonable expectation of privacy in relation to the information reported in the article. It said that the complainant had spoken publicly about the investigation, and in any event, the article did not disclose any details regarding the investigation. 8. Despite the publication’s position that Clause 2 was not engaged, it said that the article’s publication was in the public interest.  It said that it concerned serious allegations of wrongdoing made against the complainant by the families of young people under his professional care and referenced the wider emerging problem in football regarding systemic failure to safeguard young aspiring footballers. It said that the article fell comfortably within the Code’s own provision of the public interest which includes “raising or contributing to a matter of public debate, including serious cases of impropriety, unethical conduct or incompetence concerning the public”. Relevant Code Provisions 9. Clause 1 (Accuracy)  i) The Press must take care not to publish inaccurate, misleading or distorted information or images, including headlines not supported by the text. ii) A significant inaccuracy, misleading statement or distortion must be corrected, promptly and with due prominence, and — where appropriate — an apology published. In cases involving IPSO, due prominence should be as required by the regulator. iii) A fair opportunity to reply to significant inaccuracies should be given, when reasonably called for. iv) The Press, while free to editorialise and campaign, must distinguish clearly between comment, conjecture and fact.  10. Clause 2 (Privacy)* i) Everyone is entitled to respect for his or her private and family life, home, health and correspondence, including digital communications. ii) Editors will be expected to justify intrusion into any individual’s private life without consent. In considering an individual’s reasonable expectation of privacy, account will be taken of the complainant’s own public disclosures of information and the extent to which the material complained about is already in the public domain or will become so. iii) It is unacceptable to photograph individuals, without their consent, in public or private places where there is a reasonable expectation of privacy. The Public Interest There may be exceptions to the clauses marked * where they can be demonstrated to be in the public interest. 1. The public interest includes, but is not confined to: Detecting or exposing crime, or the threat of crime, or serious impropriety.Protecting public health or safety.Protecting the public from being misled by an action or statement of an individual or organisation.Disclosing a person or organisation’s failure or likely failure to comply with any obligation to which they are subject.Disclosing a miscarriage of justice.Raising or contributing to a matter of public debate, including serious cases of impropriety, unethical conduct or incompetence concerning the public.Disclosing concealment, or likely concealment, of any of the above.       2. There is a public interest in freedom of expression itself. 3. The regulator will consider the extent to which material is already in the public domain or will become so. 4. Editors invoking the public interest will need to demonstrate that they reasonably believed publication – or journalistic activity taken with a view to publication – would both serve, and be proportionate to, the public interest and explain how they reached that decision at the time. 5. An exceptional public interest would need to be demonstrated to over-ride the   normally paramount interests of children under 16. Findings of the Committee 11. When read in isolation, the headline of the article could have been understood to mean that the investigation had concluded and a decision taken to remove the complainant. However, the body of the article clarified that the complainant would lose his position but did not report that the complainant had lost his position as a result of the investigation. The article made clear that the investigation was ongoing by virtue of reporting that the club was yet to return its findings. In these circumstances, it was not significantly misleading to report that the complainant was \"out\", or that he would lose his position after the bullying probe. The basis for the claim that the complainant would not be returning to his role originated from a well-placed source at the club, the identity of which the publication was under no obligation to reveal. The Committee considered that the publication was entitled to rely on the account of this source to report that the complainant would lose his position, and that the complainant was not in a position to dispute this. The publication had then provided a note of a conversation with another on the record source confirming the article's accuracy; there was no failure to take care. Where it was clear that the investigation was ongoing and the complainant was not in a position to know what action the club was planning on taking, the article was not significantly inaccurate and there was no breach of Clause 1 on this point. 12. The article reported that the parents of the children had released a statement with the backing of the PFA. However, the selection of material for publication is a matter of editorial discretion as long as the Code is not otherwise breached. Not reporting that the complainant also had support from the PFA did not render the article significantly misleading. There was no breach of Clause 1 on this point. 13. The Committee considered that a work place investigation may attract a reasonable expectation of privacy. However, the article did not reveal any specific details about the investigation itself and did not reveal any information about which the complainant had a reasonable expectation of privacy. Further, there was a public interest in reporting that the complainant, a coach responsible for the welfare of young footballers, was under investigation for alleged wrongdoing. There was no breach of Clause 2. Conclusions 14. The complaint was not upheld",
    "remedial_action": "15. N/A   Date complaint received: 17/05/2019",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee – 04288-19 Bellamy v\nDaily Mail\nSummary of complaint\n1. Craig Bellamy complained to the Independent Press\nStandards Organisation that the Daily Mail breached Clause 1 (Accuracy) and\nClause 2 (Privacy) of the Editors' Code of Practice in an article headlined\n\"BELLAMY OUT\" published on 15 May 2019.\n2. The article reported that Cardiff Football Club Academy\ncoach Craig Bellamy would lose his position as under 18's head coach\n\"after an investigation into bullying claims against him\". The\narticle reported that he had taken a period of leave following the allegations \"but\nit is understood the 39-year-old will not return to that position\". The\narticle went on to report that \"he could yet face FA charges should the\ngoverning body decide to take a closer look at the case once the club return\ntheir findings\". The article reported that families of the players who\nmade the allegations had issued a statement on the investigation with the\nsupport of the Professional Footballers Association.\n3. The article also appeared in much the same format online\nunder the headline \"Craig Bellamy OUT: Cardiff City youth role is over\nafter bullying inquiry as parents of players welcome decision\" published\non 14 May 2019.\n4. The complainant said that the article was inaccurate. He\naccepted that he had left the club but said that he had not been dismissed by\nthe football club as a result of the investigation; he had stood aside while an\ninvestigation, which remains ongoing with his cooperation, was being undertaken\nand no decision had been reached. The complainant also said that the article\nwas misleading as it reported that only the players who had made complaints\nabout his conduct were supported by the Professional Footballers' Association,\nwhen he himself was also supported by the PFA.\n5. The complainant said that the article represented an intrusion\ninto his privacy in breach of Clause 2 (Privacy). He said the article had\nobtained information about the investigation and reported details of his\nemployment relationship. The complainant said that he had reasonable\nexpectation of privacy in relation to this information.\n6. The publication denied any breach of the Code. While the\narticle referenced the investigation, it was not reporting on the outcome of\nthe investigation and it was clear for readers that the investigation was\nongoing. The article had reported that the complainant would not be returning\nto his role regardless of the outcome of the investigation. The publication\nsaid that this was confirmed prior to publication by a senior anonymous source\nwithin the football club. The publication provided an email it received from\nits reporter documenting a phone conversation he had with another source\nproviding verification that the club had no complaints over the accuracy of the\narticle. The publication also said that it had contacted the complainant's\nrepresentative prior to publication and that they had confirmed that he\nconsented to the article's publication provided it did not report that the\ncomplainant had been sacked or that the allegations had been upheld by the\nongoing investigation. It emphasised that the article was predictive in nature\nand made clear that a conclusion by the governing body had not been reached. In\nany event, the complainant was not in a position to know what steps the club\nwere going to take in light of the allegations. The publication also\nhighlighted that the complainant had since left the club and not returned.\n7. The publication denied that the complainant had a\nreasonable expectation of privacy in relation to the information reported in\nthe article. It said that the complainant had spoken publicly about the\ninvestigation, and in any event, the article did not disclose any details\nregarding the investigation.\n8. Despite the publication’s position that Clause 2 was not\nengaged, it said that the article’s publication was in the public\ninterest.  It said that it concerned\nserious allegations of wrongdoing made against the complainant by the families\nof young people under his professional care and referenced the wider emerging\nproblem in football regarding systemic failure to safeguard young aspiring\nfootballers. It said that the article fell comfortably within the Code’s own\nprovision of the public interest which includes “raising or contributing to a\nmatter of public debate, including serious cases of impropriety, unethical\nconduct or incompetence concerning the public”.\nRelevant Code Provisions\n9. Clause 1 (Accuracy) \ni) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not\nsupported by the text.\nii) A significant inaccuracy, misleading statement or\ndistortion must be corrected, promptly and with due prominence, and — where\nappropriate — an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator.\niii) A fair opportunity to reply to significant inaccuracies\nshould be given, when reasonably called for.\niv) The Press, while free to editorialise and campaign, must\ndistinguish clearly between comment, conjecture and fact. \n10. Clause 2 (Privacy)*\ni) Everyone is entitled to respect for his or her private\nand family life, home, health and correspondence, including digital\ncommunications.\nii) Editors will be expected to justify intrusion into any\nindividual’s private life without consent. In considering an individual’s\nreasonable expectation of privacy, account will be taken of the complainant’s\nown public disclosures of information and the extent to which the material\ncomplained about is already in the public domain or will become so.\niii) It is unacceptable to photograph individuals, without\ntheir consent, in public or private places where there is a reasonable\nexpectation of privacy.\nThe Public Interest\nThere may be exceptions to the clauses marked * where they\ncan be demonstrated to be in the public interest.\n1. The public\ninterest includes, but is not confined to:\nDetecting or exposing crime, or the threat of crime, or\nserious impropriety.Protecting public health or safety.Protecting the public from being misled by an action or\nstatement of an individual or organisation.Disclosing a person or organisation’s failure or likely\nfailure to comply with any obligation to which they are subject.Disclosing a miscarriage of justice.Raising or contributing to a matter of public debate,\nincluding serious cases of impropriety, unethical conduct or incompetence\nconcerning the public.Disclosing concealment, or likely concealment, of any of the\nabove.\n\n\n\n\n\n\n2. There is a\npublic interest in freedom of expression itself.\n3. The regulator\nwill consider the extent to which material is already in the public domain or\nwill become so.\n4. Editors invoking\nthe public interest will need to demonstrate that they reasonably believed\npublication – or journalistic activity taken with a view to publication – would\nboth serve, and be proportionate to, the public interest and explain how they reached\nthat decision at the time.\n5. An exceptional\npublic interest would need to be demonstrated to over-ride the   normally paramount interests of children\nunder 16.\nFindings of the Committee\n11. When read in isolation, the headline of the article\ncould have been understood to mean that the investigation had concluded and a\ndecision taken to remove the complainant. However, the body of the article\nclarified that the complainant would lose his position but did not report that\nthe complainant had lost his position as a result of the investigation. The\narticle made clear that the investigation was ongoing by virtue of reporting\nthat the club was yet to return its findings. In these circumstances, it was\nnot significantly misleading to report that the complainant was\n\"out\", or that he would lose his position after the bullying probe.\nThe basis for the claim that the complainant would not be returning to his role\noriginated from a well-placed source at the club, the identity of which the publication\nwas under no obligation to reveal. The Committee considered that the\npublication was entitled to rely on the account of this source to report that\nthe complainant would lose his position, and that the complainant was not in a\nposition to dispute this. The publication had then provided a note of a\nconversation with another on the record source confirming the article's\naccuracy; there was no failure to take care. Where it was clear that the\ninvestigation was ongoing and the complainant was not in a position to know\nwhat action the club was planning on taking, the article was not significantly\ninaccurate and there was no breach of Clause 1 on this point.\n12. The article reported that the parents of the children\nhad released a statement with the backing of the PFA. However, the selection of\nmaterial for publication is a matter of editorial discretion as long as the\nCode is not otherwise breached. Not reporting that the complainant also had\nsupport from the PFA did not render the article significantly misleading. There\nwas no breach of Clause 1 on this point.\n13. The Committee considered that a work place investigation\nmay attract a reasonable expectation of privacy. However, the article did not\nreveal any specific details about the investigation itself and did not reveal\nany information about which the complainant had a reasonable expectation of\nprivacy. Further, there was a public interest in reporting that the\ncomplainant, a coach responsible for the welfare of young footballers, was\nunder investigation for alleged wrongdoing. There was no breach of Clause 2.\nConclusions\n14. The complaint was not upheld\nRemedial action required\n15. N/A\n \nDate complaint received: 17/05/2019\nDate decision issued: 12/11/2019\nBack to ruling listing\n\n\n"
}