{
    "url": "/rulings-and-resolution-statements/ruling/?id=04302-21",
    "title": "04302-21 Lovatt v The National",
    "provisions": [
        "1 Accuracy (2021)"
    ],
    "outcome": "Breach - sanction: action as offered by publication",
    "publication": "The National (Newsquest Media Group)",
    "published_on": "2021-04-17 00:00:00",
    "received_on": "2021-04-22 00:00:00",
    "concluded_on": "2021-09-02 00:00:00",
    "complaint_processing_days": 133,
    "conclusion_long": "13. The complaint was upheld under Clause 1 (i).",
    "remedial_action": "14. The clarification which was offered clearly put the correct position on record, and was offered promptly and with due prominence, and should now be published. Date complaint received: 22/04/2021",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee –\n04302-21 Lovatt v The National\nSummary of Complaint\n1. Neil Lovatt complained to the\nIndependent Press Standards Organisation that The National breached Clause 1\n(Accuracy) of the Editors’ Code of Practice in an article headlined “Indy\nMyths: Well-known Yessers bust questionable tweets on Scottish independence”,\npublished on 17 April 2021 and the accompanying video titled “Indy Myths #3:\nYes supporters respond to daft tweets about independence”, also published on\nthe publication’s YouTube channel.\n2. This complaint was one of two\nreceived by IPSO about this online article and video; the complainant was\nselected as IPSO’s lead complainant for the purposes of investigation.\n3. The article provided a brief overview\nof the video, which formed part of its “new Indy Myths series”. It reported\nthat the video showed “well-known faces from the Yes movement facing down some\nquestionable tweets” on independence and “dubious claims about Scotland” such\nas “Is Scotland subsidised by England? Will Scotland be blocked from rejoining\nthe EU?”.\n4. The accompanying text to the video on\nthe YouTube channel read:\n“In our new Indy Myths series,\nwell-known faces of the independence movement respond to ridiculous tweets\nabout Scotland’s future. In this episode broadcaster and campaigner Lesley\nRiddoch, drag artist and activist Lady Rampant, journalist Pat Kane, SNP\ncandidate Mairi McAllan and Professor Richard Murphy debunk some myths about\nindependence. (Plus: Richard Murphy gives an extended take on the much-debated\nGERs figures.)”\n5. The video featured individuals\nreading out texts of what were apparently tweets and responding to the claims\nwith commentary. In one case a speaker apparently addressing the tweet’s\n“author” directly, and in another case a speaker began by saying “I’ve just\nread a tweet...”. These “tweets” included “Scotland should never be allowed\nback in the EU” by Keyboard Guy (@Luv2Type) and “Scotland has to rely on\nEngland to subsidise it”, by Conservative Think Tank Chairman\n(@UnionFoundation). The following three tweets were also shown on screen:\n“Love the kids, love the wife, hate\nEurope!” by BrexitFan#1 (@NoEUeva)“It makes no sense to leave one Union\nand enter another” by Nameless Politician Always on the TL (@RetweetMePlz)“How can Scotland compete on the world stage\nwithout Westminster’s help?” By Unionist Journalist (@TheDailyUnion)\n6. The complainant said the article and\nvideo were misleading, in breach of Clause 1, as it did not make sufficiently\nclear that the “daft tweets” featured were fabricated by the publication for\nthe purposes of the recording.\n7. The publication did not accept a\nbreach of the Editors’ Code. It argued that the article and video formed part\nof a “light-hearted series [..] poking fun at typical tweets from Unionists\nabout an independent Scotland”, adding that its viewers would understand, from\nthe Twitter handles ascribed to the fictional accounts, that the tweets were\nnot actually from real Twitter accounts, or indeed real people, but rather\nrepresented certain archetypal personalities found on social media. The\npublication noted that it could have used real tweets from real people and\nprovided a number of examples in order to demonstrate this. However, it said\nthat it was acutely aware of its responsibilities to prevent the harassment of\nindividuals online.\n8. Notwithstanding this, the publication\noffered to publish a letter from the complainant, in response to the video. The\ncomplainant did not accept this offer. The publication then offered, at the\nstart of IPSO’s investigation, to publish the following footnote clarification\nto the article and the video:\nClarification: To avoid any confusion,\nwe would like to clarify that the ”daft tweets” that appeared in this video,\nsuch as those from “Hardhat Man”, “Concerned Stud”, “Very Patient Labour Girl”\nand “Unionist Journalist”, were not actually from real Twitter accounts or\nindeed real people. We made them up for the purposes of this video.\n9. Whilst the complainant welcomed this\noffer, he did not consider that the footnote clarification was adequate. He\nexpressed concern that the proposed wording did not make sufficiently clear\nthat the specific claims made within the tweets had been fabricated by the\npublication. He suggested alternative wording that was then rejected by the\npublication. The matter was passed to the Complaints Committee.\nRelevant Code Provisions\nClause 1 (Accuracy)\ni) The Press must take care not to\npublish inaccurate, misleading or distorted information or images, including\nheadlines not supported by the text.\nii) A significant inaccuracy, misleading\nstatement or distortion must be corrected, promptly and with due prominence,\nand — where appropriate — an apology published. In cases involving IPSO, due\nprominence should be as required by the regulator. \niii) A fair opportunity to reply to\nsignificant inaccuracies should be given, when reasonably called for.\niv) The Press, while free to\neditorialise and campaign, must distinguish clearly between comment, conjecture\nand fact.\nFindings of the Committee\n10. Under the terms of the Editors’\nCode, newspapers have the right to be satirical and to entertain – provided\nthat they take sufficient care not to publish inaccurate, misleading or\ndistorted information.\n11. In considering the care taken by the\npublication, the Committee had regard for the context of the video. It\npositioned itself as part of a “myth” busting series on Scottish Independence,\nin which prominent figures in the independence movement addressed “daft tweets”\nabout independence and formed the basis for the online article. Neither the\narticle nor the video noted that the tweets and the accounts to which they were\nattributed had been drafted by the publication for the purpose of illustrating\n“myths” that it wished to debunk. While the publication maintained that this\nwas apparent from the account names, which it said were clear allusions to\narchetypal Twitter personalities, the Committee did not agree this was evident.\nThe individuals featured in the video referred to the tweets as if they were\nfrom real individuals, in some cases seeming to address the authors of the\ntweets directly. The Committee considered that the video gave the clear\nimpression that individuals within the video were responding to genuine,\npublished tweets on the subject of independence. In such circumstances, the\nCommittee found that failing to make clear the tweets featured within the video\nwere created by the publication for the purpose of the video constituted a\nfailure to take care not to publish misleading information, raising a breach of\nClause 1 (i). Given the nature of the video, which was presented as a series of\n“rebuttals”, the presentation of the material as genuine rather than a creation\nby the publication was significantly misleading and required clarification\nunder Clause 1 (ii) of the Editors’ Code.\n12. The publication had offered to\npublish a footnote clarification to the online article and the video at the\nstart of IPSO’s investigation. The complainant had rejected this on the basis\nthat it did not make sufficiently clear that the statements included had not\njust been ascribed to fabricated accounts, they had not been made by any\ngenuine Twitter users at all, and the publication was therefore fabricating its\nown myths. The Committee was satisfied that the proposed clarification made the\ncorrect position clear: the “tweets” included with the video were created for\nthe purpose of the video, and had not been posted from real Twitter accounts or\nreal people. The clarification had been offered promptly and the proposed\nplacement of the clarification alongside the video was appropriately prominent.\nIn the view of the Committee, the requirements of Clause 1 (ii) were met and\nthere was not a further a breach of Clause 1.\nConclusion\n13. The complaint was upheld under\nClause 1 (i).\nRemedial Action Required\n14. The clarification which was offered\nclearly put the correct position on record, and was offered promptly and with\ndue prominence, and should now be published.\nDate complaint received: 22/04/2021\nDate complaint concluded by IPSO:\n02/09/2021\nBack to ruling listing\n\n\n"
}