{
    "url": "/rulings-and-resolution-statements/ruling/?id=04324-19",
    "title": "04324-19 Macdonald v Evening Telegraph (Dundee)",
    "provisions": [
        "2 Privacy (2019)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "Evening Telegraph (Dundee) (DC Thomson Group) ",
    "published_on": "2019-05-14 00:00:00",
    "received_on": "2019-05-21 00:00:00",
    "concluded_on": "2019-08-09 00:00:00",
    "complaint_processing_days": 80,
    "conclusion_long": "14. The complaint was not upheld",
    "remedial_action": "15. N/A Date complaint received: 21/05/2019",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee 04324-19 Macdonald v\nEvening Telegraph (Dundee)\nSummary of Complaint\n1. Ian Macdonald complained to the Independent Press\nStandards Organisation that the Evening Telegraph (Dundee) breached Clause 2\n(Privacy) of the Editors’ Code of Practice in an article headlined “Ambulance\ncalled for ‘slumped’ man in Dundee city centre” published on 14 May 2019.\n2. The article reported that an unnamed man had been found\nunresponsive in Dundee city centre, and included a photograph which showed\nthis; the man was slumped on a bench, with his face in his lap. The image was\nnot pixelated and the photograph appeared to be taken from a distance of\napproximately 15 feet away from the man.\n3. The article reported that it was believed that the man had\nbeen drinking heavily and that onlookers had called an ambulance – when two\nambulances and a police car arrived, he was escorted to one of the ambulances\nfor further treatment. The article included a quote from the person who called\nthe ambulance, who said that he had been concerned for the man’s welfare, and\nwas surprised that other passers-by had not stopped to help. The person quoted\nalso said that it was not the first time he had seen something like this in\nDundee, and that he suspected the man had been under the influence of alcohol\nor drugs. The article included a confirmation from the police and ambulance\nstaff that they had attended, and reported that it was understood that the man\ndid not require hospital treatment.\n4. The article appeared online in substantially the same form\nas the print version.\n5. The complainant was the man pictured in the article, and\nwas represented by his mother in making his complaint to IPSO. He said that the\npublication of the photograph which showed him in an unresponsive state was an\nintrusion into his privacy. He noted that he was unaware that the photograph\nwas being taken, and did not consent to it being published. In addition, he\nsaid that family and friends had identified him from the article, which caused\nthem much distress. His mother said that her son had longstanding personal\nproblems, and there was no justification in publishing this image – although\nthey recognised that Dundee had issues with alcohol and drug abuse, the\npublication of this photograph was not necessary to highlight these problems.\n6. The publication did not accept that there was any breach\nof the Code. The publication said that the photograph was taken in the middle\nof the day in a public place where the complainant had a very limited\nexpectation of privacy. In addition, it argued that as the man’s face was\nlargely obscured, he was not easily identifiable. It said that a reporter had\nspotted the complainant in an unresponsive state, tried to rouse him, and\nhaving failed to do so, called an ambulance. Suspecting that the complainant\nwas under the influence of alcohol or drugs, he then took a photograph of the\ncomplainant. After the man had been taken to hospital, the reporter checked his\ncondition with the police the next day, who had confirmed that the man had been\nreleased without requiring any hospital treatment and was “fine”. In these\ncircumstances, the publication did not accept that the complainant was\nexperiencing a medical emergency or was in a vulnerable state, and so nothing\nprivate about him was revealed by the photograph.\n7. Notwithstanding the above, the publication said that it\ndiscussed at a senior editorial level whether there was a public interest in\npublishing the image, and decided that there was due to the issues it\nhighlighted in relation to protecting public health and safety. It argued that\nthe photograph in the article under complaint illustrated the extent of\nsignificant ongoing antisocial behaviour in Dundee, which the publication had\nrun a series of articles highlighting. The publication said that only after it\nhad satisfied all of these steps did it take the decision to publish the\nphotograph.\n8. The publication said that as soon as it was contacted\ndirectly by the complainant’s mother, it removed the photograph from the online\narticle immediately as a goodwill gesture. It also noted that the photograph\nonly featured in the first edition of the newspaper, which had a much smaller\ncirculation than the later edition. The publication also offered the\ncomplainant’s mother the opportunity to speak about her experience, as part of\nits work to highlight social problems in Dundee.\nRelevant Code Provisions\n9. Clause 2 (Privacy)*\ni) Everyone is entitled to respect for his or her private and\nfamily life, home, health and correspondence, including digital communications.\nii) Editors will be expected to justify intrusions into any\nindividual's private life without consent. Account will be taken of the\ncomplainant's own public disclosures of information.\niii) It is unacceptable to photograph individuals, without\ntheir consent, in public or private places where there is a reasonable\nexpectation of privacy.\nThe Public Interest\nThere may be exceptions to the clauses marked * where they\ncan be demonstrated to be in the public interest.The public interest includes, but is not confined to:Detecting or exposing crime, or the threat of crime,\nor serious impropriety.Protecting public health or safety.Protecting the public from being misled by an action\nor statement of an individual or organisation.Disclosing a person or organisation’s failure or\nlikely failure to comply with any obligation to which they are subject.Disclosing a miscarriage of justice.Raising or contributing to a matter of public debate,\nincluding serious cases of impropriety, unethical conduct or incompetence\nconcerning the public Disclosing concealment, or likely concealment, of any\nof the above.\n2. There is a public interest in freedom of expression\nitself. \n3. The regulator will consider the extent to which material\nis already in the public domain or will become so. \n4. Editors invoking the public interest will need to\ndemonstrate that they reasonably believed publication - or journalistic\nactivity taken with a view to publication – would both serve, and be\nproportionate to, the public interest and explain how they reached that\ndecision at the time. \n5. An exceptional public interest would need to be\ndemonstrated to over-ride the normally paramount interests of children under\n16. \nFindings of the Committee\n10. The photograph was taken in the middle of the day in a\ncity centre; these are not generally circumstances in which a person has a\nreasonable expectation of privacy. However, the Committee had regard for the\nfact that being in a public place does not automatically negate all\nexpectations of privacy in every circumstance; for example, a person in a\npublic place may have a reasonable expectation of privacy where they are\nreceiving medical treatment, or experiencing an emergency. In this case, it was\naccepted that at the time the photograph was taken, the complainant was not\nreceiving any medical treatment or experiencing a medical emergency. The police\nconfirmed prior to publication that no medical treatment had been administered.\n11. The Committee also considered whether the photograph\nitself revealed any private information about the complainant. While the\nCommittee acknowledged that the complainant’s family and friends had been upset\nby the photograph, it simply showed him sitting on a bench, in a public place,\nwith his head on his knees. The Committee considered that the photograph had\nnot revealed any private information about the complainant. Nor did it show him\nengaged in any private activity.  \n12. Finally, the Committee also had regard for the wider\ncircumstances in which the photograph and the article had been published.\nAnti-social activity was a topic of ongoing concern in the local community and\npublic services, and the article and photograph had been published as part of a\ncampaign by the publication to highlight these issues. The Committee considered\npublication to be in the public interest.\n13. The Committee found no breach of Clause 2.\nConclusions\n14. The complaint was not upheld\nRemedial action required\n15. N/A\nDate complaint received: 21/05/2019\nDate decision issued: 09/08/2019\nBack to ruling listing\n\n\n"
}