{
    "url": "/rulings-and-resolution-statements/ruling/?id=04322-21",
    "title": "04322-21 Ruayrungruang v The Sunday Telegraph",
    "provisions": [
        "12 Discrimination (2021)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "The Sunday Telegraph (Telegraph Media Group Ltd)",
    "received_on": "2021-04-13 00:00:00",
    "concluded_on": "2021-09-02 00:00:00",
    "complaint_processing_days": 142,
    "conclusion_long": "13. The complaint was not upheld.",
    "remedial_action": "14. N/A Date complaint received: 13/04/2021",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee – 04322-21\nRuayrungruang v The Sunday Telegraph\nSummary of Complaint\n1. Dr Chanchai and Ms Please Ruayrungruang complained to the\nIndependent Press Standards Organisation that The Daily Telegraph breached\nClause 1 (Accuracy) in two articles headlined “Cyber attackers target Wentworth\nmembers” and “Mass exodus at Wentworth over rise in annual fees to £20,000”,\npublished 17 January and 4 April 2021 respectively.\n2. The articles appeared online in substantially the same\nformat under the headlines “Wentworth faces exodus of founding members after\nhiking annual fees by 50 per cent” and “Wentworth hacked and personal details\nof entire member list thought to be stolen”.\n3. The first article reported that the “personal details of\ntycoons, sports stars and celebrities have been stolen in a cyber attack on\nEngland’s most exclusive golf club”, Wentworth. The article remarked that “The\ndata hack will do little to ease tensions between members and Wentworth’s new\nowners. Wentworth was purchased six years ago for £135 million by Reignwood\nGroup, a company owned by Dr Chanchai Ruayrungruang, a Chinese / Thai\nbillionaire, who installed his daughter as interim chief executive of the\nclub”.\n4. The second article reported that “Wentworth golf club is\nfacing an exodus of its “founding” members after its owners announced a 50 per\ncent rise in fees to £20,000 a year”. The article noted that “The furore over\nthe increase in fees is the latest row to engulf the club since it was sold to\nthe Reignwood Group in 2014 for £135 million. The Chinese-owned investment\ncompany is owned by Dr Chanchai Ruayrungruang, who made his fortune making and\nselling the Red Bull energy drink in his homeland”. It noted that the new\nowners “want members to move to a new scheme which requires them to pay\n£150,000 for a debenture and an annual fee on top. They…had hoped to sell 888\ndebentures. The number is considered particularly lucky in China”. The article\nreported comments by several individuals identified as long-time members\ncommenting on alleged changes to the club’s atmosphere and membership under its\nnew ownership. The sub-headline to the online article mentioned the “Chinese owners’\ndecision to raise fees”.\n5. The complainants said the articles breached Clause 12 as\nthey contained several references to complainants’ race: namely references to\nthe complainants being “Chinese”; the club being run by a “Chinese owned\ncompany”; and, the statement that the club hoped to sell 888 debentures – a\nlucky number “in China”.  The\ncomplainants said that such references were unnecessary, had xenophobic and\nracist undertones, and could provoke anti-Chinese sentiment. Further, they said\nthat the articles under complaint must be viewed in context; numerous articles\nover the past 6 years had referenced the complainants’ race in a gratuitous,\nxenophobic and unnecessary fashion.\n6. The publication did not accept that the articles breached\nthe Code. It denied that the articles had referred to the complainants’ “race”;\nit considered that instead they referred to the complainants’ nationality in a\nway that was not pejorative or prejudicial. Further, it contended that these\nreferences were genuinely relevant to the story in both instances. Wentworth\nwas a quintessentially English sporting venue and club. It had always been\nowned by UK-based individuals. The publication argued that it was a common\njournalistic convention to note the nationality of new foreign owners when such\nbusinesses changed hands. Foreign ownership, it said, might have an impact of\nthe culture or direction of a business, or may give rise to concerns about\nforeign influence on British institutions, economies and livelihoods. Finally,\nit noted that the complainants and their club highlighted their links to China:\nthe Chinese flag was flown outside the club, and its website noted the\ncomplainants’ Chinese heritage.\n7. The complainant\nresponded that race was not a biological concept, limited to physical traits.\nRather, race was constructed by society upon both physical and social lines of\ndistinction. It would therefore be overly reductionist to accept the\nnewspaper’s definition of race and thus exclude being Chinese from the\nprotections afforded by Clause 12.\nRelevant Code Provisions\nClause 12 (Discrimination)\ni) The press must avoid prejudicial or pejorative reference\nto an individual's, race, colour, religion, sex, gender identity, sexual\norientation or to any physical or mental illness or disability.\nii) Details of an individual's race, colour, religion,\ngender identity, sexual orientation, physical or mental illness or disability\nmust be avoided unless genuinely relevant to the story.\nFindings of the Committee\n8. The Committee first noted the dispute as to whether being\n“Chinese” could constitute a reference to an individual’s race within the\nmeaning of Clause 12. Race is an ambiguous and contested concept with no\nstraightforward definition. The Committee accepted that in principle being “Chinese”\ncould constitute a reference to race in some circumstances. The Committee\nconsidered the complaint on the basis that Clause 12 was potentially engaged.\n9. The Committee first examined whether the alleged\nreferences to the complainants’ race were, as suggested by the complainants,\nprejudicial or pejorative. The articles formed part of ongoing reporting about\nchanges at the club since it had acquired new owners. In that context, they had\nsimply noted that the owners of the club were “Chinese” and that Dr\nRuayrungruang was “a Chinese / Thai billionaire”. These were biographical and\nfactual statements of the complainants’ backgrounds and the ownership of the\ncompany; they carried no inherently pejorative connotations. Furthermore, the\nCommittee did not agree that the cumulative effect of multiple references over\na period of coverage to the complainants’ race imbued the word “Chinese” with a\nprejudicial or pejorative meaning, even where the coverage contained criticism\nof how the complainants managed their ownership of the club. Critical coverage\ndid not necessarily equate to prejudicial coverage. There was no breach of\nClause 12(i).\n10. The Committee then turned to whether the references were\n“genuinely relevant” to the story. The fact that the complainants were Chinese\nwas noted on the club’s website and a Chinese flag was flown outside Wentworth.\nThe first article, which related primarily to a cyber attack on the club,\nsimply noted that Dr Ruayrungruang was “a Chinese / Thai billionaire in the context\nof a discussion about the recent history of Wentworth. Dr Ruayrungruang’s\nacquisition of the club in 2014, his background, and the “tensions between\nmembers and [the] new owners”, were important elements of this recent history.\n11. The second article focused on claims that longstanding\nmembers had left the club following changes implemented by its new owners. In\nthis context, it made multiple references to the complainants’ being Chinese or\nthe club being “Chinese-owned”. While the complainants considered that their\nnationality or race was irrelevant to business decisions taken about the\nrunning of the club, as the new owners, the complainants’ personal histories\nand backgrounds provided important context to the decisions they had taken. It\nalso provided context which had led to tensions with some members of the club,\nwho had accused the foreign owners of disregarding the traditions of a\nquintessentially English institution. In these circumstances, the references to\nthe complainants being “Chinese” were genuinely relevant to the story. There\nwas no breach of Clause 12(ii).\n12. The second article had stated that the club had “had\nhoped to sell 888 debentures” and that “the number is considered particularly\nlucky in China”. This was a comment on the intentions of the club and the\nnumber of debentures they had chosen to sell. The Committee did not consider\nthat it potentially constituted a reference to the complainants’ race. Clause\n12 was not engaged on this point.\nConclusions\n13. The complaint was not upheld.\nRemedial Action Required\n14. N/A\nDate complaint received: 13/04/2021\nDate complaint concluded by IPSO: 02/09/2021\nBack to ruling listing\n\n\n"
}