{
    "url": "/rulings-and-resolution-statements/ruling/?id=04338-18",
    "title": "04338-18 Welch v Woman’s Own",
    "provisions": [
        "1 Accuracy (2018)"
    ],
    "outcome": "Breach - sanction: publication of correction",
    "publication": "Woman's Own (Future PLC)",
    "published_on": "2018-07-02 00:00:00",
    "received_on": "2018-07-10 00:00:00",
    "concluded_on": "2018-09-12 00:00:00",
    "complaint_processing_days": 64,
    "conclusion_long": "12. The complaint was upheld under Clause 1(i) and Clause 1(ii).",
    "remedial_action": "13. Having upheld a breach of Clause 1, the Committee considered what remedial action should be required. 14. The publication had printed an article the accuracy of which it could not defend; it had failed to take steps to verify the account of an anonymous source; and it had offered a correction with insufficient prominence to address the inaccuracies conceded in the story. This represented a serious breach of Clause 1. In these circumstances, the Committee considered whether the publication of an adjudication or of the offered correction was the appropriate remedy. The offered correction made the true position clear, and included an apology in the words of the publication, which the complainant had accepted was adequate (while disputing the prominence offered). In these circumstances, the appropriate remedy was the publication of the correction and apology offered by the publication, with a front cover reference to this apology. 15. The Committee decided that the correction and apology itself should be published on page 3 as offered by the publication, in the font size standard for that page (including an appropriate headline font size), and should make clear that it had been published following a decision of the Independent Press Standards Organisation. It should be surrounded by a border to distinguish it from other content on that page. The cover reference to the correction and apology should appear in the same font size as the cover sub-headline on the article under complaint (“Why the Loose Women don’t want her back”), and should make clear that a complaint had been upheld in relation to an article about the complainant. The text of this reference should be agreed with IPSO in advance. Date complaint received: 10/07/2018",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee: 04338-18 Welch v\nWoman’s Own\nSummary of complaint\n1. Denise Welch\ncomplained to the Independent Press Standards Organisation that Woman’s Own\nbreached Clause 1 (Accuracy) of the Editors’ Code of Practice in an article\nheadlined “DIVA DENISE/Denise’s DIVA demands!”, published on 2 July 2018.\n2. The article was\ntrailed on the front page under the headline “DIVA DENISE”, with the\nsub-headlines “Shock demands” and “Why the Loose Women don’t want her back”. It\ncontinued on pages 6 and 7, under the headline “Denise’s DIVA demands!”. Both\nthe front page and inside pages featured photographs of the complainant.\n3. The article\nreported that the complainant had returned to the panel of the television show\nLoose Women after an absence of five years, but had “a long list of requests if\nthe show’s producers want her back for good”. It said that a “source close to\nthe star” had revealed that “’Denise has made it quite clear that she is back\nin control and won’t be outdone by celebrity guests’”. The article went on to\nsay that the complainant was “eyeing up a permanent spot on the panel”, but\nthat this would come “with a big set of terms and conditions”. The source was\nquoted as stating that the complainant “’won’t tolerate working with certain\npeople, particularly the reality star types that have been featured on the show\nover the years’”.\n4. The article then\nwent on to list other issues it said the complainant had expressed concerns\nabout in relation to a return to the show. The source was quoted as stating\nthat “’the harsh studio lighting is also something that Denise feels should\nchanges’”, and that “’she wants a pay rise…and a solid contract in place’”. The\narticle said that any return to the show would “ruffle a few feathers” among\nthe regular panellists. It quoted the source as saying that “’Denise has made\nall sorts of demands – so much so that, at this point, some of the Loose ladies\ndon’t even want her back full time’”.\n5. The complainant\nsaid that the article was significantly inaccurate in a number of ways, in\nbreach of Clause 1 (Accuracy). Specifically, it was untrue to state that she\nhad made ‘Diva-like’ demands, a “long list of demands” or “a big set of terms\nand conditions”; to state that she “won’t be outdone by celebrity guests” or\n“tolerate working with certain people”; to state that “pay, airtime and studio\nlighting” were potential issues with any return; and to state that she had\nasked for “more money” or a “solid contract”, or a change to “harsh studio\nlighting”. The complainant provided an email from a representative of the broadcaster\nbehind the show stating that the story was “completely false”, and a further\nemail which denied that the complainant had made any “demands”. The complainant\nwas also concerned that no attempt had been made to contact her or her\nrepresentatives prior to publication, in order to verify the accuracy of the\nstory or provide a right of reply. She therefore felt that the publication had\nfailed to take any care over the accuracy of the story.\n6. The publication\ndenied that it had failed to take sufficient care over the accuracy of the\npiece. It said that the source for the story had been used a number of times\npreviously and had consistently provided accurate information; the journalist\nhad understood, based on these previous encounters, that the source was privy\nto information regarding the TV show on which the complainant appeared. The\npublication did not consider that it was necessary to contact the complainant,\ngiven that the source had been reliable in the past, and did not consider that\nthat failing to seek comment from her represented a failure to take care over\nthe accuracy of the piece.\n7. Although it did\nnot consider that it had failed to take care over the accuracy of the article,\nhaving received communications from the television channel in relation to the\nclaims made, the publication did accept that it had published inaccurate\ninformation. It also accepted that in relying on information from an anonymous\nsource it was unable to demonstrate the veracity of the story. It therefore offered\nto publish the following correction on page 3 of the publication:\nAPOLOGY AND CORRECTION: An article in the 2 July edition of\nWoman Magazine regarding Denise Welch contained inaccurate statements. By way\nof correction and clarification we would like to make it clear that Denise has\nmade no unreasonable or ‘Diva’ type demands regarding a return to Loose Women.\nIt is not correct that Denise has made any demands regarding contracts,\nincreased payments, other celebrity guests, airtime or studio lighting. In\naddition, any suggestion that the Loose Women producers do not want Denise back\nis also incorrect. We apologise for the distress that our article caused.\nThe publication denied that a front page reference to this\ncorrection was appropriate: front pages are a means for editors to convey the\nmain news stories of the week, and the publication of a front page reference\nwould be an interference with this. It said that such a reference should only\nbe required in the most serious cases, and the offered prominence was\nsufficient remedy in this instance.\n8. The complainant\nsaid that a page 3 correction was insufficient. It said that the incorrect\ninformation had been featured on the front page, and the story had been totally\nfalse; readers who didn’t read the inside article would therefore still have\nbeen given a misleading impression.\nRelevant Code Provisions\nClause 1 (Accuracy)\ni) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not\nsupported by the text.\nii) A significant inaccuracy, misleading statement or\ndistortion must be corrected, promptly and with due prominence, and — where\nappropriate — an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator.\niii) A fair opportunity to reply to significant inaccuracies\nshould be given, when reasonably called for.\niv) The Press, while free to editorialise and campaign, must\ndistinguish clearly between comment, conjecture and fact.\nClause 14 (Confidential sources)\nJournalists have a moral obligation to protect confidential\nsources of information.\nFindings of the Committee\n9. Publications are\nentitled to make use of anonymous sources, and to protect their identity in\nline with their obligations under Clause 14 (Confidential sources). However, in\nthis instance, the publication had not taken any further steps to verify the\nsource’s claims – for instance, by obtaining on-the-record corroboration or by\nseeking the complainant’s comment before publication. In these circumstances,\nthe magazine had not been able to demonstrate that it had taken care over the\naccuracy of the article; the result was a breach of Clause 1 (i). This was\ncompounded by two factors: the high degree of prominence given to the claims,\nand their adoption as fact by the publication. The claim that the complainant\nhad acted as a “diva” making “shock demands” appeared on the front cover. The\narticle had attributed a number of claims regarding the alleged “demands” to a\nsource, but the front cover trail, article headline and initial paragraphs\nadopted the claims as fact and used them as the basis for characterising the\ncomplainant as a “diva”.\n10. Following publication, the complainant and the\nbroadcaster had denied the claims, and the publication had conceded that it\ncould not support them. As these claims formed the crux of the article, and had\nbeen trailed prominently, they were plainly significant; these were also claims\nthat cast serious aspersions on the complainant’s professionalism and attitude\nto her work. The claims had been accepted to be inaccurate, and therefore\nrequired correction in order to avoid a breach of Clause 1(ii).\n11. The Committee considered that the wording of the\ncorrection offered, which had been accepted by the complainant, was sufficient:\nit corrected the inaccuracies within the article. It had also been offered\nwithin 10 days of the publication being contacted by the complainant. The\nclaims made about the complainant were highly personal, and cast aspersions on\nher personal and professional behaviour; in these circumstances, it was\nappropriate and necessary for the magazine to offer an apology, and it had done\nso. However, the cover trail for the article had featured information the\npublication conceded it could not support and had offered to correct, and the\narticle was clearly trailed as the main feature in the issue, taking up a\nconsiderable portion of the cover. The claims which the publication had offered\nto correct had formed a substantial part of the article, and it had been unable\nto provide verification to support these claims. In these circumstances, a\ncorrection on page 3 was not sufficiently prominent; failing to offer a\nsufficiently prominent correction represented a breach of Clause 1(ii).\nConclusions\n12. The complaint was upheld under Clause 1(i) and Clause\n1(ii).\nRemedial action required\n13. Having upheld a breach of Clause 1, the Committee\nconsidered what remedial action should be required.\n14. The publication had printed an article the accuracy of\nwhich it could not defend; it had failed to take steps to verify the account of\nan anonymous source; and it had offered a correction with insufficient\nprominence to address the inaccuracies conceded in the story. This represented\na serious breach of Clause 1. In these circumstances, the Committee considered\nwhether the publication of an adjudication or of the offered correction was the\nappropriate remedy. The offered correction made the true position clear, and\nincluded an apology in the words of the publication, which the complainant had\naccepted was adequate (while disputing the prominence offered). In these\ncircumstances, the appropriate remedy was the publication of the correction and\napology offered by the publication, with a front cover reference to this\napology.\n15. The Committee decided that the correction and apology\nitself should be published on page 3 as offered by the publication, in the font\nsize standard for that page (including an appropriate headline font size), and\nshould make clear that it had been published following a decision of the\nIndependent Press Standards Organisation. It should be surrounded by a border\nto distinguish it from other content on that page. The cover reference to the\ncorrection and apology should appear in the same font size as the cover\nsub-headline on the article under complaint (“Why the Loose Women don’t want\nher back”), and should make clear that a complaint had been upheld in relation\nto an article about the complainant. The text of this reference should be\nagreed with IPSO in advance.\nDate complaint received: 10/07/2018\nDate decision issued: 12/09/2018\nBack to ruling listing\n\n\n"
}