{
    "url": "/rulings-and-resolution-statements/ruling/?id=04355-21",
    "title": "04355-21 Allman v liverpoolecho.co.uk",
    "provisions": [
        "12 Discrimination (2021)",
        "1 Accuracy (2021)"
    ],
    "outcome": "Breach - sanction: publication of correction",
    "publication": "liverpoolecho.co.uk (Reach PLC)",
    "published_on": "2021-04-25 00:00:00",
    "received_on": "2021-04-25 00:00:00",
    "concluded_on": "2021-08-11 00:00:00",
    "complaint_processing_days": 108,
    "conclusion_long": "17. The complaint was upheld under Clause 1.",
    "remedial_action": "18. Having upheld a breach of Clause 1, the Committee considered what remedial action should be required. In circumstances where the Committee establishes a breach of the Editors’ Code, it can require the publication of a correction and/or an adjudication, the terms and placement of which is determined by IPSO. 19. The Committee found that the publication was unable to demonstrate that it had taken care over its claim that there was an “overwhelming scientific consensus” regarding the effect of lockdowns in reducing virus-related mortality. Whilst there were studies and claims from politicians in support of lockdowns as an effective way to reduce mortality related to Covid-19, the publication had not demonstrated that there was an “overwhelming […] consensus” that supported correcting the complainant’s view in this way. The Committee noted the importance of accurately reporting claims about Covid-19 and in reporting the matters relating to elections. Taking all factors into consideration, the Committee concluded that a correction was an appropriate remedy to the breach of Clause 1. The correction should make clear that the publication had been unable to demonstrate that “overwhelming scientific consensus” existed in favour of lockdowns reducing mortality from Covid-19, thus demonstrating that the complainant was incorrect. 20. The correction should appear as part of the online article, where the article did not appear in print. If the publication intends to continue to publish the online article without further amendment, the correction on the article should be published immediately beneath the headline. If the article is amended, the correction should be published as a footnote which explains the amendments that have been made. The wording should also be agreed with IPSO in advance and should make clear that it has been published following an upheld ruling by the Independent Press Standards Organisation.   Date complaint received: 25/04/2021",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee – 04355-21 Allman v\nliverpoolecho.co.uk\nSummary of Complaint\n1. Joanne Allman complained to the Independent Press\nStandards Organisation that liverpoolecho.co.uk breached Clause 1 (Accuracy)\nand Clause 12 (Discrimination) of the Editors’ Code of Practice in an article\nheadlined “Sefton's local election candidates make their pitch for votes”,\npublished on 25 April 2021.\n2. The article, which appeared online only, reported that\n“[a]lmost 100 candidates are set to contest just 24 seats on Sefton Council at\nnext month’s local elections”. The article included candidate statements from\nsome of the candidates. The complainant was one of the candidates whose\nstatement was featured. In her statement, the complainant had said “[r]esearch\nshows that lockdowns do little to reduce virus-related mortality, but have a\ndevastating impact on society, education, the economy, and physical and mental\nhealth”. Her candidate statement was prefaced by an introductory paragraph,\nwritten by the publication, which asserted that her statement contained\n“incorrect claims about Covid-19, specifically that lockdowns do little to\nreduce virus-related mortality. The overwhelming scientific consensus, based on\nevidence from both the UK and other countries, is that lockdowns are the most\neffective way of cutting transmission of the virus and thus reducing the number\nof deaths from Covid-19. All three UK lockdowns have significantly reduced the\nnumber of Covid cases”.\n3. The complainant said that the article was inaccurate in\nbreach of Clause 1 because it claimed that the \"overwhelming scientific\nconsensus, based on evidence from both the UK and other countries, is that\nlockdowns are the most effective way of cutting transmission of the virus and\nthus reducing the number of deaths from Covid-19\".  She considered that this was an opinion, and\nshould not have been presented as a fact. She further stated that the claim was\ninaccurate: there was a “considerable body of peer-reviewed research based on\nempirical data” which supported her statement that lockdowns do little to\nreduce virus-related mortality. The complainant provided links to eleven\nstudies, published in a range of scientific journals, which she said\ndemonstrated that lockdowns had done little to reduce virus-related mortality\nspecifically. As such, she said that this showed that the article stating that\nthere was an “overwhelming scientific consensus” regarding this matter was\ninaccurate.\n4. The complainant also said the article breached Clause 12\nbecause she was the only candidate featured in the article whose statement had\nincluded an introductory paragraph questioning the accuracy of its content. She\nwas concerned about the effect this could have had on her campaign and the\nelection.\n5. The publication said it did not accept a breach of the\nCode. It said that there were an “overwhelming” number of scientific studies\nthat demonstrated the effectiveness of lockdowns in reducing deaths related to\nCovid-19. It further noted that the decrease in the number of cases and deaths\nwithin the UK all coincided with lockdowns. The publication provided links to\nsome of the studies which it said demonstrated the efficacy of lockdowns in\nreducing virus-related transmission – and, by extension, deaths – as well as\narticles that had reported the findings of these studies. It also referenced a\nstatement made by the Prime Minister, in which he said that the reduction in\nthe number of infections, hospitalisations, and deaths was predominantly due to\nthe lockdown as opposed to the vaccination programme. The publication also\nstated that there will “always be a small number of researchers who disagree with\nthe consensus” within the scientific field and so all science should not be\n“reduced” to a matter of opinion. It said that it had published the\nintroductory paragraph as it had an obligation, under the terms of Clause 1, to\ntake care not to publish inaccurate information, and that the introductory\nparagraph had been published to address what it considered to be inaccuracies\nin the complainant’s candidate statement. The publication also said it was\nmaking a statement of fact on the effectiveness of lockdowns as a policy rather\nthan expressing an opinion on whether such a policy was good. It said,\ntherefore, that there was no need to distinguish this as comment or opinion in\norder to satisfy the requirement in Clause 1(iv).\n6. The publication also said it did not accept a breach of\nClause 12. It said that the article did not engage the terms of Clause 12 as it\ndid not include any reference to her race, colour, religion, sex, gender\nidentity, sexual orientation or to any physical or mental illness or disability.\n7. During IPSO’s investigation, the publication proposed to\nremove the word “incorrect” from the introductory paragraph, should this\nresolve the complaint, so that it would read:\n“[The complainant’s] statement contains claims about Covid-19,\nspecifically that lockdowns do little to reduce virus-related mortality. The\noverwhelming scientific consensus, based on evidence from both the UK and other\ncountries, is that lockdowns are the most effective way of cutting transmission\nof the virus and thus reducing the number of deaths from Covid-19. All three UK\nlockdowns have significantly reduced the number of Covid cases.”\n8. The complainant did not accept this suggested amendment,\nsaying it did not address her concerns. She said the links provided by the\npublication to support its position referred to the effects of lockdowns on\ntransmissions, or were from political figures and so did not represent\nempirical, real-world evidence. She argued, therefore, that they did not\ndisprove her position which was specifically focused on the effectiveness of\nlockdowns as a measure to reduce virus-related mortality.\nRelevant Code Provisions\nClause 1 (Accuracy)\ni) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not\nsupported by the text.\nii) A significant inaccuracy, misleading statement or\ndistortion must be corrected, promptly and with due prominence, and — where\nappropriate — an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator. \niii) A fair opportunity to reply to significant inaccuracies\nshould be given, when reasonably called for.\niv) The Press, while free to editorialise and campaign, must\ndistinguish clearly between comment, conjecture and fact.\nClause 12 (Discrimination)\ni) The press must avoid prejudicial or pejorative reference\nto an individual's, race, colour, religion, sex, gender identity, sexual\norientation or to any physical or mental illness or disability.\nii) Details of an individual's race, colour, religion,\ngender identity, sexual orientation, physical or mental illness or disability\nmust be avoided unless genuinely relevant to the story.\nFindings of the Committee\n9. The Committee noted that the complaint centred around\npublished statements concerning the effectiveness of lockdowns in reducing\nCovid-19 mortality, rather than transmissions, and that it was not in a\nposition to determine  the efficacy of\nlockdowns as a method of reducing Covid-19 related mortality. The publication\nhad described the complainant’s claim on the issue  as “incorrect” on the basis that “[t]he\noverwhelming scientific consensus based on evidence from both the UK and other\ncountries, is that lockdowns are the most effective way of cutting transmission\nof the virus and thus reducing the number of deaths from Covid-19.” As such,\nthe article claimed that the “overwhelming scientific consensus” was that\nlockdowns are the most effective measure to reduce both the transmission of\nCovid-19 and mortality due to the disease. The question for the Committee was\nwhether the publication had taken care over the accuracy of this statement and\nin reporting that the complainant's statement had, accordingly, contained an\ninaccurate claim.  \n10. The Committee acknowledged that a “consensus” did not\nnecessarily imply that there was universal agreement regarding the\neffectiveness of lockdowns and their impact on Covid-19-related mortality, and\nthat a few dissenting voices would not necessarily negate a consensus. However,\nthe publication had described the scientific consensus as “overwhelming”, which\nsuggested a high level of support within the scientific community “that\nlockdowns are the most effective way of cutting transmission of the virus and\nthus reducing the number of deaths from Covid-19”.\n11. The publication had provided a number of studies and\nlinks to support its position. Whilst some of these links suggested lockdowns\nas an effective way to reduce transmission more generally, most did not\ndescribe the effect lockdowns had on deaths related to Covid-19 specifically.\nIn addition, those that did reference mortality did not always have data that\nsupported this finding but cited statements made by politicians or the opinions\nof scientists. Further, they did not specifically support the idea that\nlockdowns are the “most” effective way to reduce deaths.\n12. The complainant had also provided links to scientific\nstudies published in established scientific journals, which had concluded there\nwas no clear association between lockdown and stay-at-home policies and a\ndecrease in mortality rates relating to Covid-19.\n13. Having considered the material provided by the\npublication, the Committee concluded that it had not been able to demonstrate\nthat it had taken care over the accuracy of its claim that the complainant’s\nstatement was “incorrect” and that “[t]he overwhelming scientific consensus,\nbased on evidence from both the UK and other countries, is that lockdowns are\nthe most effective way of cutting transmission of the virus and thus reducing\nthe number of deaths from Covid-19”. As such, there was a breach of Clause 1\n(i) on this point.\n14. The inaccuracy about the scientific consensus on the\nefficacy of lockdowns related to a matter concerning public health.\nFurthermore, the publication’s statement was presented as a correction to the\ncomplainant’s statement on the issue. The inaccuracy was, therefore,\nsignificant and required correction under Clause 1(ii). The amendment proposed\nby the publication had not identified the respect in which the article had been\ninaccurate prior to its revision and so there was a further breach of Clause\n1(ii).\n15. The complainant suggested that the publication had\npresented opinion as fact regarding its claims about the effect of lockdowns on\nCovid-19-related mortality. The publication had stated that it was presenting a\nclaim of fact regarding the existence of an “overwhelming […] consensus” on the\nefficacy of lockdowns in reducing mortality related to Covid-19, rather than\nmaking a comment or expressing an opinion. Notwithstanding the Committee’s\nfinding on the accuracy of the claim, there was no failure to distinguish\nbetween comment, conjecture, and fact. Therefore, there was no breach of Clause\n1(iv).\n16. Regarding Clause 12, the Committee acknowledged the\ncomplainant’s concern that she had been the only candidate whose statement was\nprefaced by such a paragraph. However, Clause 12 relates to the publication of\nirrelevant, pejorative, or prejudicial references to specific protected\ncharacteristics of an individual. The article included no such reference, and\nthere was no breach of Clause 12.\nConclusions\n17. The complaint was upheld under Clause 1.\nRemedial Action Required\n18. Having upheld a breach of Clause 1, the Committee\nconsidered what remedial action should be required. In circumstances where the\nCommittee establishes a breach of the Editors’ Code, it can require the\npublication of a correction and/or an adjudication, the terms and placement of\nwhich is determined by IPSO.\n19. The Committee found that the publication was unable to\ndemonstrate that it had taken care over its claim that there was an\n“overwhelming scientific consensus” regarding the effect of lockdowns in\nreducing virus-related mortality. Whilst there were studies and claims from\npoliticians in support of lockdowns as an effective way to reduce mortality\nrelated to Covid-19, the publication had not demonstrated that there was an\n“overwhelming […] consensus” that supported correcting the complainant’s view\nin this way. The Committee noted the importance of accurately reporting claims\nabout Covid-19 and in reporting the matters relating to elections. Taking all\nfactors into consideration, the Committee concluded that a correction was an\nappropriate remedy to the breach of Clause 1. The correction should make clear\nthat the publication had been unable to demonstrate that “overwhelming\nscientific consensus” existed in favour of lockdowns reducing mortality from\nCovid-19, thus demonstrating that the complainant was incorrect.\n20. The correction should appear as part of the online\narticle, where the article did not appear in print. If the publication intends\nto continue to publish the online article without further amendment, the\ncorrection on the article should be published immediately beneath the headline.\nIf the article is amended, the correction should be published as a footnote\nwhich explains the amendments that have been made. The wording should also be\nagreed with IPSO in advance and should make clear that it has been published\nfollowing an upheld ruling by the Independent Press Standards Organisation.\n \nDate complaint received: 25/04/2021\nDate complaint concluded by IPSO: 11/08/2021\nBack to ruling listing\n\n\n"
}