{
    "url": "/rulings-and-resolution-statements/ruling/?id=04365-15",
    "title": "04365-15 Richardson v The Mail on Sunday",
    "provisions": [
        "3 (Privacy) 2015"
    ],
    "outcome": "No breach - after investigation",
    "publication": "The Mail on Sunday (Associated Newspapers Limited)",
    "published_on": "2015-06-21 00:00:00",
    "received_on": "2015-07-07 00:00:00",
    "concluded_on": "2015-09-23 00:00:00",
    "complaint_processing_days": 78,
    "conclusion_long": "9. The complaint was not upheld.",
    "remedial_action": "N/A  Date complaint received: 07/07/2015",
    "text": "\n\n\n\n\n\n·   Decision of the Complaints Committee 04365-15\nRichardson v The Mail on Sunday\nSummary of\ncomplaint \n1. Adam Richardson, acting on behalf of Nigel Farage,\ncomplained to the Independent Press Standards Organisation that the Mail on\nSunday had breached Clause 3 (Privacy) of the Editors’ Code of Practice in an\narticle headlined “Police quiz Farage over claims ‘ex-lover’ falsely accused\nTory MP of sexually assaulting her”, published on 21 June 2015. \n2. The article reported that Nigel Farage had been\ninterviewed by police over claims that his “alleged ex-mistress” had made a\nfalse allegation of sexual assault against a Conservative MP. It said that\n“sources” had told the newspaper that the interview had been “lively”, and that\nMr Farage had asked “forensic questions about the investigation”.  \n3. The complainant considered that information from\nwithin a police interview is, by its nature, confidential and private. The\ndisclosure of confidential information by a national newspaper represented an\nintrusion into Mr Farage’s private life. It was also not in the public interest\nto report that Mr Farage had attended a police station as a private individual,\nor to disclose how he had conducted himself during the interview. The interview\nhad nothing to do with Mr Farage’s position as UKIP party leader. His\nprofessional role did not mean that reports on all aspects of his life could be\njustified in “the public interest”. He considered that it was clear that the\ninformation had been provided by a police officer. \n4. The newspaper said this was a story about an official\npolice inquiry into matters that related to the conduct of public figures. In\nthis context, it considered that Mr Farage had a reduced expectation of privacy\nregarding his involvement. It said there was evidently a strong public interest\nin elements of the case, which had involved considerable amounts of police and\nprosecution time, and public money. A woman was being investigated over claims\nshe had made false allegations against an MP, and claims had been made that\nmessages from the Prime Minister had been seen on a stolen mobile phone. It\nsaid it had previously reported on the case, including an article on 2 November\n2014, which had forecasted that Mr Farage was likely to be interviewed about\nthe matter. \n5. The newspaper saw no reason why the fact of the\ninterview should not be reported. The article provided no detail as to the\ncontent of the interview, beyond that it had taken place. It made clear that he\nhad not been interviewed under caution, and there had been no suggestion that\nhe was guilty of any wrongdoing. The details about the tone of the interview\nwould come as no surprise to anyone who had observed Mr Farage in his public\nlife. It said the complainant’s assertion that the information had been\nprovided by a police officer was incorrect. \nRelevant Code Provisions\nClause 3 (Privacy) \ni) Everyone is entitled to respect for his or her private\nand family life, home, health and correspondence, including digital\ncommunications. \nii) Editors will be expected to justify intrusions into\nany individual's private life without consent. Account will be taken of the\ncomplainant's own public disclosures of information. \niii) It is unacceptable to photograph individuals in\nprivate places without their consent. Note - Private places are public or\nprivate property where there is a reasonable expectation of privacy. \nThe public interest \n1. The public interest includes, but is not confined to:\ni) Detecting or exposing crime or serious impropriety.\nii) Protecting public health and safety.\niii) Preventing the public from being misled by an action\nor statement of an individual or organisation. \n2. There is a public interest in freedom of expression\nitself. \n3. Whenever the public interest is invoked, the Regulator\nwill require editors to demonstrate fully that they reasonably believed that\npublication, or journalistic activity undertaken with a view to publication,\nwould be in the public interest and how, and with whom, that was established at\nthe time. \n4. The Regulator will consider the extent to which\nmaterial is already in the public domain, or will become so. \nFindings of the Committee\n7. The Committee recognises that there is a public\ninterest in the reporting of police investigations. This case concerned claims\nthat false allegations of sexual assault had been made against a politician.\nThe fact that Mr Farage had been interviewed by police was not in itself\nprivate information. \n8. Although details of an individual’s demeanour and\nconduct during a police interview are potentially sensitive in nature, the\nlimited details published by the newspaper in this instance were not intrusive.\nThe article had also contained no suggestion that Mr Farage had done anything\nwrong. Nor had it disclosed any of the information given during the interview.\nThe complaint under Clause 3 was not upheld. \nConclusions\n9. The complaint was not upheld. \nRemedial Action Required\nN/A \nDate complaint received: 07/07/2015\nDate decision issued: 23/09/2015\nBack to ruling listing\n\n\n"
}