{
    "url": "/rulings-and-resolution-statements/ruling/?id=04366-21",
    "title": "04366-21 Ali v Lancashire Telegraph",
    "provisions": [
        "2 Privacy (2019)",
        "1 Accuracy (2019)",
        "9 Reporting of crime (2019)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "Lancashire Telegraph (Newsquest Media Group)",
    "published_on": "2021-02-02 00:00:00",
    "received_on": "2021-04-24 00:00:00",
    "concluded_on": "2021-10-28 00:00:00",
    "complaint_processing_days": 187,
    "conclusion_long": "30. The complaint was not upheld.",
    "remedial_action": "31. N/A    Date complaint received: 24/04/2021",
    "text": "\n\n\n\n\n\nDecision\nof the Complaints Committee – 04366-21 Ali v Lancashire Telegraph\nSummary\nof Complaint\n1. Imtiaz\nAli complained to the Independent Press Standards Organisation that the\nLancashire Telegraph breached Clause 1 (Accuracy), Clause 2 (Privacy), and\nClause 9 (Reporting of Crime) of the Editors’ Code of Practice in an article\nheadlined “Businessman owed £14k by disappearing 'doctor' – claim”, published\non 2 February 2021.\n2. The\narticle reported on claims that a businessman was “owed £14,500” and that “[i]n\nmessages seen by the Lancashire Telegraph the man who took the money, Hannan\nAli, promises to pay money back but has been uncontactable since the spring”.\nIt went on to report that money had been “transferred as an investment to Arain\nInvestments Ltd” and that “the now dissolved Arain Investments was according to\nrecords registered at 85a Bank Top with ‘Dr Hannan Ali’ as a director”. The\narticle went on to state that Hannan Ali “is now also listed as a director of\nthe newly-created Arain Ltd registered at the same address” and that\n“[e]vidence shows a final payment of £15,000 to Arain Investments was made on\nJanuary 30, 2020.”\n3. The\narticle also said that two individuals claimed that Hannan Ali had told them\nthat he was a doctor, and that “[t]he General Medical Council (GMC) confirmed\nit had no record of a ‘Hannan Ali’ and he was not a registered doctor. The\ntitle ‘Dr’ is not protected by legislation and it means that anyone can use the\ntitle without breaking the law. However, it is an offence to ‘hold oneself out\nto be’ a registered and licensed doctor when you are not.”\n4. The\narticle also reported that the 85a Bank Top address was located “directly above\nTop Link Travel and Money Exchange which is run by Mr Ali’s father, Imtiaz Ali,\nthe former Conservative councillor”. It then went on to state that: “In a text\nmessage received in September 2020 seen by [the publication], Imtiaz Ali states\nthat ‘my younger son was unwell since January 2020. As he was working in a\nhospital during a pandemic his health deteriorated, so we flew him out of the\ncountry for his health and treatment, now he is doing all right.’ When [the publication]\ncontacted Imtiaz Ali later he said he was living at a different address and had\nno contact with Hannan ‘since before the lockdown’. We asked: ‘Are you able to\nconfirm if your son is a doctor? And when was the last time you saw him?’ to\nwhich Imtiaz Ali responded: ‘Yes and prior to initial lockdown’ and ‘I have\nnothing further to provide unfortunately.’”\n5. The\narticle was accompanied by a photograph showing the shuttered exterior of Top\nLink Travel and Money Exchange, taken from the street.\n6. The\narticle also appeared in substantially the same form online, under the headline\n“Businessman claims disappearing ‘doctor’ owes him £14k”.\n7. The\ncomplainant was the father of Hannan Ali, Imtiaz Ali, who was referenced and\nquoted in the article. He said that the article was inaccurate in breach of\nClause 1, first stating that there was no business called ‘Arain Investments’\nregistered at 85a Bank Top and, to the best of his knowledge, no business with\nsuch a name existed. He accepted that a business called ‘Arain Ltd’ had been\nregistered at the address, but did not accept that this meant it was accurate\nfor the article to report that ‘Arain Investments Ltd’ was based at the\naddress.\n8. The\ncomplainant further said that it was inaccurate for the article to refer to him\nat all, where his son was an adult and the article was focussed on allegations\nagainst him. He also said that the allegations included in the article\nregarding the unpaid money had not been put to him prior to publication.\n9. The\ncomplainant also said that the article breached Clause 2 as it included\nphotographs of his business, and the publication did not have his consent to\npublish these. He did not believe that the photograph was in the public domain.\nHe further said that it was a breach of his privacy for the article to refer to\nhim at all, where it was based on allegations against his son and he was not\nrelevant to the story.\n10.\nWhere the complainant said that the story should not have referred to him as he\nwas not relevant to the story, and he therefore considered that the article was\nin breach of Clause 9.\n11. The\npublication denied that the Code had been breached. It first said that it was\nsatisfied that the article had not inaccurately reported that “the now\ndissolved Arain Investments was according to records registered at 85a Bank Top\nwith ‘Dr Hannan Ali’ as a director” and that Hannan Ali “is now also listed as\na director of the newly-created Arain Ltd registered at the same address.” The\npublication said that this was the case as it had statements from sources, who\nwished to remain anonymous, confirming that Hannan Ali was running a company\ncalled ‘Arain Investments’ from the address. It did not provide these\nstatements, as it wanted to protect the identity of its sources, but it did\nprovide redacted WhatsApp messages showing that an individual had deposited\n£15,000 into an account called ’A I Ltd’ or Arain Investments, and that the\nindividual believed the account to be Hannan Ali’s. It also provided\nscreenshots taken from the Companies House website, which showed two active\ncompany listings – Arain Ltd and Arain Motors Limited – listed at the 85a Bank\nTop address.\n12.\nTurning to the complainant’s concerns that the article had breached Clause 1 by\nreferring to him and that he had not been approached for comment, the\npublication said that it was not inaccurate or misleading for the article to\nrefer to him. It said it had contacted the complainant as it had not been able\nto get in touch with Hannan Ali; in these circumstances it considered that the\nresponsible course of action was to seek comment from his father. It provided\nWhatsApp messages, sent in November 2020, between a journalist working for the\nnewspaper and the complainant, demonstrating that the allegations about the\ncomplainant’s son had been put to the complainant, and explicitly stating that\nthey were seeking to give the complainant’s son “a right to reply to these\naccusations”. The messages also showed that the complainant had responded\nstating that he had had no contact with his son, had confirmed that his son was\na doctor, that he had not seen him since prior to the Covid-19 UK lockdown, and\nthat he had nothing further to provide apart from these comments. The\npublication said that it had also posted a letter to the complainant’s home\naddress, which it said he shared with his son, and provided a copy of the\nletter. Finally, the publication said that a journalist contacted the\ncomplainant on what it believed to be his Facebook page in late November 2020 –\nafter the WhatsApp messages – but had not received a response. In the Facebook\nmessage, the journalist also provided his phone number for the complainant to\ncall. It said that the Facebook account was still being updated, and it\ntherefore considered that this was an active Facebook account that the\ncomplainant could access and respond to the messages.\n13.\nTurning to the alleged breach of Clause 2 arising from the photograph of the\ncomplainant’s office, the publication said that this was taken from a public\nstreet; it therefore did not accept that the complainant had a reasonable\nexpectation of privacy over the photograph of his business. It noted that the\naddress of the business was also listed on its publicly available Facebook\npage, and provided a screenshot demonstrating this.\n14. The publication further said that no breach\nof Clause 2 arose from the inclusion of details about the complainant – his\nname, his relation to his son, the ownership of his business, and comments he\nhad made to the journalist via WhatsApp – in the article. It said that it had\napproached the complainant only in relation to the allegations against his son,\nand this was the sole reason why he had been quoted. It further noted that at\nno point in the article did it suggest that the complainant had any involvement\nin his son’s activities.\n15. Regarding the alleged breach of Clause 9, the\nnewspaper said that it did not consider that the complainant was an individual\nconvicted or accused of a crime, and the article did not state that this was\nthe case. Regardless, it said that the references to the complainant were\nrelevant to the article; he was a former Conservative Councillor and had been\napproached for comment – which he had given – in relation to the whereabouts of\nhis son.\n16.\nWhile the publication did not accept that the article breached the Code, it\noffered to amend the online article as a gesture of goodwill. It said that it\nwas happy to amend the article to make clear that it was investors who alleged\nthat Hannan Ali was running the business from the 85a Bank Top address, that\nHannan Ali was not linked to Top Link Money and Travel Exchange, and that the\ncomplainant had no links to the allegations made in the article, and was\napproached only to comment on his son’s whereabouts.\n17.\nWhile the complainant accepted that he had spoken to a journalist working for\nthe newspaper over WhatsApp, he said that at no point during the conversation\nhad the journalist said that his name, relationships, business details, and\n“political life” would be included in the article. He also noted that the\narticle referred to him being a councillor, and had been published 3 months\nprior to the local elections. He therefore questioned the motives of the\nnewspaper, and said that it had, prior to publication, approached his\n“political organisation” for comment and made clear that the situation did not\nrelate to him. He questioned why, therefore, the article mentioned him at all,\nwhere he said his “political organisation” had previously been told that the matter\ndid not relate to him. He also said that he had received no letter, and was\nunaware that the newspaper had posted one to his address.\n18. The\ncomplainant also said that according to the WhatsApp messages, showing an\nexchange between an investor and an individual alleged to be Hannan Ali, the\ncontact name was listed as ‘Hanana’ rather than ‘Hannan’. He also said that he\ndid not accept that the transfer shown in these messages was the one referred\nto in the article, as he did not see a reference to a £15,000 payment in the\narticle itself.\n19. The\ncomplainant then said that, contrary to what the publication said, his business\nwas the only one registered at the 85a Bank Top address. He further said that\nhe was not content with the amendments proposed by the newspaper, and wanted\nthe article to be removed and for the newspaper to publish an apology.\n20. The publication said that it had not\napproached a political organisation for comment, and reiterated that it would\nbe content to amend the article in the manner previously suggested.\nRelevant\nCode Provisions\nClause 1\n(Accuracy)\ni) The\nPress must take care not to publish inaccurate, misleading or distorted\ninformation or images, including headlines not supported by the text.\nii) A\nsignificant inaccuracy, misleading statement or distortion must be corrected,\npromptly and with due prominence, and — where appropriate — an apology\npublished. In cases involving IPSO, due prominence should be as required by the\nregulator. \niii) A\nfair opportunity to reply to significant inaccuracies should be given, when\nreasonably called for.\niv) The\nPress, while free to editorialise and campaign, must distinguish clearly\nbetween comment, conjecture and fact.\nClause 2\n(Privacy)*\ni)\nEveryone is entitled to respect for their private and family life, home,\nphysical and mental health, and correspondence, including digital\ncommunications.\nii)\nEditors will be expected to justify intrusions into any individual's private\nlife without consent. In considering an individual's reasonable expectation of\nprivacy, account will be taken of the complainant's own public disclosures of\ninformation and the extent to which the material complained about is already in\nthe public domain or will become so.\niii) It\nis unacceptable to photograph individuals, without their consent, in public or\nprivate places where there is a reasonable expectation of privacy.\nClause 9\n(Reporting of Crime)*\ni)\nRelatives or friends of persons convicted or accused of crime should not\ngenerally be identified without their consent, unless they are genuinely\nrelevant to the story.\nFindings\nof the Committee\n21. The\nCommittee noted that it did not appear that there was a business by the name of\n‘Arain Investments Ltd’, or ‘Arain Investments’, located at 85a Bank Top.\nHowever, there were two companies called ‘Arain Limited’ – one of which was\ndissolved, and one which was active – and an ‘Arain Motors Ltd’ registered at\nthe address, according to Companies House listings provided by the publication.\nAs such, while the article was inaccurate in reporting that that “the now\ndissolved Arain Investments was according to records registered at 85a Bank Top\nwith ‘Dr Hannan Ali’ as a director”, the Committee was satisfied the inaccuracy\nwas not significant, where two companies with similar names had been registered\nto the address and the director of those companies was, according to Companies\nHouse, Hannan Ali. There was no breach of Clause 1 on this point.\n22.\nWhile the Committee did not consider the inaccuracy arising from the company\nname to be significant, it nevertheless welcomed the publication’s offer to\namend the article to clarify this point.\n23. The\ncomplainant had said that the article was inaccurate as it referred to him,\nwhen his son’s actions did not relate to him and his son was an adult.\nNewspapers have the right to choose which pieces of information they publish,\nas long as this does not lead to a breach of the Code. In this case, the\ninclusion of references to the complainant did not render the article\ninaccurate, where he did not dispute the accuracy of the references themselves\nand accepted that the publication had contacted him for comment and that he had\nreplied in the manner set out in the article. There was no breach of Clause 1\non this point.\n24. The\npublication had provided WhatsApp messages showing that it had asked the\ncomplainant for comment on the allegations outlined in the article prior to\npublication, and the complainant had not disputed that he had received these\nmessages and replied. While the Committee understood that the messages had not\nexplicitly stated that the newspaper would publish the complainant’s comment\nand his biographical details, the complainant was aware that he was talking to\na representative of the newspaper, and had not told him that he wished to\nremain anonymous, or that he did not wish for his responses to be published. No\nbreach of Clause 1 from the inclusion of the complainant’s response within the\narticle.\n25.\nWhile the Committee noted that the complainant disputed the accuracy of the\nWhatsApp messages provided by the publication to support its claim that\n“[e]vidence shows a final payment of £15,000 to Arain Investments was made on\nJanuary 30, 2020”, it considered that it was not in a position to make an finding\non the accuracy of this claim. This was because the messages and bank money\ntransfers were allegedly sent to Hannan Ali, and the complainant was not in a\nposition to dispute the accuracy of these messages or say for certain whether\nhis son had received the payment referenced in the messages.\n26. The\nCommittee noted that there was a disputed point of fact between the\ncomplainant’s account and the publication’s account, where the complainant said\nthat his political organisation had been approached for comment, and the\npublication said it did not do so. However, where the Committee did not\nconsider that the discrepancy related to a potential breach of the Code, it did\nnot consider that it was necessary to resolve this discrepancy.\n27. The\nCommittee next considered the alleged breaches of Clause 2. It noted that the\nphotograph simply showed the business as it would appear to passers-by. It did\nnot consider that the complainant had complainant a reasonable expectation of\nprivacy in relation to the view of the exterior of his business premises. There\nwas, therefore, no breach of Clause 2 in relation to the photograph of the\ncomplainant’s business.\n28. The\ncomplainant had also said that the inclusion of details about him within the\narticle raised a breach of Clause 2. The details included in the article were\nhis name, his relation to his son, the ownership of his business, the fact that\nhe had previously been a Conservative Councillor, and comments he had made to\nthe journalist via WhatsApp. The Committee did not consider that the\ncomplainant had a reasonable expectation of privacy over his name, his\nrelationship to his son, the ownership of his business, or the fact that he had\npreviously been a councillor: the fact of someone being a local politician or\nowning a business is generally widely known, and is often in the public domain.\nTurning to whether the complainant had a reasonable expectation of privacy over\nthe WhatsApp messages, the Committee noted that the terms of Clause 2 include\nan explicit reference to digital communications. However, the Committee also\nnoted that the complainant was aware that he was speaking to a journalist via\nWhatsApp, and had not indicated to the journalist that he wished for the\ninformation included in the messages to remain private, and had chosen to reply\nto the allegations against his son. For these reasons, there was no breach of\nClause 2 on this point.\n29. Turning\nto Clause 9, the Committee noted that the article did not state that the son of\nthe complainant had committed or been accused of a crime; it claimed that he\nallegedly owed money to a private individual, and that he had told people he\nwas a doctor. It did not state that he had been questioned, arrested, or\naccused of any crime, and the complainant had denied that this was the case.\nTherefore, the Committee considered that the terms of Clause 9 were not engaged\nby the complainant’s concerns, where his son was not an individual convicted or\naccused of a crime.\nConclusions\n30. The\ncomplaint was not upheld.\nRemedial\nAction Required\n31. N/A\n\n\n\nDate\ncomplaint received: 24/04/2021\nDate\ncomplaint concluded by IPSO: 28/10/2021\nBack to ruling listing\n\n\n"
}