{
    "url": "/rulings-and-resolution-statements/ruling/?id=04367-21",
    "title": "04367-21 Brundrett & Bailey v derbytelegraph.co.uk",
    "provisions": [
        "1 Accuracy (2019)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "derbytelegraph.co.uk (Derbyshire Live) (Reach PLC)",
    "published_on": "2021-04-21 00:00:00",
    "received_on": "2021-04-23 00:00:00",
    "concluded_on": "2021-12-08 00:00:00",
    "complaint_processing_days": 229,
    "conclusion_long": "12. The complaint was not upheld.",
    "remedial_action": "13. N/A   Date complaint received: 23/04/21",
    "text": "\n\n\n\n\n\nDecision\nof the Complaints Committee – 04367-21 Brundrett & Bailey v\nderbytelegraph.co.ukSummary\nof Complaint1. Angela\nBrundrett and Susan Bailey complained to the Independent Press Standards\nOrganisation that derbytelegraph.co.uk breached Clause 1 (Accuracy) of the\nEditors’ Code of Practice in an article headlined “Woman stole £175k from work\nfor holidays, a hot tub and a £33k pay rise”, published on 21st April 2021.2. The\narticle reported that “[a] Derbyshire woman stole £175,000 from her employer\nand spent it on exotic holidays, a new hot tub and expensive football\nhospitality”. It reported that the woman previously lived in Stoke-on-Trent and\nwas “now living in Ashbourne”. The article went on to describe various ways the\nwoman had spent the stolen money, including “£60,000 on her niece's wedding”\nand the installation of “a new drive, an extension and landscaped garden at her\nhome”.3. The\ncomplainants said that the article was inaccurate in breach of Clause 1\n(Accuracy) as it incorrectly stated that the woman was “now living in\nAshbourne” and described her as a “Derbyshire woman”. The complainants\nconfirmed that the woman had never lived in Ashbourne, Derbyshire, and she had\nlived in Stoke-on-Trent for over twenty years. In support of their position,\nthe complainants provided the charge sheet, which listed the woman’s address as\nbeing in Werrington, Stoke-on-Trent.4. The\ncomplainants further said that the article was inaccurate as it stated that the\nwoman had spent the fraudulently obtained money on “a new hot tub”; “an\nextension… at her home”; and that she had spent “£60,000 on her niece’s\nwedding”. The complainants said that the wedding cost approximately £25,000 and\nthat the figure of £60,000 was therefore inaccurate. The complainants provided\nthe opening note from sentencing which stated that the niece’s wedding had cost\n“over £25k”. The complainants also said that the woman had not bought a hot tub\nand they variously claimed that the woman’s sister owned a hot tub and that a previous\npartner of the woman purchased the hot tub in question, but that the woman had\nnever purchased one. Furthermore, the complainants said that it was inaccurate\nto state that the woman had an extension at her home as she never had an\nextension built. They added that as the property was rented, the woman would\nnot have been able to get an extension.5. The\npublication did not accept that there were any breaches of the Code. The\npublication said that it had relied on a Staffordshire Police press release\nwhich it was entitled to do, and that the alleged inaccuracies were included in\nit. The publication said that the information had been published in good faith\nand that the police press release had said that the woman had purchased a hot\ntub; paid for an extension; paid for her niece’s £60,000 wedding; and that she\nnow resided in Derbyshire. The publication also said that there was an original\npolice press release which had stated that the woman was now living in\nAshbourne, Derbyshire, which had been amended and the reference to ‘Ashbourne’\nremoved. The publication said that they would be willing to amend the article\nto remove the reference to Ashbourne.6. The\npublication further said that they had contacted the police on numerous\noccasions to confirm if any of the details included in the press release were\ninaccurate, however, the police made no comment on the accuracy of the content\nof the press release. The publication made clear that were the police to\nconfirm that any of the disputed information was inaccurate, they would amend\nthe online article accordingly. The publication further said that even if\nincorrect, it did not accept that the specific itemised purchases such as the\nhot tub, extension, or amount spent on the wedding would amount to a\nsignificant inaccuracy, particularly where the total figure of fraudulent\npayments was reported correctly.7. In\naddition, the police explained to the publication that they had received their\nown complaint from one of the complainants regarding the information included\nwithin the police press release and were taking reasonable steps to address it.Relevant\nCode ProvisionsClause 1\n(Accuracy)i) The\nPress must take care not to publish inaccurate, misleading or distorted\ninformation or images, including headlines not supported by the text.ii) A\nsignificant inaccuracy, misleading statement or distortion must be corrected,\npromptly and with due prominence, and — where appropriate — an apology\npublished. In cases involving IPSO, due prominence should be as required by the\nregulator. iii) A\nfair opportunity to reply to significant inaccuracies should be given, when\nreasonably called for.iv) The\nPress, while free to editorialise and campaign, must distinguish clearly\nbetween comment, conjecture and fact.Findings\nof the Committee8. The\nCommittee first considered the complainants’ concerns regarding the article’s\nclaim that the woman was “now living in Ashbourne” and the description of her\nas a “Derbyshire woman”. The publication had provided two versions of the\npolice press release; the original stated that the woman now lived in\nAshbourne, Derbyshire, and the current version was substantially the same, but\nwith the reference to Ashbourne removed. The Committee acknowledged that on\nsome occasions reliance on a press release might not be sufficient to\ndemonstrate that a publication had taken care over the accuracy of the\ninformation it published. It considers each complaint on a case-by-case basis,\ntaking full consideration of the source of the release, its content, and any\nrelevant external factors relating to the distribution of the release. The\nCommittee noted that at the time of publication neither the rest of the\ninformation contained in the statement, nor any other information of which the\npublication could reasonably have been aware, indicated that the original press\nrelease issued by the police contained inaccuracies on this point. In this\ninstance, the Committee was satisfied that the publication was entitled to rely\non the information contained in the press release issued by the police. This\ndemonstrated due care not to publish inaccurate or misleading information with\nregard to the location of where the woman now resided. There was no breach of\nClause 1(i) on this point.9. In\ncircumstances where the police had not removed the reference to Derbyshire in\nthe press release and the police force had made no comment on the factual\ndispute, the Committee was not in a position to determine whether this point\nwas inaccurate. The Committee noted that the police confirmed they were dealing\nwith their own complaint regarding the information in the press release, and\ngiven the evolving situation, the publication should be alert to any further\nchanges to the press release. In any event, the Committee considered that where\nthe woman was residing was not significant to the context of the whole article,\nand therefore, there was no beach of Clause 1(ii).10. The\ncomplainants also said that it was inaccurate for the article to claim that the\nwoman had purchased a hot tub, paid for an extension, and that the money spent\non the nieces wedding totalled £25,000, rather than £60,000. The publication\nhad provided the police press release which stated that the woman had bought a\nhot tub, paid for an extension and paid for her niece’s £60,000 wedding. The\nCommittee noted that these points remained in the press release and had not\nbeen amended. The Committee considered that due care had been taken not to\npublish inaccurate or misleading information regarding these points. There was\nno breach of Clause 1(i).11.\nWhere the disputed information remained online and where the police had made no\ncomment on whether the information included in the press release was\ninaccurate, the Committee was not in a position to determine whether it was\ninaccurate to state that the woman had purchased a hot tub, paid for an\nextension or had paid for her nieces £60,000 wedding. In any event, the\nCommittee considered that these points were not significant to the context of\nthe whole article, particularly where the article correctly reported the total\nfigure of money the woman obtained fraudulently. There was, therefore, no\nbreach of Clause 1(ii).Conclusions12. The\ncomplaint was not upheld.Remedial\nAction Required13. N/A\n\n\nDate\ncomplaint received: 23/04/21\nDate\ncomplaint concluded by IPSO: 08/12/21\nBack to ruling listing\n\n\n"
}