{
    "url": "/rulings-and-resolution-statements/ruling/?id=04364-18",
    "title": "04364-18 Virgin Trains v Mail Online",
    "provisions": [
        "1 Accuracy (2018)"
    ],
    "outcome": "Breach - sanction: publication of correction",
    "publication": "Mail Online (Associated Newspapers Limited)",
    "published_on": "2018-06-27 00:00:00",
    "received_on": "2018-07-10 00:00:00",
    "concluded_on": "2018-12-03 00:00:00",
    "complaint_processing_days": 146,
    "conclusion_long": "18.  The complaint was upheld.",
    "remedial_action": "19. Having upheld a breach of Clause 1, the Committee next considered whether the breach of Clause 1(i) and 1(ii) were such that an adjudication was required. 20. The Committee considered that because the article had been amended, a footnote correction would be required, along with the proposed revision to the headline. This correction should make clear that the headline referred to claims from a user on an online forum and that their veracity had not been verified. 21. This clarification should appear with the online article. This should state that this has been published following an upheld ruling by the Independent Press Standards Organisation. The full wording should be agreed with IPSO in advance.   Date complaint received: 10/07/2018",
    "text": "\n\n\n\n\n\nDecision of Complaints Committee\n04364-18 Virgin Trains v Mail Online \nSummary of Complaint1.    Virgin Trains complained to the\nIndependent Press Standards Organisation that the Mail Online breached Clause 1\n(Accuracy) of the Editors’ Code of Practice in an article headlined “'Unsteady'\npregnant woman slams passengers on a busy Virgin Train for not offering her a\nseat - and reveals a conductor REFUSED to let her sit in first class”,\npublished on 27 June 2018. 2.    The article reported the\nexperience of a pregnant passenger who travelled on a Virgin Trains service,\nwhich was posted on a public forum of a popular parenting website. The poster\nsaid that she was five months pregnant and was unable to find a seat on the\ntrain, that she was “unsteady” and “nearly fell over” while standing, that\ntrain staff refused to let her sit in first class, and that she was told by a\nmember of Virgin staff to get off the train and wait for a quieter service. The\narticle then went on to report the responses from other online users of the\nwebsite to the posting, some of whom supported the pregnant passenger, and\nothers who criticised her choices. 3.    The article presented these\ncomments as screenshots from the website, and included the usernames of the\nusers. The woman who had made the original complaint had a username which meant\nthat she was unidentifiable, as did many of those who replied to her post. 4.    The complainant said that the\narticle breached Clause 1 (Accuracy), because the publication had failed to\ntake sufficient care to establish the truth of the claims, which was\nparticularly important as they had been made anonymously. The complainant was very\nconcerned that failing to check the veracity of allegations could result in the\nrepetition of falsehoods. 5.    The complainant said that any\nreasonable reader would understand that there was substance to the woman’s\nclaims because they had been published on a well-known and established news\nsource, rather than understanding that they were unsubstantiated. The\ncomplainant accepted that there were circumstances in which it would be\nappropriate to publish comment or claim, but maintained that this case was not\none of them. 6.    The complainant was further\nconcerned that it was not offered an adequate opportunity prior to publication\nto investigate the woman’s claims, and was thus unable to remedy the situation\nor offer a suitable response. The reporter asked the complainant for comment at\n11.09 on the day of publication, and then published the article at 11.17 the\nsame day, 8 minutes later. 7.    The publication did not accept\nthat there was any breach of the Editors’ Code. It said that it was important\nto point out that no inaccuracies had been alleged. The publication also said\nthat it was not in dispute that the comments had been left by the individual on\nthe website and that these were in the public domain, and that there was no\nreason to doubt the pregnant passenger’s version of events. 8.    The publication did not accept\nthat there was a failure to take care regarding the presentation of the woman’s\nclaims. The publication said that it was entitled to report her experience, and\nclearly presented this by use of quotation marks; the claims had been\ndistinguished as allegations, rather than facts. It also said that care was\ntaken not to pass any judgement on the veracity of the claims. In addition, the\npublication said that it was under no obligation to verify the underlying\nclaims made by the anonymous user, given that it had presented them as such. It\nnoted that non-members of the website do not have the facility to message\nusers. 9.    However, as a gesture of\ngoodwill, the publication offered to amend the headline to: “’Unsteady’\npregnant woman slams passengers on a busy Virgin Train for not offering her a\nseat- and claims a conductor REFUSED to let her sit in first class” in order to\nmake it absolutely clear that the woman’s allegations were claims. 10. The publication said it asked\nVirgin Trains for comment but maintained that it was not required to do so,\ngiven the way it had presented the claims. The comment it received was: “Our\npolicy is clear that we will find pregnant women a seat, and if no seats are\navailable in Standard, they’ll be seated in First. We're urgently looking into\nthis case to see why this wasn’t followed”. The publication said that this\ncomment had been added to the article at 14.44 on the same day, shortly after\nit was received. It noted that the response did not contradict the claims made\nby the woman and that the original article had quoted the complainant’s general\npolicy on making accommodations for pregnant women. The publication offered the\nopportunity to the complainant to add to the statement should it wish to do so. 11. The complainant said that its\nresponse to the allegations was after it had been given weight by their\ninclusion in the article and that its response was not an endorsement of the\nclaims, only an attempt to protect their reputation in the face of the allegation.\nThe complainant said that the statement should not be used as a retrospective\njustification for publishing the claims. It ultimately had no way to\ninvestigate the claims, but this did not affect the publication’s failure. \nRelevant Clause Provisions12.  1.\nAccuracy\ni) The\nPress must take care not to publish inaccurate, misleading or distorted\ninformation or images, including headlines not supported by the text.\nii) A\nsignificant inaccuracy, misleading statement or distortion must be corrected,\npromptly and with due prominence, and — where appropriate — an apology\npublished. In cases involving IPSO, due prominence should be as required by the\nregulator. \niii) A\nfair opportunity to reply to significant inaccuracies should be given, when\nreasonably called for.\niv) The\nPress, while free to editorialise and campaign, must distinguish clearly\nbetween comment, conjecture and fact. \nFindings of the Committee 13. There is no blanket requirement\nin the Editors’ Code to contact the subject of critical allegations prior to\npublication. However, doing so can serve as one means by which otherwise\nuncorroborated claims can be tested; it can also provide an opportunity for the\nsubject of such claims to clarify whether the claims are accepted or denied. 14. In this instance the article\npublished claims that employees of the complainant had refused to assist an\n“unsteady” pregnant woman by finding a seat on a train, causing her to “nearly”\nfall over, and had suggested that her only recourse if she objected was to\nleave the train. These were significant allegations about the way the\ncomplainant’s employees had treated a vulnerable passenger. The article quoted\ncomments by other posters discussing the alleged incident and in some cases\ncriticising the alleged actions of the complainant’s employees; the comments\nquoted responded to the original post on the basis that the poster had provided\nan accurate account of a real incident. 15. The publication sought to defend\nthe complaint on the basis that it had made clear to readers that the claims\nwere uncorroborated. The Committee noted that the text of the article had\nexplained the nature and source of the claims, and both parties accepted that\nthey had been posted and that the article had quoted them accurately. The issue\nhowever was whether the publication had taken care not to publish inaccurate\ninformation in line with Clause 1(i) and whether it had distinguished between\ncomment conjecture and fact as required by Clause 1(iv). The Committee did not\nconsider that the headline had made clear that the claims were unverified,\nparticularly as it claimed the woman had “REVEALED” that the conductor had\nrefused her a seat. 16. In any event, given the nature of\nthe claims, the Committee did not accept that the requirement of Clause 1(i)\nwas met simply by presenting entirely uncorroborated claims as such,\nparticularly when there was an obvious means of investigating them further:\ncontacting the complainant for comment. The Committee noted that the\npublication had not claimed that contacting the complainant 8 minutes prior to\npublication constituted providing it with an adequate opportunity for comment\nbefore publication. The Committee does not have a general rule about how much\ntime must be provided in order for an opportunity to comment to be considered\nadequate, as this will vary widely based on the circumstances. In this\ninstance, however, 8 minutes was plainly insufficient to allow the complainant\nto respond to the claims. The Committee found that the publication had not\ntaken adequate care over the accuracy of the article, and established a breach\nof Clause 1(i). 17. The Committee next considered\nwhether the article contained significant inaccuracies or misleading statements\nsuch that a correction or clarification was required under Clause 1(ii). It noted\nthat ultimately the complainant said it had not been able to investigate the\nincident, and was therefore unable to confirm or deny whether it had occurred.\nHowever, it remained the case that the incident was uncorroborated. In these\ncircumstances, the Committee concluded that the article’s headline, which\npresented the claims as fact, had failed to distinguish between comment,\nconjecture and fact, and was therefore significantly misleading. A\nclarification was therefore required under the terms of 1(ii). While the\npublication had offered to amend the headline, it had not offered to publish a\nclarification. There was therefore a further breach of Clause 1(ii) on this\npoint. \nConclusion18.  The complaint was upheld. \nRemedial\naction required 19. Having upheld a breach of Clause\n1, the Committee next considered whether the breach of Clause 1(i) and 1(ii)\nwere such that an adjudication was required. 20. The Committee considered that\nbecause the article had been amended, a footnote correction would be required,\nalong with the proposed revision to the headline. This correction should make\nclear that the headline referred to claims from a user on an online forum and\nthat their veracity had not been verified. 21. This clarification should appear\nwith the online article. This should state that this has been published\nfollowing an upheld ruling by the Independent Press Standards Organisation. The\nfull wording should be agreed with IPSO in advance.\n \nDate\ncomplaint received: 10/07/2018\nDate\ndecision issued: 03/12/2018 \nIndependent\nComplaints Reviewer \nThe\npublication complained to the Independent Complaints Reviewer about the process\nfollowed by IPSO in handling this complaint. The Independent Complaints\nReviewer decided that the process was not flawed and did not uphold the request\nfor review.\nBack to ruling listing\n\n\n"
}