{
    "url": "/rulings-and-resolution-statements/ruling/?id=04361-15",
    "title": "04361-15 Lincolnshire Police v Lincolnshire Echo",
    "provisions": [
        "5 (Intrusion into grief or shock) 2015"
    ],
    "outcome": "Breach - sanction: publication of adjudication",
    "publication": "Lincolnshire Echo (Reach PLC)",
    "published_on": "2015-06-26 00:00:00",
    "received_on": "2015-07-06 00:00:00",
    "concluded_on": "2015-10-16 00:00:00",
    "complaint_processing_days": 102,
    "conclusion_long": "11. The complaint was upheld under Clause 5 (Intrusion into grief or shock).",
    "remedial_action": "12. Given the nature of the breach established in this instance, the Committee determined that the appropriate remedy was the publication of an upheld adjudication. Given the nature and seriousness of the breach, a link to this should appear on the home page of the publication for a period of 48 hours, after which it should be archived and remain searchable in the usual way. The headline must make clear that IPSO has upheld the complaint, and refer to its subject matter; it must be agreed with IPSO in advance.  The terms of the adjudication to be published are as follows:  Following the publication of an article on the website of the Lincolnshire Echo on 26 June 2015 headlined “Lincolnshire woman killed in Tunisia terror attack”, Lincolnshire Police complained to the Independent Press Standards Organisation on behalf of the family of Carly Lovett that the Lincolnshire Echo breached Clause 5 (Intrusion into grief or shock) of the Editors’ Code of Practice.  IPSO established a breach of the Editors’ Code and has required the Lincolnshire Echo to publish this decision as a remedy. The article reported that Carly Lovett had been killed earlier that day in a terrorist attack in Tunisia.  The complainant said that reporting Ms Lovett’s death as fact before it had been confirmed to her family had caused enormous upset at an already highly distressing time. The article had been published at 8.57 pm, when the family knew only that Ms Lovett had been involved in the attack and had been injured. Shortly after midnight, Ms Lovett’s fiancé, who was in Tunisia, had been taken to the hospital to see Ms Lovett, who at that stage had been identified as “a casualty”. On arrival at the hospital he had been asked to identify her body. He had then informed the rest of the family of her death.  The newspaper denied that it had breached the Code; it said that it had waited several hours to publish the information, until it had received confirmation from multiple sources that it considered to be reliable that Ms Lovett had died and that the family were aware. A reporter had received a call at 2.30 pm from a reliable source, who had informed them that Ms Lovett had been involved in the attack and had died. Reporters had then contacted various family, friends and colleagues of Ms Lovett. One source, who was close to the family, had confirmed that Ms Lovett had been killed. At around 5pm, a reporter had visited what he believed to be the home of Ms Lovett’s father. At this address, he had spoken to her step-father, who had declined his request to comment on Ms Lovett’s “involvement” in the attack. At 6pm another source, a friend of Ms Lovett’s, confirmed that Ms Lovett had been killed, and that her death was being discussed among friends as fact. Later that evening, the reporter spoke again to the first source, who confirmed that Ms Lovett’s family were fully aware that she had died in the attack. A reporter had also telephoned Lincolnshire Police to make enquiries; they were not aware of any local involvement in the attack.  The newspaper noted that the attacks in Tunisia were of international importance, and that in such cases editors had a responsibility to keep the public informed. Its confidential sources were reliable and close to the family. It said that it could not have known that Ms Lovett’s family had retained some hope that she had survived the attack at the time of publication.  It was foreseeable, in the aftermath of a terrorist attack that had taken place overseas, that there would be uncertainty among the families of those involved back in the UK as to the fates of their relatives for some hours or even potentially days. Contradictory and premature reports were highly likely, given the chaos caused by the attack and the difficulties of communicating with overseas survivors and emergency services.  The newspaper was entitled to report on a local connection to the attack, and the Committee acknowledged that it had not intended to cause any distress. However, it had a responsibility to ensure in doing so that its report was accurate and that it was prepared with appropriate regard for the position of those most directly concerned: Ms Lovett’s surviving family.  The claims by the newspaper’s confidential sources that the family had been told, definitely, of Ms Lovett’s death were evidently inaccurate. Neither the death nor the family’s knowledge of it had been confirmed by any official source. As the newspaper had relied solely on confidential sources, it had been unable to show that it had taken appropriate care before it took the decision to publish to ensure that the family knew Ms Lovett had been killed. It had therefore failed to demonstrate to the Committee that it had acted with the level of sensitivity required by the Code.  The publication of the information that Ms Lovett had died, so soon after the attack and before it had been confirmed to her immediate family, was a serious failure to handle publication sensitively and a breach of Clause 5.  Date complaint received: 06/07/2015",
    "text": "\n\n\n\n\n\n·      Decision of the Complaints Committee 04361-15\nLincolnshire Police v Lincolnshire Echo\nSummary of\ncomplaint \n1. Lincolnshire Police, on behalf of the family of Carly\nLovett, complained to the Independent Press Standards Organisation that the\nLincolnshire Echo breached Clause 5 (Intrusion into grief or shock) of the\nEditors’ Code of Practice in an article headlined “Lincolnshire woman killed in\nTunisia terrorist attack”, published online on 26 June 2015. \n2. The article reported that Carly Lovett had been killed\nearlier that day in a terrorist attack in Tunisia. \n3. The complainant said that reporting Ms Lovett’s death\nas fact before it had been confirmed to her family had caused enormous upset at\nan already highly distressing time. The article had been published at 8.57 pm,\nwhen the family knew only that Ms Lovett had been involved in the attack and\nhad been injured. Shortly after midnight, Ms Lovett’s fiancé, who was in\nTunisia, had been taken to the hospital to see Ms Lovett, who at that stage had\nbeen identified as “a casualty”. On arrival at the hospital he had been asked\nto identify her body. He had then informed the rest of the family of her death. \n4. The newspaper denied that it had breached the Code. It\nsaid that it had waited several hours to publish the information, until it had\nreceived confirmation from multiple sources that it considered to be reliable\nthat Ms Lovett had died and that the family were aware. A reporter had received\na call at 2.30 pm from a reliable source, who had informed them that Ms Lovett\nhad been involved in the attack and had died. Reporters had then contacted\nvarious family, friends and colleagues of Ms Lovett. One source, who was close\nto the family, had confirmed that Ms Lovett had been killed. At around 5pm, a\nreporter had visited what he believed to be the home of Ms Lovett’s father. At\nthis address, he had spoken to her step-father, who had declined his request to\ncomment on Ms Lovett’s “involvement” in the attack. At 6pm another source, a\nfriend of Ms Lovett’s, confirmed that Ms Lovett had been killed, and that her\ndeath was being discussed among friends as fact. Later that evening, the\nreporter spoke again to the first source, who confirmed that Ms Lovett’s family\nwere fully aware that she had died in the attack. A reporter had also\ntelephoned Lincolnshire Police to make enquiries; they were not aware of any\nlocal involvement in the attack. \n5. The newspaper noted that the attacks in Tunisia were\nof international importance, and that in such cases editors had a\nresponsibility to keep the public informed. Its confidential sources were\nreliable and close to the family. It said that it could not have known that Ms\nLovett’s family had retained some hope that she had survived the attack at the\ntime of publication. Nonetheless, it apologised for any further distress that\nthe article had caused to the family, and offered to write personal letters of\napology to Ms Lovett’s parents, as a means of resolving the complaint. \nRelevant Code Provisions\n6. Clause 5 (Intrusion into grief or shock) \ni) In cases involving personal grief or shock, enquiries\nand approaches must be made with sympathy, and publication handled sensitively. \nClause 14 (Confidential sources) \nJournalists have a moral responsibility to protect\nconfidential sources of information. \nFindings of the Committee\n7. It was foreseeable, in the aftermath of a terrorist\nattack that had taken place overseas, that there would be uncertainty among the\nfamilies of those involved back in the UK as to the fates of their relatives\nfor some hours, or potentially days. Contradictory and premature reports were\nhighly likely, given the chaos caused by the attack and the difficulties of\ncommunicating with overseas survivors and emergency services. \n8. The newspaper was entitled to report on a local\nconnection to the attack, and the Committee acknowledged that it had not\nintended to cause any distress. However, it had a responsibility to ensure in\ndoing so that its report was accurate and that it was prepared with appropriate\nregard for the position of those most directly concerned:  Ms Lovett’s\nsurviving family. \n9. The claims by the newspaper’s confidential sources\nthat the family had been told, definitely, of Ms Lovett’s death were evidently\ninaccurate. Neither the death nor the family’s knowledge of it had been\nconfirmed by any official source. As the newspaper had relied solely on\nconfidential sources, it had been unable to show that it had taken appropriate\ncare before it took the decision to publish to ensure that the family knew Ms\nLovett had been killed. It had therefore failed to demonstrate to the Committee\nthat it had acted with the level of sensitivity required by the Code. \n10. The publication of the information that Ms Lovett had\ndied, so soon after the attack and before it had been confirmed to her\nimmediate family, was a serious failure to handle publication sensitively and a\nbreach of Clause 5. \nConclusions\n11. The complaint was upheld under Clause 5 (Intrusion\ninto grief or shock). \nRemedial Action Required\n12. Given the nature of the breach established in this instance,\nthe Committee determined that the appropriate remedy was the publication of an\nupheld adjudication. Given the nature and seriousness of the breach, a link to\nthis should appear on the home page of the publication for a period of 48\nhours, after which it should be archived and remain searchable in the usual\nway. The headline must make clear that IPSO has upheld the complaint, and refer\nto its subject matter; it must be agreed with IPSO in advance. \nThe terms of the adjudication to be published are as\nfollows: \nFollowing the publication of an article on the website of\nthe Lincolnshire Echo on 26 June 2015 headlined “Lincolnshire woman killed in\nTunisia terror attack”, Lincolnshire Police complained to the Independent Press\nStandards Organisation on behalf of the family of Carly Lovett that the\nLincolnshire Echo breached Clause 5 (Intrusion into grief or shock) of the\nEditors’ Code of Practice. \nIPSO established a breach of the Editors’ Code and has\nrequired the Lincolnshire Echo to publish this decision as a remedy. The\narticle reported that Carly Lovett had been killed earlier that day in a\nterrorist attack in Tunisia. \nThe complainant said that reporting Ms Lovett’s death as\nfact before it had been confirmed to her family had caused enormous upset at an\nalready highly distressing time. The article had been published at 8.57 pm,\nwhen the family knew only that Ms Lovett had been involved in the attack and\nhad been injured. Shortly after midnight, Ms Lovett’s fiancé, who was in\nTunisia, had been taken to the hospital to see Ms Lovett, who at that stage had\nbeen identified as “a casualty”. On arrival at the hospital he had been asked\nto identify her body. He had then informed the rest of the family of her death. \nThe newspaper denied that it had breached the Code; it\nsaid that it had waited several hours to publish the information, until it had\nreceived confirmation from multiple sources that it considered to be reliable\nthat Ms Lovett had died and that the family were aware. A reporter had received\na call at 2.30 pm from a reliable source, who had informed them that Ms Lovett\nhad been involved in the attack and had died. Reporters had then contacted\nvarious family, friends and colleagues of Ms Lovett. One source, who was close\nto the family, had confirmed that Ms Lovett had been killed. At around 5pm, a\nreporter had visited what he believed to be the home of Ms Lovett’s father. At\nthis address, he had spoken to her step-father, who had declined his request to\ncomment on Ms Lovett’s “involvement” in the attack. At 6pm another source, a\nfriend of Ms Lovett’s, confirmed that Ms Lovett had been killed, and that her\ndeath was being discussed among friends as fact. Later that evening, the\nreporter spoke again to the first source, who confirmed that Ms Lovett’s family\nwere fully aware that she had died in the attack. A reporter had also\ntelephoned Lincolnshire Police to make enquiries; they were not aware of any\nlocal involvement in the attack. \nThe newspaper noted that the attacks in Tunisia were of\ninternational importance, and that in such cases editors had a responsibility\nto keep the public informed. Its confidential sources were reliable and close\nto the family. It said that it could not have known that Ms Lovett’s family had\nretained some hope that she had survived the attack at the time of publication. \nIt was foreseeable, in the aftermath of a terrorist\nattack that had taken place overseas, that there would be uncertainty among the\nfamilies of those involved back in the UK as to the fates of their relatives\nfor some hours or even potentially days. Contradictory and premature reports\nwere highly likely, given the chaos caused by the attack and the difficulties\nof communicating with overseas survivors and emergency services. \nThe newspaper was entitled to report on a local\nconnection to the attack, and the Committee acknowledged that it had not\nintended to cause any distress. However, it had a responsibility to ensure in\ndoing so that its report was accurate and that it was prepared with appropriate\nregard for the position of those most directly concerned: Ms Lovett’s surviving\nfamily. \nThe claims by the newspaper’s confidential sources that\nthe family had been told, definitely, of Ms Lovett’s death were evidently\ninaccurate. Neither the death nor the family’s knowledge of it had been\nconfirmed by any official source. As the newspaper had relied solely on\nconfidential sources, it had been unable to show that it had taken appropriate\ncare before it took the decision to publish to ensure that the family knew Ms\nLovett had been killed. It had therefore failed to demonstrate to the Committee\nthat it had acted with the level of sensitivity required by the Code. \nThe publication of the information that Ms Lovett had\ndied, so soon after the attack and before it had been confirmed to her\nimmediate family, was a serious failure to handle publication sensitively and a\nbreach of Clause 5. \nDate complaint received: 06/07/2015\nDate decision issued: 16/10/2015\nBack to ruling listing\n\n\n"
}