{
    "url": "/rulings-and-resolution-statements/ruling/?id=04370-21",
    "title": "04370-21 Brundrett & Bailey v Daily Star",
    "provisions": [
        "1 Accuracy (2019)"
    ],
    "outcome": "Breach - sanction: action as offered by publication",
    "publication": "Daily Star (Reach PLC)",
    "published_on": "2021-04-21 00:00:00",
    "received_on": "2021-04-23 00:00:00",
    "concluded_on": "2021-12-08 00:00:00",
    "complaint_processing_days": 229,
    "conclusion_long": "18. The complaint was partially upheld under Clause 1.",
    "remedial_action": "19. The correction which was offered clearly put the correct position on record, and was offered promptly and with due prominence, and should now be published in print.   Date complaint received: 23/04/21",
    "text": "\n\n\n\n\n\nDecision\nof the Complaints Committee – 04370-21 Brundrett & Bailey v Daily Star\nSummary\nof Complaint\n1. Angela\nBrundrett and Susan Bailey complained to the Independent Press Standards\nOrganisation that the Daily Star breached Clause 1 (Accuracy) of the Editors’\nCode of Practice in an article headlined “Greedy granny”, published on 21st\nApril 2021.\n2. The\nprint version of the article reported that a woman had been jailed after\nstealing “£175,000 from her bosses to fund a champagne life-style”. The\nheadline and the text of the article described the 66-year-old woman as a\n“[g]reedy granny” and “greedy gran” respectively.\n3. The\narticle also appeared online under the headline “Woman who stole £175k from\nwork for holidays, a hot tub and a £33k pay rise jailed”. The online article\ndescribed various ways in which the woman had spent the money, including buying\nherself a “hot tub” and “paying for her niece’s £60,000 wedding”. It also\nreported that the woman previously lived in Stoke-on-Trent and was “now living\nin Ashbourne, Derbyshire”.\n4. The\ncomplainants said that the article was inaccurate in breach of Clause 1 (Accuracy)\nas the print version of the article described the woman as a “granny” and\n“gran”, whereas the woman had no children or grandchildren.\n5. The\ncomplainants also said that the online article breached Clause 1 as it\nincorrectly stated that the woman was “now living in Ashbourne, Derbyshire”.\nThe complainants confirmed that the woman had never lived in Ashbourne,\nDerbyshire, and that she had lived in Stoke-on-Trent for over twenty years. In\nsupport of their position, the complainants provided the charge sheet, which\nlisted the woman’s address as being in Werrington, Stoke-on-Trent.\n6. The\ncomplainants further said that the article was inaccurate as it stated that the\nwoman had “[paid] for her niece’s £60,000 wedding”, whereas the wedding cost\napproximately £25,000. The complainants provided the opening note from\nsentencing which stated that the niece’s wedding had cost “over £25k”. They\nalso said that the claim that the woman had bought a hot tub was inaccurate.\nThe complainants variously claimed that the woman’s sister owned a hot tub and\nthat a previous partner of the woman had purchased the hot tub in question, but\nthat the woman had never purchased one.\n7. The\npublication did not accept that there were any breaches of the Code. In relation\nto the print article, it said that the term “granny” is commonly used in\ntabloids in order to denote an elderly or old woman. It added that it was used\nin an alliterative headline, and while the publication acknowledged the error,\nit did not consider it amounted to a significant inaccuracy. The publication\napologised to the complainants for the error in referring to the woman as\n“gran” and “granny”. While the publication did not accept that the error\namounted to a significant inaccuracy, it offered to publish the following\ncorrection and apology in print, should it resolve the complaint:\nCorrection:\nIn regards to our article on 21 April, headlined 'Greedy granny', which\nreported Susan Bailey's conviction after stealing tens of thousands from her\nemployer to fund luxury lifestyle, we would like to make clear that Ms Bailey\nis not a grandmother, and would like to apologies for this error.\n8. The\npublication said that it had relied on a Staffordshire Police press release\nwhich it was entitled to do, and that save for the description of the woman as\na “granny” and “gran”, the alleged inaccuracies were included in it. The\npublication said that the information had been published in good faith and that\nthe police press release had said that the woman had purchased a hot tub; that\nshe had paid for her nieces £60,000 wedding; and that she now resided in\nDerbyshire. The publication also said that there was an original police press\nrelease which had stated that the woman was now living in Ashbourne,\nDerbyshire, which had been amended and the reference to ‘Ashbourne’ removed.\nThe publication said that upon receipt of a direct complaint from one of the\ncomplainants, it had removed the reference to Ashbourne, Derbyshire from the\nonline article and amended it to state that the woman was now living in\nWerrington.\n9. The\npublication further said that they had contacted the police on numerous occasions\nto confirm if any of the details included in the press release were inaccurate,\nhowever, the police had made no comment on the accuracy of the content of the\npress release. The publication made clear that were the police to confirm that\nany of the disputed information was inaccurate, they would amend the online\narticle accordingly. The publication further said that even if incorrect, it\ndid not accept that the specific itemised purchases such as the hot tub or\namount spent on the wedding would amount to a significant inaccuracy,\nparticularly where the total figure of fraudulent payments was reported\ncorrectly.\n10. In\naddition, the police explained to the publication that they had received their\nown complaint from one of the complainants regarding the information included\nwithin the police press release and were taking reasonable steps to address it.\n11. The\ncomplainants did not accept the wording of the proposed clarification and\napology as a resolution to their complaint.\nRelevant\nCode Provisions\nClause 1\n(Accuracy)\ni) The\nPress must take care not to publish inaccurate, misleading or distorted\ninformation or images, including headlines not supported by the text.\nii) A\nsignificant inaccuracy, misleading statement or distortion must be corrected,\npromptly and with due prominence, and — where appropriate — an apology\npublished. In cases involving IPSO, due prominence should be as required by the\nregulator. \niii) A\nfair opportunity to reply to significant inaccuracies should be given, when\nreasonably called for.\niv) The\nPress, while free to editorialise and campaign, must distinguish clearly\nbetween comment, conjecture and fact.\nFindings\nof the Committee\n12. The\ncomplainants were concerned that the print version of article had inaccurately\ndescribed the woman as a “granny” and “gran” when she had no children or\ngrandchildren. The Committee rejected the publication’s position that “granny”\nand “gran” are terms that simply refer to older women. Representing the woman\nas a grandmother without verifying this information represented a failure to\ntake care not to publish inaccurate information, and the Committee found that\nthere had been a breach of Clause 1(i). It was the Committee’s view that, as\nthe phrase “greedy granny” was a prominent descriptor in the headline, and\n“greedy gran” was repeated in the opening paragraph of the article, this was a\nsignificant inaccuracy, and therefore the newspaper was obliged, in accordance\nwith the terms of Clause 1(ii) to correct this promptly and with due\nprominence.\n13. The\nCommittee noted that once the publication had been made aware of the complaint,\nit had offered to publish a correction and apology on page two of the\nnewspaper. The wording of this correction identified the error and made the\ncorrect position clear. This was offered promptly and with sufficient\nprominence to meet the terms of Clause 1(ii).\n14. The\nCommittee next considered the complainants’ concerns regarding the online\narticle’s claim that the woman was “now living in Ashbourne, Derbyshire”. The\npublication had provided two versions of the police press release; the original\nstated that the woman now lived in Ashbourne, Derbyshire, and the current version\nwas substantially the same, but with the reference to Ashbourne removed. The\nCommittee acknowledged that on some occasions reliance on a press release might\nnot be sufficient to demonstrate that a publication had taken care over the\naccuracy of the information it published. It considers each complaint on a\ncase-by-case basis, taking full consideration of the source of the release, its\ncontent, and any relevant external factors relating to the distribution of the\nrelease. The Committee noted that at the time of publication neither the rest\nof the information contained in the statement, nor any other information of\nwhich the publication could reasonably have been aware, indicated that the\noriginal press release issued by the police contained inaccuracies on this\npoint. In this instance, the Committee was satisfied that the publication was\nentitled to rely on the information contained in the press release issued by\nthe police. This demonstrated due care not to publish inaccurate or misleading\ninformation with regard to the location of where the woman now resided. There\nwas no breach of Clause 1(i) on this point.\n15. In\ncircumstances where the police had not removed the reference to Derbyshire in\nthe press release, and where they had made no comment on the accuracy of the\ninformation contained within the original and subsequent versions of it, the\nCommittee were not in a position to determine whether this point was\ninaccurate. The Committee noted however, that the publication had updated the\nonline article to remove the reference to Ashbourne, Derbyshire, upon receipt\nof a direct complaint from one of the complainants. The Committee also noted\nthat the police confirmed they were dealing with their own complaint regarding\nthe information in the press release, and given the evolving situation, the\npublication should be alert to any further changes to the press release. In any\nevent, the Committee considered that where the woman was residing, was not\nsignificant to the context of the whole article, and therefore, there was no\nbreach of Clause 1(ii).\n16. The\ncomplainants also said that it was inaccurate for the article to claim that the\nwoman had purchased a hot tub, and that the sum of money spent on the nieces\nwedding was £25,000, rather than £60,000. The publication had provided the\npolice press release which stated that the woman had bought a hot tub and paid\nfor her niece’s £60,000 wedding. The Committee noted that these points remained\nin the press release and had not been amended. The Committee considered that\ndue care had been taken not to publish inaccurate or misleading information\nregarding these points. There was no breach of Clause 1(i).\n17.\nWhere the disputed information remained online and where the police had made no\ncomment on whether the information included in the press release was\ninaccurate, the Committee was not in a position to determine whether it was\ninaccurate to state that the woman had purchased a hot tub or had paid for her\nnieces £60,000 wedding. In any event, the Committee considered that these\npoints were not significant to the context of the whole article, particularly\nwhere the article correctly reported the total figure of money the woman\nobtained fraudulently. There was, therefore, no breach of Clause 1(ii).\nConclusion(s)\n18. The\ncomplaint was partially upheld under Clause 1.\nRemedial\nAction Required\n19. The\ncorrection which was offered clearly put the correct position on record, and\nwas offered promptly and with due prominence, and should now be published in\nprint.\n \nDate\ncomplaint received: 23/04/21\nDate\ncomplaint concluded by IPSO: 08/12/21\nBack to ruling listing\n\n\n"
}