{
    "url": "/rulings-and-resolution-statements/ruling/?id=04389-15",
    "title": "04389-15 Mooney v Grimsby Telegraph",
    "provisions": [
        "12 (Discrimination) 2015",
        "9 (Reporting of crime) 2015",
        "6 (Children) 2015",
        "3 (Privacy) 2015"
    ],
    "outcome": "No breach - after investigation",
    "publication": "Grimsby Telegraph (Reach PLC)",
    "received_on": "2015-07-09 00:00:00",
    "concluded_on": "2015-10-26 00:00:00",
    "complaint_processing_days": 109,
    "conclusion_long": "The complaint was not upheld.",
    "remedial_action": "N/A  Date complaint received: 09/07/2015",
    "text": "\n\n\n\n\n\n·    Decision of the Complaints Committee 04389-15\nMooney v Grimsby Telegraph\nSummary of\ncomplaint\n1. Amanda Mooney complained to the Independent Press\nStandards Organisation that the Grimsby Telegraph had breached Clause 3\n(Privacy), Clause 6 (Children), Clause 9 (Reporting of crime) and Clause 12\n(Discrimination) of the Editors’ Code of Practice in articles headlined “The\n‘monster’ dad who left his baby son severely disabled”, published on 23 June\n2015, and “Picture exclusive: ‘Monster’ dad who left baby son disabled enjoying\njob he blamed temper on”, published online on 24 June 2015. \n2. The articles reported that Jon Watson had been jailed\nfor 12 years for inflicting grievous bodily harm on his 10-week-old son,\nleaving him severely disabled and dependent on 24-hour care. The articles\ndetailed the physical and cognitive difficulties the child would have to live\nwith as a result of his injuries. They also reported that the child’s mother,\nthe complainant’s daughter, had been given an 18-month suspended prison\nsentence for cruelty to a child for failing to protect her son from his father.\nThe complainant was the child’s legal guardian. \n3. The complainant said that details of her grandson’s\nmedical conditions had been published without the consent of his guardians in\nbreach of Clause 3. While acknowledging that no reporting restrictions had been\nimposed in court, family members had explicitly asked the reporters in\nattendance to respect the child’s privacy and not to publish his surname. She\nconsidered that his young age and disability did not mean that he had fewer\nrights than any other member of society. \n4. The complainant said it was insensitive of the\nnewspaper to detail her grandson’s injuries and the struggles he may face in\nfuture. This represented a failure to respect his right to privacy and medical\nconfidentiality, and it had subjected him to unwanted and unnecessary\nattention. The complainant also expressed concern that the publication of her\ngrandchildren’s current address, their “safe haven”, had put them in danger.\nShe noted that her granddaughter, who might read the coverage in future, also\nhad a right to a private life. \n5. The complainant said that although he was not of\nschool age, her grandson attended nurseries, play groups and specialist\nsessions, and the article had drawn attention to him, his disabilities, and the\ncause of his injuries in breach of Clause 6. She considered that the newspaper\ncould simply have reported that a child had been injured. Instead, it had\ndetailed the injuries, subjecting the child to unwanted attention, and allowing\nMr Watson to gain notoriety at the child’s expense. \n6. The complainant considered that the newspaper had\nshown no regard for her grandson as a victim of crime or as a vulnerable child\nin breach of Clause 9. \n7. The complainant said the publication of a second\narticle, which she considered had focused on her grandson, represented a breach\nof Clause 12. She said that it would have been more appropriate for the name of\nthe perpetrator and the charges to be reported, without repeating the innocent\nvictim’s personal difficulties. \n8. The complainant said no public interest was served by\nreporting intimate, sensitive details about her grandson, and certainly no\n“exceptional” public interest as required in the case of a child. \n9. The newspaper said it had no intention to embarrass\nthe child or to subject him to any unwanted or unnecessary attention. It\nconsidered that it had reported the court case accurately while abiding by the\nrules set down by the court. \n10. The newspaper said the judge had announced before the\ncase started that all the details of the case, including the victim’s name,\nshould be reported. He had also asked the barristers if they had any objections\nto there being no reporting restrictions; none were raised. The newspaper said\nthe judge had acted in line with his clear policy to allow the newspaper to\nname very young victims in cases where their age meant that they could not be\nadversely affected by newspaper reports. In addition, the newspaper believed\nthat a further factor taken into account was that the nature of the child’s injuries\nmeant that he would not be inconvenienced or embarrassed by publicity. \n11. The newspaper said the child’s mother had been given\nthe opportunity in court to object to the details of the case being reported,\nbut she had not. Furthermore, the newspaper denied that a member of the\ncomplainant’s family had asked for the child’s name not to be published. It\nsaid that a request had been made that the child’s mother’s surname should not\nbe reported to avoid another member of the family also being identified by\nconnection with her.  \nRelevant Code Provisions\n12. Clause 3 (Privacy) \ni.) Everyone is entitled to respect for his or her\nprivate and family life, home, health and correspondence, including digital\ncommunications. \nii.) Editors will be expected to justify intrusions into\nany individual's private life without consent. Account will be taken of the\ncomplainant's own public disclosures of information. \niii.) Note - Private places are public or private\nproperty where there is a reasonable expectation of privacy. \nClause 6 (Children) \ni.) Young people should be free to complete their time at\nschool without unnecessary intrusion. \nii.) A child under 16 must not be interviewed or\nphotographed on issues involving their own or another child's welfare unless a\ncustodial parent or similarly responsible adult consents. \niii.) Editors must not use the fame, notoriety or\nposition of a parent or guardian as sole justification for publishing details\nof a child's private life. \nClause 9 (Reporting of crime) \ni.) Relatives or friends of persons convicted or accused\nof crime should not generally be identified without their consent, unless they\nare genuinely relevant to the story. \nii.) Particular regard should be paid to the potentially\nvulnerable position of children who witness, or are victims of, crime. This\nshould not restrict the right to report legal proceedings. \nClause 12 (Discrimination) \ni.) The press must avoid prejudicial or pejorative\nreference to an individual's race, colour, religion, gender, sexual orientation\nor to any physical or mental illness or disability. \nii.) Details of an individual's race, colour, religion,\nsexual orientation, physical or mental illness or disability must be avoided\nunless genuinely relevant to the story. \nThe public interest \nThe public interest includes, but is not confined to: \ni) Detecting or exposing crime or serious impropriety.\nii) Protecting public health and safety.\niii) Preventing the public from being misled by an action\nor statement of an individual or organisation. \nIn cases involving children under 16, editors must\ndemonstrate an exceptional public interest to over-ride the normally paramount\ninterest of the child. \nFindings of the Committee\n13. The Committee had a great deal of sympathy for the\ncomplainant and understood her concern to protect both of her grandchildren\nfrom unwanted attention. In considering the complaint, it also paid due regard\nto the particularly vulnerable position of children, which is recognised in the\nCode. \n14. However, there is a strong public interest in open\njustice. Furthermore, while reports on court cases involving child cruelty may\nbe extremely distressing for family members and others to read, newspapers play\nan important role in informing the public about the nature of such offences,\nthe identity of those responsible and the consequences of their actions. In\nthis case, it was also in the public interest to detail the child’s injuries in\norder to inform the public about the impact that “shaking” a baby can have on a\nchild. \n15. Courts have the power to impose reporting\nrestrictions, and the judge in this case had clearly given careful\nconsideration to whether such restrictions should be imposed. He had decided,\nhowever, that all the details of the case could be reported, including the\nchild’s identity. \n16. In these circumstances, and where all the reported\ninformation had been heard in open court and when no reporting restrictions had\nbeen imposed, the publication of the child’s identity and medical conditions\ndid not raise a breach of Clause 3 or Clause 6 of the Code. \n17. While the Committee understood the complainant’s\nposition that the newspaper could have chosen not to identify the child by\nname, he was clearly identifiable through his relationship to his parents who\nwere identified legitimately as the defendants in the case. \n18. The Committee noted the complainant’s concern that\nthe newspaper had published her grandchildren’s address. However, the newspaper\nhad not specifically identified the address as being that of the children. It\nhad published the defendants’ partial addresses, which had been heard in court\nand served to distinguish them from other individuals. There was no breach of\nthe Code on this point. \n19. Clause 9 makes clear that particular regard should be\npaid to children who are the victims of crime. However, the Clause also states\nthat this should not restrict a newspaper’s right to report on court proceedings.\nWhile understanding the complainant’s concerns, her grandson was genuinely\nrelevant to the story, and the judge had not imposed any reporting\nrestrictions. The complaint under Clause 9 was not upheld. \n20. The articles had not contained a pejorative,\nprejudicial or irrelevant reference to the child’s physical illness or\ndisability in breach of Clause 12. \nConclusions\nThe complaint was not upheld. \nRemedial Action Required\nN/A \nDate complaint received: 09/07/2015\nDate decision issued:\n26/10/2015\n\n\nBack to ruling listing\n\n\n"
}