{
    "url": "/rulings-and-resolution-statements/ruling/?id=04393-18",
    "title": "04393-18 Dayman v Gloucestershire Echo",
    "provisions": [
        "1 Accuracy (2018)",
        "2 Privacy (2018)",
        "4 Intrusion into grief or shock (2018)",
        "5 Reporting suicide (2018)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "Gloucestershire Echo (Reach PLC)",
    "published_on": "2018-03-15 00:00:00",
    "received_on": "2018-07-12 00:00:00",
    "concluded_on": "2018-11-22 00:00:00",
    "complaint_processing_days": 133,
    "conclusion_long": "of the inquest. While it was unfortunate that the family had not been made aware of the outcome at this time, the publication was not obliged to seek confirmation of whether any relevant authority had informed them, when the proceedings had already been conducted and concluded publicly. Publishing the details heard at the inquest, after its conclusion, did not represent a breach of Clause 2 or Clause 4.  13. In relation to the concerns raised under Clause 1 (Accuracy), the Committee did not consider that it was significantly misleading to refer to a “party” having taken place; this claim was attributed to the coroner in the article, and the complainant was not in a position to dispute that this word had been used. In any event, it was not in dispute that a “celebration” had occurred, and the Committee did not consider that characterising this as a “party” gave rise to any misleading impression. There was no breach of Clause 1 on this point. The reference to the woman’s mother identifying her was accepted to be inaccurate, and the Committee acknowledged the importance of accurately reporting inquest proceedings. However, in the context of an article which focused on the events surrounding the woman’s death, the Committee did not consider that this represented a significant inaccuracy such as would require correction; this was not a claim to which any significance was attached in the piece. Nevertheless, it welcomed the publication’s immediate offer to clarify this point, should the complainant wish this to be printed. Conclusions 14. The complaint was not upheld.",
    "remedial_action": "15. N/A Date complaint received: 12/07/2018",
    "text": "\n\n\n\n\n\nDecision of the\nComplaints Committee – 04393-18 Dayman v Gloucestershire Echo\nSummary of\nComplaint 1.    Kate Dayman complained to the Independent Press Standards Organisation\nthat the Gloucestershire Echo breached Clause 1 (Accuracy), Clause 2 (Privacy),\nClause 4 (Intrusion into grief or shock) and Clause 5 (Reporting of suicide),\nin an article headlined “Birthday visit ended with tragic death of Deborah,\n39”, published on 15 March 2018. 2.    The article was a report of an\ninquest into the death of a woman who had died as a result of an overdose. It\ndescribed the substance ingested by the woman, and stated that ingesting a high\nlevel of this substance “can be fatal”; it also described the concentration of\nthis substance in her blood. It described the woman’s 999 call, in which she\nexpressed “second thoughts” about her attempt, and the location in which\nparamedics found her on arrival. The symptoms she experienced after the\noverdose and details of the treatment she received were described in detail,\nincluding the details of the time and ultimate cause of her death. The article\nincluded extensive comments made by the coroner at the inquest, including\ndetails of the woman’s visit to her parents, and the family’s whereabouts at\nthe time of the incident. It also reported that the coroner had said that\n“’they had a party for [the woman] on August 6’”. It also said that the woman “who\nwas single and unemployed, had been formally identified by photographs supplied\nby her mother [name]”. 3.    The article appeared in\nsubstantially the same format online, under the headline “Caffeine overdose kills\nwoman with history of mental health problems who ‘changed her mind’ over\nsuicide”. This article was published on 13 March 2018. This article included\ncontact information aimed at individuals considering suicide. 4.    The complainant, who was the\nwoman’s sister-in-law, said that the article breached Clause 5 (Reporting of\nsuicide). She said that the woman had used a relatively unknown method of\nsuicide, and that the article had increased the likelihood of simulative acts\noccurring by describing the substance used, and the levels of this substance in\nher blood. She said that it was common knowledge that some substances, ingested\nin excess, could be fatal – but this was not the case for the substance in\nquestion, the effects of which were not widely known. The complainant also said\nthat the article was inaccurate in breach of Clause 1 (Accuracy): no birthday\n“party” had taken place, and this gave a misleading impression of the woman; in\naddition, she had been identified by her brother, rather than her mother. 5.    The complainant also said that\nthe article included a level of detail of the circumstances of the woman’s\ndeath that was intrusive and insensitive, in breach of Clause 2 (Privacy) and\nClause 4 (Intrusion into grief or shock). She said that the article had been\npublished before the family was aware of the outcome of inquest, which was\ninsensitive. The complainant also said that the level of detail the article\ngave about the woman’s symptoms, her 999 calls, and where she was found by\nparamedics, was deeply distressing. In addition, the complainant said that the\narticle’s characterisation of the woman as “single and unemployed” diminished\nher life and accomplishments in an insensitive manner. In addition, she said\nthat the inclusion of the details of the woman’s symptoms and treatment, and\ndetails of the family’s movements, including a visit to a relative in hospital,\nwas intrusive into their private lives. 6.    The publication denied any breach\nof Clause 5 (Reporting of suicide). It said that the terms of Clause 5 related\nto the excessive detail of the “method” used; reporting only the substance used\ndid not therefore constitute excessive detail. The publication said that\nincluding the level of this substance in her blood did not indicate how much of\nthe substance had been ingested, such as would support any simulative\nacts.  7.    The publication denied any breach\nof Clause 2 (Privacy) or Clause 4 (Intrusion into grief or shock). It said\nthat, while it understood the distressing nature of the material published, the\narticle was a report of a public inquest; all the details contained in the\narticle had been made public at the inquest, and it was entitled to report on\nthem. 8.    The publication denied any breach\nof Clause 1 (Accuracy) with respect of the claim that a “party” had been held\nto celebrate the woman’s birthday: a ‘celebration’ had been referred to at the\ninquest, and witnesses had described ‘a really enjoyable birthday’. In these\ncircumstances, it said, the use of the term “party” was not significantly\nmisleading. However, the publication had immediately accepted that it was\ninaccurate to state that the woman had been identified by photos provided by\nher mother. It therefore offered to publish the following clarification on page\n2: The article ‘Birthday visit ended\nwith tragic death of Deborah, 39’, 15 March 2018, which reported the inquest\ninto the death of Deborah Frayling, suggested that Deborah’s body was\nidentified by photographs provided by her mother. We are happy to clarify that\nDeborah’s body was identified by photographs provided by her brother. \nRelevant Code\nProvisions 8. Clause 1 (Accuracy)\ni) The Press\nmust take care not to publish inaccurate, misleading or distorted information\nor images, including headlines not supported by the text.\nii) A\nsignificant inaccuracy, misleading statement or distortion must be corrected,\npromptly and with due prominence, and — where appropriate — an apology\npublished. In cases involving IPSO, due prominence should be as required by the\nregulator. \nClause 2 (Privacy)*\ni) Everyone\nis entitled to respect for his or her private and family life, home, health and\ncorrespondence, including digital communications.\nii) Editors\nwill be expected to justify intrusions into any individual's private life\nwithout consent. In considering an individual's reasonable expectation of\nprivacy, account will be taken of the complainant's own public disclosures of\ninformation and the extent to which the material complained about is already in\nthe public domain or will become so.\niii) It is\nunacceptable to photograph individuals, without their consent, in public or\nprivate places where there is a reasonable expectation of privacy. \nClause 4 (Intrusion into grief or\nshock)\nIn cases involving\npersonal grief or shock, enquiries and approaches must be made with sympathy\nand discretion and publication handled sensitively. These provisions should not\nrestrict the right to report legal proceedings. \nClause 5 (Reporting of suicide)*\nWhen reporting\nsuicide, to prevent simulative acts care should be taken to avoid excessive\ndetail of the method used, while taking into account the media's right to\nreport legal proceedings.  \nFindings of the Committee 10. The Committee expressed its sincere condolences to\nthe complainant and her family for their loss. 11. There is a public interest in reporting cases of\nsuicide. The purpose of Clause 5 is to prevent the publication of material\nwhich might lead to simulative acts. The article had named the substance the\nwoman had used in her suicide attempt, and indicated that this had been the\ncause of her death; it had also included the concentration of this substance in\nher blood. However, the article did not include any details which might support\nan individual in carrying out a simulative act, such as the amount of substance\nrequired, the preparation of the substance, and how the substance could be\nobtained or administered. Furthermore, the details included in the article\nhelped to explain the coroner’s finding that the woman appeared to have changed\nher mind about taking her own life. While the Committee understood the\ncomplainant’s concern that the substance used was relatively unknown as a\nmethod of suicide, it did not consider that the article contained “excessive\ndetail” about this method. There was no breach of Clause 5. The Committee\ncommended the steps taken by the publication to remove details which could lead\nto simulative acts, and the inclusion of information about where people with\nsuicidal thoughts could seek help.  \n12. The Committee acknowledged that the details included\nin the article were deeply distressing for the complainant and her family.\nHowever, Clause 4 (Intrusion into grief or shock) explicitly states that its\nprovisions “should not restrict the right to report legal proceedings”, and\ninquests are held in public; the information revealed during proceedings is\ntherefore already in the public domain, and is not private to the family of the\ndeceased. In choosing to publish this information, the publication had not\nsought to mock or belittle the circumstances of the woman’s death, and the\narticle was a factual account of the information heard at the inquest. Reporting\nthe details of the woman’s death in a factual manner was not insensitive in\nsuch a way as to breach Clause 4. In addition, reporting on the details heard\nin the public proceedings did not intrude on the family’s privacy, and there\nwas no breach of Clause 2 on this point. In relation to the complainant’s\nconcern about the timing of the article’s publication, it was not in dispute\nthat the article had been published after the conclusion of the inquest. While\nit was unfortunate that the family had not been made aware of the outcome at\nthis time, the publication was not obliged to seek confirmation of whether any\nrelevant authority had informed them, when the proceedings had already been\nconducted and concluded publicly. Publishing the details heard at the inquest,\nafter its conclusion, did not represent a breach of Clause 2 or Clause 4. \n13. In relation to the concerns raised under Clause 1\n(Accuracy), the Committee did not consider that it was significantly misleading\nto refer to a “party” having taken place; this claim was attributed to the\ncoroner in the article, and the complainant was not in a position to dispute\nthat this word had been used. In any event, it was not in dispute that a\n“celebration” had occurred, and the Committee did not consider that\ncharacterising this as a “party” gave rise to any misleading impression. There\nwas no breach of Clause 1 on this point. The reference to the woman’s mother\nidentifying her was accepted to be inaccurate, and the Committee acknowledged\nthe importance of accurately reporting inquest proceedings. However, in the\ncontext of an article which focused on the events surrounding the woman’s\ndeath, the Committee did not consider that this represented a significant\ninaccuracy such as would require correction; this was not a claim to which any\nsignificance was attached in the piece. Nevertheless, it welcomed the\npublication’s immediate offer to clarify this point, should the complainant\nwish this to be printed.\nConclusions 14. The complaint was not upheld.  \nRemedial action\nrequired 15. N/A\nDate complaint\nreceived: 12/07/2018\nDate decision\nissued: 22/11/2018\nBack to ruling listing\n\n\n"
}