{
    "url": "/rulings-and-resolution-statements/ruling/?id=04394-18",
    "title": "04394-18 Dayman v Northampton Chronicle & Echo",
    "provisions": [
        "2 Privacy (2018)",
        "5 Reporting suicide (2018)",
        "4 Intrusion into grief or shock (2018)"
    ],
    "outcome": "Breach - sanction: publication of adjudication",
    "publication": "Northampton Chronicle & Echo (National World Publishing Ltd)",
    "published_on": "2018-03-14 00:00:00",
    "received_on": "2018-07-12 00:00:00",
    "concluded_on": "2018-11-22 00:00:00",
    "complaint_processing_days": 133,
    "conclusion_long": "11. The complaint was upheld under Clause 5 (Reporting of suicide).",
    "remedial_action": "12. Having upheld the complaint under Clause 5, the Committee considered what remedial action should be required. 13. The publication had published excessive detail regarding the method of suicide, in breach of Clause 5. In these circumstances, the appropriate remedy was the publication of an adverse adjudication. 14. The article had not appeared in print, and had been online for less than 24 hours, and the Committee noted the considerable steps taken by the publication since the article was published. However, given the severity of the breach, and having considered the layout of the publication’s website, the Committee considered that a link to the adjudication should appear in the top five articles on the publication’s homepage for a period of 24 hours, in the font size standard for items in this location, before being archived in the usual way. The wording of this link should be the same as the headline of the adjudication, which should be agreed with IPSO in advance. 15. The terms of the adjudication for publication are as follows: Kate Dayman complained to the Independent Press Standards Organisation that the Northampton Chronicle & Echo breached Clause 5 (Reporting of suicide) in an article headlined “Northampton woman dies of caffeine overdose, inquest hears” published online on 14 March 2018. The complaint was upheld, and the Northampton Chronicle & Echo has been required to publish this ruling as a remedy to the breach of the Code. The article reported on an inquest into the death of the complainant’s sister-in-law, who had died as a result of an overdose. It described the substance ingested by the woman; the amount of this substance used; what this was mixed with; the approximate cost of this substance; the amount of the substance which constituted a “lethal dose”; and where it had been purchased. The complainant said that the article included an excessive level of detail about the method the woman had used, and that this increased the risk of other individuals using the same method. She said this was especially concerning when the method used was relatively unusual, with little information available about it online. The publication accepted that it had not acted within the spirit of Clause 5 (Reporting of suicide) and had published an excessive level of detail of the method used. It said that it had been contacted by Samaritans shortly after the article was published, in relation to these concerns, and had therefore removed it from its website within 24 hours of publication. The publication said that, since the article was published, it had taken steps to train its staff in relation to the reporting of suicide. The Committee noted that the purpose of Clause 5 (Reporting of suicide) is to prevent the publication of material which might lead to imitative acts. The article had provided extensive details regarding the method the woman had used, as outlined above. The Committee was concerned that this level of detail had been included, and the details included were sufficient to support an individual, in a number of ways, in engaging in a simulative act. This was concerning when the article related to a relatively novel method of suicide, as there was a risk of increasing the awareness of this method among the population. The level of detail included in the article was excessive in a number of respects, and this represented a breach of Clause 5 (Reporting of suicide). The Committee noted that it was reassured by the publication’s response to the complaint; the steps it had taken indicated that it appreciated the severity of the breach to the Code in this instance.  Date complaint received: 12/07/2018",
    "text": "\n\n\n\n\n\nDecision of the\nComplaints Committee – 04394-18 Dayman v Northampton Chronicle & Echo\nSummary of\nComplaint 1.    Kate Dayman complained to the\nIndependent Press Standards Organisation that the Northampton Chronicle &\nEcho breached Clause 2 (Privacy), Clause 4 (Intrusion into grief or shock) and\nClause 5 (Reporting of suicide) in an article headlined “Northampton woman dies\nof caffeine overdose, inquest hears” published on 14 March 2018. 2.    The article was a report of an\ninquest into the death of a woman who had died as a result of an overdose. It\ndescribed the substance ingested by the woman; the amount of this substance\nused; what this was mixed with; the approximate cost of the substance; the\namount of the substance which constituted a “lethal dose”; and where it had\nbeen purchased. It also described the woman’s 999 call, in which she expressed\nregret at her attempt, and the location in which paramedics found her on\narrival. The symptoms she experienced after the overdose and details of the\ntreatment she received were described, including the details of the time and\nultimate cause of her death. The article included extensive comments made by\nthe coroner at the inquest, including details of the woman’s visit to her\nparents, and the family’s whereabouts at the time of his death. It described\nthe woman as being “single and unemployed”. 3.    The complainant, who was the\nwoman’s sister-in-law, said that the article breached Clause 5 (Reporting of\nsuicide). She said that the level of detail included in the article made it\neasy for individuals to understand how they could take their own lives using\nthe method described. She was particularly concerned, because such information\nwas difficult to find online in other sources, due to the relatively unknown method\nthe woman used. 4.    The complainant also said that\nthe article included a level of detail of the circumstances of the woman’s\ndeath that was intrusive and insensitive, in breach of Clause 2 (Privacy) and\nClause 4 (Intrusion into grief or shock). She said that the level of detail the\narticle gave about the woman’s symptoms, and where she was found by paramedics,\nwas deeply distressing. In addition, the complainant said that the article’s\ncharacterisation of the woman as “single and unemployed” diminished her life\nand accomplishments in an insensitive manner. She also said that the inclusion\nof the details of the woman’s symptoms and treatment, and details of the\nfamily’s movements, including a visit to a relative in hospital, was intrusive\ninto their private lives. 5.    The publication accepted that it\nhad fallen short of the expectations of Clause 5 (Reporting of suicide), in\nterms of the level of detail included in the article about the method used. It\nsaid that its local news team had initially thought that this detail would serve\nas a warning to others, but fully understood that this was mistaken. The\npublication said that it had been contacted by Samaritans shortly after the\narticle was published, in relation to these concerns, and had therefore removed\nit from its website within 24 hours of publication. It said that, subsequent to\nthe article’s publication, the publisher had taken steps to improve its staff’s\nunderstanding of Clause 5, to avoid a repeat of the incident. Specifically, it\nhad briefed the local news team in relation to the issues arising from the\ncomplaint; it had raised the issue formally with all content editors in the\nregion; and it had taken steps to arrange a conference call with a\nrepresentative of Samaritans for these editors. The publication offered to issue\na personal and a public apology to the family, and to publish a tribute to the\nwoman, with full copy approval. 6.    The publication denied any breach\nof Clause 2 (Privacy) or Clause 4 (Intrusion into grief or shock). It said\nthat, while it understood the sensitive nature of the material published, the\narticle was a report of a public inquest; all the details contained in the\narticle had been made public at the inquest, and were reported in a factual\nmanner, without sensationalising the issue. \nRelevant Code\nProvisions 7. Clause 2 (Privacy)*\ni) Everyone\nis entitled to respect for his or her private and family life, home, health and\ncorrespondence, including digital communications.\nii) Editors\nwill be expected to justify intrusions into any individual's private life\nwithout consent. In considering an individual's reasonable expectation of\nprivacy, account will be taken of the complainant's own public disclosures of\ninformation and the extent to which the material complained about is already in\nthe public domain or will become so.\niii) It is\nunacceptable to photograph individuals, without their consent, in public or\nprivate places where there is a reasonable expectation of privacy. \nClause 4 (Intrusion into grief or\nshock)\nIn cases\ninvolving personal grief or shock, enquiries and approaches must be made with\nsympathy and discretion and publication handled sensitively. These provisions\nshould not restrict the right to report legal proceedings. \nClause 5 (Reporting of suicide)*\nWhen\nreporting suicide, to prevent simulative acts care should be taken to avoid\nexcessive detail of the method used, while taking into account the media's\nright to report legal proceedings. \nFindings of the Committee 8.  The Committee\nexpressed its sincere condolences to the complainant and her family for their\nloss. 9.  The purpose of\nClause 5 is to prevent the publication of material which might lead to\nimitative acts. The article had provided extensive details regarding the method\nof suicide the woman had used, as outlined above. The Committee was concerned\nthat this level of detail had been included, and the details included were\nsufficient to support an individual, in a number of ways, in engaging in a\nsimulative act. This was concerning when the article related to a relatively\nunusual method of suicide, as there was a risk of increasing the awareness of\nthis method among the population. The level of detail included in the article\nwas excessive in a number of respects, and this represented a breach of Clause\n5 (Reporting of suicide). The Committee noted that it was reassured by the\npublication’s response to the complaint; the steps it had taken indicated that\nit appreciated the severity of the breach to the Code in this instance. \n10.  The Committee\nacknowledged that the details included in the article were deeply distressing\nfor the complainant and her family. However, Clause 4 (Intrusion into grief or\nshock) explicitly states that its provisions “should not restrict the right to\nreport legal proceedings”, and inquests are held in public; the information\nrevealed during proceedings is therefore already in the public domain, and is\nnot private to the family of the deceased. In choosing to publish this\ninformation, the publication had not sought to mock or belittle the\ncircumstances of the woman’s death, and the article was a factual account of\nthe information heard at the inquest. Reporting the details of the woman’s\ndeath in a factual manner was not insensitive in such a way as to breach Clause\n4. In addition, reporting on the details heard in the public proceedings did\nnot intrude on the family’s privacy, and there was no breach of Clause 2 on\nthis point.  \nConclusions 11. The complaint was upheld under\nClause 5 (Reporting of suicide).  \nRemedial action\nrequired 12. Having upheld the complaint under\nClause 5, the Committee considered what remedial action should be required. 13. The publication had published\nexcessive detail regarding the method of suicide, in breach of Clause 5. In\nthese circumstances, the appropriate remedy was the publication of an adverse\nadjudication. 14. The article had not appeared in\nprint, and had been online for less than 24 hours, and the Committee noted the\nconsiderable steps taken by the publication since the article was published. However,\ngiven the severity of the breach, and having considered the layout of the\npublication’s website, the Committee considered that a link to the adjudication\nshould appear in the top five articles on the publication’s homepage for a\nperiod of 24 hours, in the font size standard for items in this location,\nbefore being archived in the usual way. The wording of this link should be the\nsame as the headline of the adjudication, which should be agreed with IPSO in\nadvance. 15. The terms of the adjudication for\npublication are as follows: Kate Dayman complained to the\nIndependent Press Standards Organisation that the Northampton Chronicle &\nEcho breached Clause 5 (Reporting of suicide) in an article headlined\n“Northampton woman dies of caffeine overdose, inquest hears” published online on\n14 March 2018. The complaint was upheld, and the Northampton Chronicle &\nEcho has been required to publish this ruling as a remedy to the breach of the\nCode. The article reported on an\ninquest into the death of the complainant’s sister-in-law, who had died as a\nresult of an overdose. It described the substance ingested by the woman; the\namount of this substance used; what this was mixed with; the approximate cost\nof this substance; the amount of the substance which constituted a “lethal\ndose”; and where it had been purchased. The complainant said that the\narticle included an excessive level of detail about the method the woman had\nused, and that this increased the risk of other individuals using the same\nmethod. She said this was especially concerning when the method used was relatively\nunusual, with little information available about it online. The publication accepted that it\nhad not acted within the spirit of Clause 5 (Reporting of suicide) and had\npublished an excessive level of detail of the method used. It said that it had\nbeen contacted by Samaritans shortly after the article was published, in\nrelation to these concerns, and had therefore removed it from its website\nwithin 24 hours of publication. The publication said that, since the article\nwas published, it had taken steps to train its staff in relation to the\nreporting of suicide. The Committee noted\nthat the purpose of Clause 5 (Reporting of suicide) is to prevent the\npublication of material which might lead to imitative acts. The article had provided extensive\ndetails regarding the method the woman had used, as outlined above. The\nCommittee was concerned that this level of detail had been included, and the\ndetails included were sufficient to support an individual, in a number of ways,\nin engaging in a simulative act. This was concerning when the article related\nto a relatively novel method of suicide, as there was a risk of increasing the\nawareness of this method among the population. The level of detail included in\nthe article was excessive in a number of respects, and this represented a\nbreach of Clause 5 (Reporting of suicide). The Committee noted that it\nwas reassured by the publication’s response to the complaint; the steps it had\ntaken indicated that it appreciated the severity of the breach to the Code in\nthis instance. \nDate complaint\nreceived: 12/07/2018\nDate decision\nissued: 22/11/2018\nBack to ruling listing\n\n\n"
}