{
    "url": "/rulings-and-resolution-statements/ruling/?id=04402-18",
    "title": "04402-18 Department for Health Northern Ireland v The Times",
    "provisions": [
        "1 Accuracy (2018)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "The Times (News UK)",
    "published_on": "2018-06-29 00:00:00",
    "received_on": "2018-07-12 00:00:00",
    "concluded_on": "2018-10-18 00:00:00",
    "complaint_processing_days": 98,
    "conclusion_long": "14. The complaint was not upheld.",
    "remedial_action": "15. N/A Date complaint received:12/07/2018",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee 04402-18 Department for Health Northern Ireland v The Times\nSummary of complaint\n1. The Department\nof Health Northern Ireland (DHNI) complained to the Independent Press Standards\nOrganisation that The Times breached Clause 1 (Accuracy) of the Editors’ Code\nof Practice in an article headlined “Doctor leading cannabis review 'blocked epileptic\nboy's treatment'”, published on 29 June 2018.\n2. The article\nreported on the appointment of a named doctor as head of a new government panel\nadvising ministers on the medical use of cannabis. It reported that a woman,\nwho had been involved in a high profile dispute with the government about her\nson’s access to medicinal cannabis to treat his epilepsy, had criticised the\nappointment. The article reported that the mother had said she had extensive\nexperience with this doctor in relation to her son’s care, and highlighted an\ninstance last year in which she alleged that the doctor contacted the Home\nOffice regarding her son’s prescription for cannabis oil. She alleged that this\nintervention led directly to the prescription being stopped, and resulted in a\nhighly publicised medical crisis for her son. For these reasons, the woman said\nthat she had no confidence in the new appointment and she also claimed that\n“…Not one of the families campaigning for access [to medical cannabis] is happy\nwith this appointment.” The article included a response and quote from the Home\nOffice, which defended the appointment, and which it said that it had denied\nthat the doctor had stopped the prescription as alleged. The article included a\ncomment from campaign group Families 4 Access, expressing concern that the\nclinicians on the new panel did not appear to have been provided with\nappropriate guidance by the government.\n3. The article was\nalso published online with the headline: “Doctor leading cannabis review ‘blocked\n[named child]’s care’”. The online article was substantially the same as the\narticle that appeared in print.\n4. The complainant\nsaid that the article breached Clause 1 (Accuracy) because the newspaper\npublished the parent’s claims without further investigation as to their\naccuracy. The complainant accepted that a prescription for cannabis oil had\nbeen written, but they said there was no record of a prescription of medical\ncannabis being dispensed. The complainant said that therefore, the prescription\nwas not the source of the child’s medical cannabis and any crisis which was\ncreated by the child being unable to access medical cannabis was not the\nresponsibility of the named doctor, the complainant, or the government, and it\nwas inaccurate to say that the prescription had been “stopped”. The complainant\nsaid that the newspaper had not taken care to establish the veracity of the\nparent’s claims, and that by publishing her allegations, the newspaper gave the\nmisleading impression that the parent’s account was the accepted version of\nevents, when the complainant said that this was not the case. \n5. The complainant\nsaid that the parent was not in position to speak for the other families\ncampaigning for access to medical cannabis, and so it was misleading for the\nnewspaper to report her comment. The complainant said that the newspaper should\nhave challenged this claim, or investigated the extent to which it accurately\nreflected the opinion of those involved.\n6. The complainant\nsaid that the article was not fair or balanced to the doctor. The complainant\nsaid that although the article included a response from the Home Office, this\nwas not given as much prominence as the parent’s allegations, and so did not\nadequately correct the overall misleading impression.\n7. The newspaper\ndid not accept that it had breached the Editors’ Code. It said that the article\nwas clearly presenting the claims of the parent, which it was entitled to\nreport, and had taken care not to present her claims as facts. This extended to\nher claim regarding the views of the other families: this was presented as a\nquote from the parent and it clearly represented her own opinion on the matter.\nIn addition, the newspaper pointed out that the parent was a leading figure in\nthe Families4access group, which campaigns for better access to medicinal\ncannabis, and so it was confident she was in a position to speak for the other\nfamilies involved in the matter.\n8. The newspaper\nsaid that it had spoken with a retired GP who had been advising the parent for\nthe past 10 years, who corroborated the parent’s claims and provided a range of\nsupporting documents, including a copy of the child’s prescription for\nmedicinal cannabis. The newspaper said that it had taken care to contact the\nHome Office prior to publication for a comment on the parent’s remarks, and had\nthen published its response which made its position clear.\n9. The newspaper\nsaid that that the fact that a GP was willing to prescribe the medication and\nhad done so and then was told to stop was not in dispute; therefore it was not\ninaccurate to say that the child’s prescription had been “stopped”, and it was\nentitled to report the parent’s claim that this resulted in a crisis situation.\nThe newspaper said that it had evidence that the prescription issued for\nmedicinal cannabis had been fulfilled, but whether it had or not was not\nrelevant to the main story.\nRelevant Code provisions\n10. Clause 1\n(Accuracy)\ni) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not\nsupported by the text.\nii) A significant inaccuracy, misleading statement or\ndistortion must be corrected, promptly and with due prominence, and — where\nappropriate — an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator.\niii) A fair opportunity to reply to significant inaccuracies\nshould be given, when reasonably called for.\niv) The Press, while free to editorialise and campaign, must\ndistinguish clearly between comment, conjecture and fact.\nFindings of the Committee\n11. The article reported the opinions of the parent\nregarding the new appointment of the doctor. The newspaper was entitled to\nreport the mother’s claims, including her belief that the doctor had been\nresponsible for stopping her son’s prescription. This had clearly been\npresented as a claim, as it was placed within quotation marks in the headline,\nand was presented as part of a quotation in the body of the article. The\nnewspaper had approached the Home Office prior to publication, to give them an\nopportunity to comment on the mother’s claims, which was included in full in\nthe article. This denial specifically addressed the mother’s assertion that the\ndoctor had been responsible for stopping the prescription, and in these\ncircumstances, the newspaper had taken sufficient care over the presentation of\nthis claim. There was no breach of Clause 1 on this point.\n12. Similarly, the newspaper was entitled to report the\nmother’s comment that other families weren’t happy with the appointment. The\ncomplainant was not in a position to know whether she had spoken to other\nfamilies, and whether or not they agreed with her views, and the newspaper had\napproached a campaign group representing other families for comment; their\nconcerns about the panel were included in the article. There was no breach of\nClause 1 on this point. \n13. It was accepted by the parties that a prescription had\nbeen issued, and then discontinued. In circumstances where a prescription had\nbeen issued, and then been discontinued, it was not inaccurate for the\nnewspaper to report that the prescription had been “stopped”, regardless of\nwhether it had ever been fulfilled. There was no breach of Clause 1.\nConclusions\n14. The complaint was not upheld.Remedial action required\n15. N/A\nDate complaint received:12/07/2018\nDate decision issued: 18/10/2018\nBack to ruling listing\n\n\n"
}