{
    "url": "/rulings-and-resolution-statements/ruling/?id=04418-18",
    "title": "04418-18 Raphael v Daily Mail",
    "provisions": [
        "1 Accuracy (2018)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "Daily Mail (Associated Newspapers Limited)",
    "published_on": "2018-06-27 00:00:00",
    "received_on": "2018-07-12 00:00:00",
    "concluded_on": "2018-10-16 00:00:00",
    "complaint_processing_days": 96,
    "conclusion_long": "9.    The complaint was not upheld.",
    "remedial_action": "10. N/A Date complaint received: 12/07/2018",
    "text": "\n\n\n\n\n\nDecision of the\nComplaints Committee – 04418-18 Raphael v Daily Mail\nSummary of Complaint 1.   \nChaya\nRaphael complained to the Independent Press Standards Organisation that the\nDaily Mail breached Clause 1 (Accuracy) of the Editors’ Code of Practice in an\narticle headlined “The minefield Prince William must tiptoe through today”\npublished on 27 June 2018. 2.   \nThe\narticle was a comment piece, in which the author set out the challenges which\nPrince William would face on his official visit to Israel. It referred to\nPalestinians being “forced to live in squalid conditions in Gaza and the West\nBank”.  With reference to this situation,\nthe article said that “in an unequivocal breach of international law, Israeli\nsettlers have taken much of the best agricultural land, while depriving the\nPalestinians of water supplies and, all too often – I have witnessed this for\nmyself – burning their olive groves and poisoning their wells”. The article\nappeared online under the same headline in substantially the same format. 3.   \nThe\ncomplainant said that the article was misleading in breach of Clause 1 (Accuracy).\nShe had originally contacted the publication to dispute the article’s account\nof Israeli settlers depriving Palestinians of water, and to disagree with what\nshe considered to be the repetition of an antisemitic trope in relation to the\npoisoning of wells. In response to this, the publication had told her that the\nauthor’s account of the poisoning of wells had been based on “previous reports\n– including first-hand accounts”. She therefore considered that the article was\nmisleading because it stated that the author had “witnessed” this for himself,\nwhen he had in fact relied on other sources. 4.   \nThe\npublication denied any breach of the Code, and said that its columnist stood by\nhis account as set out in the article. It said that, on a visit to the West\nBank in 2011, the columnist had seen burning olive groves; this had been blamed\nby Palestinians on settlers. Later, in early 2013, he saw a well, which locals\nsaid was poisoned by settlers. The publication said that the columnist had no\nreason to doubt the veracity of this information. It also referred to a number\nof other articles and accounts concerning well-poisoning and the burning of\nolive groves. The publication said that the columnist was entitled to share his\nexperiences, where they were clearly presented as such, and the complainant was\nnot in a position to dispute them. It also said that the columnist denied any\nawareness of any antisemitic connotations regarding the issue of well\npoisoning. 5.   \nThe\ncomplainant said that the publication had conceded that the columnist had not\nseen the acts referred to taking place; he had relied on locals’ accounts and\ntherefore on hearsay. She said that the article was therefore misleading. 6.   \nThe\npublication said that the complaint centred on a detail which was a minor piece\nof background information in a detailed column setting out the columnist’s\nviews on Prince William’s visit to Israel. The reference to the columnist\n“witnessing” the events was not significant in that context. \nRelevant Code\nProvisions\n7.    Clause 1\n(Accuracy) i) The Press must take care not to\npublish inaccurate, misleading or distorted information or images, including\nheadlines not supported by the text. ii) A significant inaccuracy,\nmisleading statement or distortion must be corrected, promptly and with due\nprominence, and — where appropriate — an apology published. In cases involving\nIPSO, due prominence should be as required by the regulator.  iii) A fair opportunity to reply to\nsignificant inaccuracies should be given, when reasonably called for. iv) The Press, while free to\neditorialise and campaign, must distinguish clearly between comment, conjecture\nand fact. \nFindings of the Committee 8.    The\narticle was clearly presented as a comment piece, in which the columnist gave\nhis views on the royal visit to Israel. As part of this account, the columnist\nreferenced allegations about the activity of Israeli settlers, stating that\nthey “have taken much of the best agricultural land, while depriving the\nPalestinians of water supplies and, all too often – I have witnessed this for\nmyself – burning their olive groves and poisoning their wells”. It was not in\ndispute that similar allegations had been made elsewhere, and the publication\nhad referred to several reports of such activities from sources that it\nconsidered to be reputable. However, the crux of this complaint was whether it\nwas accurate for the article to state that the columnist had “witnessed” these\nactions for himself. In response to the complaint, the columnist was able to\nrefer to specific visits to the West Bank where he had seen an olive grove\nburning, and seen a well which he was told was poisoned; in both cases, he had\nbeen told that Israeli settlers were responsible. The term “witness” has a\nspectrum of meanings, and should not be interpreted so narrowly as to restrict\nthe rights of columnists, particularly those reporting from foreign countries,\nto provide an account of their personal experiences. The Committee considered\nthat the claim to have “witnessed” could be interpreted broadly – to indicate\nhaving seen the effects of the activity, and to have attributed the activity to\none party based on prior knowledge and verbal accounts. The complainant was\nessentially questioning the columnist’s choice to believe the accounts he had\nheard. In the context of a comment piece, which was clearly presented as such,\nand where the columnist was able to refer to specific instances to support his\nposition, and to other reports of a similar nature, there was no failure to\ntake care over his claim to have “witnessed” the acts referred to, in breach of\nClause 1(i), and no significantly misleading impression was created that\nrequired correction under Clause 1(ii). \nConclusions 9.    The complaint was not upheld. \nRemedial action\nrequired\n10. N/A\nDate complaint\nreceived: 12/07/2018\nDate decision issued: 16/10/2018\nBack to ruling listing\n\n\n"
}