{
    "url": "/rulings-and-resolution-statements/ruling/?id=04419-18",
    "title": "04419-18 Muslim Council of Britain v The Times",
    "provisions": [
        "1 Accuracy (2018)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "The Times (News UK)",
    "published_on": "2018-06-12 00:00:00",
    "received_on": "2018-07-12 00:00:00",
    "conclusion_long": "16. The complaint was not upheld.",
    "remedial_action": "17.  N/ADate complaint received: 12/07/2018",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee 04419-18 Muslim Council of Britain v The Times \nSummary of complaint\n1. Muslim Council\nof Britain complained to the Independent Press Standards Organisation that The\nTimes breached Clause 1 (Accuracy) of the Editors’ Code of Practice in an\narticle headlined “Loophole lets lambs die in pain, say vets”, published on 12\nJune 2018. The article was also published online in substantively the same\nformat.\n2. The article\ndiscussed governmental exemptions from “humane slaughter rules” which apply to\nabattoirs which process meat for the British Muslim and Jewish communities. It\nfocused particularly on the slaughter of lambs and reported that “thousands of\nlambs will be slaughtered without being stunned and have their carcasses\nexported under a loophole in the law”. The article also reported that “the\nnumber of lambs killed in this way has increased sharply in recent years,\nlargely because of the growing influence of halal certification bodies, which\nsay that meat cannot be deemed halal if the animal had been stunned”.\n3. The article\nincluded comment made by the British Veterinary Association (BVA) that “killing\nanimals in this way for the export market was against the spirit of a\nderogation from EU laws”, and also comment made by the Department for\nEnvironment, Food and Rural Affairs (DEFRA) that “religious slaughter could be\ncarried out only by Jews or Muslims for the food of Jews or Muslims but there was\nno requirement for consumption of this meat to be in the UK”.\n4. The complainant\nsaid that the article provided no evidence for its claim that halal\ncertification bodies were growing in influence. It also said that the article\nsuggested that all halal certification bodies take the position that meat is\nnot halal if animals have been stunned prior to slaughter; a number of bodies\nallowed stunned meat, including the Halal Food Authority, the largest halal\nbody in the UK.\n5. The complainant\nalso expressed concern that the article had characterised religious slaughter\nas “inhumane”. It said that this was a subjective opinion, and the newspaper\nhad failed to distinguish between comment and fact. He noted an EU regulation\nwhich stated that “certain operations relating to the killing may be stressful\nand any stunning technique presents certain drawbacks”.\n6. The newspaper\ndid not accept that there had been a breach of the Code. It explained that the\noriginal article contained an editing error; the comma after the word “bodies”\nhad been inserted accidentally, which gave the impression that all halal\ncertification bodies insist that meat cannot be deemed halal if the animal was\nstunned. The newspaper accepted that this was not the case and that some bodies\ndo accept methods which include stunning techniques. It removed the comma from\nthe online article.\n7. The newspaper\nsaid that in any event, it was accurate to report that the number of lambs\nkilled without being stunned had increased, and that there is a growing\ninfluence of halal certification bodies which do say that meat cannot be deemed\nhalal if the animal had been stunned. It said that the Halal Monitoring\nCommittee (HMC) does not allow the stunning of animals before slaughter and highlighted\nthat the number of British slaughterhouses accredited by the HMC had grown from\n19 in 2015 to 28 in 2018. The newspaper said that figures reported by the Food\nStandards Agency (FSA) in 2018 indicated that 22 per cent of sheep and goats (3\nmillion) were not stunned before slaughter, which was an increase from 2013\nwhen the figure was estimated at 15 per cent (2 million). The newspaper also\nsaid that the Lancashire Council of Mosques had told its reporter that it does\nnot accept stunned meat as halal meat.\n8. The newspaper\nsaid that HMC would not confirm how many slaughterhouses were accredited, or\nhow many non-stun slaughters took place each year. However, a journalist had\ncollated the number of HMC slaughter houses over time. It provided spreadsheets\nthat showed that there had been 19 in 2015, to 28 in 2017, and the latest\npublicly available figures published in September 2018, was over 30. The\nnewspaper also provided excerpts from a transcript of an interview its reporter\nhad conducted with the Operations Director of HMC, who confirmed that the\ndemand for non-stun meat was increasing, prior to publication Following\npublication of the article, the newspaper said that DEFRA had told its reporter\nthat it was exploring “the reasons behind the rise in non-stun slaughter”, and\nthat there is “an increase in consumption of non-stun lamb in the UK”.\n9. In response, the\ncomplainant said that it had contacted the HMC, which had said that the number\nof slaughterhouses conducting non-stun slaughter (in relation to red meat) had\nreduced from 17 in 2015 to 11 in 2018. He also said that the HMC said that the\nnumber of animals slaughtered using non-stun methods decreased from 3,957,797\nin 2015 to 2,582,448 in 2018. The complainant also noted that the figures\nreferred to by the newspaper were estimates which related to sheep and goat,\nnot lamb.\n10. The newspaper noted that the figures provided by HMC\nrelated to slaughters carried out by abattoirs it had accredited. This was not\na figure for the number of non-stun slaughters carried out at all abattoirs.\n11. The newspaper said that its use of the term “humane“\nreflected government policy. It referred to comment made by the UK’s Farming\nMinister that “The Government would prefer all animals to be stunned before\nslaughter but respects the right of Jewish and Muslim communities to eat meat\nprepared in accordance with their beliefs”; that “European and domestic\nregulations apply to the welfare of animals that are to be slaughtered,\nrequiring that all animals be stunned before slaughter”; and that “the aim of\nthe regulations is to ensure that animals are spared any avoidable pain,\ndistress or suffering at the time of killing”.\nRelevant Code Provisions\n12. Clause 1 (Accuracy) \ni) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not supported\nby the text.\nii) A significant inaccuracy, misleading statement or\ndistortion must be corrected, promptly and with due prominence, and — where\nappropriate — an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator.\niii) A fair opportunity to reply to significant inaccuracies\nshould be given, when reasonably called for.\niv) The Press, while free to editorialise and campaign, must\ndistinguish clearly between comment, conjecture and fact.\nFindings of the Committee\n13. The newspaper had relied on data from government\nagencies, which had shown that the numbers of non-stun slaughters had\nincreased. It had also noted that the numbers of abattoirs accredited by HMC,\nwhich does not allow stunned meat, had increased. It was entitled to\ncharacterise this increase as a rise in the influence of bodies which do not\nallow stunning, particularly in circumstances where other organisations had\nconfirmed that they do not accept stunned meat as halal. There was no failure\nto take care over the accuracy of this claim in breach of 1(i), and no\nsignificant inaccuracy requiring correction under 1(ii). \n14. It was accepted by both parties that not all halal\ncertification bodies require abattoirs to practice non-stun methods of\nslaughter. The article had suggested that all halal bodies required meat was\nnot stunned, which was not accurate. However, the article was not a report or\ncriticism of the general requirements of what constitutes halal meat. Rather,\nit was raising concerns that legislation intended to allow UK consumers to have\naccess to religiously slaughtered meat was being exploited to sell meat to\nforeign markets and, as a result, more animals were being killed without being\npre-stunned. In this context, the Committee did not consider that the\ninaccuracy was significant, because it did not affect the thrust of the\narticle. There was no breach of Clause 1. Nonetheless, the Committee welcomed\nthe publication’s decision to remove the comma in the online article, to\nclarify this point.\n15. EU legislation requires that animals are stunned before\nslaughter, so that they are spared unavoidable pain or distress (except in\ncases of religious slaughter). It was not misleading to refer to slaughter\nmethods that comply with this legislation as “humane”, and there was no breach\nof 1(iv) on this point.\nConclusions\n16. The complaint was not upheld.\nRemedial Action Required\n17.  N/ADate complaint received: 12/07/2018Dater decision issued: 29/10/2018  \nBack to ruling listing\n\n\n"
}