{
    "url": "/rulings-and-resolution-statements/ruling/?id=04425-15",
    "title": "04425-15 A woman v The Herald (Glasgow)",
    "provisions": [
        "14 (Confidential sources) 2015",
        "3 (Privacy) 2015"
    ],
    "outcome": "No breach - after investigation",
    "publication": "The Herald (Newsquest Media Group)",
    "published_on": "2015-07-07 00:00:00",
    "received_on": "2015-07-13 00:00:00",
    "concluded_on": "2015-09-08 00:00:00",
    "complaint_processing_days": 57,
    "conclusion_long": "11. The complaint was not upheld.",
    "remedial_action": "N/A  Date complaint received: 13/07/2015",
    "text": "\n\n\n\n\n\n·       Decision of the Complaints Committee 04425-15 A woman\nv The Herald (Glasgow)\nSummary of\ncomplaint \n1. A woman complained to the Independent Press Standards\nOrganisation that the Herald (Glasgow) had breached Clause 3 (Privacy) and\nClause 14 (Confidential sources) of the Editors’ Code of Practice in an article\nheadlined “Survivor of London’s 7/7 suicide bombings quits Scotland after\nstalker ordeal”, published on 7 July 2015. \n2. The article was an interview with the complainant\nwhich was published on the anniversary of the 7 July 2005 bombings. It reported\nthat she had left London following the attacks, and had now had to move again\nas she had been the victim of stalking. \n3. The complainant said that she had been contacted by a\nfreelance journalist, a man with whom she had previously worked, who wanted to\ninterview her; they arranged a telephone call. The complainant said that during\nthe call they discussed her experiences of the bombings, the fact that she was\nbeing stalked and had had to move home a number of times, and her career. She\nsaid that she had asked that no details relating to her being stalked be\npublished; those details were “between them”. The complainant said that she had\nalso asked that her current location not be revealed, in order to protect her\nsafety; this omission had been agreed by the journalist. \n4. About an hour after the interview the journalist rang\nthe complainant to ask if she had reported the stalking matter to the police;\nshe said that she told him during this conversation that the details relating\nto her stalking were private. Five hours later she emailed the journalist to\nsay that she had been thinking about the conversation and was concerned about\nthe inclusion in the article of any reference to her being stalked. The email\nsaid “you’ll recall that I specifically asked that none of that information\nshould be included. I would therefore appreciate if you could remove any\nreference to the stalking situation from your article.” The journalist replied\nsaying that the story had been written and submitted to publications, and it\nincluded that the reason why the complainant had left Scotland was that she was\nbeing stalked. He said that his understanding was that the complainant had\nrequested that nothing in the article reveal where she was living now, and he\nhad ensured that that was the case. His email read “I did tell you that I wd of\ncourse be mentioning the stalking issue and asked for details which you gave me\nin brief. I telephoned you again later to confirme [sic] you had reported it to\nthe police, which you did.” The complainant acknowledged in correspondence with\nIPSO that it was clear from the journalist’s recollection of the conversation\nthat he had not heard her request. The journalist told her that it was too late\nto remove the story from the next day’s newspaper. \n5. The newspaper said that no reader would have been able\nto identify the complainant’s current place of residence from the article, and\nit did not understand how her safety could have been compromised by the story.\nIt said that, if the journalist had contacted the newspaper after the\ncomplainant had raised her concerns via email, it would not necessarily have\nbeen too late to pull the story, and the editorial team could have discussed\nwhether or not that course of action was appropriate. At the time of\npublication the newspaper had no concerns about the copy; was confident that\nthe complainant had spoken willingly to the journalist; and believed that there\nwas no risk of her place of residence being revealed. \n6. The complainant also complained about similar articles\nin two other newspapers. During the investigation into one of those complaints,\nit became clear that the complainant had spoken about the fact that she was\nbeing stalked during a speech at a conference in 2015, as she called for unions\nto increase measures to protect women in the entertainment industry. An article\nabout that speech had been published on the website of a specialist newspaper. \nRelevant Code Provisions\n7. Clause 3 (Privacy) \ni) Everyone is entitled to respect for his or her private\nand family life, home, health and correspondence, including digital\ncommunications. \nii) Editors will be expected to justify intrusions into\nany individual’s private life without consent. Account will be taken of the\ncomplainant’s own public disclosures of information. \nClause 14 (Confidential sources) \nJournalists have a moral obligation to protect\nconfidential sources of information. \nThe public interest \n4. The Regulator will consider the extent to which\nmaterial is already in the public domain, or will become so. \nFindings of the Committee\n8. The Committee understood that the complainant was in a\nvulnerable position, and that she was concerned for her safety. \n9. The initial conversation had been clearly\ndistinguished as an interview for publication, and the journalist was someone\nwith whom the complainant had previously worked. The Committee noted the\ncomplainant’s acceptance that the journalist had not acknowledged her request,\nand it was clear that there had been no specific agreement to exclude details\nabout the stalking from the article. In addition, the information was already\nin the public domain following the complainant’s conference speech. The article\nunder complaint had not given any indication of the complainant’s current place\nof residence, and so the Committee did not consider that the newspaper’s\nactions had compromised the complainant’s safety. The Committee found that the\narticle did not represent an unjustified intrusion into the complainant’s\nprivate life; the complaint under Clause 3 was not upheld. However, the\nCommittee did express concern that the journalist had not passed on the\ncomplainant’s privacy concerns to the newspaper, when he was contacted prior to\npublication. \n10. There was no suggestion that an agreement had been\nmade that the complainant be treated as a confidential source; there was no\nbreach of Clause 14. \nConclusions\n11. The complaint was not upheld. \nRemedial Action Required\nN/A \nDate complaint received: 13/07/2015\nDate decision issued: 08/09/2015\nBack to ruling listing\n\n\n"
}