{
    "url": "/rulings-and-resolution-statements/ruling/?id=04420-19",
    "title": "04420-19 Clement v The Sunday Times",
    "provisions": [
        "1 Accuracy (2019)",
        "12 Discrimination (2019)"
    ],
    "outcome": "Breach - sanction: action as offered by publication",
    "publication": "The Sunday Times (News UK)",
    "published_on": "2019-05-26 00:00:00",
    "received_on": "2019-05-26 00:00:00",
    "concluded_on": "2019-09-16 00:00:00",
    "complaint_processing_days": 113,
    "conclusion_long": "14.    The complaint was upheld under Clause 1(i).",
    "remedial_action": "15.    Having upheld the complaint, the Committee considered what remedial action should be required. 16.    The publication had offered to publish a correction in a prominent position and sufficiently promptly as to meet the requirements of Clause 1(ii). This should now be published to avoid a breach of Clause 1(ii).   Date complaint received: 26/05/2019",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee 04420-19 Clement v\nThe Sunday Times\nSummary of complaint\n1.    Joanne Clement\ncomplained to the Independent Press Standards Organisation that The Sunday\nTimes breached Clause 1(Accuracy) and Clause 12 (Discrimination) of the\nEditors' Code of Practice in an article headlined \"Hold your horses: town\ndivided over 'lawless' gypsy livestock fair\" published on 26 May 2019.\n2.    The article\nreported that the town of Appleby was divided over its annual horse fair, an\nevent frequented by the Traveller community. It reported that some residents\nhad concerns over the size of the event and the levels of crime and violence\nthat had been prevalent the previous year. The article reported that \"Last\nyear there were 23 arrests, 117 crimes and 115 incidents logged by police, a\nthree-year peak in each category\".\n3.    The article also\nappeared in much the same format online under the headline \"Hold your\nhorses: Appleby divided over 'lawless' gypsy livestock fair\".\n4.    The complainant\nsaid that the article was inaccurate. She said that there were only 17 crimes\nreported at the 2018 Appleby Fair, not 117 as reported; this had been confirmed\nby Cumbria police in its review of the policing operation.\n5.    The complainant\nalso said that the use of the term \"gypsy\", in proximity to the term\n\"lawless\" in the headline was pejorative in breach of Clause 12.\nFurther, she said that the ethnonym \"Gypsy\", should have been\ncapitalised in the headline by virtue of it being a legally recognised\nethnicity in the UK. The complainant also highlighted that \"Traveller\"\nis the preferable term to refer to Gypsy, Roma and Traveller peoples.\n6.    The publication\naccepted that it was inaccurate to refer to 117 arrests. It said that this was\nthe result of a typing error and that the reporter had taken responsibility for\nthe error on Twitter and promptly amended the online copy on the day of\npublication. The publication had offered to amend the copy before the complaint\nwas made to IPSO.\n7.    Having accepted\nthat the article contained an inaccuracy, the publication offered to publish a\ncorrection the same day the complaint was received by IPSO. It offered to\npublish the following wording in print in its corrections column of the letters\npage and on the online corrections page with a link to the correction as a\nfootnote to the online article:\n\"The article \"Hold your horses: Appleby divided\nover ‘lawless’ gypsy livestock fair\" (News, May 26) reported incorrectly\nthat there had been 117 arrests at last year's fair. The correct number was 17.\nWe apologise for the error.\"\n8.    The publication\nemphasised that Clause 12 applies to individuals and not  to groups. It said that there was only one\nindividual, not represented by the complainant, named as a \"Gypsy\"\nand referring to him as a gypsy was not prejudicial or pejorative, or even\ncritical; he had been referred to as \" Head Gypsy\" in a\nprominent  Traveller's publication. The\npublication also said that it was its house style to use capitals sparingly;\nnot capitalising \"gypsy\" was not intended to be pejorative.\nRelevant Code Provisions\n9.      Clause 1\n(Accuracy)\ni)       The Press must\ntake care not to publish inaccurate, misleading or distorted information or\nimages, including headlines not supported by the text.\nii)     A significant\ninaccuracy, misleading statement or distortion must be corrected, promptly and\nwith due prominence, and – where appropriate – an apology published. In cases\ninvolving IPSO, due prominence should be as required by the regulator.\niii)     A fair\nopportunity to reply to significant inaccuracies should be given, when\nreasonably called for.\niv)     The Press, while free to editorialise and\ncampaign, must distinguish clearly between comment, conjecture and fact.\n10.    Clause 12\n(Discrimination)\ni)     The press must\navoid prejudicial or pejorative reference to an individual's, race, colour,\nreligion, sex, gender identity, sexual orientation or to any physical or mental\nillness or disability.\nii)     Details of an\nindividual's race, colour, religion, gender identity, sexual orientation,\nphysical or mental illness or disability must be avoided unless genuinely\nrelevant to the story.\nFindings of the Committee\n11.    It was accepted\nthat it was inaccurate to report that 117 crimes were reported at the 2018\nAppleby Fair and it was not in dispute that the accurate figure was 17. The\npublication accepted that this was a result of a typing error; this represented\na failure to take care not to publish inaccurate information in breach of\nClause 1(i). The article misreported publicly available crime figures by a\nlarge margin and this represented a significant inaccuracy requiring correction\nunder the terms of Clause 1(ii). \n12.    The publication\naccepted that the article was inaccurate and amended the online article on the\nday of publication. The publication offered to publish a correction the same\nday the complaint was referred by IPSO. The Committee considered that the\npublication's offer identified the inaccuracy, set out the correct position and\nwas offered promptly. Further, the Committee considered that the publication's\noffer to publish the correction in the letters page represented due prominence,\nas corrections columns demonstrate a commitment to correcting inaccurate or\nmisleading material, while providing a consistent and familiar position in\nwhich to correct inaccuracies for readers. This should now be published to\navoid a further breach of Clause 1(ii).\n13.    The complainant's concern that the article was\npejorative towards Gypsy, Roma and Traveller peoples in general did not engage\nthe terms of Clause 12, which offers protection to identifiable individuals.\nThe Committee noted that an individual was referred to as a Gypsy in the\narticle but considered that it would be for that individual to complain in the\nevent he considered this to be a pejorative or prejudicial reference to his\nethnicity.\nConclusions\n14.    The complaint\nwas upheld under Clause 1(i).\nRemedial action required\n15.    Having upheld the\ncomplaint, the Committee considered what remedial action should be required.\n16.    The publication had offered to publish a\ncorrection in a prominent position and sufficiently promptly as to meet the\nrequirements of Clause 1(ii). This should now be published to avoid a breach of\nClause 1(ii).\n \nDate complaint received: 26/05/2019\nDate decision issued: 16/09/2019\n \n \n \n \n \nBack to ruling listing\n\n\n"
}