{
    "url": "/rulings-and-resolution-statements/ruling/?id=04426-15",
    "title": "04426-15 Johnson v Dartmouth Chronicle",
    "provisions": [
        "3 (Privacy) 2015",
        "4 (Harassment) 2015",
        "5 (Intrusion into grief or shock) 2015",
        "10 (Clandestine devices and subterfuge) 2015"
    ],
    "outcome": "No breach - after investigation",
    "publication": "Dartmouth Chronicle (Tindle Newspapers Limited)",
    "published_on": "2015-07-10 00:00:00",
    "received_on": "2015-07-13 00:00:00",
    "concluded_on": "2015-10-05 00:00:00",
    "complaint_processing_days": 84,
    "conclusion_long": "The complaint was not upheld.",
    "remedial_action": "N/A  Date complaint received: 13/07/2015",
    "text": "\n\n\n\n\n\n·        Decision of the Complaints Committee 04426-15 Johnson\nv Dartmouth Chronicle\nSummary of\ncomplaint \n1. Francesca Johnson complained to the Independent Press\nStandards Organisation that the Dartmouth Chronicle had breached Clause 10\n(Clandestine devices and subterfuge) on account of the behaviour of a\njournalist from the newspaper. The complainant also complained that the\nnewspaper had breached Clause 3 (Privacy), Clause 4 (Harassment), Clause 5\n(Intrusion into grief or shock) in an article headlined “Tourist information\ncentre director admits poster prank”, published on 10 July 2015. \n2. The complainant said that in March 2015, a journalist\nfrom the newspaper had accessed her Facebook page and posted comments using the\nfalse name “Stuart Harvey”, without making clear that he was a journalist. In\nresponse to her post that she was “done” and “drained” following her\nresignation from her positon at the Dartmouth Business Improvement District, he\nhad posted the comment: “Time to consider where things went wrong”, which the\ncomplainant responded to. He then posted the comment: “Wrong leader? Nigel?\nMethinks focus was/is out of focus”. The complainant also responded to this\ncomment the following morning. \n3. After responding to the second comment, the\ncomplainant said she became curious as to who was making these comments as they\ndid not match the tone of comments from her friends, and the account did not\nhave a profile picture. She said that she accessed the “Stuart Harvey”\naccount’s profile, which she said did not contain a reference to South Hams\nnewspapers, but did show that it was based in Kingsbridge. The complainant then\nposted the comment “Friends – this Stuart Harvey– me thinks is really [an\nidentified journalist] from the Chronicle using a fake surname…” An hour later\nshe received an email from the journalist in question admitting that he had\nused the Facebook account with a false name for several years. The complainant\nthen blocked this account and the South Hams Newspaper’s account from her\nFacebook account. In June, she changed her security settings so that only her\n“friends” could access her page. She noted that it was not necessary for the\nnewspaper to have a Facebook account in order for it to search Facebook. \n4. The 10 July article contained comments the complainant\nhad made on her Facebook page in relation to the police interviewing her about\nan incident in Dartmouth. These Facebook comments were not connected with her\ncomplaint about the newspaper’s use of a Facebook account with a false name.\nShe had described the experience as “very surreal yet amusing”, and said “I\nthink both parties felt ‘what a waste of police time’…I don’t think I need to\nstart baking cakes with files hidden in them just yet…”. The complainant said\nshe had resigned as manager of the BID because of the newspaper’s continual\nnegative coverage of the organisation. Despite her resignation, a journalist\nfrom the newspaper had continued to “track” her personal Facebook account, had\nposted comments, and had reported her personal posts in the newspaper. She\nconsidered that the conduct was intrusive, constituted harassment, and had left\nher shocked and upset. \n5. The newspaper said that the “Stuart Harvey” Facebook\naccount had been set up several years ago to allow editorial staff to access\nFacebook; it was not used to post comments or stories. Last year, it created\nthe South Hams Newspapers Facebook page, and attached the “Stuart Harvey”\naccount to it. One journalist would use the Stuart Harvey account to post on\nthe page, which would appear as “posted by Stuart Harvey”, accompanied by\n“South Hams Newspapers” in bold. \n6. In March 2015, the journalist left a comment on the\ncomplainant’s Facebook page using the Stuart Harvey account. He was surprised\nthat his post was listed only as “Stuart Harvey, and not as “South Hams\nNewspapers”. The newspaper said, however, that the comment was merely an\nobservation; the journalist had not intended to elicit information for\npublication, and the exchange was not reported in the newspaper. When the\ncomplainant raised her concern regarding the identity of the account holder,\nthe journalist immediately changed the name on the account and emailed the\ncomplainant to explain his position. There was no clandestine activity or\nsubterfuge, or attempt to mislead. \n7. The newspaper said the comments the complainant had\nmade on Facebook on 20 June 2015 regarding her police interview, which it had\nreported, had been previously reported in an article of 26 June 2015, under the\nheadline “Posters probe terminated”. In this instance, the complainant’s\nFacebook page had not been accessed by a member of the newspaper’s staff;\nrather, a local resident had emailed a screen shot of the page to the\nnewspaper. It considered that the complainant’s Facebook page was still\npublically accessible. \n8. The newspaper said it had always sought to report the\nBID’s message accurately, but it could not ignore the sections of the community\nthat were critical of the organisation. \nRelevant Code Provisions\n9. Clause 3 (Privacy) \ni) Everyone is entitled to respect for his or her private\nand family life, home, health and correspondence, including digital\ncommunications. \nii) Editors will be expected to justify intrusions into\nany individual's private life without consent. Account will be taken of the\ncomplainant's own public disclosures of information. \niii) It is unacceptable to photograph individuals in\nprivate places without their consent. Note - Private places are public or\nprivate property where there is a reasonable expectation of privacy. \nClause 4 (Harassment) \ni) Journalists must not engage in intimidation,\nharassment or persistent pursuit. \nii) They must not persist in questioning, telephoning,\npursuing or photographing individuals once asked to desist; nor remain on their\nproperty when asked to leave and must not follow them. If requested, they must\nidentify themselves and whom they represent. \niii) Editors must ensure these principles are observed by\nthose working for them and take care not to use non-compliant material from\nother sources. \nClause 5 (Intrusion into grief or shock) \ni) In cases involving personal grief or shock, enquiries\nand approaches must be made with sympathy and discretion and publication\nhandled sensitively. This should not restrict the right to report legal\nproceedings, such as inquests. \nClause 10 (Clandestine devices and subterfuge) \ni) The press must not seek to obtain or publish material\nacquired by using hidden cameras or clandestine listening devices; or by\nintercepting private or mobile telephone calls, messages or emails; or by the\nunauthorised removal of documents or photographs; or by accessing\ndigitally-held private information without consent. \nii) Engaging in misrepresentation or subterfuge,\nincluding by agents or intermediaries, can generally be justified only in the\npublic interest and then only when the material cannot be obtained by other\nmeans. \nFindings of the Committee\n10. The use of a pseudonym on Facebook by a member of the\npress had the potential to engage Clause 10. The Committee noted with some\nconcern that the newspaper had not considered this when it created the Stuart\nHarvey account, and proceeded to use it to access Facebook over a number of\nyears. It noted the importance of publications keeping their social media\nactivity under review. In this particular instance, however, a journalist from\nthe newspaper had left two comments on the complainant’s Facebook page using a\npseudonym, in the mistaken belief that these posts would be clearly labelled as\n“South Hams Newspapers”. The posts were innocuous comments in response to the\ncomplainant’s public reflection on her feelings on leaving the BID. The\ncomplainant responded to these posts without accessing the Stuart Harvey\nFacebook profile. However, when she did access the profile, she quickly\nrealised the identity of the individual, and the newspaper immediately accepted\nthat it had been responsible for the comment and amended the name on the\naccount. While the journalist had misrepresented his identity, the Committee\nwas satisfied that the conduct in this particular instance was not undertaken\nas part of an attempt by the newspaper to obtain or publish comments, and was\nnot of a nature to engage the terms of Clause 10. The Committee welcomed the\nnewspaper’s confirmation that the name on the account had now been changed. \n11. The newspaper had reported separate comments the\ncomplainant had posted on her Facebook page, which, at the time, was open to\nthe public. The comments were already in the public domain; the newspaper had\nnot disclosed private information about the complainant in breach of Clause 3.\nWhile the Committee understood the complainant’s concern that the posts left by\nthe newspaper on her personal Facebook page had been intrusive, the page was,\nat that time, open to the public. The complaint under Clause 3 was not upheld. \n12. Clause 4 generally relates to the conduct of\njournalists during the newsgathering process. There was no suggestion that the\nnewspaper had persisted to question the complainant once asked to desist. The\npublication of a number of articles on this issue did not constitute\nharassment. The complaint under Clause 4 was not upheld. \n13. The terms of Clause 5 relate to the conduct of\njournalists, and the sensitivity of articles, in cases involving grief or\nshock. The journalist’s post on the complainant’s Facebook page and the\nnewspaper’s coverage of Dartmouth’s Business Improvement District in general\ndid not engage the terms of Clause 5. \nConclusions\nThe complaint was not upheld. \nRemedial Action Required\nN/A \nDate complaint received: 13/07/2015\nDate decision issued: 05/10/2015\nBack to ruling listing\n\n\n"
}