{
    "url": "/rulings-and-resolution-statements/ruling/?id=04459-15",
    "title": "04459-15 Rainford v Mirror.co.uk",
    "provisions": [
        "6 (Children) 2015",
        "3 (Privacy) 2015",
        "4 (Harassment) 2015"
    ],
    "outcome": "No breach - after investigation",
    "publication": "mirror.co.uk (Reach PLC)",
    "published_on": "2015-06-30 00:00:00",
    "received_on": "2015-07-10 00:00:00",
    "concluded_on": "2015-09-24 00:00:00",
    "complaint_processing_days": 76,
    "conclusion_long": "12. The complaint was not upheld.",
    "remedial_action": "N/A  Date complaint received: 10/07/2015",
    "text": "\n\n\n\n\n\n·  Decision of the Complaints Committee 04459-15 Rainford\nv Mirror.co.uk\nSummary of\ncomplaint \n1. Alan Rainford complained to the Independent Press\nStandards Organisation that Mirror.co.uk had breached Clause 3 (Privacy),\nClause 4 (Harassment) and Clause 6 (Children) of the Editors’ Code of Practice\nin an article headlined “See ‘giant rat’ spotted at Burger King drive-thru as\ndisgusted customer demands money back”, published on 30 June 2015. \n2. The article reported that a man had claimed to have\nseen a “giant rat” in the car park of a fast-food drive-through restaurant. The\narticle included a video taken by the man on his telephone, which showed him\ncomplaining about the alleged “rat problem” to a member of staff at the\ndrive-through window. The article also included a close-up still image of the\nmember of staff. \n3. The complainant was the father of the member of staff\nshown in the video and still photograph. He said the original version of the\nfilm clearly showed his 16-year-old daughter stating that she did not wish to\nbe filmed, but the customer had carried on filming regardless. The customer had\nmentioned that he intended to put the film on Facebook, but he did not say that\nhe intended for it to be published by a national newspaper. \n4. He said the newspaper had not asked for permission to\npublish the video or made enquiries as to the identity of the person in the\nfilm or her age. He said anyone who knew his daughter would recognise her from\nthe video, and the additional still photograph had confirmed her identity. He\nsaid his daughter had been recognised in her local area and had received abuse\non social media as a result of the article. In addition to the removal of the\nvideo and still image, the complainant requested compensation. \n5. The newspaper said that the complainant’s daughter had\nbeen filmed from a car outside the drive-through building as she stood at the\nwindow carrying out a public-facing job. Despite being told that she was being\nfilmed and that the video was going to be put on social media, she had\ncontinued to stand in the window talking to the customer. She had been free to\nleave the scene or to stop talking to the person recording the video. \n6. While it accepted that the complainant’s daughter had\na reasonable expectation of privacy while at work, it did not believe that it\nhad infringed this by publishing the video: the film had not shown anything\nthat would not have been visible to anyone else in the vicinity. The newspaper\nalso noted that she was not identified by name in the article, and due to the\nquality of the recording, it considered that it would have been difficult to\nidentify her from the video. The newspaper said that the video had been sourced\nfrom a publicly available Facebook page; it was already in the public domain. \n7. The newspaper did not consider that the article had\nrepresented an intrusion into the complainant’s daughter’s time at school. She\nhad been carrying out a public-facing, paid position, outside school hours and\nunrelated to her schooling. It removed the image and video from the website as\na gesture of good will. \nRelevant Code Provisions\n8. Clause 3 (Privacy) \ni) Everyone is entitled to respect for his or her private\nand family life, home, health and correspondence, including digital communications. \nii) Editors will be expected to justify intrusions into\nany individual's private life without consent. Account will be taken of the\ncomplainant's own public disclosures of information. \niii) It is unacceptable to photograph individuals in\nprivate places without their consent. Note - Private places are public or\nprivate property where there is a reasonable expectation of privacy. \nClause 4 (Harassment) \ni) Journalists must not engage in intimidation,\nharassment or persistent pursuit. \nii) They must not persist in questioning, telephoning,\npursuing or photographing individuals once asked to desist; nor remain on their\nproperty when asked to leave and must not follow them. If requested, they must\nidentify themselves and whom they represent. \niii) Editors must ensure these principles are observed by\nthose working for them and take care not to use non-compliant material from\nother sources. \nClause 6 (Children) \ni) Young people should be free to complete their time at\nschool without unnecessary intrusion. \nThe public interest \n4. The Regulator will consider the extent to which\nmaterial is already in the public domain, or will become so. \nFindings of the Committee\n9. The video had shown the complainant’s daughter\ncarrying out a public-facing role at a drive-through window. The nature of her\nplace of work was such that she was visible to those outside. She was in a\npublic place, visible from the car park, and she was not engaged in any private\nactivity. Furthermore, the video was already in the public domain on social\nmedia when the newspaper published the article on its website. The newspaper\nhad not disclosed any private information about the complainant’s daughter. The\ncomplaint under Clause 3 was not upheld. \n10. The Committee understood the complainant’s concern\nthat his daughter had suffered abuse as a result of the publication of the\nvideo. The terms of Clause 4, however, generally relate to the conduct of journalists\nduring the newsgathering process. Although the complainant’s daughter had not\nconsented to being filmed, she did not request that the customer desist from\nfilming. In response to him saying that he was “free to record” her, she had\nreplied “what when I’ve not given permission”. The complaint under Clause 4 was\nnot upheld. \n11. The complainant’s daughter was 16 years old and had\nbeen filmed at her place of work. The article had not intruded into her time at\nschool. The complaint under Clause 6 was not upheld. \nConclusions\n12. The complaint was not upheld. \nRemedial Action Required\nN/A \nDate complaint received: 10/07/2015\nDate decision issued: 24/09/2015\nBack to ruling listing\n\n\n"
}