{
    "url": "/rulings-and-resolution-statements/ruling/?id=04455-16",
    "title": "04455-16 HRH Princess Beatrice of York v Mail Online",
    "provisions": [
        "2 Privacy (2016)"
    ],
    "outcome": "Breach - sanction: publication of adjudication",
    "publication": "Mail Online (Associated Newspapers Limited)",
    "published_on": "2016-06-27 00:00:00",
    "received_on": "2016-06-28 00:00:00",
    "concluded_on": "2016-11-01 00:00:00",
    "complaint_processing_days": 126,
    "conclusion_long": "17. The complaint was upheld.",
    "remedial_action": "18. Having upheld the complaint, the Committee considered what remedial action should be required. 19. Where the Committee has upheld a complaint as a breach of Clause 2, the appropriate remedial action is the publication of an adjudication. 20. The adjudication should be published on the publication’s website, with a link to it (including the headline) being published on the homepage for 24 hours. It should then be archived in the usual way. The headline of the adjudication must make clear that IPSO has upheld the complaint, and refer to its subject matter; it must be agreed in advance. The publication should contact IPSO to confirm the amendments it now intends to make to the online article to avoid the continued publication of material in breach of the Editors’ Code of Practice. 21. The terms of the adjudication to be published are as follows: Following an article published on Mail Online on 27 June 2016 headlined “Beatrice makes a splash on yet ANOTHER day off! Princess dives into the sea in a very skimpy bikini as she enjoys a sunshine break on a yacht in Monaco”, HRH Princess Beatrice of York complained to the Independent Press Standards Organisation that Mail Online breached Clause 2 (Privacy) of the Editors’ Code of Practice. IPSO upheld the complaint and has required Mail Online to publish this decision as a remedy to the breach. The article reported that the complainant had been “spotted on board luxury yacht with long term boyfriend”. It included a number of grainy photographs of the complainant on board the yacht in a bikini, and swimming in the sea. The complainant said that the photographs were taken surreptitiously in circumstances in which she had a reasonable expectation of privacy; she was on a private boat when the photographs were taken, and was on a private holiday, undertaking private leisure activities. Those on board the boat were not visible to the naked eye from the shore, and the photographs had been taken with a long lens. The complainant also expressed concern that the photographs showed her partially clothed and were accompanied by comments on her appearance, and her lack of clothing. The publication did not accept a breach of the Code. It said that the photographs did not include any private information about the complainant, as she had previously been photographed in a bikini. It did not accept that the complainant had a reasonable expectation of privacy with regard to her location when the photographs were taken. It said that the photographs of the boat, which was anchored approximately 200m from the shore, had been taken using a 600mm lens, and had been cropped by the agency prior to submission. It said the public areas of the deck had been facing the shore, and were visible to the naked eye, and that the photographs had been taken from public land. It also noted that the complainant had been swimming from an area of the yacht that was at sea level, and not obstructed from view, and that there had been another boat in the vicinity at the time the photographs were taken. The Committee noted that while the Code does not prohibit the use of long-lens photography, the use of a long lens may be a relevant factor when the Committee considers whether there had been an intrusion into an individual’s privacy. The photographs did not show the complainant engaged in any official duties, and displayed her taking part in activities which formed part of her private life. The fact that the photographs had been taken with professional equipment but yet were of low quality, and had been cropped prior to submission, indicated that they had been taken from a considerable distance. The Committee was not therefore satisfied that the complainant had been visible to those on the shore, or had been aware that the photographs were being taken. Having regard for all these factors, the Committee was satisfied that the complainant had a reasonable expectation of privacy at the time the photographs were taken. The taking and publishing of these photographs of the complainant, wearing a bikini, which the Committee noted placed a gratuitous and invasive focus on parts of the complainant’s body which would not ordinarily be subject to public scrutiny, represented a serious intrusion into the complainant’s privacy. As the Code makes clear, photographing an individual in such circumstances is unacceptable unless it can be justified in the public interest. The publication had not argued that there was a public interest in the publication of the photographs, and had been unable to justify the extent of the intrusion; the complaint under Clause 2 was upheld.Date complaint received: 28/06/2016",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee 04455-16 HRH Princess Beatrice of York v Mail Online\nSummary of complaint 1.   \nHRH Princess Beatrice of York complained to the\nIndependent Press Standards Organisation that Mail Online breached Clause 2\n(Privacy) of the Editors’ Code of Practice in an article headlined “Beatrice\nmakes a splash on yet ANOTHER day off! Princess dives into the sea in a very\nskimpy bikini as she enjoys a sunshine break on a yacht in Monaco”, published\non 27 June 2016. 2.   \nThe article reported that the complainant had\nbeen “spotted on board luxury yacht with long term boyfriend”. It included a\nnumber of grainy photographs of the complainant on board the yacht in a bikini\nand swimming in the sea near to the boat. The photographs included those which\nshowed the complainant removing a kaftan before swimming, applying sun tan\nlotion to her boyfriend’s shoulders, showering on the deck of the yacht and\ndrying herself with a towel. The photographs were accompanied by captions. 3.   \nThe complainant said that the photographs were\ntaken surreptitiously in circumstances in which she had a reasonable\nexpectation of privacy; she was on a private boat when the photographs were\ntaken, and was on a private holiday, undertaking private leisure activities.\nThose on board the boat were not visible to the naked eye from the shore, and\nthe photographs had been taken with a long lens. The complainant also expressed\nconcern that the photographs showed her wearing a bikini. She said that the\narticle included comments on her appearance, and her attire. She said that to\ncomment on her appearance was a further intrusion. 4.   \nThe complainant expressed further concern about\nreaders’ comments posted on the article. She said that a number of these had\nmade explicit or abusive reference to her appearance, and that this represented\na further intrusion into her privacy. 5.   \nThe publication did not accept a breach of the\nCode. It said that the photographs did not include any private information\nabout the complainant; she had previously been photographed in a bikini on a\nnumber of occasions. It denied that the article included intrusive comment on\nthe complainant’s appearance, and noted that the only comment on the\ncomplainant’s appearance was one reference in a caption to her “hourglass\ncurves”. It did not accept that this comment was intrusive, and said that the\ncomplainant’s mother and personal trainer had previously spoken to the press\nabout the complainant’s appearance. 6.   \nThe publication did not accept that the\ncomplainant had a reasonable expectation of privacy with regard to her location\nwhen the photographs were taken. The complainant had been spotted heading out\nto sea the previous day, and so the photographer had gone to the port to\nphotograph the yacht. The photographs had been taken from the shore using a\n600mm lens, and had been cropped by the agency prior to submission. The boat\nhad been anchored approximately 200m from the shore, with the public areas of\nthe deck facing the shore, and visible to the naked eye. The complainant had\nbeen swimming from an area of the yacht that was at sea level, and not\nobstructed from view. There had been another boat in the vicinity at the time\nthe photographs were taken. The photographs had been taken from public land,\nclose to the port of Monaco, and the boat was visible from a public foot path,\nas well as apartments, villas and other boats. The publication noted that\nMonaco was a popular summer location for celebrities, and those holidaying\nthere might expect photographers to be present. 7.   \nThe publication noted that user-generated\ncomments did not fall within IPSO’s remit until they were brought to the\npublication’s attention. In this case, while it regretted that the complainant\nhad been upset by unflattering comments about her appearance, it did not believe\nthat these breached the terms of Clause 2. Nonetheless, it had removed the\ncomments on receipt of the complaint. It also offered to remove the photographs\nas a means of resolving the complaint. 8.   \nThe complainant did not accept this offer. She\nsaid that the publication should apologise for publishing the photographs. \nRelevant Code provisions 9.   \nClause 2 (Privacy) i) Everyone is entitled to respect for his or her\nprivate and family life, home, health and correspondence, including digital\ncommunications. ii) Editors will be expected to justify intrusions\ninto any individual’s private life without consent. Account will be taken of\nthe complainant’s own public disclosures of information. iii) It is unacceptable to photograph individuals,\nwithout their consent, in public or private places where there is a reasonable\nexpectation of privacy. \nFindings of the Committee 10. The\nCode does not prohibit the use of long-lens photography. However, the use of a\nlong lens may be a relevant factor when the Committee considers whether there\nhas been an intrusion into an individual’s privacy in a particular situation. 11. The\nphotographs did not show the complainant engaged in any official duties. The series\nof images showed her undressing, preparing to swim, jumping into the sea,\nswimming, showering, drying herself with a towel, socialising with friends, and\napplying sun tan lotion to her partner’s shoulders while dressed in a bikini.\nThese were activities which formed part of her private life, and the effect of\npublication of a large number of images was to show in considerable detail the\nactivities in which she was engaged. 12. It\nwas accepted, by the publication, that the boat had been anchored around 200m\nfrom the shoreline, and that it had been necessary to use a long lens in order\nto photograph the complainant. The fact that the photographs had been taken\nwith professional equipment but yet were of low quality, and had been cropped\nprior to submission by the agency, indicated that they had been taken from a considerable\ndistance. The Committee was not therefore satisfied that the complainant had\nbeen identifiable to those on the shore, notwithstanding the fact that it was\npossible to see the yacht itself with the naked eye, and that there was another\nboat in the vicinity. The\ncomplainant had not been aware that the photographs were being taken. 13. Having\nregard for all these factors, the Committee was satisfied that the complainant had\na reasonable expectation of privacy at the time the photographs were taken. 14. The\ntaking and publishing of these photographs of the complainant, wearing a bikini,\nwhich the Committee noted placed a gratuitous and invasive focus on parts of\nthe complainant’s body which would not ordinarily be subject to public\nscrutiny, represented a serious intrusion into her privacy. 15.  As the Code makes clear, photographing an\nindividual in such circumstances is unacceptable unless it can be justified in\nthe public interest. The publication had not argued that there was a public\ninterest in the publication of the photographs. Rather, it argued that there had\nbeen no intrusion, as the complainant had been photographed wearing a bikini in\nthe past and had not complained. The complainant was entitled to be concerned\nabout details of her private life being exposed to scrutiny without her\nknowledge or consent, and the fact that photographs had previously been\npublished showing her engaged in similar activities did not alter her right to\nprivacy in these specific circumstances. The publication had not been able to\njustify the extent of the intrusion, and the complaint under Clause 2 was\nupheld. 16. User-generated\ncontent, including reader comments, falls within IPSO’s remit once it has been\nreviewed or moderated by the publication. In this case, readers’ comments were\nremoved from the article once they had been brought to the publication’s\nattention and subjected to review. This content therefore fell outside of\nIPSO’s remit. \nConclusions 17. The\ncomplaint was upheld. \nRemedial action required 18. Having\nupheld the complaint, the Committee considered what remedial action should be\nrequired. 19. Where\nthe Committee has upheld a complaint as a breach of Clause 2, the appropriate\nremedial action is the publication of an adjudication. 20. The\nadjudication should be published on the publication’s website, with a link to\nit (including the headline) being published on the homepage for 24 hours. It\nshould then be archived in the usual way. The headline of the adjudication must make clear that\nIPSO has upheld the complaint, and refer to its subject matter; it must be\nagreed in advance. The publication should contact IPSO to confirm the\namendments it now intends to make to the online article to avoid the continued\npublication of material in breach of the Editors’ Code of Practice. 21. The\nterms of the adjudication to be published are as follows: Following an\narticle published on Mail Online on 27 June 2016 headlined “Beatrice makes a\nsplash on yet ANOTHER day off! Princess dives into the sea in a very skimpy\nbikini as she enjoys a sunshine break on a yacht in Monaco”, HRH Princess\nBeatrice of York complained to the Independent Press Standards Organisation\nthat Mail Online breached Clause 2 (Privacy) of the Editors’ Code of Practice.\nIPSO upheld the complaint and has required Mail Online to publish this decision\nas a remedy to the breach. The article\nreported that the complainant had been “spotted on board luxury yacht with long\nterm boyfriend”. It included a number of grainy photographs of the complainant\non board the yacht in a bikini, and swimming in the sea. The complainant\nsaid that the photographs were taken surreptitiously in circumstances in which\nshe had a reasonable expectation of privacy; she was on a private boat when the\nphotographs were taken, and was on a private holiday, undertaking private\nleisure activities. Those on board the boat were not visible to the naked eye\nfrom the shore, and the photographs had been taken with a long lens. The\ncomplainant also expressed concern that the photographs showed her partially\nclothed and were accompanied by comments on her appearance, and her lack of\nclothing. The publication\ndid not accept a breach of the Code. It said that the photographs did not include\nany private information about the complainant, as she had previously been\nphotographed in a bikini. It did not accept that the complainant had a\nreasonable expectation of privacy with regard to her location when the\nphotographs were taken. It said that the photographs of the boat, which was\nanchored approximately 200m from the shore, had been taken using a 600mm lens,\nand had been cropped by the agency prior to submission. It said the public\nareas of the deck had been facing the shore, and were visible to the naked eye,\nand that the photographs had been taken from public land. It also noted that\nthe complainant had been swimming from an area of the yacht that was at sea\nlevel, and not obstructed from view, and that there had been another boat in\nthe vicinity at the time the photographs were taken. The Committee\nnoted that while the Code does not prohibit the use of long-lens photography, the\nuse of a long lens may be a relevant factor when the Committee considers\nwhether there had been an intrusion into an individual’s privacy. The\nphotographs did not show the complainant engaged in any official duties, and\ndisplayed her taking part in activities which formed part of her private life. The\nfact that the photographs had been taken with professional equipment but yet\nwere of low quality, and had been cropped prior to submission, indicated that\nthey had been taken from a considerable distance. The Committee was not therefore\nsatisfied that the complainant had been visible to those on the shore, or had\nbeen aware that the photographs were being taken. Having regard for all these\nfactors, the Committee was satisfied that the complainant had a reasonable\nexpectation of privacy at the time the photographs were taken. The taking and\npublishing of these photographs of the complainant, wearing a bikini, which the\nCommittee noted placed a gratuitous and invasive focus on parts of the\ncomplainant’s body which would not ordinarily be subject to public scrutiny,\nrepresented a serious intrusion into the complainant’s privacy. As the Code\nmakes clear, photographing an individual in such circumstances is unacceptable\nunless it can be justified in the public interest. The publication had not\nargued that there was a public interest in the publication of the photographs,\nand had been unable to justify the extent of the intrusion; the complaint under\nClause 2 was upheld.Date complaint received: 28/06/2016Date decision issued: 01/11/2016\nBack to ruling listing\n\n\n"
}