{
    "url": "/rulings-and-resolution-statements/ruling/?id=04467-19",
    "title": "04467-19 Law MP v Daily Record",
    "provisions": [
        "2 Privacy (2018)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "Daily Record (Reach PLC)",
    "published_on": "2019-05-17 00:00:00",
    "received_on": "2019-05-29 00:00:00",
    "concluded_on": "2019-10-11 00:00:00",
    "complaint_processing_days": 135,
    "conclusion_long": "9. The complaint was not upheld.",
    "remedial_action": "10. N/A   Date complaint received: 29/05/2019",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee 04467-19 Law MP v Daily Record\nSummary of complaint\n1. Chris Law MP complained to the Independent Press\nStandards Organisation that the Daily Record breached Clause 2 (Privacy) of the\nEditors' Code of Practice in an article headlined \"Nats of vipers\"\npublished on 17 May 2019.\n2. The article reported on “infighting” within the Dundee\nbranch of the Scottish National Party. It reported that the complainant had\n\"courted headlines” when the publication had previously reported his\nintention to buy a named property in Angus in 2016. The article went on to\nreport that the complainant had \"claimed he wanted to turn the [property] into\na holiday spot for disabled children, with the facility to be run by his\npartner\" but \"three years later, the proposed disabled centre has not\nmaterialised and the couple appear to live in the property\".\n3. The article appeared in much the same format online under\nthe headline \"SNP infighting more like Game of Thrones plot than conduct\nof a political party\".\n4. The complainant said that the article represented an\nintrusion into his privacy which had resulted in security concerns and he also\nreferenced the current security issues faced by MPs. The complainant said the\ninformation about his interest in the property had been republished from two\n2016 articles in the Daily Record and another publication, but in contrast to\nthe article under complaint, these articles did not comment on where he\nappeared to live. The complainant raised a number of specific security concerns\nduring the course of the investigation of the complaint.\n5. The publication denied any breach of the Code. It said\nthat the information was already in the public domain by virtue of the 2016\narticles and was therefore not private. It noted that the complainant had\npublicly announced that he was buying the property; when contacted prior to the\npublication of the 2016 article an SNP spokesperson had confirmed the purchase\nand his reasons for doing so.\n6. The publication said that the complainant had publicly\nannounced that he intended to use the property as a leisure facility for\nchildren with physical and learning disabilities, at a time he was facing a\nnumber of allegations of financial wrongdoing, of which he was subsequently\ncleared. The publication said this had prompted public debate at the time and\nthere was a public interest in informing readers of the fact that the\ncomplainant and his partner's plan for the facility had never materialised and\nthey appeared to live in the property; the article's publication contributed to\nan ongoing public debate.\nRelevant Code Provisions\n7. Clause 2 (Privacy)*\ni) Everyone is entitled to respect for his or her private\nand family life, home, health and correspondence, including digital\ncommunications.\nii) Editors will be expected to justify intrusion into any\nindividual’s private life without consent. In considering an individual’s\nreasonable expectation of privacy, account will be taken of the complainant’s\nown public disclosures of information and the extent to which the material\ncomplained about is already in the public domain or will become so.\niii) It is unacceptable to photograph individuals, without\ntheir consent, in public or private places where there is a reasonable\nexpectation of privacy.\nThe Public Interest\n1. The public interest includes, but is not confined to:\n§  Detecting or\nexposing crime, or the threat of crime, or serious impropriety.\n§  Protecting public\nhealth or safety.\n§  Protecting the\npublic from being misled by an action or statement of an individual or\norganisation.\n§  Disclosing a person\nor organisation’s failure or likely failure to comply with any obligation to\nwhich they are subject.\n§  Disclosing a\nmiscarriage of justice.\n§  Raising or\ncontributing to a matter of public debate, including serious cases of\nimpropriety, unethical conduct or incompetence concerning the public.\n§  Disclosing\nconcealment, or likely concealment, of any of the above.\n2. There is a public interest in freedom of expression\nitself.\n3. The regulator will consider the extent to which material\nis already in the public domain or will become so.\n4. Editors invoking the public interest will need to\ndemonstrate that they reasonably believed publication - or journalistic\nactivity taken with a view to publication – would both serve, and be\nproportionate to, the public interest and explain how they reached that\ndecision at the time.\nFindings of the Committee\n8. The Committee recognised the complainant's security\nconcerns. However, an individual does not ordinarily have a reasonable\nexpectation of privacy in relation to information concerning the ownership of\nproperty or where the individual lives. In this case, it had been reported in\n2016 that the complainant was considering buying the property, which had been\nconfirmed by a spokesperson for the complainant's political party, and the\ncomplainant’s intended use of the property as a centre to help children with\ndisabilities was also in the public domain. The article under complaint\nconfirmed that the complainant had since purchased the property and\n\"appeared\" to be living in it. The Committee considered that the\ncomplainant did not have a reasonable expectation of privacy in relation to\nthis information; publication did not raise an exceptional security concern and\nthe complainant’s interest in the property was already in the public domain.\nFurther, there was a public interest in reporting that the complainant, an\nelected official, had publicly voiced his intention to use the property as a\ncentre for children with physical and learning difficulties, but that those\nplans appeared not to have materialised. There was no breach of Clause 2.\nConclusion\n9. The complaint was not upheld.\nRemedial action required\n10. N/A\n \nDate complaint received: 29/05/2019\nDate decision issued: 11/10/2019\nBack to ruling listing\n\n\n"
}