{
    "url": "/rulings-and-resolution-statements/ruling/?id=04489-21",
    "title": "04489-21 Symmonds v Swindon Advertiser",
    "provisions": [
        "2 Privacy (2019)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "Swindon Advertiser (Newsquest Media Group)",
    "published_on": "2021-04-30 00:00:00",
    "received_on": "2021-04-30 00:00:00",
    "concluded_on": "2021-07-28 00:00:00",
    "complaint_processing_days": 89,
    "conclusion_long": "9. The complaint was not upheld.",
    "remedial_action": "10. N/A   Date complaint received: 30/04/2021",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee – 04489-21 Symmonds\nv Swindon Advertiser\nSummary of Complaint\n1. Karen Symmonds complained to the Independent Press\nStandards Organisation that the Swindon Advertiser breached Clause 2 (Privacy)\nof the Editors’ Code of Practice in an article headlined “Awards for police\ncalled to shootout in Stratton street”, published on 30 April 2021.\n2. The article reported on the commendations received by\nofficers of Wiltshire Police for their response to an incident in August 2019,\nproviding a summary of the circumstances leading up to and including the\ntwo-hour-long armed siege. It reported that the perpetrator’s mother, the\ncomplainant, had suffered a “heart attack” during the incident, and that\nofficers “put themselves in harm’s way to resuscitate her” by performing CPR\n“while ducking out of [her son’s] line of fire”.  It also stated that two officers were awarded\nformal commendations by Judge Jason Taylor QC in November 2019 when the\nperpetrator was sentenced.  \n3. A substantially similar version of the article also\nappeared online with the headline “Hero police officers called to Stratton\nshoot out earn awards”. \n4. The complainant said that the article breached Clause 2\n(Privacy), because it reported that she suffered a heart attack during the\nincident.  She said that this was private\nmedical information and as such should not have been published. \n5. The newspaper did not accept a breach of the Editors’\nCode. It said that this medical information was heard in open court during her\nson’s case in November 2019. The newspaper provided a copy of the reporter’s\ncontemporaneous shorthand notes in order to demonstrate this, accompanied by a\ntranscript of the relevant notes.  It\nsaid that newspapers were entitled to report on court proceedings, particularly\nin the absence of reporting restrictions. It added that this information was\nhighly relevant to the story given that police officers were honoured for their\nresponse to the incident and performing CPR on the complainant under the\ncircumstances described.  \nRelevant Code Provisions\nClause 2 (Privacy)\ni) Everyone is entitled to respect for his or her private\nand family life, home, health and correspondence, including digital\ncommunications. \nii) Editors will be expected to justify intrusions into any\nindividual's private life without consent. In considering an individual's reasonable\nexpectation of privacy, account will be taken of the complainant's own public\ndisclosures of information and the extent to which the material complained\nabout is already in the public domain or will become so.\niii) It is unacceptable to photograph individuals, without\ntheir consent, in public or private places where there is a reasonable\nexpectation of privacy\nFindings of the Committee\n6. The Committee recognised the distressing circumstances\nsurrounding this complaint, with the complainant concerned that personal\nmedical information had been published by the newspaper. \n7. The Editors’ Code recognises that publications are\ngenerally entitled to report on legal proceedings, save for particular\ncircumstances, such as when reporting restrictions have been put in place by\nthe court. Information given in court, where no restrictions have been imposed,\nhas been placed in the public domain, and publications are generally free to\nreport it.\n8. The article was a report of the commendations received by\nofficers of Wiltshire Police for their response to an incident in August 2019\nwhich had itself been subject to legal proceedings later that year. During\nthese proceedings, the complainant’s heart attack and details of the treatment\nshe received from police officers were heard in court and, as a consequence,\nhad been placed into the public domain. As such, the publication of this\nmedical information did not represent an intrusion into the complainant’s\nprivate life. There was no breach of Clause 2.  \n\nConclusion\n9. The complaint was not upheld. \nRemedial Action Required\n10. N/A\n \nDate complaint received: 30/04/2021 \nDate complaint concluded by IPSO: 28/07/2021 \n \nBack to ruling listing\n\n\n"
}