{
    "url": "/rulings-and-resolution-statements/ruling/?id=04498-18",
    "title": "04498-18 Handling v The Scottish Sun",
    "provisions": [
        "1 Accuracy (2018)",
        "2 Privacy (2018)",
        "4 Intrusion into grief or shock (2018)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "The Scottish Sun (News UK)",
    "published_on": "2018-07-11 00:00:00",
    "received_on": "2018-07-13 00:00:00",
    "concluded_on": "2018-09-24 00:00:00",
    "complaint_processing_days": 73,
    "conclusion_long": "12. The complaint was not upheld.",
    "remedial_action": "13. N/ADate complaint received: 13/07/2018",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee 04498-18 Handling v\nThe Scottish SunSummary of complaint1. Stewart Handling\ncomplained to the Independent Press Standards Organisation that The Scottish\nSun breached Clause 1 (Accuracy), Clause 2 (Privacy) and Clause 4 (Intrusion\ninto grief and shock) of the Editors’ Code of Practice in an article headlined “GIRL,\n13 ‘DRUG DEATH’ PROBE” published on 11 July 2018.2. The article\nbegan on the front page of the publication, and continued on page 5. It said\nthat a schoolgirl – the complainant’s daughter – had been “found dead at a\npal’s house in a suspected drugs tragedy”. It said that police were\ninvestigating whether the girl had been given a substance by a friend, and said\nthat “a source last night said: ‘Drug tests have begun’”. A page 5 subheadline\nread “cops order tests amid drug OD fears”. The article text on this page\ndescribed the complainant’s tribute to his daughter, and said that “sources\nsaid it is feared she may have taken a substance”; it quoted the source saying\nthat “'drugs tests will determine how she died’”. The article quoted a\nspokeswoman for Police Scotland who stated that “The death is not being treated\nas suspicious. Further forensic tests will be carried out in due course to\nestablish the cause of death”. The article included a photograph of the\ncomplainant.3. The article\nappeared in substantially the same format online, under the headline\n“HEARTBROKEN: Shattered dad of Irvine teen…found dead at pal’s house in\nsuspected drugs tragedy reveals family’s heartbreak as police launch probe\".4. The complainant\nsaid that the article was misleading in breach of Clause 1 (Accuracy) because\nit speculated on the cause of his daughter’s death prior to the completion of\nthe toxicology tests. He also said that the article had intruded on his\nprivacy, in breach of Clause 2 (Privacy) because it used quotations from him\nand pictures of him without permission. In addition, he said that the\npublication had breached Clause 4 (Intrusion into grief and shock) because, by\nspeculating on the cause of death, the article showed a lack of humanity and empathy\ntowards his family. He was also concerned that a journalist from the\npublication had attended at his home uninvited and questioned him regarding the\ncause of his daughter’s death. Finally, the complainant was concerned that the\narticle breached Clause 6 (Children) because it named his daughter, and\nincluded her image and age.5. The publication\noffered its condolences to the complainant’s family, but denied that it had\nbreached Clause 1 (Accuracy). It said that it was not misleading to state that\na “drugs probe” was ongoing: the Police had confirmed that “further forensic\ntests” had been undertaken, which was a shorthand for toxicology tests. The\npublication said that during his conversation with its reporter, the\ncomplainant had confirmed that one line of inquiry was that his daughter’s\ndeath had been drug-related (although he felt unable to speculate). It said\nthat the complainant had, in this conversation, also confirmed the name of the\ndrug under investigation, and had discussed the identity and arrest of the\nindividual alleged to have provided this drug. The publication provided a\nrecording and transcript of this conversation. Finally, the publication said\nthat it had taken care to ensure that it did not state as fact that the\ncomplainant’s daughter’s death had been drug-related, but rather indicated that\nthis was a line of inquiry being pursued.6. The publication\nalso denied any breach of Clause 2 (Privacy) and Clause 4 (Intrusion into grief\nand shock). It said that bereaved families often wanted to be contacted by\npublications in order to make public statements; it said that its reporter had\nbehaved in a sensitive manner during his conversation with the complainant, and\nhe had seemed happy to carry on speaking to the reporter throughout the\nconversation. In addition, it said that all the quotations attributed to the\ncomplainant had been taken from an interview he had given to a different\npublication; none had been taken from his conversation with its reporter. The\npublication said that the photograph of the complainant had been taken from a\npublicly viewable social media page, and did not disclose anything private\nabout him; consent was not therefore required for its publication.7. The complainant\nsaid that the recording of his conversation with the reporter – which he was\nnot aware had been made – showed that he had made clear that it was too early\nto speculate on the cause of his daughter’s death. He said that the publication\nshould not have contacted him while he was in a state of shock, and that the\nreporter had led the conversation in a particular direction.Relevant Code provisions8. Clause 1\n(Accuracy)i)    The Press must\ntake care not to publish inaccurate, misleading or distorted information or\nimages, including headlines not supported by the text.ii)  A significant\ninaccuracy, misleading statement or distortion must be corrected, promptly and\nwith due prominence, and — where appropriate — an apology published. In cases\ninvolving IPSO, due prominence should be as required by the regulator.iii)  A fair\nopportunity to reply to significant inaccuracies should be given, when\nreasonably called for.iii)  The Press, while\nfree to editorialise and campaign, must distinguish clearly between comment,\nconjecture and fact.Clause 2 (Privacy)*i)  Everyone is\nentitled to respect for his or her private and family life, home, health and\ncorrespondence, including digital communications.ii) Editors will be\nexpected to justify intrusions into any individual's private life without\nconsent. Account will be taken of the complainant's own public disclosures of\ninformation.iii)  It is\nunacceptable to photograph individuals, without their consent, in public or\nprivate places where there is a reasonable expectation of privacy.Clause 4 (Intrusion into grief or shock)*In cases involving personal grief or shock, enquiries and\napproaches must be made with sympathy and discretion and publication handled\nsensitively. These provisions should not restrict the right to report legal\nproceedings.Findings of the Committee9. The police had issued a statement indicating that\n“further forensic tests” were being undertaken in relation to the complainant’s\ndaughter’s death. In his conversation with the publication’s reporter, the\ncomplainant had confirmed that these tests were toxicological, and that an\nindividual had been arrested on suspicion of supplying drugs; the complainant\nhad also suggested a named drug that was being investigated. The complainant\nhad also undoubtedly made clear his view that it was too early to speculate on\nthe cause of death. However, the publication had taken care to indicate that\nthe complainant’s daughter’s death was “suspected” to be drugs-related.\nPresenting the claim in this way was consistent with the information the\ncomplainant had provided in his conversation with the publication, and\nreporting that this was a line of enquiry being pursued was not misleading.\nThere was no breach of Clause 1 (Accuracy) on this point.10. Bereaved families will often wish to speak to\npublications in order to pay tribute to their loved ones; under Clause 4\n(Intrusion into grief and shock), publications are required to handle such\ncontacts with sensitivity. In this instance, the complainant had already spoken\nopenly to another publication about his daughter and her death. During his\nconversation with the reporter, the complainant had not at any point indicated\na desire to end the conversation, and had talked at some length about the\ncircumstances of his daughter’s death. The reporter had behaved with\nappropriate sensitivity, and engaged in a cordial discussion with the\ncomplainant, as required by the Code. Reporting that the complainant’s\ndaughter’s death was being investigated as drugs-related was not in and of\nitself insensitive, when the complainant did not appear to dispute that this\nwas the case. There was no breach of Clause 4 (Intrusion into grief or shock)\non these points.11. The photograph of the complainant used by the\npublication had been taken from a publicly-accessible social media page, and\ndid not reveal any private information about him. Similarly, the complainant’s\ndaughter’s age, name and image had already been made public prior to the\npublication of the article. Publishing this information did not therefore\nrepresent a breach of Clause 2 (Privacy), and nor was it a breach of Clause 6\n(Children). In addition, the quotations attributed to the complainant in the\narticle had been given consensually to another publication; they were therefore\nalready in the public domain, and consent was not required for their\nrepublication. There was no breach of Clause 2 (Privacy) on this point.Conclusions12. The complaint was not upheld.Remedial action required13. N/ADate complaint received: 13/07/2018Date decision issued: 24/09/2018\n \n \n \n \n \n \nBack to ruling listing\n\n\n"
}