{
    "url": "/rulings-and-resolution-statements/ruling/?id=04515-21",
    "title": "04515-21 Brassington v stokesentinel.co.uk",
    "provisions": [
        "2 Privacy (2019)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "stokesentinel.co.uk (Reach PLC)",
    "published_on": "2021-05-01 00:00:00",
    "received_on": "2021-05-03 00:00:00",
    "concluded_on": "2021-10-07 00:00:00",
    "complaint_processing_days": 157,
    "conclusion_long": "9. The complaint was not upheld.",
    "remedial_action": "10. N/A   Date complaint received: 03/05/2021",
    "text": "\n\n\n\n\n\nDecision\nof the Complaints Committee – 04515-21 Brassington v stokesentinel.co.uk\nSummary\nof Complaint\n1. Kayleigh\nBrassington complained to the Independent Press Standards Organisation that\nstokesentinel.co.uk breached Clause 2 (Privacy) of the Editors’ Code of\nPractice in an article headlined “Seven passive aggressive or outright rude\nnotes left on vehicles in North Staffordshire's parking warfare”, published on\n1st May 2021.\n2. The\narticle reported on notes that had been left on car windscreens in the local\narea that it described as “passive aggressive”. The article referred to the\ncomplainant by name and stated the area in which she lived and explained that\nshe had “posted her own angry note in response to her neighbour”. It quoted the\ncomplainant giving the following explanation of her note: “Anonymous neighbour\nsent a letter through the letter box to complain that car alarm had gone off a\ncouple of times that week so I should get it sorted. I submitted my response as\nper the photograph.” It then reported the contents of the note and included a\npicture of this note in the complainant’s car window, which showed the colour\nand make of the vehicle.\n3. The\ncomplainant said that the article was intrusive in breach of Clause 2 because\nit had used information that could only have been taken from her private social\nmedia account. She said that the post about the note was from 2013 and she had\nnot given consent for the contents of this post to be used in an article. She\nasserted that her original post had not been shared anywhere to her knowledge.\nThe complainant also said it intruded into her private life because it revealed\nher name, location, and the make and model of her car.\n4. The\npublication said it did not accept a breach of the Code. It stated that it had\nnot taken the information from the complainant’s private social media account.\nIt explained that it appeared that the complainant had entered a competition in\n2018 and that entries to this competition had been published in a press\nrelease. Whilst the publication no longer had a copy of the press release, due\nto the length of time that had passed since its release in 2018, the\npublication provided links to a number of articles which had covered the press\nrelease and included the complainant’s name, the photograph of the note in her\ncar, and details of her social media post. The information that the complainant\nclaimed to be private had, therefore, been publicly available since the press\nrelease and resulting press coverage had been published in 2018. In addition,\nthe publication stated that the article did not disclose any information that\ncould be considered private.\n5. The\ncomplainant did not dispute that she had entered this competition but stated\nshe had not been aware that her submission would be used in this way.\n6.\nDuring IPSO’s investigation, the publication offered to remove the\ncomplainant’s name, area, and photograph from the article as a gesture of\ngoodwill. The complainant did not accept this as a way to resolve her\ncomplaint.\nRelevant\nCode Provisions\nClause 2\n(Privacy)\ni)\nEveryone is entitled to respect for their private and family life, home,\nphysical and mental health, and correspondence, including digital\ncommunications.\nii)\nEditors will be expected to justify intrusions into any individual's private\nlife without consent. In considering an individual's reasonable expectation of\nprivacy, account will be taken of the complainant's own public disclosures of\ninformation and the extent to which the material complained about is already in\nthe public domain or will become so.\niii) It\nis unacceptable to photograph individuals, without their consent, in public or\nprivate places where there is a reasonable expectation of privacy.\nFindings\nof the Committee\n7. The\nnewspaper confirmed that it had not taken the information from the\ncomplainant’s private social media page. Instead, it said that the details\nrelating to this complainant’s post had been in the public domain since 2018\nafter it had been submitted to a competition, the organisers of which had\nshared a press release containing the information. The publication had been\nable to provide several links to coverage from the time that supported its\nposition that the information had been accessible and in the public domain for\nthree years. While the complainant said she had been unaware that her entry\nwould be used in this way, she did not dispute entering the competition.\n8. Clause\n2 states that in considering an individual’s reasonable expectation of privacy,\naccount will be taken of the complainant’s own public disclosure of information\nand the extent to which information is already in the public domain. In this\ninstance, it appeared that the complainant had, albeit unwittingly, released\nthis information into the public domain through participation in a competition,\nand that the information she complained of had consequently been widely\navailable in the public domain for the last three years. In these\ncircumstances, the Committee did not find that the complainant had a reasonable\nexpectation of privacy over the information relating to her in the article and,\nas such, found no breach of Clause 2 of the Code.\nConclusions\n9. The complaint was not upheld.\nRemedial\nAction Required\n10. N/A\n \nDate\ncomplaint received: 03/05/2021\nDate\ncomplaint concluded by IPSO: 07/10/2021\nBack to ruling listing\n\n\n"
}