{
    "url": "/rulings-and-resolution-statements/ruling/?id=04512-15",
    "title": "04512-15 A woman v The Times",
    "provisions": [
        "3 (Privacy) 2015",
        "14 (Confidential sources) 2015"
    ],
    "outcome": "No breach - after investigation",
    "publication": "The Times (News UK)",
    "published_on": "2015-07-08 00:00:00",
    "received_on": "2015-07-16 00:00:00",
    "concluded_on": "2015-09-08 00:00:00",
    "complaint_processing_days": 54,
    "conclusion_long": "14. The complaint was not upheld.",
    "remedial_action": "N/A  Date complaint received: 16/07/2015",
    "text": "\n\n\n\n\n\n·  Decision of the Complaints Committee 04512-15 A woman\nv The Times\nSummary of\ncomplaint \n1. A woman complained to the Independent Press Standards\nOrganisation that The Times had breached Clause 3 (Privacy) and Clause 14\n(Confidential sources) of the Editors’ Code of Practice in an article headlined\n“Blind singer hurt on 7/7 flees stalker”, published on 8 July 2015. \n2. The article was an interview with the complainant\nwhich was published the day after the anniversary of the 7 July 2005 bombings.\nIt reported that she had left London following the attacks, and had now had to\nmove again as she had been the victim of stalking. \n3. The story had initially been published in another\nnewspaper; that article was the subject of a separate complaint to IPSO. The\ncomplainant said that, prior to publication of the initial article, she had\nbeen contacted by a freelance journalist, a man with whom she had previously\nworked, who wanted to interview her; they arranged a telephone call. The\ncomplainant said that during the call they discussed her experiences of the\nbombings, the fact that she was being stalked and had had to move home a number\nof times, and her career. She said that she had asked that no details relating\nto her being stalked be published; those details were “between them”. The\ncomplainant said that she had also asked that her current location not be\nrevealed, in order to protect her safety; this omission had been agreed by the\njournalist. \n4. About an hour after the interview the journalist rang\nthe complainant to ask if she had reported the stalking matter to the police;\nshe said that she told him during this conversation that the details relating\nto her stalking were private. Five hours later she emailed the journalist to\nsay that she had been thinking about the conversation and was concerned about\nthe inclusion in the article of any reference to her being stalked. The\njournalist replied saying that the story had been written and submitted to\npublications, and it included that the reason why the complainant had moved was\nthat she was being stalked. He said that his understanding was that the\ncomplainant had requested that nothing in the article reveal where she was\nliving now, and he had ensured that that was the case. The complainant\nacknowledged in correspondence with IPSO that it was clear from the\njournalist’s recollection of the conversation that he had not heard her\nrequest. The journalist told her that it was too late to remove the story from\nthe next day’s newspaper. \n5. Following publication of the initial article, a\njournalist from The Times contacted the complainant to say that she had read\nthe story with interest and would like to speak further about the complainant’s\nexperiences. A telephone conversation took place, during which the complainant\nsaid that she had refused to speak about her being stalked, and had hoped that\nthe journalist would understand that she did not want the information to be\npublished. The journalist said that she would just use the information that had\nbeen published already. In her complaint to IPSO the complainant said that the\njournalist had never asked her if she would be happy with this, and if the\njournalist had asked her why she did not want to provide any further\ninformation she would have explained that the information was never meant to be\npublished in the first place. \n6. The newspaper said that during the telephone\nconversation the complainant had told the journalist that she had been advised\nby her lawyer not to discuss further her experiences of stalking. As a result,\nthe journalist based the article on the information already published. It said\nthat if the complainant had explained to the journalist that the initial\narticle had appeared against her wishes and had caused her distress, then the\nnewspaper would not have pursued the story any further; the intention of the\narticle was to be entirely sympathetic to the complainant, and the newspaper\nnever had any desire to upset her. It noted that the article had not made\nreference to the complainant’s current place of residence. It said that the\nfacts published in the article were already in the public domain and, in any\ncase, did not amount to private information under the terms of Clause 3. \n7. The complainant also complained about similar articles\nin two other newspapers. During the investigation into one of those complaints,\nit became clear that the complainant had spoken about the fact that she was\nbeing stalked during a speech at a conference in 2015, as she called for unions\nto increase measures to protect women in the entertainment industry. An article\nabout that speech had been published on the website of a specialist newspaper. \nRelevant Code Provisions\n8. Clause 3 (Privacy)\ni) Everyone is entitled to respect for his or her private\nand family life, home, health and correspondence, including digital\ncommunications. \nii) Editors will be expected to justify intrusions into\nany individual’s private life without consent. Account will be taken of the\ncomplainant’s own public disclosures of information. \nClause 14 (Confidential sources) \nJournalists have a moral obligation to protect\nconfidential sources of information. \nThe public interest \n4. The Regulator will consider the extent to which material\nis already in the public domain, or will become so. \nFindings of the Committee\n9. The Committee understood that the complainant was in a\nvulnerable position, and that she was concerned for her safety. \n10. The Committee had already established, separately,\nthat the initial article in the other newspaper did not raise a breach of the\nEditors’ Code. That decision informed its consideration of the complaint\nagainst The Times. \n11. The initial conversation had been clearly\ndistinguished as an interview for publication, and the journalist was someone\nwith whom she had previously worked. The Committee noted the complainant’s\nacceptance that the journalist had not acknowledged her request, and it was\nclear that there had been no specific agreement to exclude details about the\nstalking from the article. \n12. When The Times’ journalist had contacted the\ncomplainant seeking comment prior to publication, she had not been told that\nthe complainant had been upset by publication of the initial article, that she\nconsidered the information to be private, or that she wanted nothing further to\nbe published. Further, the article did not place any new information in the\npublic domain. The article under complaint had not given any indication of the\ncomplainant’s current place of residence, and so the Committee did not consider\nthat the newspaper’s actions had compromised the complainant’s safety. In these\ncircumstances, the newspaper following up on the previously published story did\nnot represent an unjustified intrusion into the complainant’s private life;\nthere was no breach of Clause 3. \n13. There was no suggestion that an agreement had been\nmade that the complainant be treated as a confidential source; there was no\nbreach of Clause 14. \nConclusions\n14. The complaint was not upheld. \nRemedial Action Required\nN/A \nDate complaint received: 16/07/2015\nDate decision issued:\n08/09/2015\nBack to ruling listing\n\n\n"
}