{
    "url": "/rulings-and-resolution-statements/ruling/?id=04524-18",
    "title": "04524-18 McAlpine v The Scottish Sun",
    "provisions": [
        "2 Privacy (2018)",
        "10 Clandestine devices and subterfuge (2018)",
        "3 Harassment (2018)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "The Scottish Sun (News UK)",
    "received_on": "2018-07-17 00:00:00",
    "concluded_on": "2018-11-13 00:00:00",
    "complaint_processing_days": 119,
    "conclusion_long": "24. The complaint was not upheld.",
    "remedial_action": "N/A Independent Complaints Reviewer The complainant complained to the Independent Complaints Reviewer about the process followed by IPSO in handling this complaint. The Independent Complaints Reviewer decided that the process was not flawed and did not uphold the request for review. Date complaint received: 17/07/2018",
    "text": "\n\n\n\n\n\nDecision of the\nComplaints Committee 04524-18 McAlpine v\nThe Scottish Sun\nSummary of complaint 1.   \nTommy\nMcAlpine complained to the Independent Press Standards Organisation on his own\nbehalf, and on behalf of his mother, that The Scottish Sun breached Clause 2\n(Privacy), Clause 3 (Harassment) and Clause 10 (Clandestine devices and\nsubterfuge) of the Editors’ Code of Practice in relation to 3 articles: ·        \n“NICK\nOFF Prison bigwig suspended from Addiewell nick amid racist post storm after\ndefending EDL founder [Name]”, published online on 6 June 2018; ·        \n“NICK\nSHAME Scandal hit Scots jail sack senior wardens after one bullied staff and\nanother posted hate filled anti-Muslim rant to Facebook”, published online on\n16 July 2018; ·        \n“Nick\nKnackered”, published in print on 17 July 2018. 2.   \nThe\narticles reported that the complainant had been suspended, and ultimately\ndismissed, from his job as a senior prison officer after allegedly writing posts\non Facebook which claimed that Islam “incites hatred”. The articles included a photograph\nof the complainant, taken in the front doorway of his home. 3.   \nThe\nfirst article reported that the complainant had been suspended following the\nallegations which had been made against him. The further two articles were\nfollow up pieces, which reported that the complainant had been dismissed from\nhis position. 4.   \nThe\ncomplainant said that he had a reasonable expectation of privacy whilst\nstanding inside his home. He said that he did not consent to his photograph\nbeing taken and its publication in the articles under complaint represented an\nintrusion into his private life. He said that he was not made aware of a\nphotographer’s presence and speculated that the image had been taken by using a\nhidden camera, in breach of Clause 10. 5.   \nThe\ncomplainant also said that journalists acting on behalf of the newspaper had\nharassed himself and his mother, without justification, in breach of Clause 3. 6.   \nThe\ncomplainant said that on 4 June 2018, a reporter had attended his home address\nand had asked his mother, who had opened the door, whether he was at home. The\ncomplainant said that the reporter did not introduce himself to his mother, but\naccepted that she did not ask who he was, or who he represented. The\ncomplainant said that the reporter had only identified himself once the\ncomplainant had come to the front door; he said that had he known that the\nindividual at the door was a reporter, he would not have made his way\ndownstairs. The complainant said that his interaction with this first reporter\nwas brief, and he did not provide any substantive comments. The complainant\nsaid that he had told the reporter that he didn’t want to talk to him, and had refused\nhis business card. The complainant also said that the journalist had told him\nthat he was a reporter from another publication. 7.   \nThe\ncomplainant said that he had only become aware that his photograph had been\ntaken during this exchange, when the photograph was published in the first\narticle. 8.   \nThe\ncomplainant said that a second reporter attended his address on 13 July. The\ncomplainant said that he had answered the door; asked who the caller was, and\nafter being informed that they were a journalist, had closed the door\nimmediately. The complainant said that he did not engage in any further\nconversation with the journalist. 9.   \nThe\ncomplainant said that on the same evening he had written to the publication, to\nrequest that its journalists desist from contacting him at his home or\notherwise, and stated that he did not wish for his photographs to be taken or published\nwithout his consent. The newspaper responded to the complainant and confirmed\nthat it would not contact him again in relation to his dismissal. The\ncomplainant provided a copy of this correspondence. He said that the republication\nof his photograph following this email amounted to a further breach of Clause 3. 10. The newspaper did not accept that\nit had breached the Code. It said that the first reporter had introduced himself\nto the complainant’s mother as a reporter working for the Scottish Sun and had asked\nto speak to the complainant. The newspaper said that the reporter identified\nhimself again to the complainant, explaining why he was there. The newspaper\nsaid that, rather than\nclose the door without speaking, the complainant had listened to the journalist\nfully explain why they were there, before telling the journalist: \"well\nobviously, I'm not going to talk about that\". The reporter then\noffered to leave a business card, which the complainant declined, and left the\npremises. 11. The newspaper said that while the\nreporter was speaking to the complainant, a photographer, who was in a car\nparked in a layby opposite the complainant’s house, had taken a picture of the\ncomplainant. The newspaper provided an image taken from Google maps, which\nshowed the complainant’s house and the parking spaces opposite it. It said that\nno hidden camera was used and the terms of Clause 10 were not engaged. The\nnewspaper noted that the reporter had first, unsuccessfully, attempted to find\na picture of the complainant online; it said that there was no other reasonable\nway it could have obtained a photograph of him, other than attending the\ncomplainant’s home. 12. The newspaper said that on 13\nJuly 2018 an agency reporter, working on its behalf, also attended the complainant’s\naddress. It said that when the complainant had opened the door, the reporter had\nstated his profession and before he could say who he was working for, the\ncomplainant had closed the door. The newspaper said that the reporter had\nwalked back to his car,\nwhich was parked away from the house across the road, and had called the\nnewspaper to report back what happened. It said that no photographer had\nbeen present on this occasion. 13. The newspaper said that the\ncomplainant was not approached following his request to desist which it\nreceived later that evening, and so there was no breach of Clause 3. The\nnewspaper noted that the complainant’s request did not prevent it from\npublishing further stories about him, or from publishing photographs of him\nwhich it already had on file. 14.\nThe\nnewspaper said that the publication of the image did not represent an intrusion\ninto the complainant’s private life. It said that the complainant was standing\njust inside his doorway when the photograph was taken, and that he was visible\nto anyone who may have been passing on the street. The newspaper said that it\ndid not require the complainant’s consent to take or publish the photograph,\nand in any event, the photograph did not reveal any private information about\nthe complainant and merely showed his likeness. 15. While the\nnewspaper did not accept that the publication of the image represented an\nintrusion into the complainant’s privacy, the newspaper said that there was a legitimate\npublic interest in picturing a public servant whose misconduct was so serious\nthat he was suspended from his role, and ultimately dismissed – these were not\nprivate matters and the newspaper was entitled to report the story. 16. The\ncomplainant said the reason he had kept\nthe door open to the first reporter, and said that he didn’t want to talk to\nhim and refused his business card, was because he\ndidn’t want to be rude and just close the door on him. The complainant\ndisputed that the photographer was in a car across from his house at the time\nhis photograph had been taken, and alleged that the photographer had been\nhiding behind a bush.  \nRelevant Code\nProvisions 17. Clause 2 (Privacy)* i)\nEveryone is entitled to respect for his or her private and family life, home,\nhealth and correspondence, including digital communications. ii)\nEditors will be expected to justify intrusions into any individual's private\nlife without consent. In considering an individual's reasonable expectation of\nprivacy, account will be taken of the complainant's own public disclosures of\ninformation and the extent to which the material complained about is already in\nthe public domain or will become so. iii)\nIt is unacceptable to photograph individuals, without their consent, in public\nor private places where there is a reasonable expectation of privacy.\nClause\n3 (Harassment)* i)\nJournalists must not engage in intimidation, harassment or persistent pursuit.\nii)\nThey must not persist in questioning, telephoning, pursuing or photographing\nindividuals once asked to desist; nor remain on property when asked to leave\nand must not follow them. If requested, they must identify themselves and whom\nthey represent.\niii)  Editors must ensure these principles are\nobserved by those working for them and take care not to use non-compliant\nmaterial from other sources.\nClause\n10 (Clandestine devices and subterfuge)*\ni)\nThe press must not seek to obtain or publish material acquired by using hidden\ncameras or clandestine listening devices; or by intercepting private or mobile\ntelephone calls, messages or emails; or by the unauthorised removal of\ndocuments or photographs; or by accessing digitally-held information without\nconsent.\nii)\nEngaging in misrepresentation or subterfuge, including by agents or\nintermediaries, can generally be justified only in the public interest and then\nonly when the material cannot be obtained by other means.\nThe\nPublic Interest\nThere\nmay be exceptions to the clauses marked * where they can be demonstrated to be\nin the public interest.\n1.\nThe public interest includes, but is not confined to:\n\nDetecting\n     or exposing crime, or the threat of crime, or serious impropriety.\nProtecting\n     public health or safety.\nProtecting\n     the public from being misled by an action or statement of an individual or\n     organisation.\nDisclosing\n     a person or organisation’s failure or likely failure to comply with any\n     obligation to which they are subject.\nDisclosing\n     a miscarriage of justice.\nRaising\n     or contributing to a matter of public debate, including serious cases of\n     impropriety, unethical conduct or incompetence concerning the public.\nDisclosing\n     concealment, or likely concealment, of any of the above.\n\n2.\nThere is a public interest in freedom of expression itself.\n3.\nThe regulator will consider the extent to which material is already in the\npublic domain or will become so.\n4.\nEditors invoking the public interest will need to demonstrate that they\nreasonably believed publication - or journalistic activity taken with a view to\npublication – would both serve, and be proportionate to, the public interest\nand explain how they reached that decision at the time.\n5.\nAn exceptional public interest would need to be demonstrated to over-ride the\nnormally paramount interests of children under 16.\nFindings\nof the Committee 18. The Committee noted the\ncomplainant’s position that the first reporter had not identified himself, or\nwho he represented, to his mother; the newspaper denied this. However, it was\naccepted that his mother had not requested that the reporter do so. There was\nno breach of Clause 3(ii) in those circumstances. 19. The newspaper denied that the\nfirst reporter had stated that they were from another publication, as had been\nclaimed by the complainant; the Committee were unable to reconcile these\nconflicting accounts. However, it was accepted that the reporter had told the\ncomplainant their name and profession, when asked to do so. This aspect of the\ncomplaint did not represent a breach of Clause 3 (ii). 20.  The first reporter had attended the\ncomplainant’s home in order to seek his comment on his suspension from his role\nas a senior prison officer. The complainant had told the first reporter: “well\nobviously I am not going to talk about that”. The reporter had then left the\ncomplainant’s property. The Committee considered that the complainant had made a\n“no comment” response to a request for comment on a particular story, his\nsuspension, rather than a categorical request for the journalist to desist\ncontact. In any event, the second agency reporter had attended the\ncomplainant’s home a month later, and had chosen to do so in order to obtain a\ncomment from the complainant following a development in the story: the\ncomplainant’s dismissal from his position. In those circumstances, the\nCommittee did not establish that the second reporter’s attendance at the\ncomplainant’s home in order to seek comment from him regarding a significant\ndevelopment in the story, represented a failure to respect a desist request.\nThis aspect of the complaint did not represent a breach of Clause 3. 21. The complainant had immediately shut\nthe door after being informed by the second journalist that they were a\nreporter. The complainant had not told the reporter to stop asking questions,\nand he had not asked him to leave the property. The conduct complained of,\nincluding the publication of the photograph, did not amount to harassment under\nthe terms of Clause 3. 22. The\npublished photograph had been taken whilst the complainant was standing in his\nfront doorway, on the threshold of his home, without his knowledge or consent.\n The Committee had regard to the potential for photographs taken in such\ncircumstances to be intrusive. However, the Committee noted that, in this\ncase, the complainant had been photographed while knowingly speaking\nwith the first reporter, albeit briefly, and in circumstances which\ndid not involve harassment. The published photograph had not disclosed private\ninformation about the complainant; it had revealed only his likeness, which was\ninformation which would ordinarily have been seen by\nmembers of the public, should they have been walking past the complainant’s\nhouse at the time.  The information disclosed about the complainant, was\nnot information about which the complainant had a reasonable expectation of\nprivacy in all the circumstances. The publication of the complainant’s\nphotograph did not breach Clause 2. 23. The newspaper had provided an\nimage from Google maps of the road running passed the complainant’s home; this\nshowed a layby opposite the house. The complainant had not been aware that he\nhad been photographed in this location, however this did not provide a basis to\ndemonstrate that a hidden camera had been used by the publication. The terms of\nClause 10 were not engaged.\nConclusions 24. The complaint was not upheld.\nRemedial Action\nRequired N/A\nIndependent\nComplaints Reviewer\nThe\ncomplainant complained to the Independent Complaints Reviewer about the process\nfollowed by IPSO in handling this complaint. The Independent Complaints\nReviewer decided that the process was not flawed and did not uphold the request\nfor review. Date complaint received: 17/07/2018Date decision issued: 13/11/2018\nBack to ruling listing\n\n\n"
}