{
    "url": "/rulings-and-resolution-statements/ruling/?id=04527-19",
    "title": "04527-19 Portes v The Daily Telegraph",
    "provisions": [
        "1 Accuracy (2018)"
    ],
    "outcome": "Breach - sanction: publication of correction",
    "publication": "The Daily Telegraph (Telegraph Media Group Ltd)",
    "published_on": "2019-06-03 00:00:00",
    "received_on": "2019-06-03 00:00:00",
    "concluded_on": "2019-10-07 00:00:00",
    "complaint_processing_days": 126,
    "conclusion_long": "17. The complaint was upheld under Clause 1(i) and Clause 1(ii).",
    "remedial_action": "18. Having upheld the complaint, the Committee considered what remedial action should be required. In circumstances where the Committee establishes a breach of the Editors’ Code, it can require the publication of a correction and/or adjudication. The nature, extent and placement of which is determined by IPSO. 19. The publication had offered to publish a correction in a prominent position and sufficiently promptly as to meet the requirements of Clause 1(ii). Where the article, a comment piece, was commenting on disparities in the UK education system and not economics, and where the inaccurate claim was not the central claim of the article, the Committee considered that the appropriate remedy was the publication of a correction.  20. The correction should appear with the prominence of the publication’s original offer (on page two and as a footnote to the online article), and should state that it has been published following an upheld ruling by the Independent Press Standards Organisation. The full wording should be agreed with IPSO in advance. Date complaint received: 03/06/2019",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee 04527-19 Portes v The\nDaily Telegraph\nSummary of complaint \n1. Jonathan\nPortes complained to the Independent Press Standards Organisation that The\nDaily Telegraph breached Clause 1 (Accuracy) of the Editors' Code of Practice\nin an article headlined \"The one move that will transform the life chances\nof a generation\", published on 3 June 2019.\n2. The\narticle was a comment piece, in which the columnist called for the Conservative\nparty to address disparities in the UK education system. The first paragraph\nreported that \"It is an extraordinary fact that this country is forecast\nin our lifetimes to become the largest and most prosperous economy in this\nhemisphere\".\n3. The\narticle also appeared online in much the same format under the headline\n\"Conservatives must address our country's shocking educational\ndisparities\", published on 2 June 2019.\n4. The\ncomplainant said that the article was inaccurate. He said that no forecasts\npredicted that the UK economy will be the largest and most prosperous economy\nin our hemisphere, or any hemisphere in our lifetime. The UK economy was not\nforecast to overtake the United States of America, the largest economy in the\nWestern Hemisphere and Northern Hemisphere, or China, the largest economy in\nthe Eastern Hemisphere.5. The\npublication accepted that the article should have stated that the UK was\nforecast to become the largest and most prosperous economy in Europe and not\n\"this hemisphere\". It said that that this claim was based on an\nextrapolation of an Organisation for Economic Co-operation and Development\n(OECD) forecast of real GDP from 2020-2060, which, despite placing the UK\nbehind Germany in 2060, showed the UK overtaking Germany to become Europe's\nlargest economy at some point around 2065-2070, based on trends. It said that\nby their nature, any GDP forecast is an extrapolation of highly variable and\nunpredictable economic and social indices and the OECD had simply made a\nprediction. It said that an extrapolation beyond the forecast is no more or\nless valid than the forecast itself; it could be reasonably inferred that the\nUK's GDP would overtake Germany's and this did not represent a significant\ninaccuracy.\n6. The\npublication emphasised that \"prosperous\" is a subjective term and\ndoes not exclusively invoke any one index. Therefore, the writer was entitled\nto interpret real GDP as a measure of prosperity and that the UK was forecast\nto be the most prosperous economy in Europe. The publication also emphasised\nthat the article should be considered in the context of it being a comment\npiece. The columnist made an exposition of a particular and subjective point of\nview and was making an argument; he was not setting out facts in the same way\nas would be associated with a news story.\n7. Notwithstanding\nits position that there was no breach of the Code, the publication amended the\nonline article and published a footnote correction two weeks after the matter\nhad been referred by IPSO. The publication offered to publish the same wording\nin print in its Corrections and Clarifications column. It published the\nfollowing wording online:\nCORRECTION: This article originally stated that the UK is\nforecast to become the largest economy \"in this hemisphere\". This was\nbased on OECD data, which in fact predict the UK becoming the largest GDP in\nEurope. We are happy to clarify.\n8. The\npublication then offered to amend the above to include that \"the UK is\nforecast to become the largest and most prosperous economy in this\nhemisphere\".\n9. During\nIPSO's investigation the publication offered to publish the following wording:\nUK GDP\nA 3 June article stating that the UK is forecast to become\nthe largest and most prosperous economy \"in this hemisphere\" should\nhave said 'Europe' rather than 'this hemisphere'. It was based on an\nextrapolation from an OECD forecast which - though it offers no data beyond\n2060 - suggests the UK's GDP will surpass Germany's not long after that date.\n10. The\ncomplainant rejected the publication's offers. He said that OECD forecasts\ncould not be extrapolated beyond the period for which they are valid; they are\nbased on detailed methodologies and extrapolating into a time period not\nforecast by the OECD to claim that they suggest anything based on trends was\ninaccurate. Further, the offered remedies did not adequately address the claim\nthat the UK was due to become the most prosperous economy; there was no\nforecast which made this claim and no definition under which the UK is forecast\nto become the most prosperous economy in Europe. The complainant said that the\npublication's justification, that prosperity could be defined by real GDP, was\nflawed; this logic would imply that Ethiopia was more prosperous than Iceland.\n11. The\ncomplainant also highlighted that the publication's position that the claim was\na personal exposition of a subjective point of view as part of a comment piece\ndid not correlate with its position that the columnist had based this claim on\nan extrapolation of an OECD forecast. \nRelevant Code Provisions\n12. Clause 1\n(Accuracy)\ni) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not\nsupported by the text.\nii) A significant inaccuracy, misleading statement or\ndistortion must be corrected, promptly and with due prominence, and — where\nappropriate — an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator.\niii) A fair opportunity to reply to significant inaccuracies\nshould be given, when reasonably called for.\niv) The Press, while free to editorialise and campaign, must\ndistinguish clearly between comment, conjecture and fact.\nFindings of the Committee\n13. The\narticle stated that the UK was forecast to become the largest and most\nprosperous economy in this hemisphere, when by the publication's own admission\nthis should have referred to Europe; this represented a failure to take care\nnot to publish inaccurate information in breach of Clause 1(i). In\ncircumstances where the article appeared to claim that the UK was forecast to\nbecome the world's largest economy, this represented a significant inaccuracy\nand required correction under the terms of Clause 1(ii).\n14. The\nCommittee noted the publication's position that the claim that the UK was\nforecast to become the largest and most prosperous economy in Europe was based\non an extrapolation of an OECD forecast, and that forecasts are by their nature\npredictive and not definitive. The Committee did not consider that stating that\nthe UK was due to be the most prosperous economy as a result of it having the\nlargest real GDP was misleading; real GDP could legitimately be considered as\none of several measures of an economy's prosperity. However, the article did\nnot make clear that the columnist extrapolated outside the time range of an\nofficial forecast, based on trends within that forecast. The publication had\npublished a prominent claim in the opening paragraph which had given a\nsignificantly inaccurate impression that the UK was forecast to become the\nlargest and most prosperous economy in our lifetimes, when the forecast\nsupplied by the publication to substantiate this claim, made by an\nintergovernmental economic organisation, did not make this prediction. While\nthe columnist was entitled to speculate on the size and prosperity of the UK\neconomy based on economic trends, by not making clear that this was the\ncolumnist's own extrapolation of the data, the publication had failed to take\ncare not to publish inaccurate information. Further, by prefacing this prominent\nassertion with “It is an extraordinary fact…” the reader, who might usually be\nsceptical of claims within a comment piece, was invited to accept this\ninformation as “fact”. Where there was no data to support this position, this\nrepresented a failure to take care over the presentation of this claim. A\ncorrection was required under the terms of Clause 1(ii).\n15. The\npublication accepted that the article's claim that the UK economy would become\nthe largest economy in this hemisphere, was inaccurate. The publication\npublished a correction on this point within two weeks of referring the\ncomplaint and it offered to further amend this wording soon after; this was\nsufficiently prompt under the terms of Clause 1(ii). Further, the Committee\nconsidered that a correction published in print in the newspaper's Corrections\nand Clarifications column on page two, and with the online article as a\nfootnote, represented sufficiently prominent positions in which to address the\ninaccuracies.\n16. However,\nthe Committee did not consider that the publication's proposed wording was\nsufficient to address the specific inaccuracies in the article and did not make\nthe correct position clear. The wording provided by the publication stated that\nthe forecast had \"suggested\" that the UK would become the biggest\neconomy in Europe, however, where there was no data beyond 2060, the Committee\ndid not find that there was sufficient grounds to report that the forecast\nsuggested that UK GDP would surpass Germany's as the largest in Europe. In\nfact, this was the columnist's own extrapolation beyond the time frame covered\nby the forecast data, which the wording of the article did not make clear. The\noffered wording was not sufficient to correct the misleading impression created\nby the article and there was a breach of Clause 1(ii).\nConclusion\n17. The\ncomplaint was upheld under Clause 1(i) and Clause 1(ii).\nRemedial action required\n18. Having\nupheld the complaint, the Committee considered what remedial action should be\nrequired. In circumstances where the Committee establishes a breach of the\nEditors’ Code, it can require the publication of a correction and/or\nadjudication. The nature, extent and placement of which is determined by IPSO.\n19. The\npublication had offered to publish a correction in a prominent position and\nsufficiently promptly as to meet the requirements of Clause 1(ii). Where the\narticle, a comment piece, was commenting on disparities in the UK education\nsystem and not economics, and where the inaccurate claim was not the central\nclaim of the article, the Committee considered that the appropriate remedy was\nthe publication of a correction. \n20. The\ncorrection should appear with the prominence of the publication’s original\noffer (on page two and as a footnote to the online article), and should state\nthat it has been published following an upheld ruling by the Independent Press\nStandards Organisation. The full wording should be agreed with IPSO in advance.\nDate complaint received: 03/06/2019\nDate complaint concluded: 07/10/2019\nBack to ruling listing\n\n\n"
}