{
    "url": "/rulings-and-resolution-statements/ruling/?id=04533-16",
    "title": "04533-16 Representatives of Sophia Murray v Telegraph.co.uk",
    "provisions": [
        "2 Privacy (2016)",
        "3 Harassment (2016)",
        "6 Children (2016)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "The Daily Telegraph (Telegraph Media Group Ltd)",
    "published_on": "2016-06-29 00:00:00",
    "received_on": "2016-06-29 00:00:00",
    "concluded_on": "2016-10-28 00:00:00",
    "complaint_processing_days": 121,
    "conclusion_long": "18. The complaint was not upheld.",
    "remedial_action": "19. N/A Date complaint received: 29/06/2016",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee 04533-16 Representatives of Sophia Murray v Telegraph.co.uk\nSummary of Complaint\n1. Representatives\nof Sophia Murray complained to the Independent Press Standards Organisation\nthat Telegraph.co.uk breached Clause 2 (Privacy), Clause 3 (Harassment) and\nClause 6 (Children) of the Editors’ Code of Practice in an article headlined\n“Wimbledon makes an exception on ‘no baby’ rule as Kim Sears brings daughter\nSophia to cheer on Andy Murray”, published online on 29 June 2016.\n2. The article\nreported that Andy and Kim Murray’s four-month-old daughter, the complainant,\nhad “entered the All England grounds for her first grand slam tournament”. It\nreported that the complainant was understood to have spent her father’s match\nin the crèche offered to competitors. The article was accompanied by two\nphotographs of the complainant’s mother pushing the complainant in her pram. In\none of these photographs, the top of the complainant’s head was visible, but\noccupied a relatively small portion of the frame.   In the other image, the pram was\nphotographed from the side, such that the complainant was not visible apart\nfrom her foot.\n3. The\ncomplainant’s representatives said that the taking and publication of\nphotographs of the complainant in a pram, without the knowledge or consent of\nher parents, was an intrusion into the complainant’s private and family life.\nThey said that Mrs Murray was attending Wimbledon to support her husband, and\nthat in order for her to most appropriately care for the complainant, as a\nnursing mother, she needed to take her young daughter with her.  The complainant’s representatives said that\nthe newspaper’s actions interfered with the complainant’s right to be cared for\nin the manner deemed most appropriate by her parents, without being subject to\nphotography, and that as a consequence of the photographs being published,\narrangements were made for the complainant to be looked after at home, which\ndisrupted her feeding arrangements.\n4. The\ncomplainant’s representatives said that images of the complainant had not been\nreleased by her parents. They said that the dissemination of a child’s\notherwise unpublished image, against the express wishes of her parents, was\nlikely to cause harm and distress. In addition, they said that publication of\nsuch material creates a market for intrusive photographs of their client, and\nencourages harassing conduct by paparazzi photographers. They said that when\nthe complainant and her mother arrived and left Wimbledon that day, they were\njostled and pushed by a group of unknown photographers. They said that in these\ncircumstances, the taking and publication of the photographs constituted\nharassment.\n5. The newspaper\nsaid that during the Wimbledon fortnight, the All England Club is one of the\nmost filmed and photographed places in the world, and noted that the conditions\nof entry state that during the tournament, photography takes place in the\nGrounds, and that “by your presence at The Championships, you grant your\npermission, free of charge, for your image …to be included in pictures”.\n6. The newspaper\nsaid that the complainant entered the tournament via Gate 16, an entrance used\nby the media. It said that the photographer who took the photographs subject to\nthis complaint had no prior knowledge of the complainant’s arrival, maintained\na distance of approximately 50m from the gate, and made no attempt to follow the\ncomplainant and her mother. The newspaper said that once the complainant had\nentered the gate, she was in an area accessible to anyone authorised to be\nwithin the grounds during The Championships. It said that the photographer was\npermitted to operate in the area from which he took the photographs subject to\nthis complaint. The newspaper said no identifying features of the complainant\nwere visible in the photographs it published, and that the complainant did not\nhave a reasonable expectation of privacy.\n7. The newspaper\ndenied that the photographer followed the complainant’s mother prior to her\narrival at Wimbledon. It denied that the complainant had been harassed by the\ntaking of the published photographs, and noted that the complainant’s representatives\nhad said that the complainant and her mother were unaware of the photographs\nbeing taken. \n8. The\ncomplainant’s representatives said that before the photographs were taken, and\nin response to Kim Murray’s concern that her daughter not be photographed,\nWimbledon had specifically suggested that they use Gate 16 as it would be quiet\nand free from problems. The complainant’s representatives said that Gate 16 is\ndescribed by Wimbledon as a “private and contractors” entrance, and said that\nthe photographer was not in an approved position.\nRelevant Code Provisions\n10. Clause 2 (Privacy)\ni) Everyone is entitled to respect for his or her private and family life,\nhome, health and correspondence, including digital communications.\nii) Editors\nwill be expected to justify intrusions into any individual's private life without\nconsent. Account will be taken of the complainant's own public disclosures of\ninformation.\niii) It is\nunacceptable to photograph individuals, without their consent, in public or\nprivate places where there is a reasonable expectation of privacy.\nClause 3 (Harassment)\ni) Journalists must not engage in intimidation, harassment or persistent\npursuit.\nii) They\nmust not persist in questioning, telephoning, pursuing or photographing\nindividuals once asked to desist; nor remain on property when asked to leave\nand must not follow them. If requested, they must identify themselves and whom\nthey represent.\niii) Editors\nmust ensure these principles are observed by those working for them and take\ncare not to use non-compliant material from other source\nClause 6 (Children)\ni) All\npupils should be free to complete their time at school without unnecessary\nintrusion.\nii) They\nmust not be approached or photographed at school without permission of the\nschool authorities.\niii) Children under 16 must not be interviewed or photographed on issues\ninvolving their own or another child’s welfare unless a custodial parent or\nsimilarly responsible adult consents.\niv) Children\nunder 16 must not be paid for material involving their welfare, nor parents or\nguardians for material about their children or wards, unless it is clearly in\nthe child's interest.\nv) Editors\nmust not use the fame, notoriety or position of a parent or guardian as sole\njustification for publishing details of a child's private life.\nFindings of the Committee\n11. Whether an individual has a reasonable expectation of\nprivacy is highly sensitive to the facts of a case. In this instance, the\ncomplainant was a very young child. She could not be described as a public\nfigure, and neither had her parents sought publicity for her. In addition, she\nwas, at the time she was photographed, being taken by her mother, in a pram, to\nthe Wimbledon crèche. The complainant’s representatives explained that, as a\nconsequence of the publication of the photographs under complaint, the\ncomplainant’s mother had made the decision that those childcare arrangements\nhad to be changed. All these factors supported the complainant’s\nrepresentative’s position that the complainant had enjoyed a reasonable\nexpectation of privacy in relation to the taking and publication of the\nphotographs.\n12. At the same time, the complainant was being taken by her\nmother through a press entrance to Wimbledon; a major sporting event where\nthere would inevitably be a very large number of spectators, and photographers.\nWhile the gate used by the complainant was not a ticket-holders’ entrance, it\nwas accepted that it was a public location, and it appeared that photographers\nwere allowed to stand in a position overlooking the gate. Photographers had\ntaken photographs of the complainant’s mother entering via this gate in\nprevious years, and the Committee noted that the photographer who took the\nphotographs subject to this complaint had taken a number of other photographs\npeople entering via this gate on the same morning; there was no suggestion that\nthe photographer had targeted, or sought-out the complainant.\n13. At the time of the photography, the complainant was\nsimply being pushed in a pram, and while the Committee accepted that this\nshowed her engaged in a family activity relating to her care, that activity was\nrelatively unremarkable. Furthermore, as a result of the complainant’s age, and\nthe fact her face was only partially visible, the Committee did not consider\nthat the complainant was recognisable from the photographs published by the\nnewspaper, or that they disclosed any identifying or private information about\nher.\n14. Having regard for all these factors, the Committee\nconcluded that the nature of the photographs and circumstances and location in\nwhich they were taken meant that the complainant did not, at that time, enjoy a\nreasonable expectation of privacy. As such, neither the taking nor publication\nof the photographs breached Clause 2. The Committee emphasised that this\nfinding was highly specific to the circumstances of this case, and particularly\nthe fact these photographs were taken within the grounds of Wimbledon during\nThe Championships.\n15. The photographs subject to this complaint were taken\nwithout the knowledge of the complainant’s mother, and there was therefore no\nsuggestion that the photographer had continued to photograph the complainant\nafter being asked to desist, or that the photographer’s behaviour had otherwise\nharassed the complainant.\n16. The Committee did not consider that the act of\npublication of the photographs, in the circumstances, constituted harassment\nunder the terms of Clause 3. Clause 3 generally relates to the conduct of\njournalists in the news gathering process. Publication of information would\nonly represent a course of conduct such as to represent harassment under the\nterms of Clause 3 in exceptional circumstances. The Committee did not consider\nthat newspaper’s publication of the photographs was such a case, and this aspect\nof the complaint did not raise a breach of Clause 3.\n17. The information the photograph contained about the\ncomplainant, her arrival at Wimbledon, or being pushed in a pram on her way to\nthe Wimbledon crèche were not issues involving her welfare, such that consent\nfor the photographs from a parent was required under Clause 6 (iii). The\nCommittee did not establish that the newspaper had published details of the\ncomplainant’s private life, such as to require justification. As such, there\nwas no breach of Clause 6 (v). There was no breach of Clause 6.\nConclusions\n18. The complaint was not upheld.\nRemedial action required\n19. N/A\nDate complaint received: 29/06/2016Date decision issued:  28/10/2016\nBack to ruling listing\n\n\n"
}