{
    "url": "/rulings-and-resolution-statements/ruling/?id=04531-16",
    "title": "04531-16 Representatives of Sophia Murray v Mail Online",
    "provisions": [
        "2 Privacy (2016)",
        "3 Harassment (2016)",
        "6 Children (2016)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "Mail Online (Associated Newspapers Limited)",
    "received_on": "2016-06-29 00:00:00",
    "concluded_on": "2016-10-28 00:00:00",
    "complaint_processing_days": 121,
    "conclusion_long": "21. The complaint was not upheld.",
    "remedial_action": "22. N/A Date complaint received: 29/06/2016",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee 04531-16 Representatives of Sophia Murray v Mail Online \nSummary of the complaint\n1. Representatives\nof Sophia Murray complained to the Independent Press Standards Organisation\nthat Mail Online breached Clause 2 (Privacy), Clause 3 (Harassment) and Clause\n6 (Children) of the Editors’ Code of Practice in an article headlined “Baby’s first\nWimbledon! Kim Murray takes four-month-old daughter Sophia to watch her dad\nAndy win his first round match in three straight sets”, published online on\n28  June 2016, and in an article\nheadlined “Murray’s three-hour ordeal after his matches: Ice baths, 50 pieces\nof sushi and a gruelling session with ‘The Back Whisperer”, published online on\n1 July 2016.\n2. The 28 July\narticle reported that Andy and Kim Murray’s four-month-old daughter, the\ncomplainant, had attended the Wimbledon tennis tournament for the first time.\nIt was accompanied by a number of images of the complainant being pushed in her\npram by her mother.  In two of these\nimages, the top of the complainant’s head was visible, although occupied a relatively\nsmall portion of the frame. In two other images, the complainant’s mother was\npushing the pram, and only the complainant’s foot was visible.  Two other images simply showed the\ncomplainant’s mother with the pram. \n3. The 1 July\narticle largely reported on the complainant’s father’s post-match routine.  However, the article also reported that\n“while she may be missing Daddy, there’s no question of hardship for baby\nMurray”, and explained that the Wimbledon crèche had recently been upgraded.  It was accompanied by two images of the\ncomplainant being pushed in her pram by her mother, in one of which, the top of\nthe complainant’s head was visible.\n4. The\ncomplainant’s representatives said that the taking of photographs of the\ncomplainant in a pram, without the knowledge or consent of her parents, and\npublication of the photographs, was an intrusion into the complainant’s private\nand family life. They said that Mrs Murray was attending Wimbledon to support\nher husband, and that in order for her to most appropriately care for the\ncomplainant, as a nursing mother, she needed to take her young daughter with\nher. The complainant’s representatives said that the publication’s actions\ninterfered with the complainant’s right to be cared for in the manner deemed\nmost appropriate by her parents, without being subject to photography, and that\nas a consequence of the photographs being published, arrangements were made for\nthe complainant to be looked after at home, which disrupted her feeding\narrangements.\n5. The\ncomplainant’s representatives said that images of the complainant have not been\nreleased by her parents, who had previously made it clear to the publication\nthat their clients objected to photographs of the complainant being taken and\npublished. \n6. The\ncomplainant’s representatives said that the dissemination of a child’s\notherwise unpublished image, against the express wishes of her parents, was\nlikely to cause harm and distress. In addition, they said that publication of\nsuch material creates a market for intrusive photographs of their client, and\nencourages harassing conduct by paparazzi photographers. They said that when\nthe complainant and her mother arrived and left Wimbledon that day, they were\njostled and pushed by a group of unknown photographers. They said that in these\ncircumstances, the taking and publication of the photographs constituted\nharassment.\n7. The publication\nsaid that the complainant did not have a reasonable expectation of privacy in\nthe circumstances in which the photographs were taken. It said that the\ncomplainant had entered Wimbledon, a high profile public event, via Gate 16,\nwhich is an entrance used by the media, and where press are routinely situated.\nThe publication said that the photographer took the photographs from a position\nwhere he was entitled to be, standing approximately 50m from the gate when the\ncomplainant arrived. The publication said that the photographs of the\ncomplainant had been taken from the same spot in previous years.  The publication noted that the Wimbledon\nconditions of entry state that during the tournament, photography takes place\nin the Grounds, and that “by your presence at The Championships, you grant your\npermission, free of charge, for your image …to be included in pictures”.\n8. The publication\nsaid that the photographer did not know that the complainant was being taken to\na crèche, but that this did not make her arrival at Wimbledon a private\nactivity. It said that the complainant was not identifiable in the images, and\nthat the images did not contain information about her private life, or relate\nto her welfare. \n9. The publication\nsaid that the complainant was not targeted; it said that the photographer who\ntook the photographs subject to this complaint was unaware that the complainant\nand her mother would be arriving at Gate 16 at the time in question.  It said that the photographer made no attempt\nto follow the complainant, and denied that the complainant was harassed.\n10. The publication said that the 1 July article was\npublished before it was made aware of the complaint against the 28 June\narticle.  The publication said it was\naware of a Private Advisory Notice circulated by IPSO on the complainant’s\nbehalf on 29 June, containing the complainant’s parents’ request that they do\nnot consent to the publication of photographs of the complainant. The\npublication said that due consideration was given to the notice, prior to\npublication of the 1 July article, but that it was advisory, and did not\nprevent photography where in circumstances where the complainant did not have a\nreasonable expectation of privacy.\n11. The complainant’s representatives said that before the\nphotograph was taken, and in response to Kim Murray’s concern that her daughter\nnot be photographed, Wimbledon had specifically suggested that they use Gate 16\nas it would be quiet and free from problems. The complainant’s representatives\nsaid that Gate 16 is described by Wimbledon as a “private and contractors”\nentrance, and said that the photographer was not in an approved position.\nRelevant Code Provisions\n12. Clause 2 (Privacy) \ni) Everyone is entitled to respect for his or her private and family life,\nhome, health and correspondence, including digital communications.\nii) Editors\nwill be expected to justify intrusions into any individual's private life\nwithout consent. Account will be taken of the complainant's own public\ndisclosures of information.\niii) It is\nunacceptable to photograph individuals, without their consent, in public or\nprivate places where there is a reasonable expectation of privacy.\nClause 3 (Harassment)\ni) Journalists must not engage in intimidation, harassment or persistent\npursuit. \nii) They\nmust not persist in questioning, telephoning, pursuing or photographing\nindividuals once asked to desist; nor remain on property when asked to leave\nand must not follow them. If requested, they must identify themselves and whom\nthey represent.\niii) Editors\nmust ensure these principles are observed by those working for them and take\ncare not to use non-compliant material from other source.\nClause 6 (Children)\ni) All\npupils should be free to complete their time at school without unnecessary\nintrusion.\nii) They\nmust not be approached or photographed at school without permission of the\nschool authorities.\niii) Children under 16 must not be interviewed or photographed on issues\ninvolving their own or another child’s welfare unless a custodial parent or\nsimilarly responsible adult consents.\niv) Children\nunder 16 must not be paid for material involving their welfare, nor parents or\nguardians for material about their children or wards, unless it is clearly in\nthe child's interest.\nv) Editors\nmust not use the fame, notoriety or position of a parent or guardian as sole\njustification for publishing details of a child's private life.\nFindings of the Committee\n13. Whether an individual has a reasonable expectation of\nprivacy is highly sensitive to the facts of a case. In this instance, the\ncomplainant was a very young child. She could not be described as a public\nfigure, and neither had her parents sought publicity for her. In addition, she\nwas, at the time she was photographed, being taken by her mother, in a pram, to\nthe Wimbledon crèche. The complainant’s representatives explained that, as a\nconsequence of the publication of the photograph under complaint, the\ncomplainant’s mother had made the decision that those childcare arrangements\nhad to be changed. All these factors supported the complainant’s\nrepresentative’s position that the complainant had enjoyed a reasonable\nexpectation of privacy in relation to the taking and publication of the\nphotographs.\n14. At the same time, the complainant was being taken by her\nmother through a press entrance to Wimbledon; a major sporting event where\nthere would inevitably be a very large number of spectators, and photographers.\nWhile the gate used by the complainant was not a ticket-holders’ entrance, it\nwas accepted that it was a public location, and it appeared that photographers\nwere allowed to stand in a position overlooking the gate. Photographers had\ntaken photographs of the complainant’s mother entering via this gate in\nprevious years, and the Committee noted that the photographer who took the\nphotographs subject to this complaint had taken a number of other photographs\nof people entering via this gate on the same morning; there was no suggestion\nthat the photographer had targeted, or sought-out the complainant.\n15. At the time of the photography, the complainant was\nsimply being pushed in a pram, and while the Committee accepted that this\nshowed her engaged in a family activity relating to her care, that activity was\nrelatively unremarkable. Furthermore, as a result of the complainant’s age, and\nthe fact that her face was only partially visible, the Committee did not\nconsider that the complainant was recognisable from the photographs published\nby the publication, or that they disclosed any identifying or private information\nabout her.\n16. Having regard for all these factors, the Committee\nconcluded that the nature of the photographs and the circumstances and location\nin which they were taken meant that the complainant did not, at that time,\nenjoy a reasonable expectation of privacy. As such, neither the taking nor\npublication of the photographs breached Clause 2. The Committee emphasised that\nthis finding was highly specific to the circumstances of this case, and\nparticularly the fact these photographs were taken within the grounds of\nWimbledon during The Championships.\n17. The Committee noted that the complainant’s parents had\nmade clear their position that they did not consent to publication of\nphotographs via IPSO, prior to the publication of the 1 July article. However,\nin circumstances where the Committee did not establish that the complainant had\na reasonable expectation of privacy, the absence of consent for publication did\nnot give rise to a breach of Clause 2.\n18. The photographs subject to this complaint were taken\nwithout the knowledge of the complainant’s mother, and there was therefore no\nsuggestion that the photographer had continued to photograph the complainant\nafter being asked to desist, or that the photographer’s behaviour had otherwise\nharassed the complainant.\n19. The Committee did not consider that the act of\npublication of the photographs, in the circumstances, constituted harassment\nunder the terms of Clause 3. Clause 3 generally relates to the conduct of\njournalists in the news gathering process. Publication of information would\nonly represent a course of conduct such as to represent harassment under the\nterms of Clause 3 in exceptional circumstances. The Committee did not consider\nthat publication’s publication of the photographs was such a case, and this\naspect of the complaint did not raise a breach of Clause 3.\n20. The information the photographs contained about the\ncomplainant, her arrival at Wimbledon, or being pushed in a pram on her way to\nthe Wimbledon crèche were not issues involving her welfare, such that consent\nfor the photograph from a parent was required under Clause 6 (iii). The\nCommittee did not establish that the publication had published details of the\ncomplainant’s private life, such as to require justification. The terms of\nClause 6 (v) were not engaged. There was no breach of Clause 6.\nConclusions\n21. The complaint was not upheld.\nRemedial action required\n22. N/A\nDate complaint received: 29/06/2016Date decision issued: 28/10/2016\nBack to ruling listing\n\n\n"
}