{
    "url": "/rulings-and-resolution-statements/ruling/?id=04541-15",
    "title": "04541-15 Banc de Binary v The Mail on Sunday",
    "provisions": [
        "1 (Accuracy) 2015"
    ],
    "outcome": "No breach - after investigation",
    "publication": "The Mail on Sunday (Associated Newspapers Limited)",
    "published_on": "2015-02-15 00:00:00",
    "received_on": "2015-07-16 00:00:00",
    "concluded_on": "2015-10-28 00:00:00",
    "complaint_processing_days": 104,
    "conclusion_long": "10. The complaint was not upheld.",
    "remedial_action": "N/A  Date complaint received: 16/07/2015",
    "text": "\n\n\n\n\n\n·   Decision of the Complaints Committee 04541-15 Banc de\nBinary v The Mail on Sunday\nSummary of\ncomplaint\n1. Banc de Binary complained to the Independent Press\nStandards Organisation that the Mail on Sunday had breached Clause 1 (Accuracy)\nof the Editors’ Code of Practice in articles headlined “’Free money’ led me to\nbet away £8,500” and “Cyprus fines Banc de Binary as boss pleads Fifth\nAmendment”, published on 15 February 2015. \n2. The column, by the newspaper’s “Readers’ Champion”,\nconsisted of two articles about Banc de Binary, an online binary options\ntrader. In the first article, the columnist responded to a reader who\ncomplained that they had been pressured by Banc de Binary to place bets, which\nresulted in his losing £8,500. The second article reported that Banc de Binary\nhad been fined by the Cyprus Securities & Exchange Commission for offences\nthat included giving false information to the regulator, and reported that a\ncourt in Reno, Nevada had also held that the company’s chief executive had\nbroken US investor protection laws. \n3. The complainant had initially denied that a court in\nReno, Nevada, had held that Banc de Binary had broken US investor protection\nlaws. It stated that there “had not even been a court case in Nevada”; this was\n“pure and simple fiction”. It said the company had never agreed to any illegal\nactivity, nor had any US court found the company or its executives liable for\nany illegal activity. The complainant later accepted, however, that there were\nongoing legal cases in Las Vegas, Nevada. It instead complained that the\nnewspaper had claimed that Banc de Binary “cannot be trusted”, and that its\nsystem was rigged so that it was “virtually certain that you ended up a loser”.\nIt maintained that it had innumerable satisfied customers. \n4. The newspaper said that it had numerous court\ndocuments, which showed that Banc de Binary’s chief executive was a defendant\nin actions brought by the Securities & Exchange Commission and the\nCommodity Futures Trading Commission in Nevada. The documents showed that the\njudge had granted summary judgment holding Banc de Binary’s chief executive\npersonally liable for violations of Section 5 and 15a of the Securities Act,\nwhich had not been contested. In addition, the newspaper said that it had\ndetails of the fines imposed on Banc de Binary by the authorities in Cyprus for\nrepeated offences, which included concealing information and providing false\ninformation. It noted that the columnist had written about Banc de Binary\npreviously, and the company had made complaints about the coverage, but had\nfailed to demonstrate any significant inaccuracy. It said, in this instance,\nthe columnist had expressed some personal opinions in the articles, but\nconsidered that its readers could distinguish comment from fact. \nRelevant Code Provisions\n5. Clause 1 (Accuracy) \ni) The Press must take care not to publish inaccurate,\nmisleading or distorted information, including pictures. \nii) A significant inaccuracy, misleading statement or\ndistortion once recognised must be corrected, promptly and with due prominence,\nand - where appropriate - an apology published. In cases involving the\nRegulator, prominence should be agreed with the Regulator in advance.\niii) The Press, whilst free to be partisan, must\ndistinguish clearly between comment, conjecture and fact. \nFindings of the Committee\n6. A US judge, in proceedings brought in the District of\nNevada, had granted a motion against Banc de Binary’s chief executive awarding\nsummary judgment in relation to the claims brought against him for violations\nof Section 5 of the Securities Act 1933 and Section 15(a) of the Securities\nExchange Act 1934. It was therefore not inaccurate for the newspaper to state\nthat a US court had held that the chief executive had broken US investor\nprotection laws. It was a matter of concern that the complainant had initially\nsought to contend that there were no legal proceedings being brought in Nevada. \n7. Furthermore, the newspaper had been entitled to\npublish the columnist’s opinion that Banc de Binary’s bonus system, which meant\nthat customers had to trade 20 times the amount of money in their account\nbefore they could make a withdrawal, had made it “virtually certain” that the\ncustomer would “end up a loser”. The article had included a statement from the\ncompany, which made clear its position that the customer had “sole discretion\nregarding any involvement with his or her trading account”, and stated that\nsome of the reader’s bets had shown a profit. \n8. The newspaper had also been entitled to publish the\ncolumnist’s opinion that Banc de Binary “cannot be trusted”. This opinion was\nclearly based on the columnist’s analysis of the trading advice given to the\nreader by Banc de Binary staff, and was further supported by the fact that the\ncompany had previously been fined by the Cyprus Securities & Exchange\nCommission and was facing further legal action in the US. \n9. The newspaper had not failed to take care over the\naccuracy of the article, and the complainant had not identified any significant\ninaccuracies or misleading statements that required correction under the terms\nof Clause 1.  \nConclusions\n10. The complaint was not upheld. \nRemedial Action Required\nN/A \nDate complaint received: 16/07/2015\nDate decision issued: 28/10/2015\n \nBack to ruling listing\n\n\n"
}