{
    "url": "/rulings-and-resolution-statements/ruling/?id=04544-19",
    "title": "04544-19 Collinson v The Chronicle (Newcastle)",
    "provisions": [
        "1 Accuracy (2019)",
        "4 Intrusion into grief or shock (2019)"
    ],
    "outcome": "Breach - sanction: publication of correction",
    "publication": "The Chronicle (Newcastle) (Reach PLC)",
    "published_on": "2019-05-30 00:00:00",
    "received_on": "2019-06-03 00:00:00",
    "concluded_on": "2019-08-08 00:00:00",
    "complaint_processing_days": 66,
    "conclusion_long": "12. The complaint was upheld under Clause 1(i)",
    "remedial_action": "13. Having upheld the complaint, the Committee considered what remedial action should be required. 14. The publication had published a correction to the print article both promptly and prominently. The Committee found that this was sufficient to meet the requirements of Clause 1(ii) and no further remedial action was required. Date complaint received: 03/06/2019",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee 04544-19 Collinson v\nThe Chronicle (Newcastle)\nSummary of complaint\n1. Lorna\nCollinson complained to the Independent Press Standards Organisation that The\nChronicle (Newcastle) breached Clause 1 (Accuracy) and Clause 4 (Intrusion into\ngrief or shock) of the Editors’ Code of Practice in an article headlined\n“Expect a long sentence, judge tells killer driver” published on 30 May 2019.2. The\narticle reported that a man had been found guilty of causing death by dangerous\ndriving, causing serious injury by dangerous driving, and causing death by\ndriving uninsured, after crashing his car into a pub. The article named Paul\nCollinson as the person who was killed in the crash, and included a photograph,\nwhich the article said was “Victim Paul Collinson”.\n3. The\narticle also appeared online with the headline “Danger driver admits killing\npopular dad Paul Collinson and injuring three others in horror crash”. It was\nsubstantially the same as the print version, apart from the photograph. The\nprint article included a cropped version of this photograph – the uncropped\nversion included in the online version showed two men standing beside each\nother.\n4. The\ncomplainant was the ex-wife of the man who died. She said that the photograph\nincluded in the print article did not show her ex-husband. She said that\ninstead it showed her son, who had not died but was also called Paul Collinson.\nShe said that therefore, the article was inaccurate in breach of Clause 1\n(Accuracy). She said that that this error had caused her and her family much\ndistress, and so the article was also in breach of Clause 4 (Intrusion into\ngrief of shock).\n5. The\npublication expressed its sincere condolences to the complainant, and\napologised for the error. It said that the uncropped photograph had been\noriginally published by Northumbria Police on its social media, however it\naccepted that the police’s caption to this photograph made clear that the\ncomplainant’s ex-husband was the person on the left. It said that it was\nunfortunate that the image had then been cropped to show the person on the\nright instead, the complainant’s son.\n6. The\npublication said that the day after the wrong photograph appeared in print, it\nhad printed an apology and a correction on page 2. It said that this wording\nhad been agreed with the complainant’s son, and made clear the error as well as\nincluding the correct photo of the complainant’s ex-husband. The publication\nsaid that these steps satisfied Clause 1(ii). It did not accept that the\narticle represented a breach of Clause 4, however, on receipt of the\ncomplainant, the publication also offered to write the complainant a private\nletter of apology. This was declined. The correction which was published, along\nwith the correct photo showing the complainant’s ex-husband, was as follows:\nPAUL COLLINSON\nIn yesterday’s Chronicle, in the page four lead story, we\nincorrectly identified Paul Collinson’s son, also called Paul, as the victim of\ndeath by dangerous driving. The picture caption was incorrect. We apologise to\nPaul and his family for the error.\nRelevant Code Provisions\n7. Clause 1\n(Accuracy)\ni) The\nPress must take care not to publish inaccurate, misleading or distorted\ninformation or images, including headlines not supported by the text.\nii) A\nsignificant inaccuracy, misleading statement or distortion must be corrected,\npromptly and with due prominence, and — where appropriate — an apology\npublished. In cases involving IPSO, due prominence should be as required by the\nregulator.\niii) A fair\nopportunity to reply to significant inaccuracies should be given, when\nreasonably called for.\niv) The\nPress, while free to editorialise and campaign, must distinguish clearly\nbetween comment, conjecture and fact.\nClause 4 (Intrusion into grief or shock)\nIn cases involving personal grief or shock, enquiries and\napproaches must be made with sympathy and discretion and publication handled\nsensitively. These provisions should not restrict the right to report legal\nproceedings.\nFindings of the Committee \n8. The\nCommittee expressed its condolences to the complainant and her family.\n9. The print\narticle included a photograph of the complainant’s son, which it captioned with\n“Victim Paul Collinson”. This was a cropped version of the photograph posted by\nthe police on its social media which showed two people – the complainant’s\nex-husband and her son. The police’s caption to this photograph made clear that\nthe person who had died was the person on the left. Where the publication had\npublished a photograph which had been cropped to show the person on the right,\ncontrary to the police’s caption, this represented a failure to take care not\nto publish inaccurate information, and a breach of Clause 1(i). Where the image\nwas used to illustrate a person who had died, and labelled him as the “victim”,\nthis was a significant inaccuracy, and so the print version of the article\nrequired correction under the terms of Clause 1(ii).\n10. The\npublication printed a correction which clearly identified the inaccuracy, and\nby including the photograph of the complainant’s ex-husband, also put the\ncorrect position on record. It also contained an apology to the complainant’s\nfamily. Where the publication had printed a correction on page 2, the day after\nthe inaccuracy appeared in print, this was sufficiently prominent and prompt.\nThis action was sufficient to remedy the inaccuracy, and there was no breach of\nClause 1(ii).\n11. The\nquestion for the Committee under Clause 4 was whether publication of the\narticle had been handled sensitively; this was distinct from its considerations\nunder Clause 1. While a factual inaccuracy had been published in relation to a\nstory which concerned the complainant’s grief, the Committee considered that\nthe circumstances that ordinarily engage the terms of Clause 4 relate to the\npresentation and selection of material about the deceased. For example\npublications should not mock or belittle the deceased or include gratuitous\ndetail about a death without reason. In this instance, while the complainant\nhad been distressed by the inaccuracy, which was the result of human error, the\nCommittee did not find grounds to find a separate breach of Clause 4.\nNevertheless, the Committee welcomed the publication’s apology to the\ncomplainant’s family which was included in the correction.\nConclusion\n12. The\ncomplaint was upheld under Clause 1(i)\nRemedial Action required\n13. Having\nupheld the complaint, the Committee considered what remedial action should be\nrequired.\n14. The\npublication had published a correction to the print article both promptly and\nprominently. The Committee found that this was sufficient to meet the\nrequirements of Clause 1(ii) and no further remedial action was required.\nDate complaint received: 03/06/2019\nDate decision issued: 08/08/2019\nBack to ruling listing\n\n\n"
}