{
    "url": "/rulings-and-resolution-statements/ruling/?id=04555-16",
    "title": "04555-16 Gordon v The Times",
    "provisions": [
        "1 Accuracy (2016)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "The Times (News UK)",
    "received_on": "2016-05-05 00:00:00",
    "concluded_on": "2016-10-18 00:00:00",
    "complaint_processing_days": 166,
    "conclusion_long": "24. The complaint was not upheld.",
    "remedial_action": "N/ADate complaint received: 05/05/2016",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee - 04555-16 Gordon v The\nTimes\nSummary of Complaint\n1. David Gordon complained to the Independent\nPress Standards Organisation that The Times breached Clause 1 (Accuracy) of the\nEditors’ Code of Practice in an article headlined “Mildred Gordon” published in\nprint and online on 5 May 2016.\n2. The article was an\nobituary of Mildred Gordon, a former Labour MP and the complainant’s mother.\nThe article discussed Mildred Gordon’s political career and family life,\nincluding her first husband’s relationship with Leon Trotsky and the political\nlife of her husband, Sam Gordon.\n3. The complainant\nsaid that the article contained a number of inaccuracies, including errors of\nfact and spelling errors. Further the complainant considered that in places,\nthe obituary was dismissive and demonstrated ignorance towards his mother.\n4. The article\nappeared online in the same form.\n5. The complainant\nsaid that it was inaccurate for the newspaper to report that his stepfather,\nNils Kaare Dahl, had been Trotsky’s bodyguard and driver. It was the\ncomplainant’s position that while his stepfather had been asked if he would be\nwilling to act as a bodyguard for Trotsky while in Norway, the opportunity did\nnot arise before Trotsky was expelled by the Norwegian government.\n6. The complainant\nsaid that it was inaccurate for the newspaper to report that after Nils Dahl’s\ndeath in 1996, Mildred Gordon cleared out his belongings from their house in\nnorth London and “was astonished to find a light machinegun, 12 rifles and\nboxes of ammunition, all carefully hidden”. The complainant said that he and\nhis wife had helped Mildred Gordon to clear out Nils Dahl’s possessions from\ntheir home in Cricklewood following his death. He confirmed that no guns,\nammunition or weapons of any kind were found, with the exception of a small\npenknife. The complainant accepted that Nils Dahl had hidden weapons for use\nduring the Norwegian resistance in World War Two. He also said that sports\nequipment, including rifles and ammunition were stored at a house rented by\nDahl in Norway, in accordance with Norwegian law. The complainant also said\nthat it was inaccurate for the newspaper to report that Nils Dahl “became blind\nand deaf”; although Mr Dahl became hard of hearing and wore a hearing aid, he\nnever fully lost his sight. The complainant did however confirm that a stroke\nrendered him with a degree of spatial inattention.\n7. The complainant\nsaid that it was inaccurate for the newspaper to report that 81 Labour MPs had\nvoted for Mildred Gordon to “indicate their displeasure” at party rules which\nrequired every Labour MP to vote for at least four women. He said there were a\nnumber of reasons why many Labour MPs voted for Mildred Gordon; many of the MPs\nwho voted for her had working class and long Trade Union backgrounds as did\nMildred Gordon. Therefore they trusted her over many of the younger female MPs\nwith middle-class backgrounds and an Oxbridge education who were also standing\nfor the Shadow Cabinet elections. \nFurther, many who voted for Mildred Gordon were concerned with the rise\nof the far right and voted for her as they wanted her to help lead a national\nanti-racist campaign and raise these issues in the Shadow Cabinet.\n8. The complainant\nsaid that the newspaper inaccurately reported that his grandfather, Judah\nFellerman, lost his market stall during the depression. Judah Fellerman had\nlost the lease on the shop he ran during the depression and subsequently became\nunemployed; he only received a market stall licence after the depression. The\ncomplainant was also concerned that the newspaper spelt his grandfather’s first\nname incorrectly.\n9. The complainant was also concerned about the article’s\nclaim that Sam Gordon, the complainant’s father, “had worked his way to Britain\nas an engine greaser on a merchant ship” in order to bring messages and money\nto the British wing of the Fourth International, the Communist international\norganisation. He said that this was inaccurate; his father had worked on the\nship in order to bring food and fuel to the people of the UK as part of his\nlife-long fight against fascism. Further the complainant said that as well as\nworking as an engine greaser, his father was also in charge of a four-inch gun\ndetail. The complainant also said that it was inaccurate for the newspaper to\nreport that Sam Gordon, a proof reader, remained on The Times’ payroll “long\nafter he was unable to work”. He said that his father was allowed to\ntemporarily move from the night to the day shift while he was recovering from\nhis cancer treatment in 1963, and that at no point did any line manager or\nco-worker suggest that Sam Gordon was unable to do his job.\n10. The complainant said that the newspaper inaccurately\nreported that Sam and Mildred Gordon “stayed in Britain to benefit from the\nfree healthcare they passionately believed in”. He said that they decided to\nstay in the UK for a number of reasons including the fact that they had\npurchased a house and that Sam Gordon enjoyed his job at The Times.\n11. The newspaper accepted that Nils Dahl was invited to be\nTrotsky’s bodyguard and driver but that Trotsky had left Norway before he could\nassume that role.  The newspaper said\nthat its references to Nils Dahl’s deafness and failing sight, and the cache of\nweapons found at his house, came from an obituary of Nils Dahl written in 1996\nby Ted Crawford; a friend and political colleague of Mildred Gordon and Nils\nDahl. The newspaper accepted that they had misread the obituary and understood\nthat the weapons were found in Nils Dahl’s North London home. On reflection it\nappeared that the weapons were found in a house in Norway. The newspaper published\ntwo corrections, the first on 28 July during direct correspondence with the\ncomplainant:\nOur obituary of Mildred Gordon (May 5) stated that her\nsecond husband, Nils Dahl, was “Trotsky’s former bodyguard”. We have been asked\nto clarify that while Dahl was invited to perform that role, Trotsky left\nNorway before he could take it up.\nThe second correction was published on 9 August following\nfurther correspondence with IPSO’s Executive: \nWe said in our obituary of Mildred Gordon MP (May 5) that\nafter the death of her husband Nils Kaare Dahl in 1996 she found a cache of\nweapons among his belongings in their north London home. In fact it was at a\nhouse the Dahls owned in Norway that the weapons were found. We apologise for\nthe mistake.\n12. The complainant disputed this correction; he said that\nthe Dahl family had never owned a house in Norway. The house was rented. While\nhe accepted that Nils Dahl did own a number of guns, this was not unusual in\nNorway where privately owned gun ownership is common. Further, he said that the\nguns were sporting rifles and were stored securely and legally. The complainant\nwas concerned that the newspaper had attempted to sensationalise a story of\nlittle substance.\n13. It was the newspaper’s position that it is a\nwell-established fact that some Labour MPs voted for Mildred Gordon for the\nShadow Cabinet in 1993 as a protest vote. The newspaper said that it was widely\nreported in the broadsheets at the time and they provided cuttings to support\nthis. \n14. The newspaper acknowledged that its reference to the\ntiming of the loss of Judah Fellerman’s market stall was incorrect. It did not\nhowever accept that the discrepancy between being a market-stall holder and the\nleaseholder of a shop was significant in circumstances where the relevant point\nwas the loss of livelihood.  Nevertheless\nit amended the online version of the obituary to correct this, along with the\nmisspelling of his name\n15. The newspaper explained that its references to Sam\nGordon were all taken from a tribute written by Mildred Gordon to him in\nRevolutionary History. The basis for reporting that “the print unions ensured\nthat Sam Gordon remained on The Times payroll long after he was unable to work”\nwas Mildred Gordon’s comment in the tribute that “the [father of the chapel] on\nThe Times once phoned me and said: ‘We know Sam is ill. We’re no strangers to\ntrouble; don’t worry, whatever happens we’ll see him through until he reaches\nretirement age. And so they did’. It was the newspaper’s view that the\nimplication of this remark was that The Times had to help or cover for Mr\nGordon when his illness affected his ability to work. Further, she wrote: “We\nwere now trapped by Sam’s illness. We could never have afforded in America the\nmedical care he needed”. The newspaper did not therefore consider that the\nreferences to Sam Gordon’s employment and illness were significantly\ninaccurate. Finally, Ms Gordon wrote that in the early 1940s he made “perilous\njourneys in US merchant navy convoys bringing supplies to Britain. He told me\nlater that when he arrived on one of those visits, bringing messages and money\nto British Trotskyists, he was met by the leaders of the Workers International\nLeague”. It did not therefore accept that the reference to Sam Gordon’s\npolitical life was significantly inaccurate.\nRelevant Code Provisions\n16.  Clause 1\n(Accuracy)\n(i)    The Press must\ntake care not to publish inaccurate, misleading or distorted information,\nincluding pictures.\n(ii)   A significant\ninaccuracy, misleading statement or distortion once recognised must be\ncorrected, promptly and with due prominence, and - where appropriate - an\napology published. In cases involving the Regulator, prominence should be\nagreed with the Regulator in advance.\nFindings of the Committee\n17. The Committee expressed its sympathy to the complainant\nfor his loss and acknowledged that he had found the obituary distressing and\ninsensitive towards his mother. It noted that obituaries provide an over-view\nof the deceased, a sense of their personality and public contributions, and do\nnot set out a definitive factual account. The Committee considered the\ncomplaint in that context.\n18. The Committee acknowledged that whilst Nils Dahl was not\nTrotsky’s bodyguard, it was not in dispute that he had been offered the\nposition. The article’s reference to this point was to demonstrate the\nconnection between the Dahl and Trotsky family; in the context of an article\nabout the complainant’s mother the reference did not represent a significant\ninaccuracy. There was no failure to take care over the accuracy of the article\nin breach of Clause 1 although the Committee welcomed the steps the newspaper\nhad taken to correct the error.\n19. The obituary written by Ted Crawford said that Mildred\nGordon had found a light machine gun, a dozen rifles and boxes of ammunition in\nNils Dahl’s house. It was the complainant’s position that the weapons found\nwere only sporting rifles. The Committee was unable to reconcile the two\naccounts of the weapons found; however the newspaper was entitled to rely on\nthe account contained in Ted Crawford’s obituary where the reference was\npresented as a brief, humorous anecdote as a reflection on Mr Dahl’s political\nideals and to support an editorial claim that he had “not given up hope of an\ninsurrection”. In doing so, it had not failed to care over the accuracy of the\nmaterial published. In circumstances where it was not in dispute that weapons\nwere found, the reference did not represent a significant inaccuracy. Further,\nthe discrepancies between whether the weapons were found in Norway or London,\nand whether the house in Norway was rented or owned was not significant in the\ncontext of the article as a whole. There was no breach of Clause 1. The\nCommittee welcomed the newspaper’s willingness to correct the error but was\nconcerned by the newspaper’s decision to unilaterally publish a correction when\nthere were still several areas of contention and disagreement with the\ncomplainant.\n20. The misspelling of Judah Fellerman’s name was not a\nsignificant inaccuracy in the context of the article as a whole, and the\nCommittee noted that it had been amended in the online version of the article.\nThe discrepancy between a shop and a market stall was not significant in\ncircumstances where this reference was made in the context of Judah Fellerman’s\nloss of livelihood. The Committee welcomed the steps the newspaper had taken to\ncorrect the error. There was no breach of Clause 1 on these points.\n21. The Committee acknowledged the complainant’s position\nthat Labour MPs had voted for Mildred Gordon in the 1993 Shadow Cabinet\nelections for a number of reasons, including her campaigning work but noted\nthat the article reported that Mildred Gordon received “an impressive 81\nvotes”. The newspaper had provided evidence to support its position that some\nLabour MPs opposed to positive discrimination, had voted for Mildred Gordon to\n“indicate their displeasure”.  In these\ncircumstances, the reference was not significantly misleading.\n22. The Committee noted the complainant’s concern about the\narticle’s claim that Sam Gordon, the complainant’s father had worked as an\n“engine greaser” on a merchant ship in order to bring messages and money to the\nBritish wing of the Fourth International. In the Committee’s view, the article\ndid not give the misleading impression that there were not other reasons for\nSam Gordon’s enlistment in the US Merchant Marine.\n23. In publishing the claim about the complainant’s father’s\nhealth, the newspaper had relied on an account written by the complainant’s\nmother, which said that the union had “see[n] him through until he reaches\nretirement age” on learning of the complainant’s father’s illness. There was no\nfailure to take care over the accuracy of this claim and, in the context of an\nobituary which sought to highlight Mrs Gordon’s relationship with the unions,\nthe Committee did not consider that any inaccuracy had been significant such as\nto breach Clause 1. Neither did the Committee consider that the article was\nsignificantly inaccurate in its references to Sam Gordon’s political life, or\nthe role healthcare played in the reasons why the complainant’s parents had\nstayed in the UK.  There was no breach of\nClause 1.\nConclusions\n24. The complaint was not upheld.Remedial action requiredN/ADate complaint received: 05/05/2016Date complaint concluded: 18/10/2016\nBack to ruling listing\n\n\n"
}