{
    "url": "/rulings-and-resolution-statements/ruling/?id=04562-16",
    "title": "04562-16 Pearce v Daily Star Sunday",
    "provisions": [
        "2 Privacy (2016)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "Daily Star Sunday (Reach PLC)",
    "published_on": "2016-06-12 00:00:00",
    "received_on": "2016-07-01 00:00:00",
    "concluded_on": "2016-09-19 00:00:00",
    "complaint_processing_days": 80,
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee 04562-16 Pearce v Daily Star Sunday\nSummary of Complaint\n1. Lynn\nPearce complained to the Independent Press Standards Organisation that the\nDaily Star Sunday breached Clause 2 (Privacy) of the Editors’ Code of Practice\nin an online article headlined “Euro 2016: Swingers hosting couples sex parties\nto bonk while watching England”, published on 12 June 2016.\n2. The\narticle reported that a swingers’ club was hosting a themed sex party to\ncelebrate England’s participation in the European Championships. It included an\nimage of a swinging website, where the party was being advertised, with a\ncomment made by one of the site's members in which she said that she was\nexcited about the forthcoming event.\n3. The\ncomplainant expressed concern that the newspaper had accessed a swinging\nwebsite, which was for paid members only. She said it had published a\nscreenshot of the site, which had shown her comment on the forthcoming\nfootball-themed party, her profile name, where she was from, and her profile\nphotograph which showed her breasts through a sheer top. She said that she had\na disclaimer on her swinging profile, which stated that no part of it may be\ntaken and published without her permission. She considered that the swinging\nwebsite was not well known outside the swinging community, whereas the\nnewspaper’s site would be accessed by far more people. She said the article had\nled family members to discover that she was a member of swinging website. \n4. The\nnewspaper said that the website to which the complainant belonged was not a\nprivate site; anyone who submitted a name and email address was able to access\nit; it was not necessary to pay a membership fee. The complainant had commented\non a public forum; she had not used the “private message” option and her\nprofile picture and user ID could be seen by anyone visiting the site. With\nregards to the disclaimer, it considered that its journalist may not have seen\nthe complainant’s entire profile because he had only taken the information that\nwas available on the public forum. It noted that the complainant’s name and\naddress had not been published, and the picture was a “tiny thumbnail”.\nAlthough it did not consider that the article had disclosed private information\nabout the complainant, due to the concerns raised, it removed the screen shot\nof her profile from the article.\nRelevant Code Provisions\n5. Clause 2 (Privacy)\ni) Everyone is entitled to respect for his or her\nprivate and family life, home, health and correspondence, including digital\ncommunications.\nii) Editors will be expected to justify intrusions\ninto any individual's private life without consent. Account will be taken of\nthe complainant's own public disclosures of information.\niii) It is unacceptable to photograph individuals,\nwithout their consent, in public or private places where there is a reasonable\nexpectation of privacy.\nFindings of the Committee\n6. Anyone\nwho entered a name and email address on the swinging website to which the\ncomplainant belonged could access her profile. In addition to the image of her\nwearing a sheer top, the complainant’s profile contained detailed information\nabout the complainant, which most people would consider to be highly private.\nGiven the complainant’s own public disclosures of information, she could not\nargue that she had a reasonable expectation of privacy regarding her profile\npicture and username. The article did not identify the complainant by name or\ndisclose any further information about her beyond her forum post indicating her\nintention to attend the party. There was no breach of Clause 2.\n7. Although\nthe Committee did not find a breach of the Code, it welcomed the amendment of\nthe article in response to the complaint.\nConclusions\n8. The\ncomplaint was not upheld.\nDate complaint received: 01/07/2016Date decision issued: 19/09/2016\nBack to ruling listing\n\n\n"
}