{
    "url": "/rulings-and-resolution-statements/ruling/?id=04588-21",
    "title": "04588-21 Various v The Times",
    "provisions": [
        "12 Discrimination (2021)",
        "3 Harassment (2021)",
        "1 Accuracy (2021)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "The Times (News UK)",
    "published_on": "2021-05-15 00:00:00",
    "received_on": "2021-05-27 00:00:00",
    "concluded_on": "2021-08-11 00:00:00",
    "complaint_processing_days": 76,
    "conclusion_long": "27. The complaint was not upheld.",
    "remedial_action": "N/A Date complaint received: 27/05/2021",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee 04588-21 Various v The\nTimes\nSummary of Complaint\n1. The Independent\nPress Standards Organisation received various complaints that The Times\nbreached Clause 1 (Accuracy), Clause 3 (Harassment), and Clause 12\n(Discrimination) of the Editors’ Code of Practice in an article headlined “It's\ntime we stopped pandering to travellers”, published on 15 May 2021.\n2. The article was\nan opinion piece, written by a regular columnist for the newspaper. It appeared\nin the Comment section of the newspaper, accompanied by a prominent writer\nby-line and photograph. The column began with the writer referring to “[a]\ngroup of Travellers [who have] taken over much of the central car park in my\nnearest town, Matlock”; it went on to include responses from his district\ncouncil explaining why the settlement had appeared in that particular area,\nstating that they were a “’family [with] severe and complex welfare needs . . .\njoined by a related family who are in a similar position’”. The columnist\nstated that the Council had “a statutory duty to provide a site for\nTravellers”.\n3. The article\nproceeded to explore what the columnist considered to be issues raised by the\nBritish government policy of “indulging those who claim to be nomads”, and what\nthe columnist believed government policy should be on the matter moving\nforward, including that “we should […] phase out the ’ethnic minority‘ rights\nof people who are not a race but a doomed mindset”. The article noted that,\ncurrently, “[m]ost [Travellers] are designated in law as an ‘ethnic grouping’”,\nwhile also setting out the various subsets of the Traveller community: “There\nare Gypsies and Travellers and Irish Travellers and Scottish Travellers and\nboat-dwellers and Roma and New Age [T]ravellers, and much overlapping.”\n4. The column also\nincluded the paraphrased perspective of the writer’s nephew, who was described\nwithin the article as a “bargee” – a person who “lives on a canal boat” – who\n“explain[ed] that though travellers on water are linked by some sense of\ncommunity and communion with Britain’s canal network, nomads of any kind do not\nfeel the connection with one patch of land that most of us do, because in their\nminds they are always ready to move on.” The article closed with the following\nstatement: “Travellers are just people, just human souls like you or me; good,\nbad or indifferent, like you or me; and victims of their circumstances perhaps\nmore than you or me. There is a place for them but no longer for their way of\nliving.”\n5. The article also\nappeared online in substantially the same form.\n6. IPSO received\n707 complaints about the article. Complainants said that the article was\ninaccurate in breach of Clause 1. First, they said that the headline was\ninaccurate, as there is a long history of discrimination and persecution aimed\nat the Traveller community. It was, therefore, complainants argued, inaccurate\nto state that “we” are “pandering to Travellers”. They further said that the\narticle was inaccurate in its portrayal of the Traveller settlement in the town\nof Matlock, as it did not give the full context behind the settlement and the\nreasons why Travellers had chosen to settle in that particular location.\n7. Complainants\nalso said that they considered it was inaccurate in breach of Clause 1 to state\nthat Travellers are “not a race but a doomed mindset.” Complainants argued that\nthis was inaccurate as it denied the existence of an ethnic identity which,\nthey said, is recognised in both international law and scientific literature.\n8. Complainants\nthen said that the article was inaccurate in its inclusion of anecdotal\nevidence and the opinions of the writer’s nephew to support the writer’s\nposition. Complainants then expressed concerns that the article portrayed\nmembers of the Traveller community as criminal and disruptive and was also\nbiased against them, in breach of Clause 1.\n9. Complainants\nalso said that the article breached Clause 3, where they considered that it\nperpetuated harmful stereotypes about the Traveller community and may,\ntherefore, lead to harassment against the community.\n10. Finally, complainants said that the article breached\nClause 12, as they considered: that it was racist towards those part of the\nGypsy, Roma, and Traveller communities; that the article was calling for the\nerasure of protected ethnic groups; and that the article utilised racist\ntropes.\n11. The publication said it did not accept that the article\nhad breached the Code. It first noted that the complaints appeared to be based\non highly selective quotations and legalistic over-interpretation of the\narticle, which expressed an opinion differing from their own.\n12. The publication turned next to the specific breaches of\nthe Code alleged by complainants. It said that the headline statement that\n“[i]t’s time we stopped pandering to travellers” was clearly distinguished as\nthe columnist’s opinion. The basis for his opinion was expanded on further in\nthe article, which was also clearly distinguished as the columnist’s view on a\ndifficult and delicate topic. It noted that the article did include a response\nfrom the district council setting out why the settlement had been established\nin the area. The publication, while maintaining that there was no need for the\narticle to provide the full contextual background to the Traveller settlement,\nsaid that the article did include such information, which the writer had gone\nto significant lengths to obtain. It provided copies of emails to relevant\norganisations and the District Council, sent by and on behalf of the writer,\nasking questions about both the specific settlement and the wider context of\nthe Traveller experience, demonstrating that the writer had researched the\nreasons behind the settlement’s establishment.\n13. The publication\nthen addressed the alleged inaccuracy arising from the article’s statement that\nTravellers are “not a race but a doomed mindset”. It said that, while this\nstatement formed a central basis to the writer’s opinion as expressed in the\ncolumn, it was no more than a statement of fact. It noted that, while Irish\nTravellers and Romany Gypsies are protected in British law as ethnic\nminorities, no other Travellers are. It said that what linked the Traveller\ncommunities together was not race; rather, it was the “nomadic mindset”, which\nthe writer considered incompatible with modern life – this was the central\nthrust of his column. This was the argument advanced by the writer in his claim\nthat Travellers are “not a race but a doomed mindset”.\n14. Regarding the use of anecdotal evidence to support the\nwriter’s claim, including the experiences of his nephew, the publication noted\nthat the anecdotes in the article were clearly framed as such and not as fact.\nIt said that the writer’s nephew, quoted in the article, made no claim to speak\nfor or about land-based Travellers or anyone else, but offered personal\nreflections on the nomadic mindset based on his own experience of living on a\ncanal boat. As such, it said that the complainants’ concerns on this point did\nnot engage the terms of Clause 1, where anecdotes and the use of personal\nexperiences to support an argument is not prohibited under the terms of the\nClause – provided such anecdotes and personal experiences and opinions are\ndistinguished from fact, which they were in this article.\n15. The publication\nalso said that concerns that the article was biased against Travellers and\nportrayed them in a negative light did not engage the terms of the Clause 1,\nwhere newspapers are not prohibited under the Code from expressing bias.\nNonetheless, while it accepted that the article may have caused offence, it did\nnot accept that it was biased or portrayed the Traveller community in negative\nor biased manner, noting that the writer stated within the article that members\nof the Traveller community “are just people, just human souls like you or me;\ngood, bad or indifferent, like you or me; and victims of their circumstances\nperhaps more than you or me”.\n16. The publication\nnext addressed the alleged breach of Clause 3, noting that the Clause relates\nto the conduct of journalists and not to concerns that article may lead to\nharassment – concerns, it regardless maintained, were unfounded. As such, it\nsaid that the terms of the Clause were not engaged.\n17. Turning next to\nthe alleged breach of Clause 12, the publication again said that it did not\nconsider this Clause was engaged by the complainant’s concerns. It said this\nwas the case as Clause 12 relates to prejudicial, pejorative, and/or irrelevant\nreferences to an individual’s characteristics, and the article contained no\nsuch references.\nRelevant Clause Provisions\nClause 1 (Accuracy)\ni) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not\nsupported by the text.\nii) A significant inaccuracy, misleading statement or\ndistortion must be corrected, promptly and with due prominence, and — where\nappropriate — an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator.\niii) A fair opportunity to reply to significant inaccuracies\nshould be given, when reasonably called for.\niv) The Press, while free to editorialise and campaign, must\ndistinguish clearly between comment, conjecture and fact.\nClause 3 (Harassment) \ni) Journalists must not engage in intimidation, harassment\nor persistent pursuit.\nii) They must not persist in questioning, telephoning,\npursuing or photographing individuals once asked to desist; nor remain on\nproperty when asked to leave and must not follow them. If requested, they must\nidentify themselves and whom they represent.\niii)  Editors must\nensure these principles are observed by those working for them and take care\nnot to use non-compliant material from other sources.\nClause 12 (Discrimination) \ni) The press must avoid prejudicial or pejorative reference\nto an individual's, race, colour, religion, sex, gender identity, sexual\norientation or to any physical or mental illness or disability.\nii) Details of an individual's race, colour, religion,\ngender identity, sexual orientation, physical or mental illness or disability\nmust be avoided unless genuinely relevant to the story.\nFindings of the Committee \n18. The Committee first noted that, while it accepted that\nthe article had offended many complainants, the Editors’ Code does not address\nissues of taste or offence. The Code is designed to deal with any possible\nconflicts between the Press’ rights to freedom of expression and the rights of\nindividuals. This meant that, while the Committee acknowledged the strength of\nfeeling of many complainants, it wished to be clear at the outset that no\nbreach of the Code would be found on the grounds that the article had offended\nor disgusted many readers. Instead, it was the role of the Committee to find\nwhether the article had breached the terms of the Editors’ Code.\n19. The Committee\nbegan its consideration with the complaints regarding accuracy. It noted that\nthe article was a comment piece written by a regular columnist, and that it\nappeared in both the print edition and the website in the clearly defined\n“Comment” sections, with the columnist’s prominent by-line and photograph. It\nwas written from a first-person perspective, and included repeated references\nto the writer’s own opinions and experiences. Therefore, the headline of the\narticle was, the Committee considered, clearly distinguished as comment; it was\nnot a claim of fact that “we […] pander[…] to Travellers”. Rather, it was the\nwriter’s opinion of the nation’s collective approach to the Traveller\ncommunity. While it was clear that complainants did not agree with the\ncolumnist’s opinion, the publication was entitled to publish it, provided it\ndistinguished between his opinion and fact. The Committee was satisfied that\nthe headline did so, and there was no breach of Clause 1 on this point.\n20. Complainants said\nthat the article was inaccurate because it did not explain the full\ncircumstances that led to the Traveller settlement in Matlock. The Committee\nnoted that the article did include some context regarding the settlement: the\nfamilies had complex welfare needs, and the council was caught between a\nrequirement to provide a site for the families and local opposition.  The absence of further background information\nwas not misleading. The article was an opinion-piece based on the writer’s own\nresponses to and exploration of the topic of Traveller culture in the UK; it\nwas not an exploration of the reasons behind the specific settlement at\nMatlock. Rather, the Matlock settlement was referred to as a case study to\nlaunch a general commentary on the Traveller community in Britain, and\ncomplainants had not indicated that the information in the article about the\nsettlement at Matlock was inaccurate. The absence of additional specific\ncontextual information about the Matlock settlement did not render the article\ninaccurate, and there was no breach of Clause 1 on this point.\n21. The Committee\nturned next to address the alleged inaccuracy regarding the columnist’s comment\nthat “we should […] phase out the ‘ethnic minority’ rights of people who are\nnot a race but a doomed mindset”. Complainants had interpreted the mention of\nthe word “race” as a denial that Travellers are recognised in law as having a\ndistinct ethnic identity, while the publication argued that this was a narrow\nand overly legalistic interpretation of a few words taken out of context. It\nsaid that the columnist was expressing a view about the broader travelling\ncommunity, not all of whom enjoy the protection in law as an ethnic minority,\nand the columnist was expressing the view that what links them all is not race,\nbut a shared “mindset”.\n22. The Committee noted the context in which the reference\nto race had appeared.  Earlier in the\narticle the columnist had noted that “[e]ven the vocabulary stumps us” and that\n“There are Gypsies and Travellers and Irish Travellers and Scottish Travellers\nand boat-dwellers and Roma and New Age [T]ravellers, and much\noverlapping”.  The article then\nacknowledged that “[m]ost are designated in law as an ‘ethnic grouping’”. The\nCommittee was satisfied that, having previously made clear that the law\nrecognises the “ethnic grouping” of many Travellers, the columnist’s comment\nwas referring to travellers more generally and was making the point that the\nshared characteristic amongst this broader group was not race but a desire to\nlead a “nomad[ic]” lifestyle, which, in the columnist’s view, was “doomed” for\nthe reasons which he had set out. There was no breach of Clause 1 on this\npoint.\n23. The terms of\nClause 1 do not prohibit the use of anecdotes to support an argument, provided\nthat such anecdotes are distinguished from fact – in line with the terms of\nClause 1. The views of the writer’s nephew were clearly attributed to him and,\nwhile the Committee understood that many complainants disagreed with their\ninclusion within the column and disputed the nephew’s suitability to speak on\nmatters pertaining to the Traveller community, publications are allowed to\ninclude the views of individuals where fact is distinguished from comment.\nThere was no breach of Clause 1 on this point.\n24. Complainants had\nexpressed concern that the article was biased against the Traveller community\nand had portrayed them as criminal and disruptive. The Editors’ Code does not\naddress matters of bias; the Press is entitled to express a view and to publish\nthe views of individuals. The Committee also noted that the article did not\ninclude any references to Travellers as a whole being criminals or disruptive;\nit concluded that “Travellers are just people, just human souls like you or me;\ngood, bad or indifferent, like you or me.” Where the Editors’ Code does not\naddress issues of bias, and where the article did not state that Travellers\nwere criminals or disruptive, there was no breach of Clause 1.\n25. Concerns that the\narticle may lead to harassment from members of the public did not engage the\nterms of Clause 3, which relate only to the behaviour of journalists and not to\nwider concerns about any potentially adverse reactions from members of the\npublic. There was no breach of Clause 3.\n26. Clause 12 relates\nonly to pejorative, prejudicial, or irrelevant references to an individual’s\nprotected characteristic. Where the article did not include any such refence to\nan individual’s protected characteristic, there was no breach of the Clause.\nConclusions\n27. The complaint was not upheld.\nRemedial action required\nN/A\nDate complaint received: 27/05/2021\nDate complaint concluded by IPSO: 11/08/2021\nBack to ruling listing\n\n\n"
}