{
    "url": "/rulings-and-resolution-statements/ruling/?id=04601-15",
    "title": "04601-15 Butler v Watford Observer",
    "provisions": [
        "1 (Accuracy) 2015",
        "2 (Opportunity to reply) 2015"
    ],
    "outcome": "No breach - after investigation",
    "publication": "Watford Observer (Newsquest Media Group)",
    "published_on": "2015-04-03 00:00:00",
    "received_on": "2015-07-20 00:00:00",
    "concluded_on": "2015-10-26 00:00:00",
    "complaint_processing_days": 98,
    "conclusion_long": "12. The complaint was not upheld.",
    "remedial_action": "N/A  Date complaint received: 20/07/2015",
    "text": "\n\n\n\n\n\n·  Decision of the Complaints Committee 04601-15 Butler v\nWatford Observer\nSummary of\ncomplaint \n1. Gaybrielle Butler complained to the Independent Press\nStandards Organisation that the Watford Observer breached Clause 1 (Accuracy)\nand Clause 2 (Opportunity to reply) of the Editors’ Code of Practice in a\nreader’s letter headlined “Bushey synagogue will regret eruv”, published on 3\nApril 2015. \n2. The letter expressed grave concern about the proposals\nfor the establishment of an eruv (a defined area in which Jewish people may\ncarry or push objects while observing the Sabbath) in Bushey, North London. It\nwas attributed to “Gay Butler, The working group for Bushey Residents Group”;\nthe Group was lobbying against the eruv. The letter suggested that the eruv\nwould disturb the local community and identify Bushey as a “Jewish area”. It\nsaid that Jewish law was incompatible with democracy and discriminatory. \n3. The complainant said that, following a request from a\njournalist, she had submitted comments to the newspaper on behalf of the\nResidents Group, for inclusion in an article. She said that she had made clear\nto the journalist that the comments were being submitted on behalf of the\nGroup, and were not from her personally; she did not want her name attached to\nthem. She said that the publication of Bushey Residents Group’s comments in the\nform of a letter bearing her name represented a breach of Clause 1. She was\nparticularly concerned as she had received subsequent abusive messages,\ncriticising the nature of the comments made in the letter. \n4. The week after publication of the letter a number of\nreaders’ letters were published which were critical of the views expressed. The\nGroup then submitted a further letter which was intended to address the points\nraised, but was told that it had missed the newspaper’s deadline by two hours.\nThe newspaper also said that it would not publish the letter the following\nweek, as it believed that both sides to the debate had already had an\nappropriate opportunity to air their views. Given that the letter under\ncomplaint was not intended to be published as a letter, the complainant\nbelieved that the Group had not had an opportunity to present fully its view on\nthe debate, and this represented a breach of Clause 2. \n5. The newspaper did not believe that it had breached the\nCode. It said that the fact that the comments submitted had been intended for\npublication was not in dispute. It said that the comments had been emailed\nafter the print deadline for the next edition of the newspaper; therefore it\nwas decided that the comments should instead be published the following week, as\na letter. The complainant was the Group’s spokesperson, and had read out a\nstatement on behalf of the Group at a public meeting the same week that the\nletter was published. It said that it is the policy of the newspaper not to\npublish letters without a name, even when the letter is submitted on behalf of\na group. As such, the letter was published with the complainant’s name, and\nnoted her membership of the Bushey Residents Group. Nonetheless, the newspaper\naccepted that it would have been preferable to check the identity of the sender\nand whether or not the comments were intended as a letter for publication. \n6. While the newspaper did not believe that it had\npublished any significant inaccuracies, the week after the publication of the\nletter under complaint the newspaper printed the following clarification: \n“We have been asked to point out that comments in the\nletter ‘Bushey synagogue will regret eruv’ published in last week’s Watford\nObserver, was sent by the Bushey Residents’ working group and not by one\nindividual and, as such, it expresses the views of that group and not an\nindividual.” \n7. The complainant was concerned that the clarification\nhad not included her name, and so did not fully make clear the position. \nRelevant Code Provisions\n8. Clause 1 (Accuracy) \ni) The press must take care not to publish inaccurate,\nmisleading or distorted information, including pictures. \nii) A significant inaccuracy, misleading statement or\ndistortion, once recognised must be corrected, promptly and with due prominence,\nand – where appropriate – an apology published. \niii) The press, whilst free to be partisan, must\ndistinguish clearly between comment, conjecture and fact. \nClause 2 (Opportunity to reply) \nA fair opportunity for reply to inaccuracies must be\ngiven when reasonably called for. \nFindings of the Committee\n9. It was accepted that the complainant had submitted the\ncomments, albeit on behalf of the Residents Group. It was also accepted that\nthey were meant for publication. It was not inaccurate or misleading for the\nnewspaper to have attributed the comments to the complainant in circumstances\nwhere it was made clear that she was writing on behalf of the Group, and where\nthe letter represented her views. This did not breach Clause 1. \n10. The Committee was concerned by the newspaper’s\nfailure to inform the complainant in advance that it intended to publish the\ncomment she had submitted as a letter. Publication in this form misleadingly\nsuggested that she had chosen to engage with the newspaper using the medium of\nthe letters page. However, as she had acted to introduce the views of the\nResidents Group into the ongoing public debate, this distinction was not\nsignificant, and no clarification was required. \n11. The terms of Clause 2 provide for an opportunity to\nreply to published inaccuracies; it does not require newspapers to continue\npublishing opposing views on a controversial topic. The concerns raised by the\ncomplainant in this regard did not raise a breach of Clause 2. Nonetheless, the\nCommittee welcomed the prompt clarification published by the newspaper. \nConclusions\n12. The complaint was not upheld. \nRemedial Action Required\nN/A \nDate complaint received: 20/07/2015\nDate decision issued: 26/10/2015\nBack to ruling listing\n\n\n"
}