{
    "url": "/rulings-and-resolution-statements/ruling/?id=04605-18",
    "title": "04605-18 Milton v The Courier",
    "provisions": [
        "1 Accuracy (2018)"
    ],
    "outcome": "Breach - sanction: action as offered by publication",
    "publication": "The Courier (DC Thomson Group)",
    "received_on": "2018-07-19 00:00:00",
    "concluded_on": "2018-11-23 00:00:00",
    "complaint_processing_days": 127,
    "conclusion_long": "13. The complaint was upheld under Clause 1(i).",
    "remedial_action": "14. The publication had published corrections which addressed the inaccuracy within the articles, and these had been published with sufficient promptness and prominence. There was no breach of Clause 1(ii), and no further remedial action was required. Date complaint received: 19 July 2018",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee 04605-18 Milton v The\nCourier\nSummary of complaint\n1. Moira Milton\ncomplained to the Independent Press Standards Organisation that The Courier\nbreached Clause 1 (Accuracy) of the Editors’ Code of Practice in an article\nheadlined “Royal wedding invitation in tribunal claim”, published on 29 June\n2018, and an article headlined “Mission manager accused of ‘setting an\nambush’”, published on 30 June 2018.\n2. The first\narticle was a report of an employment tribunal in which a charitable\norganisation’s “new manager [the complainant] denied any wrongdoing after a\nsacked former employee missed out on an invitation to Prince Harry and Meghan\nMarkle’s wedding reception”. It reported that another charity had sent the\ninvitation to the organisation – where it thought the woman still worked. The\narticle reported that the woman did not receive the letter until after the\ndeadline given to respond. It went on to describe how the complainant – who it\nnamed – was questioned by the woman’s solicitor in relation to her actions in\npassing on the invitation to the woman; he asked her whether she had intended\nfor the woman to miss the event.\n3. The second\narticle repeated the first article’s claim that the woman “missed out on\nattending Prince Harry’s wedding to Meghan Markle because an invitation, sent\nto her at [the organisation] was not passed on in time”.\n4. The articles\nappeared in the same format online. The first article, published on 29 June\n2018, was headlined “Solicitor questions whether Town Mission wanted sacked\nemployee to miss reception invite”. The second, published on 30 June 2018, was\nheadlined “Town mission manager ‘ambushed’ in order to have her removed”.\n5. The complainant\nsaid that the articles were inaccurate: in fact, the invitation referred to at\nthe tribunal had been to an evening reception at Buckingham Palace to honour\ninspirational leaders on the occasion of the Prince of Wales’ 70th birthday; it\nhad no connection with the royal wedding, and no mention of an invitation to\nthe royal wedding had been made at the tribunal - whilst reference had been\nmade to Buckingham Palace as the location of the event. She said that the\nletter had been issued more than eight months after the woman’s dismissal, and\nposted on to her promptly as a gesture of goodwill; it had nothing to do with\nthe woman’s dismissal. The complainant also said that she understood that the woman had in fact\nbeen able to attend the event referred to irrespective of this. The complainant\nsaid that reporting this inaccurate information, alongside the line of\nquestioning used by the woman’s solicitor, gave a distorted and damaging\nimpression of her actions.6.The publication\naccepted that the articles had required correction. It said that the error had\narisen from a misunderstanding: the reporter reason to believe that the royal\nwedding would be brought up in evidence at the tribunal, and when the tribunal\nbegan debating a “royal event” he assumed this was the wedding. It said that\nthe article had nevertheless reported the dispute surrounding the letter\naccurately, and had included the complainant’s response to the claim that she’d\ndelayed passing on the letter in full. The publication had published the\nfollowing correction on page 5 within three weeks of the articles’ publication,\nwhich it said was sufficient to correct the inaccuracy:\nCorrection: A report from an employment tribunal in The\nCourier on June 29 and another on June 30 stated Wilma Swankie, a former\nemployee of the Arbroath Town Mission, had missed out on an invitation to\nPrince Harry and Meghan Markle’s wedding because it was not passed on in time\nby her former employers. We have been asked to point out that the invitation\nwas to a reception at Buckingham Palace to commemorate Prince Charles’ 70th\nbirthday and to honour inspirational leaders.\nThe publication also amended the online versions of the articles,\nand appended footnote corrections to each with a similar wording to that above.\n7. The complainant\nsaid that the correction published was inadequate: it did not make clear that\nthe invitation had nothing to do with the royal wedding, and no apology had\nbeen given for the error. She also said that the correction lacked the\nprominence of the original articles; the first article had contained the\ninaccurate claim in its headline in large print, and the second article had\ntaken up half a page, whilst the correction was small and its heading was\ninsignificant. She said that the correction also failed to make clear that her\norganisation had no obligation to pass on the letter, and had done so as an act\nof goodwill, and to make clear that, in fact, the woman had not missed out on\nthe invitation, and had been able to attend the event.\n8. The publication\ndid not consider that an apology to the complainant was required, or that the\ncorrection should have mentioned her; it said it had reported the substance of\nthe dispute relating to the letter accurately. The publication also said that\nit had a long-standing commitment to carry corrections on page 4 or 5, and had\nacted in line with this policy.\nRelevant Code provisions\n9. Clause 1\n(Accuracy)\ni) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not\nsupported by the text. \nii) A significant inaccuracy, misleading statement or\ndistortion must be corrected, promptly and with due prominence, and — where\nappropriate — an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator. \nFindings of the Committee\n10. It was accepted that an invitation to the royal wedding\nhad not been referred to at the tribunal. Given that the article was a report\nof this hearing, prominently stating that a royal wedding invitation had been\nreferred to represented a failure to take care over the accuracy of the\narticle, in breach of Clause 1(i). A claim to have missed out on an invitation\nto the royal wedding was likely to be interpreted by readers as more\nsignificant than missing out on a much less prominent reception, and this would\naffect the interpretation of the allegations against the complainant. In these\ncircumstances, this was a significant inaccuracy that required correction under\nthe terms of Clause 1(ii). The publication had promptly published a correction\nwhich made clear the nature of inaccuracy, and the correct position, and which\nhad been given sufficient prominence, in that it appeared on page 5, while the\noriginal article appeared on page 22. This was sufficient to meet the terms of\nClause 1(ii). The online corrections were footnotes to the articles, which had\nbeen amended. Again, this prominence was sufficient to meet the terms of Clause\n1(ii).\n11. The first article stated that the woman had “missed out\non an invitation” to the event; this was not misleading, given that it was not\nin dispute that the invitation had not been received until after the deadline.\nThe second article stated that “the tribunal heard that [the woman] missed out\non attending” he event as a result of the problem with the invitation; the\ncomplainant said that, in fact, the woman had attended the event. It appeared\nthat the hearing had not heard information on this point. However, the\ncomplainant did not appear to have direct knowledge of this matter, and the\nCommittee was not in a position to determine whether the woman had in fact\nattended. In these circumstances, given that the complainant’s central concern\nrelated to the nature of the invitation and her actions in relation to it, and\nnotwithstanding the above, the Committee did not find that the article\ncontained a significant inaccuracy that required correction on this point.\nThere was no breach of Clause 1 in relation to this claim.\n12. The complainant was concerned that the article suggested\nthat the woman’s dismissal had been connected to the incident relating to the\ninvitation. The Committee did not consider that the article made this\nconnection; it merely reported on the discussion that had taken place in\nrelation to the invitation at the tribunal. The publication was entitled to\nreport the line of questioning deployed by the woman’s solicitor, and the\ncomplainant’s response to the claims had been included in full in the first\narticle. This was not misleading, and there was no breach of Clause 1 on this\npoint.\nConclusions\n13. The complaint was upheld under Clause 1(i). \nRemedial action required\n14. The publication had published corrections which\naddressed the inaccuracy within the articles, and these had been published with\nsufficient promptness and prominence. There was no breach of Clause 1(ii), and\nno further remedial action was required.\nDate complaint received: 19 July 2018\nDate decision issued: 23 November 2018\nBack to ruling listing\n\n\n"
}