{
    "url": "/rulings-and-resolution-statements/ruling/?id=04617-21",
    "title": "04617-21 Hetherington v Scottish Sunday Express",
    "provisions": [
        "1 Accuracy (2021)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "Scottish Sunday Express (Reach PLC)",
    "published_on": "2021-05-09 00:00:00",
    "received_on": "2021-05-09 00:00:00",
    "concluded_on": "2021-07-13 00:00:00",
    "complaint_processing_days": 65,
    "conclusion_long": "8. The complaint was not upheld.",
    "remedial_action": "9. N/A   Date complaint received: 09/05/2021",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee – 04617-21\nHetherington v Scottish Sunday Express\nSummary of Complaint\n1. Ross Hetherington complained to the Independent Press\nStandards Organisation that the Scottish Sunday Express breached Clause 1\n(Accuracy) of the Editors’ Code of Practice in an article headlined “SAY\nGOODBYE TO INDYREF 2, NICOLA / BORIS SAYS: FOCUS ON RECOVERY... NOT INDY”,\npublished on 9 May 2021.\n2. The article, which appeared on the front page of the\nnewspaper and continued on to page 4, reported on the outcome of the May 2021\nScottish Parliament elections. The article stated on the front-page that the\n“SNP  [Scottish National Party] had\nfallen short of an overall majority” and that “a dramatic second day of\nelection counting […] effectively end[ed] Ms Sturgeon’s hope of a majority for\nher own manifesto.” It went on to report that “[t]here will be a\npro-independence majority at Holyrood”, with the article continuing on page 4\nthat the Green Party had returned 8 MSPs, and that “the SNP and the Greens\n[had] include[ed] another independence referendum in their manifesto[s]”. The\narticle also noted that “[n]evertheless, the lack of an overall majority for\nthe SNP will make it much easier for Mr Johnson to continue to resist the calls\nfor another [independence] vote.”\n3. The complainant said that the front-page headline, “SAY\nGOODBYE TO INDYREF 2, NICOLA” was inaccurate and unsupported by the text of the\narticle, in breach of Clause 1. He considered this to be the case because,\nwhereas the headline stated that there would be no prospect of another\nindependence referendum, the majority of MSPs elected were in favour of another\nindependence referendum. The complainant noted that the article appeared to\ncontradict the headline on this point, where it made reference to a\n“pro-independence majority” at Holyrood and the fact that the Green Party\ncandidates had also run for election on an election manifesto which included\nanother independence referendum.\n4. The publication said it did not accept that the headline\nof the article was inaccurate in breach of Clause 1. It first noted that the\nheadline referred only to the SNP. It also said that it was not in dispute that\nthey had fallen short of an overall majority and therefore did not have the\nmandate to call another independence referendum.\n5. The complainant said that it was not the case that the\nSNP could not hold a referendum, where it was possible for the party to work\nwith smaller parties – such as the Green Party, whose manifesto included\nsupport for second referendum – to pass legislation.\nRelevant Code Provisions\nClause 1 (Accuracy)\ni) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not\nsupported by the text.\nii) A significant inaccuracy, misleading statement or\ndistortion must be corrected, promptly and with due prominence, and — where\nappropriate — an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator. \niii) A fair opportunity to reply to significant inaccuracies\nshould be given, when reasonably called for.\niv) The Press, while free to editorialise and campaign, must\ndistinguish clearly between comment, conjecture and fact.\nFindings of the Committee\n6. The Editors’ Code makes clear that newspapers are\npermitted to editorialise and campaign, provided they take care to distinguish\nbetween comment, conjecture, and fact. Therefore, newspapers are entitled to\nexpress partisan views, provided the Code is not otherwise breached.\n7. The Committee considered that the headline of the\nfront-page portion of the article was clearly framed as the newspaper’s\npartisan response to the outcome of the Scottish Parliament Election. It was\nthe view of the newspaper that, without a majority, the SNP did not have a\nmandate for a second independence referendum. It was entitled to express this\nview, where the factual basis was made clear: There was a “pro-independence\nmajority at Holyrood” where “the SNP and the Greens [had] include[ed] another\nindependence referendum in their manifesto[s]”; however, the SNP had not gained\na majority. The factual basis was made clear on the front page and was\nelaborated on further on page 4. Where the front-page headline was clearly\nframed as the newspaper’s view on the election outcome, there was no breach of\nClause 1.\nConclusion\n8. The complaint was not upheld.\nRemedial Action Required\n9. N/A\n \nDate complaint received: 09/05/2021\nDate complaint concluded by IPSO: 13/07/2021\nBack to ruling listing\n\n\n"
}