{
    "url": "/rulings-and-resolution-statements/ruling/?id=04622-15",
    "title": "04622-15 A woman v Irish News",
    "provisions": [
        "1 (Accuracy) 2015"
    ],
    "outcome": "No breach - after investigation",
    "publication": "The Irish News (The Irish News)",
    "received_on": "2015-07-18 00:00:00",
    "concluded_on": "2015-12-09 00:00:00",
    "complaint_processing_days": 144,
    "conclusion_long": "16. The complaint was not upheld.",
    "remedial_action": "N/A Date complaint received: 18/07/2015",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee 04622-15 A\nwoman v Irish News\nSummary of complaint\n1. A woman complained to the Independent Press\nStandards Organisation that the Irish News had breached Clause 1 (Accuracy) of\nthe Editors’ Code of Practice in an article headlined “Police officer accused\nof leaking info to loyalists via social media”, published in print on 17 July\n2015, and “Female officer suspended in collusion probe”, published online on 17\nJuly 2015.\n2. The article reported that an unnamed Police\nService of Northern Ireland (PSNI) officer based in east Belfast was being\ninvestigated for allegedly leaking information to loyalists via social media.\nIt said that the officer in question was “currently suspended” from her post\nwhile the investigation took place. The article reported that, having been\ninternally reprimanded for another matter, the officer allegedly responded by\nrevealing privileged case information to loyalists. It included confirmation\nfrom the PSNI that the matter was now in the hands of the Police Ombudsman of\nNorthern Ireland (PONI); PONI were quoted confirming that the PNSI had asked\nthe organisation to investigate matters related to the use of social media by\none of its officers.\n3. The articles were identical in print and online\nexcept for the headline.\n4. The complainant, the PSNI officer in question,\nsaid that that article was inaccurate; she was not under investigation for\n“collusion”, she had not been internally reprimanded, and she was not suspended\nfrom duty, at the time the article was published on Friday 17 July. She said\nthat the newspaper had been fed inaccurate information by “a convicted criminal\nwho had a score to settle”. The complainant said that she was on annual leave\nwhen the article was published. She returned to work on Monday 20 July, three\ndays after publication, and was only informed at that stage that she was to\nface further charges, including a criminal charge of perverting the course of\njustice; her house was searched later that day. However, she said she was not\nsuspended from duty until Wednesday 22 July, and provided documentary evidence\nto prove as such.\n5. The complainant also provided evidence that she\nspoke to a PONI investigator on 22 June about an allegation that she had\nbreached the PSNI Code of Ethics by tweeting a loyalist despite being involved\nin a police investigation that concerned him; however, she denied that this\nallegation amounted to “collusion”, which she categorised as the criminal\ncharge of perverting the course of justice. The complainant said that the additional\nallegations made against her, the search of her house by PONI, and her\nsuspension from duty, had all come about as a direct result of the claims in\nthe article.\n6. The complainant also said that the newspaper had\nbreached IPSO’s confidentiality policy by informing a loyalist that her house\nhad been searched on 20 July, information that she had disclosed as part of her\ncomplaint to IPSO. She said that this information could not have reached the\nloyalist in question through any other means.\n7. The newspaper said that its article of 17 July\nwas substantially accurate. It had been told by a well-placed source that the\ncomplainant was to be suspended. It acknowledged the evidence provided by the\ncomplainant that she was actually suspended on 22 July, but said that her\nsuspension was an inevitable result of an investigation into a serious breach\nof the PSNI Code of Ethics, and that because the complainant was on leave at\nthe time of the article, it was likely her suspension had not taken effect\nuntil she returned to duty the following week. In any event, the newspaper said\nthat any discrepancy as to whether the suspension began on 17 July or 22 July\nshould be regarded as a minor detail in an otherwise accurate report on a\nmatter of public interest. Nonetheless, the newspaper suggested that it would\nbe willing to publish the following correction:\nWe reported on July 17 that an unnamed female PSNI\nofficer had been suspended as part of the investigation by the Police Ombudsman\ninto the improper use of social media. We have been asked to point out that she\nwas on leave on July 17 and her suspension did not take effect until July 22.\n8. The newspaper highlighted the complainant’s\nconfirmation that she had spoken to a PONI investigator on 22 June about\ntweeting a loyalist, as well as the confirmation the newspaper had received\nfrom PONI pre-publication, as evidence that the complainant was under\ninvestigation for passing information to loyalists at the time the article was\npublished. It highlighted that the nature of the tweeting allegation was not in\ndispute between the parties, and said that it was not inaccurate to refer to\nthis allegation as “collusion” in the headline of the online article.\n9. The newspaper denied that the only source for the\nstory, as the complainant alleged, was the person who she was being\ninvestigated for passing information to. It also denied passing on information\nto that same loyalist about the search of her home, and said that that\ninformation could have been passed on by friends, colleagues or neighbours of\nthe complainant, who would all have been aware of the investigation.\n10. The complainant said that it was conjecture to\nsuggest that the reason she was suspended on 22 July was because she had been\non annual leave on 17 July. She denied that it was inevitable she would have\nbeen suspended as a result of a Code of Ethics breach; it was an internal, not\ncriminal, matter, and several of her colleagues had not been suspended when\nsubject to such investigations in the past.\nRelevant Code Provisions\n11. Clause 1 (Accuracy)\ni) The Press must take care not to publish\ninaccurate, misleading or distorted information, including pictures.\nii) A significant inaccuracy, misleading statement\nor distortion once recognised must be corrected, promptly and with due\nprominence, and - where appropriate - an apology published. In cases involving\nthe Regulator, prominence should be agreed with the Regulator in advance.\nFindings of the Committee\n12. The complainant had not denied she was under\ninvestigation by PONI; she disputed that at the time the article was published\nshe was under investigation for “collusion”, which she characterised as the\ncriminal charge of perverting the course of justice. However, the newspaper did\nnot state she was facing a criminal charge; it reported that she was under\ninvestigation for “revealing information via social networking which could\ninfluence the outcome of criminal proceedings”, which was an accurate\ndescription of the allegation that was put to the complainant when she met a\nPONI investigator on 22 June. To characterise these allegations as “collusion”\nin the headline of the online article was not inaccurate; there was no breach\nof Clause 1 on this point.\n13. The newspaper had acknowledged that it was\ninaccurate to report that the complainant was suspended on the date the article\nwas published. While the print article contained only a brief mention that the\ncomplainant was “currently suspended” and had focused on the investigation, the\ninaccuracy featured in the headline of the online article. The Committee noted\nthe complainant’s position that the inaccuracy had caused her to be charged\nwith additional offences, and to be suspended; however, it had to decide\nwhether it represented a significant inaccuracy to report that she was\nsuspended on 17 July. It took into account that the core of the information\nincluded in the article – that the complainant was under investigation for\ntweeting a loyalist she had been investigating – was accurate. It also noted\nthat the complainant was suspended from duty shortly after publication, and\nthat the complainant had not been named in the article. Overall, the inaccuracy\ndid not create a misleading impression of the complainant's circumstances; it\ndid not represent a significant inaccuracy, and no correction was required\nunder Clause 1(ii). Nonetheless, the Committee welcomed the offer of a\ncorrection by the newspaper.\n14. The Committee acknowledged the complainant’s\ndenial that she had ever been internally reprimanded in her role. However, it\nnoted that the article had made clear that the reprimand was an “allegation”\nand was for “another matter”; it did not relate to the allegation she had been\ntweeting information to loyalists. In such circumstances, the Committee did not\nestablish any significant inaccuracy; the reference to the alleged earlier\nreprimand would not have created a misleading impression of the complainant’s\ncurrent circumstances; there was no breach of Clause 1.\n15. The Committee did not consider, given the public\nnature of the search, that the newspaper would have been the only party who\nwould have been privy to the information that the complainant alleged had been\npassed to a loyalist during IPSO’s complaint’s process; it also noted the\nnewspaper’s denial of this claim. In these circumstances, it did not consider\nthe matter further.\nConclusions\n16. The complaint was not upheld.\nRemedial Action Required\nN/A\nDate complaint received: 18/07/2015Date decision issued: 09/12/2015 \nBack to ruling listing\n\n\n"
}