{
    "url": "/rulings-and-resolution-statements/ruling/?id=04631-19",
    "title": "04631-19 Conway v dailyrecord.co.uk",
    "provisions": [
        "1 Accuracy (2018)",
        "10 Clandestine devices and subterfuge (2019)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "dailyrecord.co.uk (Reach PLC)",
    "published_on": "2019-06-09 00:00:00",
    "received_on": "2019-06-09 00:00:00",
    "concluded_on": "2019-11-12 00:00:00",
    "complaint_processing_days": 156,
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee 04631-19 Conway v\ndailyrecord.co.uk\nSummary of Complaint\n1. Shawn Conway complained to the Independent Press\nStandards Organisation that the dailyrecord.co.uk breached Clause 1 (Accuracy)\nand Clause 10 (Clandestine devices and subterfuge) of the Editors’ Code of\nPractice in an article headlined “Illegal cannabis flowers sold by rogue\nScottish vape shops flaunting drugs laws”, published on 9 June 2019.\n2. The article reported that vape shops had been breaking\ndrug laws by selling cannabis flowers, which it said contained “mind-altering\ntetrahydro-cannabinol (THC)” and could be “vaped, smoked, or eaten by users to\nget a high”. It said that “vendors face jail by offering customers the Class B\nsubstance” and that “cannabis flowers are illegal to sell under the Misuse of\nDrugs Act 1971”. It said that the police had been informed of a number of\noutlets selling the flowers; when a reporter from the publication visited a\nshop in Glasgow, she was able to buy 3.5g of dried cannabis plant cuttings for\n£30. It said that the shop assistant told the reporter “You can smoke this, put\nit in a dry vape, or even eat it if you want”.\n3. The article included a number of quotes – including from\na cannabis reform group, an MSP, the CEO of the Scottish Drugs Forum – stating\nthat the sale of cannabis flowers was illegal. There was also a quote from\nPolice Scotland, stating that “Anyone selling cannabis flowers is committing an\noffence. We’d encourage vendors to make sure they know exactly what they are\nselling”. The article also included a comment from the owner of the shop\nvisited by the reporter, who said that the cannabis flowers he sells in his\nshops are “legal to the highest extent of the law” and that the Misuse of Drugs\nAct 1971 was outdated, adding “If we ever got taken to  court for something like this, we’d appeal\nthe case to the High Court and then UK Supreme Court. Then it would go to the\nEU Supreme Court. They’d chuck the case out like a rotten tomato.”\n4. The complainant, the owner of the shop visited by the\nreporter, said that the article was inaccurate to report that his business was\nacting illegally by selling cannabis flowers. He said that the flowers sold by\nhis business contained less than 0.2% THC, and as such had been ruled by the EU\nSupreme Court as to be exempt from criminal drugs laws. He acknowledged that\nthere was a conflict between the Misuse of Drugs Act 1971 and EU law in\nrelation to cannabis products such as the flowers, however he said that EU law\noverrides UK law, and so would render any prohibition set out by the Misuse of\nDrugs Act invalid. He also said that he had received assurances from both\nPolice Scotland and the Scottish Government that after inspecting his products,\nthey had “no plans to execute any seizures or investigation into [complainant’s\nbusiness]”. However, he declined to provide any written evidence of this.\n5. He also said that it was not the case that the flowers\ncould get people “high” as the level of THC they contain is too low to have any\nmind-altering affect. He said that these points were explained to the\npublication in a phone call prior to publication. Finally, the complainant said\nthat the article had fabricated a quote attributed to one of his employees; the\nshop assistant told the reporter when she asked if she could smoke the flowers\nthat due to the current legislative grey area, “the products are not for human\nconsumption”, and it was in fact a member of the public who had overheard the\nconversation who told the reporter that he had tried smoking and eating the\nproducts. The complainant also commented on a recent UK court case in which a\nperson appeared to have been convicted for selling cannabis flowers, and recent\nHome Office guidance which appeared to state that the flowers were illegal; he\nsaid that this guidance was inaccurate in light of the recent EU ruling, and\nshould the person wish to appeal his conviction, this would be overruled by the\nEU Supreme Court.\n6. The complainant said that the article and approach by the\nreporter breached Clause 10. He said that the reporter visited his shop, posed\nas a customer, and made journalistic enquiries about the flowers, including\nasking a shop assistant if she could smoke the products and whether the product\nwas cannabis. He said that at no time did the reporter identify herself as a\njournalist.\n7. The publication did not accept that there was any breach\nof the Code. It said that it had received information from Trading Standards\nthat a number of vape shops had started selling cannabis flowers. It said that\nthe Misuse of Drugs Act clearly listed “cannabis and cannabis resin” as a class\nB controlled drug, and this included cannabis flowers. It said that the level\nof THC in the flower was irrelevant; it constituted part of the cannabis plant\nand was therefore illegal. Furthermore, the publication provided guidance\nissued by an organisation which campaigned to end the prohibition of cannabis\nentitled “WARNING: CBD Flowers, Buds, Weed, Hash Are NOT Legal In The UK” and\nnoted the statement from Police Scotland included in the article which made\nclear that the sale of cannabis flowers was an offence. In relation to the\ncomplainant’s reference to EU law, the publication said that it was not\nautomatic that an EU ruling should override a member state’s domestic policy,\nin particular with regards to topics of national security such as drugs policy.\nIt also provided specific guidance from the European Monitoring Centre for\nDrugs and Drug Addiction which made clear that Member States’ responses to the\nlegality of cannabis can vary.\n8. The publication did not accept that it was inaccurate to\nreport that the flowers could be consumed in order to “get a high”; it noted\nthat the product description for the flowers available on the complainant’s\nbusiness’ website claims it “delivers a soothing, creative euphoria”. The\npublication said that there was no recording of the quote attributed to the\nshop assistant, and did not provide any notes to support the article’s claim.\n9. The publication did not accept that the terms of Clause\n10 were engaged. It accepted that the reporter visited the complainant’s\nbusiness in a journalistic capacity for the purposes of writing an article,\nhowever it said that there were no clandestine devices used by the reporter, or\ndeceit or subterfuge in her simply entering a shop and making a purchase, the\nsame way any other member of the public would. There was no requirement for the\nreporter to discuss, hide or reveal her identity to the complainant by making a\ntransaction in his shop, and said that Clause 10 would only have been engaged\nif she had denied being a reporter after being asked directly by the\ncomplainant. Nevertheless, it said that there was a public interest in exposing\nthe illegality of selling cannabis flowers.\nRelevant Code Provision\nClause 1 (Accuracy)\ni) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not\nsupported by the text.\nii) A significant inaccuracy, misleading statement or\ndistortion must be corrected, promptly and with due prominence, and — where\nappropriate — an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator.\niii) A fair opportunity to reply to significant inaccuracies\nshould be given, when reasonably called for.\niv) The Press, while free to editorialise and campaign, must\ndistinguish clearly between comment, conjecture and fact.\nClause 10 *(Clandestine devices and subterfuge)                               \ni) The press must not seek to obtain or publish material\nacquired by using hidden cameras or clandestine listening devices; or by\nintercepting private or mobile telephone calls, messages or emails; or by the\nunauthorised removal of documents or photographs; or by accessing\ndigitally-held information without consent.\nii) Engaging in misrepresentation or subterfuge, including\nby agents or intermediaries, can generally be justified only in the public\ninterest and then only when the material cannot be obtained by other means.\nThe Public interest\nThere may be exceptions to the clauses marked * where they\ncan be demonstrated to be in the public interest.\n1. The public interest includes, but is not confined to:\nDetecting or exposing crime, or the threat of crime, or\nserious impropriety.Protecting public health or safety.Protecting the public from being misled by an action or\nstatement of an individual or organisation.Disclosing a person or organisation’s failure or likely\nfailure to comply with any obligation to which they are subject.Disclosing a miscarriage of justice.Raising or contributing to a matter of public debate,\nincluding serious cases of impropriety, unethical conduct or incompetence\nconcerning the public.Disclosing concealment, or likely concealment, of any of the\nabove.\n\n\n\n\n\n\n2. There is a public interest in freedom of expression\nitself.\n3. The regulator will consider the extent to which material\nis already in the public domain or will become so.\n4. Editors invoking the public interest will need to\ndemonstrate that they reasonably believed publication - or journalistic\nactivity taken with a view to publication – would both serve, and be\nproportionate to, the public interest and explain how they reached that\ndecision at the time.\nFindings of the Committee\n10. In relation to the claim that the cannabis flowers which\nthe complainant offered for sale were illegal, the article had explained that\nit was illegal to sell cannabis flowers under the Misuse of Drugs Act 1971. The\narticle also included  a quote from\nPolice Scotland, that “Anyone selling cannabis flowers is committing an\noffence. We’d encourage vendors to make sure they know exactly what they are\nselling”. Whilst the Committee noted the complainant’s position that the\nflowers he sold contained less than 0.2% THC and his reliance upon EU law, the\narticle had explained the legal position under the Misuse of Drugs Act 1971; it\nwas not inaccurate to report that the cannabis flowers sold by the\ncomplainant’s business were “illegal”. There was no failure to take care over\nthe accuracy of the article on this point and no breach of Clause 1(i). The\nreport did not contain a significant inaccuracy which required correction under\nthe terms of Clause 1(ii).\n11. The article had explained that the buds from cannabis\nflowers contained THC and could be used to “get a high”; the reference was not\nmade specifically in relation to the products which were sold by the\ncomplainant. Further, the Committee noted that the complainant advertised the\nflowers he sold as delivering “a soothing, creative euphoria”.  In these circumstances, it was not misleading\nfor the article to report that cannabis flower buds could give “a high”. There\nwas no breach of Clause 1 on this point.\n12. The Committee was concerned that the publication had\nbeen unable to provide any notes or record of the quote attributed to the shop\nassistant. The Committee noted the complainant’s position that his\nproducts  were not sold for human\nconsumption, but the Committee also noted the advertising for the product which\nclaimed that they could produce a “soothing, creative euphoria”. Furthermore,\nthe Committee took into account that the alleged inaccuracy did not affect the\ncentral claim that the sale of cannabis flowers in the complainant’s shop is\nillegal under the Misuse of Drugs Act 1971 \nregardless of whether they were being sold for consumption. In this\ncontext, the attribution of the quote to the shop assistant did not represent a\nsignificant inaccuracy, and there was no breach of Clause 1 on this point.\n13. The Committee then considered the complaint brought\nunder Clause 10. The publication had argued that the terms of Clause 10 were\nnot engaged. However, the reporter had asked questions in her capacity as a\njournalist, in preparation of an article on the topic of cannabis flowers; the\nemployees of the complainant’s business were under the impression that the\nreporter was a member of the public, and so the Committee was satisfied that\nthe terms of Clause 10 were engaged.\n14. The Committee considered that the level of subterfuge or\nmisrepresentation a reporter may engage in falls on a sliding scale. In this\ninstance, the reporter had engaged in a very low level of subterfuge; she had\nsimply acted as a customer, and had not used hidden cameras or clandestine\nlistening devices or accessed information not accessible to the general public.\nFurthermore, she had not actively concealed her identity as a journalist by\nconstructing a false identity or denying she was a journalist.\n15. Clause 10 requires a proportionate public interest\ndefence. Therefore having found that the Code was engaged to a limited degree,\nthe Committee then turned to whether the journalistic activity engaged in, and\nsubsequent publication of the story, both served and was proportionate to the\npublic interest. The reporter had received information from Trading Standards\ninforming her that businesses had been openly selling cannabis flowers, and the\ncomplainant’s business was identified as one of these businesses through the\nadvertising which appeared on its website. It was reasonable for the reporter\nto pose as a customer where the business was suspected of acting illegally; an\nopen approach may not have resulted in the same information being gathered that\na customer would have received. There was a public interest in publishing the\ninformation which had been acquired by the approach, namely that cannabis\nflowers were being sold openly in the complainant’s shop. For these reasons,\nthe actions taken by the reporter, and the decision to publish the information\nshe gathered, was justified in the public interest. There was no breach of\nClause 10. \nConclusions\n16. The complaint was not upheld.\nRemedial Action\n17. N/A\n \nDate complaint received: 09/06/2019\nDate decision issued: 12/11/2019\nBack to ruling listing\n\n\n"
}