{
    "url": "/rulings-and-resolution-statements/ruling/?id=04631-21",
    "title": "04631-21 Brewis v Mail Online",
    "provisions": [
        "1 Accuracy (2019)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "Mail Online (Associated Newspapers Limited)",
    "published_on": "2021-05-06 00:00:00",
    "received_on": "2021-05-07 00:00:00",
    "concluded_on": "2021-10-04 00:00:00",
    "complaint_processing_days": 150,
    "conclusion_long": "9. The complaint was not upheld.",
    "remedial_action": "10. N/A Date complaint received: 07/05/2021",
    "text": "\n\n\n\n\n\nDecision\nof the Complaints Committee – 04631-21 Brewis v Mail Online\nSummary\nof Complaint\n1. Maxine\nBrewis complained to the Independent Press Standards Organisation that Mail\nOnline breached Clause 1 (Accuracy) of the Editors’ Code of Practice in an\narticle headlined “'Stay off roads, grab yourself a steak bake. I don't like\nriff-raff': Daughter of ex-Darlington FC owner threatened to give his female\nfriend a 'good hiding' in stalking campaign after accusing her of taking\nadvantage of her millionaire father”, published on 6th May 2021.\n2. The\nonline article reported that the daughter of the former Chair of Darlington FC\nand entrepreneur George Reynolds, had been found guilty of stalking the\ncomplainant between November 2019 and June 2020. The bullet-points beneath the\nheadline stated that the convicted woman had “threatened” the complainant and\ntold her to cut contact with Mr Reynolds over fears that she had “ulterior\nmotives”. The article included separate photographs of the two women,\npositioned next to each other and above a photograph of Mr Reynolds, under the\ncaption: “[The convicted woman] (left) threatened Maxine Brewis (right) with a\n'good hiding' if she went to her father's home again”. The article also included\na panel, titled “From safecracker to multi-millionaire business mogul: Who was\nEx-Darlington FC owner George Reynolds”.\n3. The\ncomplainant said that the article was misleading, in breach of Clause 1. She\nsaid that the article gave the impression that she was a “gold-digger” – an\nimpression, she argued, that was created by the inclusion of “millionaire” in\nthe headline and the positioning of the photographs of herself and the woman\nwhich suggested a “battle” between the pair for Mr Reynolds’ money. The\ncomplainant also said that the article was inaccurate to describe Mr Reynolds\nas a “millionaire”; he had not been described as such during proceedings\nagainst his daughter, nor been one since 2004.\n4. The\nnewspaper did not accept a breach of the Editors’ Code, nor did it accept that\nthe article gave the impression that the complainant was a “gold-digger”. It\nmaintained that the article provided a fair and accurate account of the\ncomplainant’s case, the ordeal she had endured from the daughter of Mr Reynolds\nand the verdict of the court. It said that it was entitled to report the claims\nmade by Ms Reynolds regarding the relationship between the complainant and her\nfather – a position made clear in the bullet-points beneath the headline and within\nthe text of the article. Notwithstanding this, the newspaper noted that the\narticle had included a statement made by Mr Reynolds which made clear that the\ncomplainant had “never taken any money from him or taken advantage of him” and\nthat his daughter acted “maliciously” towards the complainant rather than out\nof concern for him. The newspaper maintained that photographs showed only the\nlikeness of those involved in the case and did not accept that their\npositioning implied a “battle for money” between the complainant and Ms\nReynolds.\n5. The\nnewspaper accepted that Mr Reynolds was not described as a “millionaire” during\nproceedings and maintained that the article made no claim that it was. Rather\nthe inclusion of this term in the headline was used as a general description of\nthe individual who was “well-known locally and internationally as a millionaire\nbusiness tycoon”, with his “rags-to-riches” story widely recorded and\npublicised, noting that it would have been “obtuse” to ignore the fact that\nthis had been the case. The newspaper provided a number of examples which it\nsaid supported this characterisation of Mr Reynolds, including the comments\nmade by his legal representative in 2005 who noted that he had previously been\nnamed in the Sunday Times Rich List of the top 200 people in the UK with an\nestimated fortune of £260million and he was known to be a vastly wealthy man,\nwho had invested £27 million of his own money into Darlington FC.\nNotwithstanding this, upon receipt of the complaint, as a gesture of goodwill,\nthe newspaper removed “millionaire” from the headline of the online article.\nRelevant\nCode Provisions\nClause 1\n(Accuracy)\ni) The\nPress must take care not to publish inaccurate, misleading or distorted\ninformation or images, including headlines not supported by the text.\nii) A\nsignificant inaccuracy, misleading statement or distortion must be corrected,\npromptly and with due prominence, and — where appropriate — an apology\npublished. In cases involving IPSO, due prominence should be as required by the\nregulator. \niii) A\nfair opportunity to reply to significant inaccuracies should be given, when\nreasonably called for.\niv) The\nPress, while free to editorialise and campaign, must distinguish clearly\nbetween comment, conjecture and fact.\nFindings\nof the Committee\n6. The\nCommittee recognised the distressing circumstances surrounding this complaint\nand expressed its sincerest condolences to the family and friends of Mr\nReynolds.\n7. Whilst\nthe Committee acknowledged the distress caused to the complainant by the\narticle’s publication, it noted that the references to her interactions with Mr\nReynolds as having “ulterior” motivation reflected his daughter’s position and\nwas clearly presented as such. The article was not inaccurate or misleading in\nsetting out the respective positions of those involved in the case, with the\nCommittee noting that the text of the article made clear that, according to Mr\nReynolds, the complainant had “never taken any money from him or taken\nadvantage of him” and that his daughter acted “maliciously” towards the\ncomplainant rather than out of concern for him. Furthermore, the Committee\nnoted that the photographs revealed only the likeness of those involved in the\ncase; they did not include any statement in the caption to the effect that the\ntwo women were \"battling for money”. There was no breach of Clause 1.\n8. The\nCommittee next considered the second point of complaint: that it was inaccurate\nto describe Mr Reynolds as a “millionaire”. It was satisfied that the text of\nthe article gave a sufficient basis for this term, with the panel titled, “From\nsafecracker to multi-millionaire business mogul: Who was Ex-Darlington FC owner\nGeorge Reynolds” providing an overview of Mr Reynolds’ well-documented\nentrepreneurial successes, including his previous inclusion on the Sunday Times\nRich list. In such circumstances, where it was well established in the public\ndomain that he had been in possession of extreme wealth and where the article\nmade no claim that this information had been heard during court proceedings,\nthe Committee did not consider that the newspaper had failed to take care over\nthe accuracy of this information. Notwithstanding this, the Committee welcomed\nthe newspaper’s decision to amend the headline of the online article to remove\nthis reference in light of the information provided by the complainant about Mr\nReynolds’ reduced circumstances.\nConclusions\n9. The\ncomplaint was not upheld.\nRemedial\nAction Required\n10. N/A\nDate\ncomplaint received: 07/05/2021\nDate\ncomplaint concluded by IPSO: 04/10/2021\nBack to ruling listing\n\n\n"
}