{
    "url": "/rulings-and-resolution-statements/ruling/?id=04639-21",
    "title": "04639-21 Alakirik v East Anglian Daily Times",
    "provisions": [
        "1 Accuracy (2019)",
        "13 Financial journalism (2019)",
        "4 Intrusion into grief or shock (2019)",
        "3 Harassment (2019)"
    ],
    "outcome": "Breach - sanction: action as offered by publication",
    "publication": "East Anglian Daily Times (Newsquest Media Group)",
    "published_on": "2021-05-26 00:00:00",
    "received_on": "2021-05-10 00:00:00",
    "concluded_on": "2021-11-24 00:00:00",
    "complaint_processing_days": 198,
    "conclusion_long": "18. The complaint was upheld under Clause 1.",
    "remedial_action": "19. The published correction and second article put the correct position on record and was offered promptly and with due prominence. No further action was required.   Date complaint received: 10/05/2021",
    "text": "\n\n\n\n\n\nDecision\nof the Complaints Committee – 04639-21 Alakirik v East Anglian Daily TimesSummary\nof Complaint1.\nBayram Alakirik complained to the Independent Press Standards Organisation that\nEast Anglian Daily Times breached Clause 1 (Accuracy), Clause 3 (Harassment),\nClause 4 (Intrusion into grief or shock), and Clause 13 (Financial journalism)\nof the Editors’ Code of Practice in an article headlined “Takeaway”, published\non 26th May 2021.2. The\narticle reported on a local takeaway, Chick King, going into liquidation. It\nstated that the restaurant “owed £17,745.19 but had nothing to pay its debts\nwith” and that “Station Chicken Limited, which runs Chick King, appointed\nliquidators”. The article said that documents had been filed with Companies\nHouse and provided a breakdown of outstanding debts. It also reported that “the\ncompany's director [...] applied to close the company by having it struck off\nthe Companies Register”. The article described the restaurant as “One of Bury\nSt Edmunds' worst-rated takeaways” and explained that it “was rated as the\n112th best of the 117 restaurants in the town according to Trip Advisor”.3. The\narticle was also published online in substantially the same format under the\nheadline “Poorly rated Chick King takeaway goes into liquidation”, on 7th May\n2021.4. The\nonline article reported that the restaurant “ow[ed] nearly £18,000”.5. The\ncomplainant said that it was inaccurate to state that Chick King had gone into\nliquidation and that it had outstanding debts. He was the owner of Chick King,\nhaving bought it in February 2020, and it was a thriving takeaway business.\nStation Chicken Limited did not own the takeaway and nor did the individual\nnamed in the article as being the company’s director. The complainant also\ndenied that Chick King was one of the “worst-rated takeaways” in the area; he\nsaid the restaurant had a five-star hygiene rating.6. The\ncomplainant also said the article breached Clause 3 (Harassment) and Clause 4\n(Intrusion into grief or shock) because it had caused the restaurant to receive\nprank calls and customers mocking staff about the apparent closure. Finally, the\ncomplainant said that the article breached Clause 13 (Financial Journalism)\nbecause it had had a negative financial impact on his business.7. The\npublication accepted that the claim that the restaurant had gone into\nliquidation was inaccurate. It said it had sourced the information about the\nliquidation proceedings of Station Chicken Limited from the London Gazette. The\nreporter had attempted to contact the liquidators but received no response, and\nso assumed that the liquidation proceedings referred to the same business, but\nwhich had changed its name to Chick King. Once alerted to this inaccuracy, the\npublication had immediately contacted the complainant and the article was taken\ndown. The publication had worked with the complainant to write a new article\nthat was published less than a week after it had first become aware of the\nissue. The print version of the article appeared on page 5 and was headlined,\n“Takeaway going strong”, and was published on 27th May 2021. The online version\nwas headlined “Bury St Edmunds takeaway going from strength to strength under\nnew boss” and was published on 26th May 2021. The new article reported that “A\nBury St Edmunds takeaway is going from strength-to-strength after being taken\nover by a new owner last year. Chick King, in Station Hill in the town, was\ntaken over by [the complainant] in February 2020”. Both the print and online\nversions of the article included a corrective footnote and apology:“In an\narticle published on May 7 we mistakenly said Chick King had gone into\nliquidation. In fact, it was Station Chicken Ltd which went into liquidation.\nMr Alakirik now runs Chick King and we are sorry for any confusion our article\ncaused.”8. The\npublication did not accept that describing the restaurant as one of the “worst-rated\ntakeaways” in the area was inaccurate. Whilst the complainant had highlighted\nthe restaurant’s five-star hygiene rating, the publication had not been using\nthis metric in its characterisation of the restaurant. It said that the article\nhad made clear that this claim was based on its ranking on Tripadvisor and that\nit was “rated as the 112th best of the 117 restaurants in the town”.9. The\npublication also did not accept that the article had breached Clauses 3, 4, and\n13. It said it had not carried out any of the activities related to these\nClauses and so they were not engaged.10. The\ncomplainant did not accept the published article and correction as a resolution\nto his complaint.Relevant\nCode ProvisionsClause 1\n(Accuracy)i) The\nPress must take care not to publish inaccurate, misleading or distorted\ninformation or images, including headlines not supported by the text.ii) A\nsignificant inaccuracy, misleading statement or distortion must be corrected,\npromptly and with due prominence, and — where appropriate — an apology\npublished. In cases involving IPSO, due prominence should be as required by the\nregulator.iii) A\nfair opportunity to reply to significant inaccuracies should be given, when\nreasonably called for.iv) The\nPress, while free to editorialise and campaign, must distinguish clearly\nbetween comment, conjecture and fact.Clause 3\n(Harassment)*i)\nJournalists must not engage in intimidation, harassment or persistent pursuit.ii) They\nmust not persist in questioning, telephoning, pursuing or photographing\nindividuals once asked to desist; nor remain on property when asked to leave\nand must not follow them. If requested, they must identify themselves and whom\nthey represent.iii)  Editors must ensure these principles are\nobserved by those working for them and take care not to use non-compliant\nmaterial from other sources.Clause 4\n(Intrusion into grief or shock)In cases\ninvolving personal grief or shock, enquiries and approaches must be made with\nsympathy and discretion and publication handled sensitively. These provisions\nshould not restrict the right to report legal proceedings.Clause\n13 (Financial journalism)i) Even\nwhere the law does not prohibit it, journalists must not use for their own\nprofit financial information they receive in advance of its general\npublication, nor should they pass such information to others.ii) They\nmust not write about shares or securities in whose performance they know that\nthey or their close families have a significant financial interest without disclosing\nthe interest to the editor or financial editor.iii)\nThey must not buy or sell, either directly or through nominees or agents,\nshares or securities about which they have written recently or about which they\nintend to write in the near future.Findings\nof the Committee11. The\npublication had based its article on a notice published in the London Gazette\nwhich reported the liquidation proceedings of Station Chicken Ltd, and\nfollowing failed attempts to contact the liquidators for comment, had proceeded\nto publish the article on the incorrect assumption that Chick King was the same\ncompany, but under a different name. The publication had failed to establish\nthat Chick King had been under new ownership for over a year and was a fully\noperational business.  This amounted to a\nclear failure on the part of the publication to take sufficient care not to\npublish inaccurate or misleading information and, therefore, the Committee\nestablished a breach of Clause 1 (i) of the Code.12. The\nstatement that a healthy, functioning business had ceased to operate and had\nbeen put in liquidation and owed significant debts was clearly a highly\nsignificant inaccuracy and therefore under Clause 1 (ii), the publication was\nobliged to correct the inaccuracy, promptly and with due prominence. The\nCommittee therefore considered the corrective action undertaken by the\npublication and assessed whether it fulfilled the obligations of Clause 1 (ii).\nThe publication had removed the original article and worked with the\ncomplainant to write a new article that highlighted the successes of the\nrestaurant. This article was published online and in print. It also included a\nstatement, as a footnote to the new article, which identified the inaccuracy,\nset out the correct position and apologised for the error. This action had been\nundertaken and completed within a week of the publication being made aware of\nthe inaccuracy. The Committee concluded that this met the requirement of Clause\n1(ii) for due promptness, and that an apology was appropriate given the nature\nof the inaccuracy and the potential impact on the complainant and his business.13. The\nonline article had appeared on the homepage of the website before moving down\nthe news queue to remain online in the news section while the print article had\nappeared on page 5, two pages further forward than the original. While the\ninaccuracy was highly significant, the Committee concluded that the corrective\naction taken by the publication was sufficient to meet the requirements of\nClause 1 (ii) of the Code. There was, therefore, no further breach of Clause 1\nof the Code.14. The\nCommittee considered whether it was inaccurate to describe the takeaway as one\nof the “worst-rated” in the area. Whilst the complainant had provided evidence\nof the five-star hygiene rating, the article had made clear that this claim was\nbased upon the restaurant’s rating on Tripadvisor, which placed it as one of\nthe least popular in the area. As such, the newspaper had provided sufficient\nbasis to support its characterisation and there was no breach of Clause 1 on\nthis point.15.\nClause 3 generally relates to the way journalists behave when gathering news,\nincluding the nature and extent of their contacts with the subject of the\nstory. The complainant’s concern related to nuisance calls from members of the\npublic rather than journalists. As such, this meant Clause 3 was not engaged.16.\nSimilarly, Clause 4 requires that in cases involving personal grief or shock,\nenquiries are made with sympathy and discretion, and that publication is\nhandled sensitively. Whilst the Committee did not doubt the difficulties\ninvolved in running a business and the problems the article had caused, as it\ndid not report on issues involving the complainant’s grief or shock, the terms\nof this Clause were not engaged.17.\nClause 13 states that journalists should not use for their own, or another’s,\nprofit, financial information they receive in advance of its general\npublication. The complainant’s concern did not relate to this and so it did not\nengage the terms of the Clause.Conclusions18. The\ncomplaint was upheld under Clause 1.Remedial\nAction Required19. The\npublished correction and second article put the correct position on record and\nwas offered promptly and with due prominence. No further action was required.\n\n\nDate\ncomplaint received: 10/05/2021\nDate\ncomplaint concluded by IPSO: 24/11/2021\nBack to ruling listing\n\n\n"
}