{
    "url": "/rulings-and-resolution-statements/ruling/?id=04640-17",
    "title": "04640-17 A woman v The Sun",
    "provisions": [
        "1 Accuracy (2016)"
    ],
    "outcome": "Breach - sanction: publication of correction",
    "publication": "The Sun (News UK)",
    "published_on": "2017-03-21 00:00:00",
    "received_on": "2017-04-02 00:00:00",
    "concluded_on": "2017-11-28 00:00:00",
    "complaint_processing_days": 240,
    "conclusion_long": "15. The complaint was upheld.",
    "remedial_action": "16.  The Committee considered what remedial action should be required for the breach of Clause 1. 17.  The Committee considered that the appropriate remedy was publication of a correction which made clear that the claim about the family’s wealth had in fact been speculation. The correction should also make clear that the mother of the child had confirmed that he would inherit a substantially smaller sum, rather than the claim of “nearly £1billion”, reported in the article. The correction should also make clear that while the article presented the claim that the relationship between the man and the complainant lasted for 6 years, that they had been engaged, and that they had been secretly married as fact, these claims represented the man’s account of the relationship, and that they were denied by the complainant. 18.  This correction should appear on page two of the newspaper. It should state that it has been published following an upheld ruling by the Independent Press Standards Organisation. The full wording should be agreed with IPSO in advance.ReviewThe complainant complained to the Independent Complaints Reviewer about the process followed by IPSO in handling this complaint. The Independent Complaints Reviewer decided that the process was not flawed and did not uphold the request for review.   Date complaint received: 02/04/2017",
    "text": "\n\n\n\n\n\nDecision\nof the Complaints Committee 04640-17\nA woman v The Sun\nSummary of Complaint 1.    \nA woman complained to the Independent\nPress Standards Organisation that The Sun breached Clause 1 (Accuracy) of the\nEditors’ Code of Practice in an article headlined “Billionheir”, published on\n21 March 2017. 2.    \nThe article reported that a man had\n“won an 11-year battle to prove that a child destined to inherit nearly\n£1billion is his son”. It reported that this had been demonstrated by a DNA\ntest, ordered by the judge, which showed it was “99.9999 percent” certain that\nhe was the father. The article claimed that the man had a six year relationship\nwith the child’s mother, described as the daughter of “Luxembourg’s richest\ntycoon”, and that they were engaged before he “discovered she had secretly\nmarried another man [in the previous year]”. The article claimed that the man\nhad spent his “life savings” on the dispute, and has said that the mother’s\nfamily needed to pay him “for the decade of hell”. The article was accompanied\nwith an image of the man, accompanied by a woman and child, whose faces were\npixelated. 3.    \nThe complainant, the mother of the\nchild, said that she was not an heiress, and that her child was not an heir to\na fortune. She said that a simple internet search would have shown this to be\nthe case, and that the newspaper had failed to take care over the accuracy of\nthis claim. She denied that she had been engaged to the man, or that there had\nbeen a six year relationship. She denied that her marriage had been a “secret”.\nShe said that that the man featured in the article did not have “life savings”,\nwhich the article claimed he had spent on the legal dispute. The complainant\nsaid she was prohibited by Luxembourg’s law from commenting on the DNA test. 4.     The newspaper said that the article was clearly presented\nas the man’s account of a long-running dispute about paternity, the main\nelement of which was that he had proven that he was the father of the child. It\nsaid that the inaccuracies alleged by the complainant in relation to specific\naspects of his account should be viewed in this\ncontext. 5.     The newspaper said that its journalist had approached the\ncomplainant for comment numerous times in the past. On one occasion, when he\nhad put a business card through her door, asking to speak with her, he was\nthreatened with legal action. The newspaper said that other journalists had had\nsimilar experiences. The newspaper said that it is difficult to get the\ncomplainant’s response to the claims made by the man, but that this should not\nprevent newspapers from publishing his story. 6.     The newspaper said that the man had told its journalist that he had no idea\nhow wealthy the complainant’s family were, but that he had speculated it was\nbetween £100 million and £1billion. It said that the complainant’s family had been described as “one of the richest families\nin Luxembourg” in court. It noted that the complainant’s grandfather had been\nthe chairman of a very large company, and that the complainant and her child\nwere the prospective heirs to the family money, which could be described as a\n“fortune”. The newspaper said that when its journalist approached the\ncomplainant’s mother for comment in 2012, and was told the family had no\ncomment to make, he had referred to the child inheriting vast wealth. It said\nthat the family had the opportunity to dispute the claim, but did not do so,\nand it was reasonable for the newspaper to accept the man’s claim that the\nfamily were very wealthy. 7.    \nThe newspaper said that the man who\nwas the subject of the article had submitted evidence to the court to support\nhis position that he had been in a six-year relationship with the complainant,\nand that they had been engaged. This evidence, which it provided to IPSO,\nincluded his own recollections, and the recollections of others who had spent\ntime with them. It also included a series of photographs of the man spending\ntime with the complainant, and her child. The newspaper said that the\ncomplainant’s wedding had been a secret to the man seeking to prove his\npaternity. 8.    \nIn order to resolve the complaint,\nthe newspaper offered to publish the following wording: Our article “Billionheir” reported that\nin legal proceedings in Luxembourg, Steve Marston had proved his paternity of a\nchild. We claimed the child was “destined to inherit nearly £1billion”. The\nchild’s mother states to us that she strongly contests Mr Marston’s account of\ntheir relationship, that they were engaged, or it lasted for six years. She\nalso asks us to clarify that the child is not set to inherit a fortune. We are\nhappy to put her position on record.9.    \nThe complainant denied that evidence\nthe newspaper provided in response to the complaint had been placed before the\ncourt. She argued that some of it had been fabricated, and that it was\ninconsistent. She declined the newspaper’s offer of resolution. The complainant\nsaid that while the journalist had approached her mother for comment in 2012,\nshe had never been directly approached for comment. Relevant Code Provisions 10.  Clause 1 (Accuracy) i)\nThe Press must take care not to publish inaccurate, misleading or distorted\ninformation or images, including headlines not supported by the text.ii)\nA significant inaccuracy, misleading statement or distortion must be corrected,\npromptly and with due prominence, and — where appropriate — an apology\npublished. In cases involving IPSO, due prominence should be as required by the\nregulator. iii)\nA fair opportunity to reply to significant inaccuracies should be given, when\nreasonably called for. iv)\nThe Press, while free to editorialise and campaign, must distinguish clearly\nbetween comment, conjecture and fact. \nFindings of\nthe Committee 11. On\nthe newspaper’s own account, the man who was the subject of the article did not\nknow how wealthy the complainant’s family were. It was a failure to take care\nnot to publish inaccurate information, in breach of Clause 1 (i), to report that\nthe complainant’s family wealth was “nearly £1billion”, on the basis that the\nman had been willing to speculate that they had between £100 million and\n£1 billion.  In response to the\ncomplaint, the newspaper had not been able to demonstrate the accuracy of this\nclaim, which was an important element of the story. The Committee considered\nthat the article was significantly misleading on this point, given the\nprominent role given to the claim about the complainant’s wealth in the report\nof the paternity dispute.  It therefore\nrequired correction under the terms of Clause 1 (ii). 12. The article also contained the specific claims that the\nman had a six year relationship with the complainant, and that they had been\nengaged, but that she had been secretly married to another man. These were\npresented as fact, rather than as the man’s account of the relationship. The\nCommittee acknowledged the evidence the newspaper provided in response to the\ncomplaint, but considered that this did not prove these claims to be fact. The\nCommittee noted the newspaper’s position that it was difficult to get the\ncomplainant’s response to enquiries about the man’s story, and that while it\nhad not approached the complainant directly in preparing the article under\ncomplaint for publication, it had previously  spoken and exchanged emails with her mother\nabout the story in 2012, and had left a business card at the complainant’s\naddress. Nevertheless, where the claims were presented as fact in the article,\nthe burden was on the newspaper to take appropriate care to establish these\nclaims as fact. The failure to make clear in the article the status of these\nclaims represented a failure to take care not to publish misleading\ninformation, in breach of Clause 1 (i). The presentation of these claims as\nfact was significant, where the article concerned a paternity dispute between\nthe complainant and the man. For this reason, the newspaper was required to\ncorrect the manner in which these claims were presented, under the terms of\nClause 1 (ii). 13. The\nfinal wording offered by the newspaper simply recorded the complainant’s\nposition on her family wealth, and that she denied she was engaged to the man,\nor that the relationship lasted six years. The Committee recognised that this wording\nhad been suggested by IPSO’s Executive, in an effort to mediate between the\nparties. It welcomed the newspaper’s effort to engage in a process of\nmediation, but the correction had not been offered by the newspaper promptly,\nand did not make clear how the article had been misleading on these\npoints.  For these reasons, the Committee\nupheld the complaint as a breach of Clause 1 (ii). 14. The\nCommittee noted the complainant’s concern about the accuracy of the claim that\nthe man had “spent his life savings” on the dispute. This Committee considered\nthat this claim was not a general point of fact, or a claim which related\ndirectly to the complainant. Rather, it related directly to the man, and the\neffect of the litigation on his financial situation. By her own account, the\ncomplainant had not been in touch with the man for some time, such that she was\nin the position to dispute his account of his circumstances.  The Committee considered that it was not in\nthe position to establish that this claim was inaccurate, such as to require\ncorrection under Clause 1 (ii), or to demonstrate a failure to take care not to\npublish inaccurate information, in breach of Clause 1 (i). Conclusions 15. The complaint\nwas upheld. Remedial Action Required 16.  The\nCommittee considered what remedial action should be required for the breach of\nClause 1. 17.  The\nCommittee considered that the appropriate remedy was publication of a\ncorrection which made clear that the claim about the family’s wealth had in\nfact been speculation. The correction should also make clear that the mother of\nthe child had confirmed that he would inherit a substantially smaller sum,\nrather than the claim of “nearly £1billion”, reported in the article. The\ncorrection should also make clear that while the article presented the claim\nthat the relationship between the man and the complainant lasted for 6 years,\nthat they had been engaged, and that they had been secretly married as fact,\nthese claims represented the man’s account of the relationship, and that they\nwere denied by the complainant. 18.  This\ncorrection should appear on page two of the newspaper. It should state that it\nhas been published following an upheld ruling by the Independent Press\nStandards Organisation. The full wording should be agreed with IPSO in advance.ReviewThe complainant complained to the Independent Complaints Reviewer about the process followed by IPSO in handling this complaint. The Independent Complaints Reviewer decided that the process was not flawed and did not uphold the request for review.  \nDate complaint received: 02/04/2017\nDate decision issued: 28/11/2017\nBack to ruling listing\n\n\n"
}