{
    "url": "/rulings-and-resolution-statements/ruling/?id=04642-21",
    "title": "04642-21 Robinson v walesonline.co.uk",
    "provisions": [
        "1 Accuracy (2019)",
        "2 Privacy (2019)",
        "3 Harassment (2019)",
        "12 Discrimination (2019)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "walesonline.co.uk (Reach PLC)",
    "published_on": "2021-05-07 00:00:00",
    "received_on": "2021-05-07 00:00:00",
    "concluded_on": "2021-10-28 00:00:00",
    "complaint_processing_days": 174,
    "conclusion_long": "17. The complaint was not upheld.",
    "remedial_action": "18.  N/A    Date complaint received: 07/05/2021",
    "text": "\n\n\n\n\n\nDecision\nof the Complaints Committee – 04642-21 Robinson v walesonline.co.uk\nSummary\nof Complaint\n1. Stan\nRobinson, on behalf of Voice of Wales, complained to the Independent Press\nStandards Organisation that walesonline.co.uk breached Clause 1 (Accuracy),\nClause 2 (Privacy), Clause 3 (Harassment) and Clause 12 (Discrimination) of the\nEditors’ Code of Practice in an article headlined “The full Senedd election\n2021 result from Swansea East as Labour's Mike Hedges wins emphatically”,\npublished on 7 May 2021.\n2. The\ncomplainant was one of a number of individuals who raised concerns about the\narticle; he was selected as IPSO’s lead complainant for the purpose of\ninvestigating the complaint.\n3. The\nonline article reported on the result of the Senedd Cymru elections for Swansea\nEast. It reported that the United Kingdom Independence Party (UKIP) candidate\nfor the Welsh Assembly, Dan Morgan, won “just 567” of the votes, with his “team\nof supporters, wearing Voice of Wales t-shirts, the far right group whose\nYouTube page was taken down for allegedly breaching community standards, […]\nthe only people in the building not wearing face masks”.\n4. The\ncomplainant, one of the supporters present, said that it was inaccurate to\ndescribe Voice of Wales as a “far right” group. He said that “far right” would\nbe understood to refer to authoritarian, extremist, and anti-democratic\npolitics, which he said did not reflect the values of the group. In addition,\nhe said the article was inaccurate to report that the group were “the only\npeople in the building not wearing face masks”; a broadcast production team had\nbeen present, members of whom were not wearing face coverings. He said that\nthis created the misimpression that the UKIP candidate and Voice of Wales were\nreckless lawbreakers, acting in contravention of government guidance during a\nglobal public health emergency. He said that the article identified him and\n“outed” his disability which had exempted him from wearing a face covering at\nthe event. He said that the publication of this information breached Clause 2\n(Privacy) and Clause 12 (Discrimination) and constituted harassment, in breach\nof Clause 3 (Harassment), as it had led to abuse from the wider public. \n5. The\ncomplainant also expressed concern that the group had not been approached for\ncomment by the newspaper.\n6. The\nnewspaper did not accept a breach of the Editors’ Code.  First, it did not accept that it was\nsignificantly inaccurate to describe Voice of Wales as a “far-right group.” The\npublication said that political values lie on an inherently subjective spectrum\nand that the term “far-right” was not explicitly defined. Nonetheless, it noted\nthat this particular term was commonly used to encompass those that followed a\nnarrative of a racial and/or cultural threat to a ‘native’ group and which\nrejected the concepts of diversity and integration. In such circumstances, the\nnewspaper provided examples of the activities of Voice of Wales and the\nindividuals closely associated with it, which it said demonstrated that the\ngroup could reasonably be defined as “far-right”. These included: previous\ncomments made by the group regarding the teaching of Black History month and\nreaction to the Black Lives Matter movement; the complainant’s own comments on\nthe inclusion of prominent black figures in the windows of the Arts Council of\nWales building; the reference to and monitoring of the group by anti-fascist\norganisation FarRightWatch; the removal of Voice of Wales’ channel  from YouTube, which had included videos\nfeaturing  members of the Proud Boys, the\nEnglish Defence League and anti-Muslim Party for Britain. It also noted that\nVoice of Wales had been described as “far right” by other media outlets.\n7. Second,\nthe publication maintained that its reporter had not seen any other person at\nthe count without a mask. \nNotwithstanding this, upon receipt of the complaint, in an effort to\nresolve the complaint, the newspaper amended the online article to remove the\nreferences tothe group as “far-right” and the absence of face covering among\nthe group, and published the following footnote clarification to record these\nchanges:\n“A\nprevious version of this article stated as fact that the Voice of Wales group\nis 'far-right', and that they were the only people in the building who were not\nwearing masks. This article has been amended to make clear that, while VoW have\ngiven a platform to far right groups on their YouTube channel, they are not a\nfar right group, and although the reporter did not see anyone else without a\nmask, we have also been asked to clarify that they were not the only people in\nthe building who were not wearing masks. We are happy to clarify this.”\n8. The\nnewspaper did not accept that the article identified the complainant and noted\nthat members of Voice of Wales had publicly disclosed on social media that they\ndid not wear mask coverings and were, in fact, exempt.  It added that the terms of Clause 3 and\nClause 12 were not engaged, with the article making no reference to the\ncomplainant’s disability, never mind in a pejorative or prejudicial way.\nRelevant\nCode Provisions\nClause 1\n(Accuracy)\ni) The\nPress must take care not to publish inaccurate, misleading or distorted\ninformation or images, including headlines not supported by the text.\nii) A\nsignificant inaccuracy, misleading statement or distortion must be corrected,\npromptly and with due prominence, and — where appropriate — an apology published.\nIn cases involving IPSO, due prominence should be as required by the regulator.\n\niii) A\nfair opportunity to reply to significant inaccuracies should be given, when\nreasonably called for.\niv) The\nPress, while free to editorialise and campaign, must distinguish clearly\nbetween comment, conjecture and fact.\nClause 2\n(Privacy)*\ni)\nEveryone is entitled to respect for his or her private and family life, home,\nhealth and correspondence, including digital communications.\nii)\nEditors will be expected to justify intrusions into any individual's private\nlife without consent. In considering an individual's reasonable expectation of\nprivacy, account will be taken of the complainant's own public disclosures of\ninformation and the extent to which the material complained about is already in\nthe public domain or will become so.\niii) It\nis unacceptable to photograph individuals, without their consent, in public or\nprivate places where there is a reasonable expectation of privacy.\nClause 3\n(Harassment)\ni)\nJournalists must not engage in intimidation, harassment or persistent pursuit.\nii) They\nmust not persist in questioning, telephoning, pursuing or photographing\nindividuals once asked to desist; nor remain on property when asked to leave\nand must not follow them. If requested, they must identify themselves and whom\nthey represent.\niii)  Editors must ensure these principles are\nobserved by those working for them and take care not to use non-compliant\nmaterial from other sources.\nClause\n12 (Discrimination)\ni) The\npress must avoid prejudicial or pejorative reference to an individual's, race,\ncolour, religion, sex, gender identity, sexual orientation or to any physical\nor mental illness or disability.\nii)\nDetails of an individual's race, colour, religion, gender identity, sexual\norientation, physical or mental illness or disability must be avoided unless\ngenuinely relevant to the story.\nFindings\nof the Committee\n9. The\narticle under complaint was a report of an election count at which the journalist\nhad been present. The complainant accepted that he and others associated with\nVoice of Wales in attendance were not wearing masks, as was required under\nCovid regulations then in force for all except those who were medically exempt\n(a group which included the complainant, as he explained in his complaint to\nIPSO). The question for the Committee was whether the publication had failed to\ntake care in reporting the claim that members of the group were the “only”\npeople in the building not wearing masks.\n10. In\nconsidering this, the Committee noted the important role that journalists have\nas observers of events; playing the role of witness is a core part of what it\nmeans to be a journalist. Reporting on events will often require the relaying\nof impressions and interpretations of what the journalist observes, which may\non occasion be limited. This does not in itself amount to a failure to take\ncare over the accuracy of an article in breach of Clause 1(i).\n11. The\nnewspaper said that its reporter had not seen anyone apart from the\ncomplainants’ group not wearing masks. It did not appear to be in dispute that\nthe complainant and others associated with Voice of Wales were not wearing\nmasks and that others attending the event were masked, with the exception, the\ncomplainant said, of members of a production team for a broadcaster covering\nthe event. In circumstances where it was accepted that nearly all of those in\nattendance were masked, including apparently all of those who were attending\nfor the purpose of participating in the event, and taking into account the\nnature of the claim, the Committee did not consider that the specific claim\nthat the complainant and his group were “the only people” not wearing face\nmasks, based on the reporter’s observation of the event, represented a failure\nto take care over the accuracy of the article.\n12.\nNonetheless, the publication had been made aware, via the complaint to IPSO,\nthat the complainant denied that this was the case. The publication had then\noffered to publish the complainant’s position that others present were not\nwearing masks. The newspaper had been unable to demonstrate that its reporter’s\naccount was correct, and the Committee considered that the offer of a\nclarification was an appropriate response to the complaint. The wording of this\nclarification noted the basis for the original claim while placing on record\nthe fact that it was disputed. This was published promptly and with sufficient\nprominence to meet the terms of Clause 1 (ii). \nThere was no breach of Clause 1 (ii). \n13. The\nplacement of political parties on a spectrum is a subjective assessment:\nindividuals’ and publications’ views on where particular policies and parties\nfall on such a spectrum will necessarily vary. However, the Editors’ Code\nrequires that care be taken over the accuracy of such characterisations. In this\ninstance, the newspaper had been able to provide sufficient evidence to support\nits interpretation and characterisation of the group in these terms. This\nincluded the positions adopted by the group on the issues of diversity and\nintegration; the comments made by its members; the group’s association with\nindividuals and groups generally understood to be considered “far right”; and\nthe removal of the groups channel from YouTube. In such circumstances, the\nCommittee did not consider that there had been a failure to take care over this\ncharacterisation, and there was no inaccuracy that required correction under\nClause 1(ii).\n14. The\ncomplainant said that the newspaper had breached his privacy by identifying him\nand revealing his disability, in breach of Clause 2. The Committee did not\nagree that the complainant was identified: he was not named, nor any private\ninformation revealed about him. The article made no reference to his\ndisability. As such, the article did not represent an intrusion into the\ncomplainant’s private life. There was no breach of Clause 2. \n15.\nFurthermore, the Committee was clear that the article did not contain any\nprejudicial, pejorative or irrelevant references to the complainant’s\ndisability.  There was no breach Clause\n12. \n16. The\nCommittee noted that the complainant had raised concerns over harassment from\nthird-parties, which he considered to be a direct result of articles such as\nthe one under complaint. The terms of Clause 3 relate to the conduct of\njournalists and not members of the public, and so the issues raised by the\ncomplainant did not engage the terms of Clause 3.\nConclusions\n17. The\ncomplaint was not upheld.\nRemedial\nAction Required\n18.  N/A\n\n\n\nDate\ncomplaint received: 07/05/2021\nDate\ncomplaint concluded by IPSO: 28/10/2021\nBack to ruling listing\n\n\n"
}