{
    "url": "/rulings-and-resolution-statements/ruling/?id=04646-16",
    "title": "04646-16 Da Silva v Metro.co.uk",
    "provisions": [
        "1 Accuracy (2016)"
    ],
    "outcome": "Breach - sanction: action as offered by publication",
    "publication": "metro.co.uk (Associated Newspapers Limited)",
    "published_on": "2015-08-04 00:00:00",
    "received_on": "2016-07-05 00:00:00",
    "concluded_on": "2016-12-19 00:00:00",
    "complaint_processing_days": 167,
    "conclusion_long": "10. The complaint was upheld.",
    "remedial_action": "11. Having upheld a breach of Clause 1 (i), the Committee considered what remedial action should be required. The Committee considered that the breach of Clause 1 would be appropriately remedied by the publication of the offered footnote. In light of the Committee’s decision, this should now be published.  Date complaint received: 05/07/2016",
    "text": "\n\n\n\n\n\nDecision to the Complaints Committee 04646-16 Da Silva v Metro.co.uk \nSummary of complaint 1.    Royly\nDa Silva complained to the Independent Press Standards Organisation that\nMetro.co.uk breached Clause 1 (Accuracy) of the Editors’ Code of Practice in an\narticle headlined “Indian food chef caught buying dog meat”, published online\non 4 August 2015. 2.    The\narticle reported that the complainant, who owned a catering business, had been\nordered to destroy half a tonne of food after a court hearing at Swindon\nMagistrates Court. It reported that the complainant “had been caught buying\nmeat from a dog food supplier”, and that the prosecuting lawyer had told the\ncourt that “there were sacks of meat which were being delivered as pet food\nwith no identifying marks and so could easily be confused with those sacks\ndelivered as food for human consumption.” 3.    The complainant\nsaid that he only bought meat for human consumption, and denied that he had\npurchased “dog meat”, as claimed in the headline. He provided an invoice to\ndemonstrate that the meat he purchased was for human consumption, and said that\nhe was not fully aware that his supplier was also selling pet food. 4.    The\npublication said that the body of the article accurately reported the court\nproceedings, in which Swindon Borough Council applied for an emergency order to\ndestroy the complainant’s food. The publication said that the article made\nclear to readers that there was thought to be food for human consumption in the\ndelivery van by reporting the prosecution’s statement that the meat lacked identifying\nmarks, and the resulting possibility of confusion with food for human\nconsumption. Nevertheless, the publication accepted that the headline of the\narticle was inaccurate. 5.    The\ncomplaint was made to IPSO on 6 July 2016. It was referred to the publication\nby IPSO on 19 July. On 20 July, the publication emailed the complainant to say\nit would amend the article’s headline, and add a note to the article making\nclear that the complainant had said that he had only bought meat for human\nconsumption, and that he had an invoice which demonstrated this. However, the\ncomplainant did not reply to this email, which he said was not safely received.\nOn 26 September, the publication confirmed that the article’s headline had been\namended to “Indian chef’s meat delivery turns up in a pet food van”, and that\nit had published the following footnote: \nSince\npublication of this article, Mr da Silva has contacted Metro.co.uk to say that\nhis meat supplier never sold him pet food or dog meat. We are happy to make\nthis clear.6. In\nrelation to the wording of the offered footnote, the complainant questioned why\nit referred to him telling the publication he had never purchased pet food or\ndog meat, and questioned why the publication had not established the correct\nposition. The complainant’s concerns about the wording were passed to the\npublication on 24 October, and on 31 October, the publication offered to amend\nthe footnote it had already published to the following: \nThe headline\nin an earlier version of this article stated “Indian food chef caught buying\ndog meat”. The article has since been amended and we would like to make clear\nthat the court did not hear that Mr da Silva was caught purchasing dog meat. \nRelevant Code Provisions 7. Clause\n1 (Accuracy) i)      The Press must take care not to publish\ninaccurate, misleading or distorted information or images, including headlines\nnot supported by the text. ii)    A significant inaccuracy, misleading\nstatement or distortion must be corrected, promptly and with due prominence,\nand — where appropriate — an apology published. In cases involving IPSO, due\nprominence should be as required by the regulator.\nFindings of the Committee 8.    The\ncourt had heard that the complainant’s order of meat had been delivered from a\nvan which also contained pet food, and in circumstances where the meat intended\nfor human consumption could be confused with the pet food. However, the court\ndid not hear that the complainant had been “caught buying dog meat”, and the\narticle’s headline was inaccurate. The publication was unable demonstrate it\nhad taken sufficient care over the accuracy of the headline, and the Committee\nestablished a breach of Clause 1 (i). 9.    The\nheadline suggested that the complainant had been buying meat which was not\nintended for human consumption, either because it was dog meat, or meat\nintended for dogs. The Committee considered that in the context of the article,\nthis was a significant inaccuracy, such as to require correction under the\nterms of Clause 1 (ii). On receiving the complaint, the publication immediately\noffered to amend the headline, and to publish a footnote to the article.\nFollowing further correspondence, the publication made a further offer in\nrelation to the wording of the footnote, which identified the inaccuracy, and\nset out the correct position. The Committee considered that the action offered\nby the publication complied with its obligation to correct the inaccuracy\npromptly, and with due prominence. There was no breach of Clause 1 (ii).\nConclusions 10. The\ncomplaint was upheld.\nRemedial action required 11. Having upheld a breach of Clause 1 (i),\nthe Committee considered what remedial action should be required. The Committee\nconsidered that the breach of Clause 1 would be appropriately remedied by the\npublication of the offered footnote. In light of the Committee’s decision,\nthis should now be published. \nDate complaint received: 05/07/2016Date decision issued: 19/12/2016\n \n \nBack to ruling listing\n\n\n"
}