{
    "url": "/rulings-and-resolution-statements/ruling/?id=04659-21",
    "title": "04659-21 A woman v The Times",
    "provisions": [
        "2 Privacy (2019)",
        "11 Victims of sexual assault (2019)"
    ],
    "outcome": "Breach - sanction: publication of adjudication",
    "publication": "The Times (News UK)",
    "received_on": "2021-05-11 00:00:00",
    "concluded_on": "2021-10-11 00:00:00",
    "complaint_processing_days": 153,
    "text": "\n\n\n\n\n\nDecision\nof the Complaints Committee – 04659-21 A woman v The Times\nSummary\nof Complaint\n1. A\nwoman complained to the Independent Press Standards Organisation that The Times\nbreached Clause 2 (Privacy) and Clause 11 (Victims of sexual assault) of the\nEditors’ Code of Practice in five articles headlined:\n·  “Martyn\nPercy, dean of Oxford’s Christ Church college, steps aside after new\ncomplaint”, published on 19 November 2020.\n·  “College\ndean Martyn Percy faces sex investigation despite police not pressing charges”,\npublished on 9 December 2020.\n·  “Is the war of Christ Church v the dean at an\nendgame?”, published on 16 December 2020.\n·  “Oxford college accused of ‘toxic’ bid to\npaint dean Martyn Percy as a sex pest”, published on 9 January 2021.\n·  “Can there be a truce in the bitter battle of\nthe dean v Christ Church”, published on 17 March 2021.\n2. This\ndecision is written in general terms, to avoid the inclusion of information\nwhich could identify the complainant.\n3. The\narticles reported on an investigation into a complaint made by the complainant\nand an ongoing dispute between the subject of the complaint and his employer.\n4. The\nsecond article reported that an individual had been “accused of sexually\nassaulting a woman in Christ Church Cathedral after a Sunday service in\nOctober” and stated that the police had concluded there was not enough evidence\nto prosecute him. It also contained a quote from the Thames Valley police which\nstated that its investigation was concluded and gave the precise date of the\nalleged sexual assault. The article included a statement from Christ Church Cathedral.\n5. The\nthird article appeared online and gave the details of the allegation, saying\nthat the Dean “paid her a compliment about her hair and stroked it for ten\nseconds without permission”. It also reported an indication of the time of the alleged\nassault; named the specific location in which it allegedly occurred; and gave\ninformation about the woman’s professional role. It described the police\ninvestigation in which both parties were interviewed and that a sample of the\nwoman’s hair was taken for DNA analysis. The article reported on the woman’s\ncomplaint and quoted directly from evidence she gave as part of the process\nabout her emotional reaction to the event. It noted that an investigation had\nbeen undertaken by the employer of the subject of the complaint which had\nconcluded that “on the balance of probabilities it is more likely than not that\nthe incident did occur as alleged and that this is a safeguarding allegation”.\nThe article also reported that the allegations were denied. Furthermore, it\nalso commented on the ongoing employment law disputes between the subject of\nthe complaint and his employer and the tensions between them over his approach\nto his professional role.\n6. The\nfourth article appeared online and reported on accusations against the\nemployer  and how it was handling the\nallegations. It repeated the details, location and gave an indication of the\ntime of the alleged assault.\n7. The\nfifth article appeared in print and reported on the employer’s annual general meeting\nand the allegations which had been made against the employee, describing the\ndetail of the allegations in addition to the location and indication of the\ntime of the alleged assault.\n8. The\nfifth article also appeared online in substantially the same format.\n9. The\ncomplainant was the woman who had made the complaint. She said that in this\nseries of articles, information had been published which would lead to the\nidentification of her as a victim of sexual assault in breach of Clause 11. She\nsaid this information included: her gender; the date of the alleged assault;\nthe specific location of the alleged assault; more precise information about\nher job role; specific details of the alleged \nassault; and that a sample of her hair had been collected by the police\nfor DNA analysis. The complainant also said that other publications had\npublished further details that could identify her: indicating her age and\nfurther information regarding her professional role. The details published in\nthe articles under complaint were more likely to identify her as a result of\nthis, via jigsaw identification.\n10. The\ncomplainant said that the details enabled a wide circle of people with\nknowledge of the Cathedral and the way in which it was run, as well as those\nwho regularly attended services at the Cathedral, to identify her. The\ncomplainant provided a detailed explanation as to how she considered that the\ninformation included in the series of articles, such as the location and timing\nof the alleged assault and other details of the circumstances surrounding the\nincident, was sufficient to enable those with this knowledge of the cathedral\nto narrow down the identity of the victim to her.\n11. The\ncomplainant also stated that the third article intruded into her privacy in\nbreach of Clause 2, as it quoted from the evidence she had provided in support\nof her complaint and the investigative report of the employer of the subject of\nthe complaint, both of which she said were highly confidential and not\navailable to the public. She said that she had a reasonable expectation of\nprivacy in relation to the information contained in the report, including the\ncomments she had made about her reaction to the incident, which had been quoted\nby the publication. She noted that a redacted version of the complaint was\npublished online on 1 June 2021 which did not include the published\ninformation.\n12. The\npublication did not accept a breach of Clause 11 of the Code. It said that the\ninformation in the articles, whether considered separately or cumulatively,\ncould not lead to the likely identification of the complainant as a victim of\nsexual assault. It emphasised that the word “likely” in Clause 11 indicated\nthat there must be a real risk of this being the case.\n13. The\npublication said that the date and nature of the incident had been taken from\nthe police and employer’s public statements on the incident. The publication\nsaid that the Sunday services were well-attended and frequented by clergy,\nchoristers, other singers and musicians, liturgical assistants, as well as\ncathedral staff and volunteers, and therefore giving the date and location of\nthe assault would not lead to the likely identification of the complainant,\ngiven the large number of other attendees on the day. Further, it stated that\nanyone likely to identify the complainant from the articles would have to have\nspecial knowledge that would help them to deduce her identity. This was a very\nsmall pool of people who would likely already be aware of the complainant’s\nidentity through other means.\n14. The\npublication noted that the complainant wrote an anonymous letter to another\npublication, in which she described herself as “the woman who made the\ncomplaint about [named respondent]’s conduct in Christ Church Cathedral on\nOctober 2020” which was published in print and online. The letter repeated the\ndate of the assault, specified who was able to enter the space in which the\nalleged assault occurred and indicated her approximate age. The publication\nemphasised that this letter would have been read by thousands of people, and\nrepeated information about the date and location of the alleged assault which\nhad appeared in its own coverage, and contained additional information about\nher age, connection with the Cathedral and the restrictions in accessing the\nplace in which the alleged assault occurred. The publication said it could\ntherefore be assumed that the complainant was satisfied that there was no\nlikelihood of her being identified on the basis of the information in this\nletter, as she had chosen to disclose it herself.\n15. The\npublication said it was clear from both the national and specialist press\ncoverage it had attracted that the complaint was the subject of intense\ndiscussion amongst those interested in church affairs given the ongoing\ndisputes between the subject of the complaint and his employer, and that\nknowledge of the alleged incident had been circulating amongst those close to\nthe issues before any press reports were published. The college had felt\nobliged to release a statement on the subject on 9 January 2021, on the same\ndate as the fourth article. This statement said that “since the complaint was\nmade, there have been numerous attempts to identify, intimidate and gaslight\nthe victim both directly and through the media”. The publication pointed to a\nnumber of Anglican blogs which stated explicitly what the college statement had\nimplied: that the complainant’s identity was known beyond the small group with\nproper involvement in the complaints process, and that this knowledge was not a\nresult of its press coverage.\n16. In\nregard to Clause 2, the publication accepted that the documents from which it\nquoted were confidential. However, it did not consider that the complainant had\na reasonable expectation of privacy over the fact of the allegation or the\nextracts from (anonymised) documents which related to the allegation. Provided\nthe complainant was not identified, the publication considered itself free to\nreport the substance of her complaint. It said that the extracts it reported\nfrom the documents explained the substance of the complaint and balanced the\narticle in favour of those who raised and prosecuted it without making the\nidentification of the complainant likely and without disclosing any personal or\nsensitive information.\n17. The\npublication also advanced a public interest argument in relation to Clause 2.\nIt stated that the public interest was carefully considered in discussions\nbetween the reporter and the head of its editorial legal department, along with\nsenior editors involved as and when required. When the complainant made her\nallegation of sexual assault, careful consideration was given to its relevance\nin the context of a wider long-running dispute between the subject of the\ncomplaint and his employer, which involved allegations of harassment of him; a\ndenial of natural justice to him; and a questionable use of his employer’s\nmoney. It was agreed that there was a clear public interest in reporting it in\nthat context. The publication of the third article had been delayed by a week\ndue to the legal department being busy so that the questions of public interest\ncould be properly reviewed, which was done in a series of telephone\nconversations between the reporter and the head of the legal department before\npublication.\n18. The\ncomplainant noted that she had written the letter referred to by the newspaper\nafter four of the five articles under complaint had already been published. She\nalso said that she felt forced to write this letter in the face of the public\ndiscussion of her case, which the articles under complaint had partly\ngenerated. She said that by the time her letter was published confidential\ninformation about her had already been placed in the public domain, and she had\nsubmitted the letter in order to counteract inaccuracies and leaked information\nthat had been published in both the articles under complaint and other sources.\nRelevant\nCode Provisions\nClause 2\n(Privacy)*\ni)\nEveryone is entitled to respect for their private and family life, home,\nphysical and mental health, and correspondence, including digital\ncommunications.\nii)\nEditors will be expected to justify intrusions into any individual's private\nlife without consent. In considering an individual's reasonable expectation of\nprivacy, account will be taken of the complainant's own public disclosures of\ninformation and the extent to which the material complained about is already in\nthe public domain or will become so.\niii) It\nis unacceptable to photograph individuals, without their consent, in public or\nprivate places where there is a reasonable expectation of privacy.\nClause\n11 (Victims of sexual assault)\nThe\npress must not identify or publish material likely to lead to the\nidentification of a victim of sexual assault unless there is adequate\njustification and they are legally free to do so. Journalists are entitled to\nmake enquiries but must take care and exercise discretion to avoid the\nunjustified disclosure of the identity of a victim of sexual assault.\nThe\nPublic Interest (*)\nThere\nmay be exceptions to the clauses marked * where they can be demonstrated to be\nin the public interest.\n(1.) The\npublic interest includes, but is not confined to:\n· Detecting or exposing crime, or the\nthreat of crime, or serious impropriety.\n· Protecting public health or safety.\n· Protecting the public from being misled\nby an action or statement of an individual or organisation.\n· Disclosing a person or organisation’s\nfailure or likely failure to comply with any obligation to which they are\nsubject.\n· Disclosing a miscarriage of justice.\n· Raising or contributing to a matter of\npublic debate, including serious cases of impropriety, unethical conduct or\nincompetence concerning the public.\n· Disclosing concealment, or likely\nconcealment, of any of the above.\n(2.)\nThere is a public interest in freedom of expression itself.\n(3.) The\nregulator will consider the extent to which material is already in the public\ndomain or will become so.\n(4.)\nEditors invoking the public interest will need to demonstrate that they\nreasonably believed publication - or journalistic activity taken with a view to\npublication – would both serve, and be proportionate to, the public interest\nand explain how they reached that decision at the time.\n(5.) An\nexceptional public interest would need to be demonstrated to over-ride the\nnormally paramount interests of children under 16.\nFindings\nof the Committee\n19. The\ncomplainant had made a complaint under Clause 11 of the Code, which the\npublication accepted was engaged, and the Committee noted that the clause\nstates that newspapers must not publish material “likely” to lead to the\nidentification of a victim of sexual assault. The Committee therefore\nconsidered whether the information contained in the articles under complaint\nwould likely lead readers who were previously unaware of the complainant’s\nidentity to identify her.\n20. The\ninformation in the article that the complainant considered identified her was:\nher gender; the date of the alleged assault; the specific location of the\nalleged assault; information about her connection to the Cathedral; specific\ndetails of the alleged assault; and that police had collected a sample of her\nhair for DNA testing. The Committee did not agree that describing the details\nof the alleged assault, to which there had been no witnesses, or the sample\nthat had been taken by police, which was generic in nature, identified the\ncomplainant. With regards to her gender and the date of the assault, these had\nalready been put into the public domain by the police and by the statement\nissued by the employer of the subject of the complaint. The further information,\nwhich related broadly to the circumstances of the incident, was potentially\nidentifying only to those with special knowledge of the cathedral, a subset of\nwhom (the size of which neither the complainant nor the Committee was able to\ndetermine with certainty) were already aware of the complainant’s identity\nthrough other means.\n21. When\ntaking into account the information within the articles, the information\nalready in the public domain prior to its publication, and the fact that the\ncomplainant’s identity was already known to some of those with direct knowledge\nof the circumstances, the Committee did not consider that the articles were\nlikely to lead to the complainant’s identification. In circumstances where the\ninformation published was not likely to identify the complainant to anyone who\nwas not previously aware of her identity, there was no breach of Clause 11.\n22. The\nCommittee then turned to the complaint under Clause 2. Both parties accepted\nthat the complainant’s identity was known to a number of people for reasons\nunconnected to the press coverage the case had attracted. These included those\nconnected to the Cathedral who knew, in an official capacity, about her\ncomplaints to the police, the employer and the Church of England, and others\nwho were or had been made aware of her identity through other means. Therefore,\nfor the purposes of Clause 2, the Committee considered that the information\ncontained in the articles would be associated with the complainant by those who\nwere able to identity her.  The question\nfor the Committee was whether, given that the complainant was already\nidentifiable to a number of people, the publication of extracts from\nconfidential documents in support of her complaint intruded into her private\nlife.\n23. The\ninformation in the third article under complaint came from a confidential\nreport, and included the complainant’s comments on her emotional reaction to\nthe alleged assault. Where these comments related to the complainant’s personal\nemotions and had been made during confidential proceedings on the assurance\nthat they would not be published, the Committee found that she had a reasonable\nexpectation of privacy over this information. The disclosure of this personal\naccount to those able to identify her, with whom the complainant might not\nnecessarily have chosen to share her personal feelings about the alleged\nassault, represented an unjustified intrusion into her private life. This\nraised a breach of Clause 2.\n24. The\nCommittee then considered whether there was an overriding public interest in\nthe publication of this information which would justify the intrusion into the\ncomplainant’s private life. It noted that the publication had engaged in\ndiscussions prior to the publication of each article regarding the public\ninterest in reporting the allegations in the context of the long-running\ndispute between the subject of the complaint and his employer. The Committee\naccepted that the subject of the article, an allegation of criminality by a\nsenior leadership figure at a public institution and controversy over the\nhandling of this allegation, was in the public interest, and that the\npublication of certain information taken from the documents had the potential\nto contribute to public debate about this issue. On balance, however, the\nCommittee did not consider that there was a public interest sufficient to\njustify the publication of the quotation from the complainant’s evidence about\nher emotional reaction to the incident. In the view of the Committee, the quotation\nof this material in this verbatim form did not contribute to the broader debate\nabout the allegation and the employer’s handling of it to an extent that was\nsufficient to justify the intrusion into the complainant’s privacy, given the\nsensitive nature of the material and the circumstances in which the complainant\nhad made the disclosure: as part of a process that she believed would remain\nconfidential. The Committee upheld the complaint under Clause 2.\nRemedial\nAction Required\n25.\nHaving upheld the complaint under Clause 2, the Committee considered the\nremedial action that should be required. Given the nature of the breach, the\nappropriate remedial action was the publication of an upheld adjudication.\n26. The\nCommittee considered the placement of this adjudication. The adjudication\nshould be published on the newspaper’s website, with a link to the full\nadjudication (including the headline) appearing on the top half of the\nnewspaper’s homepage, on the first screen, for 24 hours; it should then be archived\nin the usual way. A link to the adjudication should be published with the\narticle, explaining that it was the subject of an IPSO adjudication, and\nexplaining the amendments that have been made. The headline to the adjudication\nshould make clear that IPSO has upheld the complaint, refer to the subject\nmatter and be agreed with IPSO in advance of publication. The publication\nshould contact IPSO to confirm the amendments it now intends to make to the\narticle to avoid the continued publication of material in breach of the\nEditors’ Code of Practice. If the article remains online un-amended, the full\nadjudication (including the headline) should appear below the headline.\n27. The\nterms of the adjudication for publication are as follows:\nA woman\ncomplained to the Independent Press Standards Organisation that The Times\nbreached Clause 2 (Privacy) in an article headlined “Is the war of Christ\nChurch v the dean at an endgame?”, published on 16 December 2020.\nThe\narticle reported quotes from confidential documents regarding the woman’s\ncomments she had made about her reaction to an alleged assault against her.\nThe\ncomplainant said the article intruded into her privacy as it quoted from highly\nconfidential documents which were not available to the public. She said that\nshe had a reasonable expectation of privacy in relation to the information\ncontained in the documents, including the comments she had made about her\nreaction to the incident, which had been quoted by the publication.\nIPSO\nfound that, whilst not named in the article, it was accepted that the\ncomplainant’s identity was known to a number of people for reasons unconnected\nto the press coverage the case had attracted. The published information came\nfrom confidential reports, and included the complainant’s comments on her\nemotional reaction to the alleged assault. Where these comments related to the\ncomplainant’s personal emotions and had been made during confidential\nproceedings, IPSO found that she had a reasonable expectation of privacy in\nrespect of  this information. The\ndisclosure of this personal account to\nthose able to identify her, with whom the complainant might not necessarily\nhave chosen to share her personal feelings about the alleged assault,\nrepresented an unjustified intrusion into her private life. IPSO did not\nconsider that there was an overriding public interest in the publication of\nthis information which would justify the intrusion. Publication of the\ninformation raised a breach of Clause 2.\n\n\n\nDate\ncomplaint received: 11/05/2021\nDate\ncomplaint concluded by IPSO: 11/10/2021\nBack to ruling listing\n\n\n"
}