{
    "url": "/rulings-and-resolution-statements/ruling/?id=04674-18",
    "title": "04674-18 Leigh Day v The Sun",
    "provisions": [
        "1 Accuracy (2018)"
    ],
    "outcome": "Breach - sanction: publication of adjudication",
    "publication": "The Sun (News UK)",
    "published_on": "2018-07-18 00:00:00",
    "received_on": "2018-07-20 00:00:00",
    "concluded_on": "2019-02-18 00:00:00",
    "complaint_processing_days": 213,
    "conclusion_long": "15. The complaint was upheld.",
    "remedial_action": "16. Having upheld a breach of Clause 1, the Committee considered what remedial action should be required. 17. The newspaper had published a significantly misleading statement in print and online, and a further significant inaccuracy in an online photo caption. The article gave the impression that serious allegations of deliberate dishonesty against the firm had been upheld by a high-profile, public inquiry. The newspaper had not offered to publish a correction. Therefore, given the serious nature of the claims and the lack of any offer of remedy, the appropriate remedy was the publication of an upheld adjudication. 18. The Committee considered the placement, the print article had been published on page five. The Committee considered that due prominence required that the adjudication should be published on page 5 or further forward. The headline to the adjudication should make clear that IPSO has upheld the complaint, give the title of the newspaper and refer to the subject matter of the complaint. The headline must be agreed with IPSO in advance. 19. The adjudication should also be published online on the newspaper’s website. A link to the full adjudication should appear on the top half of the homepage for 24 hours; it should then be archived in the usual way. The terms of the adjudications are as follows: Print adjudication: Leigh Day complained to the Independent Press Standards Organisation that The Sun breached Clause 1 (Accuracy) of the Editors’ Code of Practice in an article headlined, “War Slur Appeal”, published on 18 July 2018. The article reported that Leigh Day had “accused soldiers of torturing and murdering Iraqi detainees”, but that an £31 million inquiry in 2014 had found that these claims were “deliberate lies”. The complainant said that the article suggested that the 2014 Al-Sweady Inquiry had found that the law firm had told “deliberate lies”, when in fact the Inquiry had not made any findings about the firm. The newspaper did not accept that the article was inaccurate. It said that the Inquiry had found that the claims of torture and murder by British troops in Iraq were untrue. Lawyers of the firm were accused of personally endorsing these claims. The Committee found that the article had not made clear that “the claims” the Inquiry had found to be “deliberate lies” had been made by Iraqi detainees, and that its findings, therefore, related to the conduct of these individuals only. The article had given the misleading impression that the Inquiry had found that the complainant had been knowingly dishonest. This was a serious and potentially damaging allegation which required correction. Online adjudication: Leigh Day complained to the Independent Press Standards Organisation that The Sun breached Clause 1 (Accuracy) of the Editors’ Code of Practice in an article headlined, “War Slur Appeal”, published on 18 July 2018. The article reported that Leigh Day had “accused soldiers of torturing and murdering Iraqi detainees”, but that an £31 million inquiry in 2014 had found that these claims were “deliberate lies”. A photo caption stated “A £31 million inquiry in 2014 found the claims made by Leigh Day in 2014 were ‘deliberate lies’”. The complainant said that the article suggested that the 2014 Al-Sweady Inquiry had found that the law firm had told “deliberate lies”, when in fact the Inquiry had not made any findings about the firm. The newspaper did not accept that the article was inaccurate. It said that the Inquiry had found that the claims of torture and murder by British troops in Iraq were untrue. Lawyers of the firm were accused of personally endorsing these claims. The Committee found that the article had not made clear that “the claims” the Inquiry had found to be “deliberate lies” had been made by Iraqi detainees, and that its findings, therefore, related to the conduct of these individuals only. The article had given the misleading impression that the Inquiry had found that the complainant had been knowingly dishonest. This misleading impression was reinforced by the inaccurate photo caption that appeared in the article. This was a serious and potentially damaging allegation which required correction.Date complaint received: 20/07/2018",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee 04674-18 Leigh Day v\nThe Sun\nSummary of Complaint\n1. Leigh Day\ncomplained to the Independent Press Standards Organisation that The Sun\nbreached Clause 1 (Accuracy) of the Editors’ Code of Practice in an article\nheadlined, “War Slur Appeal”, published on 18 July 2018.\n2. The article\nreported that the Solicitors Regulation Authority (SRA) had launched an appeal\nto overturn the decision by the Solicitors Disciplinary Tribunal (SDT) to\n“clear legal firm Leigh Day of slurring Brit troops.” It reported that the firm\nhad “accused soldiers of torturing and murdering Iraqi detainees”, but that an\n£31 million inquiry in 2014 had found that the claims were “deliberate lies”.\nIt also stated that “Leigh Day has always denied wrongdoing.”\n3. The article was\nalso published online with the headline “War slurs Appeal launched to overturn\ndecision to clear legal firm Leigh Day of slurring Brit troops”. It included a\nnumber of images. The caption under one image stated “A £31 million inquiry in\n2014 found the claims made by Leigh Day in 2014 were ‘deliberate lies’”. Apart\nfrom this, the article was substantially the same as the article that appeared\nin print.\n4. The complainant\nsaid that the article had suggested that the 2014 Public Inquiry had found that\nthe law firm had told “deliberate lies”. It said that this was inaccurate, as\nthe Public Inquiry had found that the claims of murder and torture made by\nIraqi civilians were fraudulent, but had not made any findings on the actions\nof the firm.\n5. Further, the\ncomplainant said that the article had mischaracterised the nature of the SRA’s\ngrounds for appeal. It said that the SDT had dismissed all the charges made\nagainst the firm and its solicitors in 2017. However, a number of the SDT’s\nfindings were being appealed by the SRA. \nIt said that it was inaccurate for the article to report that the firm\nhad been accused of “slurring” British troops. It said that all allegations of\ntorture and murder, referred to in the article, were claims made by its\nclients, not the firm itself.\n6. It also said that\nit was inaccurate to refer to the SRA’s allegation being made against the firm\nas a whole. While it accepted that one of the SRA allegations at appeal was\nthat on one occasion, solicitors had “personally endorsed” claims made by their\nclients, this was only being appealed in relation to one individual. The\nallegation was not made against the firm as a whole, and the complainant said\nthat conflating the alleged actions of one solicitor with the firm as a whole\nwas inaccurate and damaging to its reputation.\n7. The newspaper\ndid not accept that it had breached the Code. It said that the 2014 inquiry had\nfound that “all the most serious allegations, made against the British\nsoldiers” were “the product of deliberate lies.” It said that the SRA alleged solicitors\nat the firm had adopted these claims as their own, and as such it was not\ninaccurate to report that the firm’s statements had been found to be\n“deliberate lies”.\n8. It also said\nthat the allegations made by the SRA related specifically to Leigh Day and\nthree of its solicitors; not claims made by its clients. It provided the list\nof the initial SRA allegations and the grounds of appeal. The newspaper\nreferred to the first allegation made by the SRA and which was also\nsubsequently appealed, which stated that, “At a press conference on 22 February\n2008 the First Respondent made and personally endorsed… allegations that the\nBritish Army had unlawfully killed, tortured and mistreated Iraqi civilians… in\ncircumstances where it was improper to do so and thereby in breached Rules\n1.02, 1.03, and 1.06 of the Solicitors Code of Conduct (“CoC)” 2007.” It also\nprovided the summary of opening submissions by the SRA at the original tribunal\nin 2017, which it said it had relied on. This alleged that, “Over a period of\nmore than 7 years, [two named solicitors] and Leigh Day made and maintained\nallegations that soldiers in the British Army had murdered, tortured and\nmutilated innocent Iraqi civilians. The allegations were false, and should\nnever have been advanced in public.” This statement also said that “The Inquiry\nestablished that the most serious allegations, the murder and torture of\ninnocent Iraqi civilians were false: they should never have been advanced and endorsed in public by\nsolicitors.”\n9. The newspaper\nsaid that the first respondent in the allegations and subsequent appeal was a\nco-founder and partner at the firm. It said that he was acting in his\nprofessional capacity at the press conference, as a representative of the firm.\nIt said that readers would be aware that a law firm was made up of the humans\nassociated with it, and in the circumstances where this individual was one of\nthe most senior solicitors at the firm, and indeed was a founding partner, it\nwas not inaccurate to refer to the claims as being made by the firm in general.\nRelevant Code Provisions\n10. Clause 1 (Accuracy)\ni) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not\nsupported by the text.\nii) A significant inaccuracy, misleading statement or\ndistortion must be corrected, promptly and with due prominence, and – where\nappropriate – an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator.\nFindings of the Committee\n11. The article\nreported that the firm had “accused soldiers of torturing and murdering Iraqi\ndetainees…”and that “a £31million inquiry in 2014 found the claims were “deliberate\nlies”, a reference to the Al-Sweady Inquiry. The complainant was the only\nsource of alleged wrongdoing referred to in the article. The clear implication\nwas that the complainant had been found by the Inquiry to have engaged in\n“deliberate lies”. The online article had gone further and reported that “A\n£31million inquiry in 2014 found the claims made by Leigh Day in 2014 were\n‘deliberate lies’”. The newspaper had failed to take care over the accuracy of\nthe report of the findings of the Inquiry in breach of Clause 1(i).\n12. The article had given the misleading impression that the\nInquiry had found that the complainant had been knowingly dishonest. This was a\nserious and potentially damaging misleading impression that related directly to\nthe professional conduct of the firm. This required correction under the terms\nof Clause 1(ii). The newspaper had failed to correct the misleading impression\ncreated by the article, and was therefore in breach of Clause 1 (ii).\n13. The remainder of the complaint related to alleged\ninaccuracies concerning the SRA proceedings. The Committee noted that the\nrespondent to the one, specific allegation relied upon as the basis for the\narticle was an individual solicitor at the firm. However, the use of the firm’s\nname in the article was a shorthand. Law firms are made up of individual\nsolicitors who make claims or speak in court on the firm’s behalf. In this\ninstance, the respondent was not just a lawyer at the firm, but a senior,\nfounding partner, who gave his name to the firm. Referring to the firm, rather\nthan an individual solicitor, particularly in circumstances where the\nindividual was a partner, and namesake of the firm, was not misleading. There\nwas no breach of Clause 1 on this point.\n14. The Committee noted that one of the SRA allegations on\nappeal was that claims of torture and murder made by the complainant’s clients,\nhad been personally endorsed by a solicitor at a press conference.  The SRA’s allegation was that the respondent\nhad gone beyond simply repeating these serious claims of misconduct  made by his clients, but had instead\n“personally endorsed” these allegations allegedly in breach of his professional\nobligations. The newspaper was entitled to characterise this as “slurring” of\nBritish troops. There was no failure to take care in this characterisation of\nthe SRA’s allegations, and no inaccuracy requiring correction. There was no\nbreach of Clause 1.\nConclusions\n15. The complaint was upheld.\nRemedial Action Required\n16. Having upheld a breach of Clause 1, the Committee\nconsidered what remedial action should be required.\n17. The newspaper had published a significantly misleading\nstatement in print and online, and a further significant inaccuracy in an\nonline photo caption. The article gave the impression that serious allegations\nof deliberate dishonesty against the firm had been upheld by a high-profile,\npublic inquiry. The newspaper had not offered to publish a correction.\nTherefore, given the serious nature of the claims and the lack of any offer of\nremedy, the appropriate remedy was the publication of an upheld adjudication.\n18. The Committee considered the placement, the print\narticle had been published on page five. The Committee considered that due\nprominence required that the adjudication should be published on page 5 or\nfurther forward. The headline to the adjudication should make clear that IPSO\nhas upheld the complaint, give the title of the newspaper and refer to the\nsubject matter of the complaint. The headline must be agreed with IPSO in\nadvance.\n19. The adjudication should also be published online on the\nnewspaper’s website. A link to the full adjudication should appear on the top\nhalf of the homepage for 24 hours; it should then be archived in the usual way.\nThe terms of the adjudications are as follows:\nPrint adjudication:\nLeigh Day complained to the Independent Press Standards\nOrganisation that The Sun breached Clause 1 (Accuracy) of the Editors’ Code of\nPractice in an article headlined, “War Slur Appeal”, published on 18 July 2018.\nThe article reported that Leigh Day had “accused soldiers of\ntorturing and murdering Iraqi detainees”, but that an £31 million inquiry in\n2014 had found that these claims were “deliberate lies”.\nThe complainant said that the article suggested that the\n2014 Al-Sweady Inquiry had found that the law firm had told “deliberate lies”,\nwhen in fact the Inquiry had not made any findings about the firm.\nThe newspaper did not accept that the article was\ninaccurate. It said that the Inquiry had found that the claims of torture and\nmurder by British troops in Iraq were untrue. Lawyers of the firm were accused\nof personally endorsing these claims.\nThe Committee found that the article had not made clear that\n“the claims” the Inquiry had found to be “deliberate lies” had been made by\nIraqi detainees, and that its findings, therefore, related to the conduct of\nthese individuals only. The article had given the misleading impression that\nthe Inquiry had found that the complainant had been knowingly dishonest. This\nwas a serious and potentially damaging allegation which required correction.\nOnline adjudication:\nLeigh Day complained to the Independent Press Standards\nOrganisation that The Sun breached Clause 1 (Accuracy) of the Editors’ Code of\nPractice in an article headlined, “War Slur Appeal”, published on 18 July 2018.\nThe article reported that Leigh Day had “accused soldiers of\ntorturing and murdering Iraqi detainees”, but that an £31 million inquiry in\n2014 had found that these claims were “deliberate lies”. A photo caption stated\n“A £31 million inquiry in 2014 found the claims made by Leigh Day in 2014 were\n‘deliberate lies’”.\nThe complainant said that the article suggested that the\n2014 Al-Sweady Inquiry had found that the law firm had told “deliberate lies”,\nwhen in fact the Inquiry had not made any findings about the firm.\nThe newspaper did not accept that the article was\ninaccurate. It said that the Inquiry had found that the claims of torture and\nmurder by British troops in Iraq were untrue. Lawyers of the firm were accused\nof personally endorsing these claims.\nThe Committee found that the article had not made clear that\n“the claims” the Inquiry had found to be “deliberate lies” had been made by\nIraqi detainees, and that its findings, therefore, related to the conduct of\nthese individuals only. The article had given the misleading impression that\nthe Inquiry had found that the complainant had been knowingly dishonest. This\nmisleading impression was reinforced by the inaccurate photo caption that\nappeared in the article. This was a serious and potentially damaging allegation\nwhich required correction.Date complaint received: 20/07/2018Date decision issued: 18/02/2019  \nBack to ruling listing\n\n\n"
}