{
    "url": "/rulings-and-resolution-statements/ruling/?id=04681-19",
    "title": "04681-19 Carden v Mail Online",
    "provisions": [
        "1 Accuracy (2018)",
        "2 Privacy (2018)",
        "12 Discrimination (2018)",
        "3 Harassment (2018)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "Mail Online (Associated Newspapers Limited)",
    "published_on": "2019-06-10 00:00:00",
    "received_on": "2019-06-11 00:00:00",
    "concluded_on": "2019-09-24 00:00:00",
    "complaint_processing_days": 105,
    "conclusion_long": "18. The complaint was not upheld",
    "remedial_action": "19. N/A   Date complaint received: 11/06/2019",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee – 04681-19 Carden v\nMail Online\nSummary of complaint\n1.    Ben Carden\ncomplained to the Independent Press Standards Organisation that Mail Online\nbreached Clause 1 (Accuracy), Clause 2 (Privacy), Clause 3 (Harassment) and\nClause 12 (Discrimination) of the Editors' Code of Practice in an article\nheadlined \"Glamping guru, 38, asks the High Court to jail his\nex-girlfriend for breaching business agreements after they split up over her\nalleged affair with a neighbour\" published on 10 June 2019.\n2.    The article\nreported that the complainant had “urged the High Court to jail his former\ngirlfriend\" after she allegedly had an affair. It reported that he had said\nthat his ex-girlfriend, also his former business partner, should be committed\nto prison for contempt of court for allegedly breaching a court order which\nrequired her to deliver up certain information.\n3.    The complainant\nsaid that the article was inaccurate; he said that the application he had made\nagainst his former partner for being in contempt of court did not ask the court\nto commit her to jail. He said that he had made the application in order to\naccess the business bank accounts and online accounts of the business which\nthey had run together and that it was for the court to decide the appropriate\nremedy. The complainant denied having made the comment: \"He now says his\nex should be committed to prison for contempt of court in relation to breaches\nof a judge's order requiring her to deliver up all the information required for\nhim to run the club's online accounts\".\n4.    The complainant\nalso said that the article represented an intrusion into his private life as it\nreferenced the allegation of his partner's affair; he considered this to be a\nprivate matter and that there was no public interest in it being published as\nhe was not a public figure. The complainant accepted that his former partner's\nlegal representative had claimed that he was acting vindictively following the\nalleged affair, but he maintained that publishing this information was\nintrusive.\n5.    The complainant\nsaid that publication of the article constituted harassment, as the publication\nhad not provided him with an opportunity to comment on the allegations and\nbecause he said that the article was not balanced.\n6.    The complainant\nalso said that the article discriminated against him in breach of Clause 12. He\nsaid that the article was biased in favour of his former partner as she was\nfemale; it aimed to portray her as the victim of a vindictive application and\ndiscriminated against him on the grounds that he was male and portrayed him as\n\"a stereotypical abuser\". The complainant also said that the article\nfeatured a reader's comment below the article that he considered to be a\ndiscriminatory reference to a condition from which he suffers: \"Probably\nblames her because she so effortlessly handled the online business while he\nstruggles daily with simple tasks\".\n7.    The publication\ndenied any breach of the Code. It provided a copy of a sealed court order which\nrecited that the application which had been made by the complainant was “for\ncommittal in respect of certain allegations of contempt of court”. It said that\nthe complainant was \"asking the court to commit [ex-partners name] to jail\nfor contempt, as defined by Practice Direction RSC 52 and CCR 29, 1.1:\",\nand that this was an \"application for an order for committal of a person\nto prison for contempt of court (a ‘committal application’)\". In such\ncircumstances, the publication said that it was not inaccurate to report that\nthe complainant had \"asked\" for his ex-partner to be sent to jail.\nThe publication said that the article had not included a direct quote from the\ncomplainant, but had paraphrased the nature of the application he had made to\nmake it more accessible to readers; the publication said that the article\nsummarised the details of the application accurately.\n8.    The publication\nsaid that the details of the alleged affair were heard in court and were\naccurately reported; it was entitled to publish this information. It\nhighlighted that the matter was relevant to the case, as the representative for\nthe complainant's former partner alleged that this formed part of the\ncomplainant's motivation for making the application to the court.  \n9.    The publication\ndenied that the article or the comment which had been posted breached the terms\nof Clause 12. The publication said that it was not aware of the complainant’s\ncondition until he made his complaint to IPSO; the article did not suggest he\nhad a disability of any kind, that he was unwell, or otherwise impeded in\ncarrying out daily tasks; he was presented as the equal of his business\npartner. Further, the publication contended that it could not be inferred, on\nan ordinary reading of the reader's comment, that this represented a pejorative\nor prejudicial reference to a disability of any kind. The publication accepted\nthat the comment had been moderated, but did not accept that it engaged Clause\n12.\nRelevant Code Provisions\n10.   Clause 1\n(Accuracy)\ni)     The Press\nmust take care not to publish inaccurate, misleading or distorted information\nor images, including headlines not supported by the text.\nii)     A\nsignificant inaccuracy, misleading statement or distortion must be corrected,\npromptly and with due prominence, and — where appropriate — an apology\npublished. In cases involving IPSO, due prominence should be as required by the\nregulator.\niii)     A fair\nopportunity to reply to significant inaccuracies should be given, when\nreasonably called for.\niv)     The Press,\nwhile free to editorialise and campaign, must distinguish clearly between\ncomment, conjecture and fact.\n11.    Clause 2\n(Privacy)*\ni)     Everyone is\nentitled to respect for his or her private and family life, home, health and\ncorrespondence, including digital communications.\nii)     Editors will\nbe expected to justify intrusion into any individual’s private life without\nconsent. In considering an individual’s reasonable expectation of privacy,\naccount will be taken of the complainant’s own public disclosures of\ninformation and the extent to which the material complained about is already in\nthe public domain or will become so.\niii)     It is\nunacceptable to photograph individuals, without their consent, in public or\nprivate places where there is a reasonable expectation of privacy.\n12.    Clause 3 (Harassment)*\ni)     Journalists must not engage in intimidation,\nharassment or persistent pursuit.\nii)    They must not\npersist in questioning, telephoning, pursuing or photographing individuals once\nasked to desist; nor remain on property when asked to leave and must not follow\nthem. If requested, they must identify themselves and whom they represent.\niii)    Editors must ensure these principles are\nobserved by those working for them and take care not to use non-compliant\nmaterial from other sources.\n13.   Clause 12\n(Discrimination)\ni)    The press must\navoid prejudicial or pejorative reference to an individual's, race, colour,\nreligion, sex, gender identity, sexual orientation or to any physical or mental\nillness or disability.\nii)    Details of an\nindividual's race, colour, religion, gender identity, sexual orientation,\nphysical or mental illness or disability must be avoided unless genuinely\nrelevant to the story.\nFindings of the Committee\n14.   The publication\nprovided a copy of a sealed court order which demonstrated that the complainant\nhad made an application for committal in respect of allegations that his former\npartner was in contempt of court and that the court had ordered that \"The\napplication for permission to commit to prison for contempt is adjourned\".\nIn these circumstances, it was not inaccurate or misleading to report that the\ncomplainant had asked or urged the court to send his former partner to jail.\nThe \"quote\" the complainant claimed had been inaccurately attributed\nto him was not presented as a direct quotation, and it had not inaccurately\nsummarised the nature of his application. There was no breach of Clause 1.\n15.   The complainant\ndid not dispute that details of the alleged affair had been made public in open\ncourt. In line with the principle of open justice, the publication was entitled\nto report on the alleged affair, which was relevant to the case, and the\ncomplainant had no reasonable expectation of privacy in relation to this\ninformation in the circumstances. There was no breach of Clause 2.\n16.   Neither the\narticle nor the comment which was published made any reference to the\ncomplainant's condition or any form of disability. The Committee acknowledged\nthat the complainant found the comment that he \"struggled with daily\ntasks\" offensive, however the Committee did not find that it represented a\npejorative reference to the complainant’s condition. The complainant raised\nconcerns that the article was biased and therefore that it discriminated\nagainst him on account of his gender. The Editors’ Code does not require\npublications to avoid bias. In circumstances where the article did not feature\nany prejudicial or pejorative references to the complainant on account of his\ngender, there was no breach of Clause 12.\n17.   Clause 3\nprovides that journalists must not engage in intimidation, harassment or\npersistent pursuit by the press, unless a public interest can be demonstrated,\nand principally relates to the contact journalists have with members of the\npublic. The complainant's complaint that he was not contacted prior to\npublication and that the court case had not been reported impartially did not\nengage the terms of Clause 3.\nConclusions\n18. The complaint was not upheld\nRemedial action required\n19. N/A\n \nDate complaint received: 11/06/2019\nDate decision issued: 24/09/2019\nBack to ruling listing\n\n\n"
}