{
    "url": "/rulings-and-resolution-statements/ruling/?id=04680-18",
    "title": "04680-18 Cosentino v Thurrock Independent",
    "provisions": [
        "2 Privacy (2018)",
        "3 Harassment (2018)"
    ],
    "outcome": "Breach - sanction: publication of adjudication",
    "publication": "(DISCONTINUED) Thurrock Independent (Thurrock Independent Media, Design and PR)",
    "received_on": "2018-07-24 00:00:00",
    "concluded_on": "2018-10-16 00:00:00",
    "complaint_processing_days": 84,
    "conclusion_long": "13. The complaint under Clause 2 was upheld, in relation to the first online article.",
    "remedial_action": "14. Having upheld the complaint, the Committee considered what remedial action should be required.15. The newspaper had published private information in breach of Clause 2. In those circumstances, the publication of the Committee’s adjudication was appropriate. Also, given the Committee’s concern regarding the newspaper’s handling of the complaint, IPSO will separately discuss what further action may be appropriate in these circumstances.  The Committee considered the placement of the adjudication. As the video had appeared on the online article only, the Committee considered that the adjudication should be published on the newspaper’s website, with a link to the full adjudication appearing on the top half of the homepage for 24 hours; it should then be archived in the usual way. The headline to the adjudication should make clear that IPSO has upheld the complaint, give the title of the newspaper, and refer to the complaint’s subject matter. The headline of the adjudication must be agreed with IPSO in advance.16. The terms of the adjudication for publication are as follows:Jenna Cosentino complained to the Independent Press Standards Organisation that Thurrock Independent breached Clause 2 (Privacy) of the Editors’ Code of Practice in an article headlined “Flytip reveals origin of rubbish dumped in Chadwell that angers residents” published online on 17 July 2018. The complaint was upheld and Thurrock Independent has been required to publish this ruling as a remedy to the breach of the Code.The article reported concerns about fly-tipping at a site in the local area. The article included a video of the rubbish found by the editor of the newspaper, who had visited the site to investigate. Bank and insurance documents for her property were visible in the video. The complainant’s name, the address at which she had recently resided, account and credit card numbers and outstanding balances were visible on the documents. The article stated that the information about fly-tipping had been passed to the Council to investigate.The complainant said that the video, which had also appeared on the newspaper’s social media account, had revealed her name and the address at which she had recently lived, as well as confidential banking information. She had contacted the newspaper and asked that this information be redacted. She said that the editor had said that before he would do so, the complainant must agree to speak to the Council and the police about how her waste came to be at the site. The complainant had contacted these organisations, and the publication agreed that it would not continue to publish her private information.The newspaper did not accept that it had breached the Code. It said that the articles reported on a matter of considerable public interest in the local area. It said that, prior to publication, it had considered whether it was necessary to redact the complainant’s personal information from the video, but had decided that editing the footage might affect its authenticity. It said that the complainant had given the paperwork to an unauthorised waste disposal service, without making any attempt to redact her personal information, and that it was currently lying on public land. It said that the complainant had placed the information into the public domain. It also noted that the paperwork was around two years old. In these circumstances, it did not consider that the complainant had an expectation of privacy in relation to the documents.The complainant’s bank details, including account numbers, and balances of accounts, was information about which she clearly had an expectation of privacy. This was sensitive confidential information, which had come from private correspondence. There was a legitimate public interest in reporting on the issue of fly-tipping. However, the newspaper had not provided a specific justification for the publication of the complainant’s bank details. The Committee did not accept that using an unauthorised contractor to remove waste amounted to consent to place private information in the public domain. Also, while the documents were visible on public land, the newspaper had not sought to argue that this specific information was so widely known so as to constitute it being in the public domain. There was a breach of Clause 2.Date complaint received: 24/07/2018",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee 04680-18 Cosentino v Thurrock IndependentSummary of complaint1. Jenna Cosentino complained to the Independent Press\nStandards Organisation that Thurrock Independent breached Clause 2 (Privacy)\nand Clause 3 (Harassment) of the Editors’ Code of Practice in the following\narticles:“Flytip\nreveals origin of rubbish dumped in Chadwell that angers residents” published\nonline on 17 July 2018“I didn’t\nknow this would happen…” published on 19 July 2018“Apathy,\nlies or incompetence?” published on 26 July 2018.2. The first\narticle reported concerns about fly-tipping at a site in the local area. The\narticle included a video of the rubbish found by the editor of the newspaper,\nwho had visited the site to investigate. Bank and insurance documents for her\nproperty were visible in the video. The complainant’s name, the address at\nwhich she had recently resided, account and credit card numbers and outstanding\nbalances were visible on the documents. The article stated that the information\nabout fly-tipping had been passed to the Council to investigate. This article\nwas published online only.3. The other two\narticles appeared in print only and were follow ups to the fly-tipping story.\nThe second article reported how the complainant’s waste had come to be at the\nsite, and included a statement from her that said, “I used a waste disposal\nperson in good faith and it is not my fault they dumped it.” The complainant\nwas named in the article, and the partial address reported in the previous\narticle, was also published. The third article reported the Council’s reaction\nto the alleged fly- tipping. The article stated that following the publication\nof the first article, “one of the people who paid for rubbish to be taken from\nher home, was identified and she admitted her actions,” but that no further\naction had been taken. It also included a still image from the original video\nfootage, in which the complainant’s documentation was visible, but her personal\nand bank details had been redacted.4. The complainant\nsaid that all three articles had intruded into her privacy. She said that the\nvideo, which had also appeared on the newspaper’s social media account, had\nrevealed her name and the address at which she had recently lived, as well as\nconfidential banking information. She had contacted the newspaper and asked\nthat this information be redacted. She said that the editor had said that\nbefore he would do so, the complainant must agree to speak to the Council and\nthe police about how her waste came to be at the site. The complainant had\ncontacted these organisations, and the publication agreed that it would not\ncontinue to publish her private information.5. She said that\nshe had made clear that her personal information had been published without her\nconsent, and so naming her in the second article was a further breach of her\nprivacy. She said that the editor had told her he would be running a follow-up\nstory on the matter, but had not said that she would be named. She said that\ninformation she provided to the newspaper regarding how her rubbish was removed\nwas provided confidentially for the purposes of a complaint, and should not\nhave been published. She said that the re-publication of this information in\nthe third article was a further intrusion; although she was not named, she was\nidentifiable, due to previous coverage.6. The complainant\nsaid that publishing further articles regarding her involvement in this matter\nafter she had asked the newspaper not to do so, amounted to harassment under\nthe terms of the Editors’ Code.7. The newspaper\ndid not accept that it had breached the Code. It said that the articles\nreported on a matter of considerable public interest in the local area. It said\nthat, prior to publication, it had considered whether it was necessary to\nredact the complainant’s personal information from the video, but had decided\nthat editing the footage might affect its authenticity. It said that the\ncomplainant had given the paperwork to an unauthorised waste disposal service,\nwithout making any attempt to redact her personal information, and that it was\ncurrently lying on public land. It said that the complainant had placed the\ninformation into the public domain. It also noted that the paperwork was around\ntwo years old, and that the complainant had now moved from this address. In\nthese circumstances, it did not consider that the complainant had an\nexpectation of privacy in relation to the documents.8. The newspaper\ndid not accept that the correspondence between the complainant and the\nnewspaper amounted to a formal complaint. It said she had made a request for\nthis information to be redacted, which it had agreed to do after she had agreed\nto inform the Council as to who was responsible for dumping her rubbish. It\nsaid that the editor had made it very clear to the complainant that he would\ncontinue to report on this issue, and it did not accept that it had agreed not\nto name the complainant again. The newspaper believed that the complainant was\naware that the comments she made on the matter may be used for publication. It\nalso said that publishing a number of articles about this matter, and naming\nthe complainant, who had carried out a potentially criminal act, did not amount\nto harassment. It re-iterated that there was a strong public interest in\nreporting on this matter in an open and transparent way, especially given the\nperceived lack of action taken by the relevant authorities.Relevant Code provisions9. Clause 2\n(Privacy)*i) Everyone is entitled to respect for his or her private\nand family life, home, health and correspondence, including digital\ncommunications.ii) Editors will be expected to justify intrusion into any\nindividual’s private life without consent. In considering an individual’s\nreasonable expectation of privacy, account will be taken of the complainant’s\nown public disclosures of information and the extent to which the material\ncomplained about is already in the public domain or will become so.iii) It is unacceptable to photograph individuals, without\ntheir consent, in public or private places where there is a reasonable\nexpectation of privacy.Clause 3 (Harassment)*i) Journalists must not engage in intimidation, harassment\nor persistent pursuit.ii) They must not persist in questioning, telephoning\npursuing or photographing individuals once asked to desist; nor remain on\nproperty when asked to leave and must not follow them. If requested, they must\nidentify themselves and whom they represent.iii) Editors must ensure these principles are observed by\nthose working for them and take care not to use non-compliant material from\nother sources.The Public InterestThere may be exceptions to the clauses marked * where they\ncan be demonstrated to be in the public interest.1. The public interest includes, but is not confined to:Detecting or exposing crime, or the threat of crime, or\nserious impropriety.Protecting public health or safety.Protecting the public from being misled by an action or\nstatement of an individual or organisation.Disclosing a person or organisation’s failure or likely\nfailure to comply with any obligation to which they are subject.Disclosing a miscarriage of justice.Raising or contributing to a matter of public debate,\nincluding serious cases of impropriety, unethical conduct or incompetence\nconcerning the public.Disclosing concealment, or likely concealment, of any of the\nabove.2. There is a public interest in freedom of expression\nitself.3. The regulator will consider the extent to which material\nis already in the public domain or will become so.4. Editors invoking the public interest will need to\ndemonstrate that they reasonably believed publication - or journalistic\nactivity taken with a view to publication – would both serve, and be proportionate\nto, the public interest and explain how they reached that decision at the time.5. An exceptional public interest would need to be\ndemonstrated to over-ride the normally paramount interests of children under\n16.Findings of the Committee10. The complainant’s bank details, including account\nnumbers, and balances of accounts, was information about which she clearly had\nan expectation of privacy. This was sensitive confidential information, which\nhad come from private correspondence. There was a legitimate public interest in\nreporting on the issue of fly-tipping. However, the newspaper had not provided\na specific justification for the publication of the complainant’s bank details\nin the online article. The Committee did not accept that using an unauthorised\ncontractor to remove waste amounted to consent to place private information in\nthe public domain. Also, while the documents were visible on public land, the\nnewspaper had not sought to argue that this specific information was so widely\nknown so as to constitute it being in the public domain.  In these circumstances, there was a breach of\nClause 2.11. The other two articles had identified the complainant as\nsomeone who had used an unauthorised waste disposal service. This was not\ninformation about which the complainant had an expectation of privacy; it\nformed part of the newspaper’s coverage of a story of legitimate public\ninterest. There was no breach of Clause 2 in the two print articles.12. Clause 3 generally relates to the conduct and behaviour\nof journalists during the newsgathering process. It specifically refers to the\nconduct expected of journalists when making contact with members of the public,\nand is designed to protect individuals from unwanted or repeated approaches by\nthe press. The fact that a newspaper continued to publish stories relating to\nthe complainant, on a matter of legitimate public interest, contrary to the\ncomplainant’s wishes, did not constitute a breach of Clause 3.  Further, while the Committee expressed\nserious concern about the newspaper’s handling of the complaint, and its\ndecision to offer to remove private information on a conditional basis, this\ndid not constitute harassment under the terms of Clause 3.Conclusions 13. The complaint under Clause 2 was upheld, in relation to\nthe first online article.Remedial Action required14. Having upheld the complaint, the Committee considered\nwhat remedial action should be required.15. The newspaper had published private information in\nbreach of Clause 2. In those circumstances, the publication of the Committee’s\nadjudication was appropriate. Also, given the Committee’s concern regarding the\nnewspaper’s handling of the complaint, IPSO will separately discuss what\nfurther action may be appropriate in these circumstances.  The Committee considered the placement of the\nadjudication. As the video had appeared on the online article only, the\nCommittee considered that the adjudication should be published on the newspaper’s\nwebsite, with a link to the full adjudication appearing on the top half of the\nhomepage for 24 hours; it should then be archived in the usual way. The\nheadline to the adjudication should make clear that IPSO has upheld the\ncomplaint, give the title of the newspaper, and refer to the complaint’s\nsubject matter. The headline of the adjudication must be agreed with IPSO in\nadvance.16. The terms of the adjudication for publication are as\nfollows:Jenna Cosentino complained to the Independent Press Standards\nOrganisation that Thurrock Independent breached Clause 2 (Privacy) of the\nEditors’ Code of Practice in an article headlined “Flytip reveals origin of\nrubbish dumped in Chadwell that angers residents” published online on 17 July\n2018. The complaint was upheld and Thurrock Independent has been required to\npublish this ruling as a remedy to the breach of the Code.The article reported concerns about fly-tipping at a site in\nthe local area. The article included a video of the rubbish found by the editor\nof the newspaper, who had visited the site to investigate. Bank and insurance\ndocuments for her property were visible in the video. The complainant’s name,\nthe address at which she had recently resided, account and credit card numbers\nand outstanding balances were visible on the documents. The article stated that\nthe information about fly-tipping had been passed to the Council to\ninvestigate.The complainant said that the video, which had also appeared\non the newspaper’s social media account, had revealed her name and the address\nat which she had recently lived, as well as confidential banking information.\nShe had contacted the newspaper and asked that this information be redacted.\nShe said that the editor had said that before he would do so, the complainant\nmust agree to speak to the Council and the police about how her waste came to\nbe at the site. The complainant had contacted these organisations, and the\npublication agreed that it would not continue to publish her private\ninformation.The newspaper did not accept that it had breached the Code.\nIt said that the articles reported on a matter of considerable public interest\nin the local area. It said that, prior to publication, it had considered\nwhether it was necessary to redact the complainant’s personal information from\nthe video, but had decided that editing the footage might affect its\nauthenticity. It said that the complainant had given the paperwork to an\nunauthorised waste disposal service, without making any attempt to redact her\npersonal information, and that it was currently lying on public land. It said\nthat the complainant had placed the information into the public domain. It also\nnoted that the paperwork was around two years old. In these circumstances, it\ndid not consider that the complainant had an expectation of privacy in relation\nto the documents.The complainant’s bank details, including account numbers,\nand balances of accounts, was information about which she clearly had an\nexpectation of privacy. This was sensitive confidential information, which had\ncome from private correspondence. There was a legitimate public interest in\nreporting on the issue of fly-tipping. However, the newspaper had not provided\na specific justification for the publication of the complainant’s bank details.\nThe Committee did not accept that using an unauthorised contractor to remove\nwaste amounted to consent to place private information in the public domain.\nAlso, while the documents were visible on public land, the newspaper had not\nsought to argue that this specific information was so widely known so as to\nconstitute it being in the public domain. There was a breach of Clause 2.Date complaint received: 24/07/2018Date decision issued: 16/10/2018\n \n \nBack to ruling listing\n\n\n"
}