{
    "url": "/rulings-and-resolution-statements/ruling/?id=04689-15",
    "title": "04689-15 Hardy v The Sunday Times",
    "provisions": [
        "1 (Accuracy) 2015"
    ],
    "outcome": "Breach - sanction: publication of correction",
    "publication": "The Sunday Times (News UK)",
    "received_on": "2015-07-22 00:00:00",
    "concluded_on": "2016-01-14 00:00:00",
    "complaint_processing_days": 176,
    "conclusion_long": "27. The complaint was upheld.",
    "remedial_action": "28. The Committee required the publication of a correction. The newspaper had already offered to publish a clarification in print and online which restated that the complainant would have contacted the journalist’s pension scheme before giving her any specific advice. However, the wording offered did not identify the misleading information published. The newspaper should therefore include in the published correction the fact that the complainant had not told the journalist that she could withdraw 45% of her pension fund tax-free. The correction should appear beneath the online article and in its Clarifications & Corrections column in print, and should explain that the correction is being published following a ruling by IPSO. Date complaint received: 22/07/2015",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee 04689-15 Hardy v The\nSunday TimesSummary of complaint1. Mike Hardy complained to the Independent Press Standards\nOrganisation that The Sunday Times breached Clause 1 (Accuracy) of the Editors’\nCode of Practice in an article headlined “‘Petrifying’ advice given on\npensions”, published in print and online on 12 April 2015.2. The article reported the findings of an undercover\n“mystery shopper” investigation into pension advice offered by firms following\nchanges to pension rules. A journalist telephoned a number of financial advice\nfirms posing as an unemployed client who was seeking to withdraw between\n£40,000 and £45,000 from a £100,000 pension fund; she wanted to know if the\nmoney could be withdrawn tax-free. Amongst those whose responses the article\ncriticised were those of the complainant, the managing director of a company\ncontacted by the journalist.3. The article reported that the complainant “appeared to\ntell the reporter that there would be no tax implication if she withdrew 45% of\nher pension pot” whereas “in reality, most pensions allow people to withdraw\nonly 25% of their fund tax-free, with the remainder being subject to income\ntax”.  The journalist said that the\ncomplainant had said, in answer to her question about whether she would be\nsubject to income tax if she were to withdraw £40,000 to £45,000, that “if [she\nwasn’t] taking any income, [she] wouldn’t be subject to income tax. That\nwouldn’t be relevant.” It also said he told her that “provided [she was]\nentitled to tax-free cash, which [she] should be, 25% of the value of [her]\npension, there wouldn’t be any tax”. It stated that the complainant had been\n“repeatedly told that the reporter’s pot was £100,000”; £40,000-£45,000 would\namount to 40%-45% of the total value of the pension, which was greater than the\ntax-free 25% the complainant had previously cited.4. The article was also published in the same form online.5. The newspaper provided a recording and transcript of the\ncomplainant’s conversation with the journalist. In response to the journalist’s\nwish to withdraw £40,000-45,000 from her pot of £100,000 the complainant said\nit “should be technically possible, but in order for us to do that there’s a\nprocess that we have to go through which would set out how you could achieve\n[this]”. He said that he would need her to provide him with authority to\ncontact her pension provider so that he could put together a report about her\nscheme before being able to recommend a specific course of action. The\ncomplainant asked whether the journalist wanted to “take an income as well or\n[…] just […] get the money”; the journalist confirmed that she only wanted to\nwithdraw the money. The complainant informed her that “because of the new rules\nthat have just come out” her pension provider might say to her that “the only\nway [they] can help [her] is to give [her] all of [her] money back, 25% of it\ntax-free cash, and the remainder to be added to [her] income”.6. The journalist asked for clarification on what it meant\nfor money to be “added to [her] income”, and informed the complainant that she\nwas not working, and had no income. The complainant said that she would get\n“£10,600 tax-free and the remainder would be taxed at … yeah, you’d have a\nlittle bit of it that would go into the higher rate tax band”. The journalist\nasked the complainant what the implications would be if she took out the money\nimmediately. The complainant told her that this would be covered in the report,\nand that “before we advised you to do anything, you would be fully aware of the\nimplications of whatever it is that we’re advising you to do”.7. After the journalist confirmed that she would like to\nengage the complainant’s services, she asked for further clarification on the\ncomplainant’s reference to “higher rate tax”; she said that she did not “want\nto take an income [and] just want[ed] to take some money out”. The complainant\ntold her that “if you weren’t taking any income, you wouldn’t be subject to\nincome tax. So, that wouldn’t be relevant”. The journalist then asked “if I’m\njust taking out £40,000-£45,000 from my pension this year, I won’t be subject\nto any income tax?” The complainant told her “provided you’re entitled to\ntax-free cash. Which you should be, 25% of it, of the value of your pension,\nthen it would be, there wouldn’t be any tax to pay”. The journalist asked the\ncomplainant again: “so if I take out £40,000-£45,000 […] I won’t have to pay\nany tax on that?” The complainant informed her that “I can’t commit to saying\nthat definitely now because I haven’t contacted your pension scheme, but in\nprinciple that sounds right. Most pension schemes will provide up to 25%\ntax-free cash. Some pension schemes will provide more than that”.8. The complainant also told the journalist that part of the\ninvestigative process would be to “establish how much tax-free cash you’re\nentitled to, but, er, most schemes it would be 25% of the value of the\npension”. The journalist asked if “[the pension provider says] it’s 25% of the\nvalue of the pension, you think I can still take out £40,000-£45,000 tax-free,\npotentially?” The complainant answered: “yes, I’m talking in general terms\nhere, again, because I haven’t contacted your scheme, I don’t know anything\nabout your pension scheme”. The journalist emphasised that it was important to\nher not to pay any tax, and again sought confirmation that this “would be\npossible”, to which the complainant replied “yes”.9. The complainant said that the article’s reference to\npension “advice” inaccurately suggested that he had given regulated financial\nadvice over the phone to the reporter. He argued that he had not offered any\nrecommendations or judgements as to a proposed course of action and had not\ntherefore said anything which would have been recognised as “financial advice”\nby the Financial Conduct Authority; he had simply given factual information to\nthe journalist based on what she had told him about her pension fund.10. The complainant also said that it was inaccurate for the\narticle to suggest that the information he had given the reporter had been\nmisleading. It was not controversial to tell the reporter that she would not\nhave to pay income tax if she was not receiving an income. If the reporter was\nentitled to tax-free money, she would not have to pay income tax on her\nwithdrawal. During the course of their conversation, the complainant had made\nclear that in most circumstances, people seeking to withdraw money from their\npension would only be entitled to withdraw 25% tax-free, in addition to the\nstandard tax-free allowance (£10,600). There are circumstances in which people\ncan withdraw a higher percentage of their pension tax-free; such circumstances\nare not particularly rare or unusual. It was on this basis that he had informed\nthe reporter that she could be entitled to withdraw the entire sum tax-free. He\nalso made clear that in order to be able to tell her with certainty the exact\namount of tax-free money she could withdraw, he would have to obtain the full\ndetails of her pension from her provider, and write a report.11. At the time of the conversation, the complainant said he\nhad been suspicious that the potential client he was speaking to was in fact a\njournalist. He said that he had therefore been particularly mindful not to\nprovide inaccurate information. He provided a screenshot of a message he had\nposted on Twitter after the conversation, in which he had suggested that he\nknew that he had been speaking to a journalist.12. The newspaper said that it was not misleading to report\nthat the complainant had given the reporter “advice” over the telephone. While\nit accepted that the term “advice” has specific definitions under FCA\nguidelines, the term had simply been used to describe the information given by\nthe complainant to the reporter. Further, the person who had directed the\njournalist’s call to the complainant had referred to him as the firm’s\n“adviser”. In any case, the complainant had given regulated “advice” according\nto the newspaper’s interpretation of the FCA guidelines on the matter.13. The newspaper argued that the advice given was\nmisleading. In the vast majority of cases, only 25% of a person’s pension fund\ncan be withdrawn tax-free. An additional £10,600 could then potentially be\nwithdrawn tax-free as it falls within the personal allowance, and the rest\nwould be subject to income tax at 20%. This would mean that the journalist\nwould be entitled to withdraw £35,600 tax-free; the additional money withdrawn\nwould be taxed at 20%. It is only in very rare circumstances that these figures\nwould not apply. It was therefore not realistic for the complainant to suggest\nto the journalist that it was likely she could withdraw £40,000 to £45,000\nwithout any tax implications.14. The newspaper acknowledged that the complainant had said\nduring the conversation that he was unable to say with certainty what the\njournalist’s entitlement to tax-free money would be without contacting her\npension provider; however, it took the view that the conversation as a whole\nwould have left a potential client with the unrealistic impression that £40,000\nto £45,000 could be withdrawn tax-free.15. Nonetheless, in an effort to resolve the complaint, the\nnewspaper offered to expand the online article to include a statement provided\nby the complainant. The statement would reflect more explicitly that the\ncomplainant would not have made any specific recommendations to a potential\nclient without first contacting their pension provider. The newspaper also\noffered to publish the following clarification in print in its “Corrections and\nClarifications” column, and online beneath the article:An article about pensions advisers reported advice Mike\nHardy of Abacus Advice Limited had given to the mystery shopper. Mr Hardy has\nasked us to clarify that he would not have made any specific recommendations\nwithout full investigation of the prospective client's existing pension\narrangements.Relevant Code ProvisionsClause 1 (Accuracy)i) The Press must take care not to publish inaccurate,\nmisleading or distorted information, including pictures.ii) A significant inaccuracy, misleading statement or\ndistortion once recognised must be corrected, promptly and with due prominence,\nand – where appropriate – an apology published. In cases involving the\nRegulator, prominence should be agreed with the Regulator in advance.Findings of the Committee17. The Committee recognised the public interest in\nconducting mystery shopper exercises in order to investigate and expose\nimpropriety, particularly when such impropriety could have an impact on the\nvulnerable. The new tax arrangements were potentially complicated, and there\nwas consequently a need for the public to be able to easily access clear,\naccurate advice. The newspaper was entitled to criticise the conduct of the\npension advisers on the basis of the information gathered by the journalist, given\nthe potential risks, but was obliged to do so in a manner that was not\nmisleading.18. It was not misleading to describe as “advice” the\ninformation given by the complainant in response to the journalist’s specific\nrequests. The complainant was described as an “adviser”, by his firm when first\ncontacted on the telephone by the mystery shopper. Although the term “advice”\nhas a technical meaning in the context of financial regulation, the information\nprovided by the complainant about the potential implications for her financial\nposition – in response to the journalist’s inquiries – was reasonably defined\nas “advice”. There was no breach of Clause 1 on this point.19. The transcript showed that the journalist told the\ncomplainant straight away that she wanted to withdraw £40,000-£45,000 from a\n£100,000 pension pot. It also showed that on four occasions when the mystery\nshopper reiterated her request to withdraw £40,000-£45,000 tax-free, the\ncomplainant suggested that might be possible.20. However, the transcript also showed that on a number of\noccasions the complainant qualified his advice by explaining that he would need\nher authority to contact her pension scheme so as to be able to give advice\nbased on the terms of her policy, without which he could not advise her\nspecifically on the course of action she should take.21. The transcript also revealed that the only specific\npercentage to which he referred was 25% and that he never referred to a figure\nof 45%.22. The Committee emphasised that the newspaper was entitled\nto take the view that the complainant’s responses to the journalist’s inquiries\nwere open to criticism, provided that that criticism was not based on factual\ninaccuracy.23. The article claimed that the complainant “appeared to\ntell the reporter that there would be no tax implication if she withdrew 45% of\nher pension pot”. The Committee concluded that that gave a misleading\nimpression of their conversation as a whole, which was not remedied by the use\nof the word ‘appeared’. The complainant never specifically advised that she\ncould withdraw 45% of her pension fund tax-free; had he done so this would\nplainly have been “bad” advice. He never referred to a percentage of 45% at all\nbut repeatedly explained that, generally, the amount of money which could be\nwithdrawn tax-free would be 25%.24. Further, the complainant had told the journalist several\ntimes that he would need to contact her pension provider before being able to\nsay for certain how much she was entitled to withdraw tax-free. There was no\nreference in the article to this repeated qualification.25. The failure of the article to refer to the complainant’s\nrepeated qualification or to the fact that he had only ever referred to 25% of\nthe money being tax-free amounted to a failure to take care not to publish\nmisleading information in breach of Clause 1(i).26. Given the trenchant criticism of the advice given, this\nmisleading impression was significant. The newspaper had offered a\nclarification during IPSO’s investigation of the complaint; however, in the\nCommittee’s view, the wording offered was insufficient to comply with the\nnewspaper’s obligations under Clause 1 (ii) as it failed to clearly identify\nthe misleading information published.Conclusions27. The complaint was upheld.Remedial Action Required28. The Committee required the publication of a correction.\nThe newspaper had already offered to publish a clarification in print and\nonline which restated that the complainant would have contacted the\njournalist’s pension scheme before giving her any specific advice. However, the\nwording offered did not identify the misleading information published. The\nnewspaper should therefore include in the published correction the fact that\nthe complainant had not told the journalist that she could withdraw 45% of her\npension fund tax-free. The correction should appear beneath the online article\nand in its Clarifications & Corrections column in print, and should explain\nthat the correction is being published following a ruling by IPSO.\nDate complaint received: 22/07/2015\nDate decision issued: 14/01/2016\nBack to ruling listing\n\n\n"
}