{
    "url": "/rulings-and-resolution-statements/ruling/?id=04725-18",
    "title": "04725-18 Groman v The Jewish Chronicle",
    "provisions": [
        "1 Accuracy (2018)",
        "2 Privacy (2018)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "The Jewish Chronicle (The Jewish Chronicle)",
    "published_on": "2018-03-16 00:00:00",
    "received_on": "2018-07-27 00:00:00",
    "concluded_on": "2019-01-30 00:00:00",
    "complaint_processing_days": 187,
    "conclusion_long": "21. The complaint was not upheld.",
    "remedial_action": "22. N/A Date complaint received: 27/07/2018",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee 04725-18 Groman v The\nJewish Chronicle\nSummary of complaint\n1. Jonathan Groman\ncomplained to the Independent Press Standards Organisation that the Jewish\nChronicle breached Clause 1 (Accuracy) and Clause 2 (Privacy) of the Editors’\nCode of Practice in an article headlined “Anger at the events organiser who\nruined families’ simchah plans”, published on 16 March 2018.\n2. The article\nreported that the “director” of an events company – named as the complainant –\nwho had been hired to organise celebrations in the Jewish community had “gone\ninto hiding owing thousands of pounds to customers”. It said that the\ncomplainant had pulled out of one barmitzvah three days prior to the event, and\nhad failed to issue a refund, and stated that at least two customers had\nreported him to the police, claiming he defrauded them. The article stated that\nthe complainant’s business was liquidated by his ex-wife in October 2017, but\nthat he had “apparently continued to trade illegally after this date”; it\nquoted the administrator of a Facebook group as stating that they had blocked\nhim from the group because he was “’still taking deposits’” while the company\nwas being liquidated.\n3. The article\nquoted one commenter on the Facebook group who claimed that the complainant had\nruined a barmitzvah in 2006, and included the account of a named individual who\nsaid that the complainant had failed to honour a booking to erect a marquee. It\nsaid that the £4000 this individual had paid to the complainant had not been\nrefunded, and that employees of the complainant had subsequently visited this\nindividual’s house and informed him that they had not received payslips over a\nperiod of five years.\n4. The article also\nincluded the account of another customer who claimed that the complainant had\nadmitted that he would be unable to organise the bar for a 50th birthday party,\nfor which the complainant had paid £1700. This customer said that he had told\nthe complainant that he was owed nearly £3,000, but had heard nothing from him,\nand had contacted the courts. Another customer was quoted as claiming that the\ncomplainant had taken a £1750 deposit from her, but that she had “’heard\nnothing’” as to whether her party would take place, and had reported the\ncomplainant for fraud.\n5. The article\nstated that the police had confirmed that an allegation of fraud was\nbeing assessed against the complainant. It stated that the complainant had\nfailed to respond to repeated requests for comment. The article also included a\nphotograph of the complainant, showing his likeness.\n6. The article\nappeared online in substantially the same format, under the same headline.\n7. The complainant\nsaid that the article was inaccurate in breach of Clause 1 (Accuracy) on a\nnumber of points. He said that it was inaccurate to state that he was the\n“director” of the events company: he was in fact a paid employee, and his\nex-wife was the director; he had received daily instructions from her regarding\nthe work to be done, and she had total control over all financial aspects of\nthe company. He said that it was therefore inaccurate for the article to link\nthe failure to provide payslips, the cancellation of events or the failure to\nrepay deposits to him specifically: the bookings had been made with his\nex-wife’s company, and the deposits had been taken by the company, and not by\nhim personally; he had also not been responsible for the administration of the\ncompany’s payroll. In addition, the complainant said the reference to an\noutstanding payment of £3000 was inaccurate: this individual had been repaid an\nagreed sum of £1700. He provided evidence submitted to the Small Claims Court,\nand a County Court judgement referencing himself and the individual this sum\nrelated to, as evidence that the sums reported in the article had since been\ndisputed.\n8. The complainant\nsaid that it was inaccurate to state that he had ruined a barmitzvah in 2006, and\nto state that he was “uncontactable”. He also disputed the publication’s claim\nthat he did not respond to repeated requests for comment: he was out of the\ncountry and not active on social media at the time, and only became aware of\nthe article on the day it went to print. The complainant also said it was\ninaccurate to state that he had continued to trade under the company name\nfollowing its liquidation; in fact, he had operated as a sole trader following\nthe liquidation. He also denied that any allegations of fraud were currently\nbeing investigated by the police; one allegation had been made for which no\nfurther action was taken.\n9. The complainant\nalso said that the article breached Clause 2 (Privacy) because it included a\nphotograph which had been obtained, without his consent, from his ex-wife.\n10. The publication denied any breach of Clause 1\n(Accuracy). It said that, while the complainant was not technically the\n“director” of the company, he was the only individual with whom customers had interacted\nand made arrangements for their events. It provided emails from customers\nnaming the complainant in relation to allegations reported in the article. The\npublication said that the reason the complainant could not legally act as the\ndirector was that his previous companies had been dissolved, and that the\ncomplainant had managed and operated all the company’s business, including its\nbank accounts; it said that there were therefore reasonable grounds to suspect\nhe was a ‘shadow director’ of the company, under the terms of the Companies\nAct. Nevertheless, it offered to publish the following clarification in print\n(in its standard clarifications and corrections column) and online (as a\nfootnote to the online article):\nA March 15 article headlined “Anger at the events organiser\nwho ruined families’ simchah plans” originally stated that [the complainant]\nwas the “Director” of [the company]. In fact, he was not listed as the Director\nof the company. He was, however, in day-to-day charge of the running of the\ncompany and was responsible for its activities.\n11. The publication denied that it was inaccurate to state\nthat the complainant had continued to trade under the company name following\nliquidation: he had entered into a contract on behalf of the company following\nthe liquidation date, and had received payments and made sales pursuant to\ncontracts with the company following this date. It also denied that it was\ninaccurate to say that the complainant had been “reported to the police”: it\nsaid that two sources had confirmed to it that they had reported the\ncomplainant to the police. The publication provided a crime number for one of\nthese individuals, but said that the other had wished to remain anonymous.\n12. The publication denied that it had failed to provide the\ncomplainant with an adequate opportunity to respond to the claims made in the\narticle. It said its reporter had called him and messaged him on social media\nwith no response; in addition, another member of staff had contacted him on\nsocial media, and the reporter emailed him twice two days prior to publication\nsetting out the full allegations. The publication said that these messages must\nhave been received by the complainant, because it was contacted by his rabbi in\nrelation to them.\n13. The publication also denied any breach of Clause 2\n(Privacy); it said that it had obtained the photograph of the complainant from\nhis ex-wife, and that it was in the public interest to publish it so as to\nidentify the complainant.\n14. During the course of the investigation into the\ncomplaint, documents relating to the liquidation of the complainant’s company\nbecame available on Companies House. The liquidator’s report stated that in her\nopinion the complainant had acted as the shadow director of the company, and\nhad dealt with the day-to-day management of the business.\nRelevant Code Provisions\n14. Clause 1 (Accuracy)\ni) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not\nsupported by the text.\nii) A significant inaccuracy, misleading statement or\ndistortion must be corrected, promptly and with due prominence, and — where\nappropriate — an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator.\niii) A fair opportunity to reply to significant inaccuracies\nshould be given, when reasonably called for.\niv) The Press, while free to editorialise and campaign, must\ndistinguish clearly between comment, conjecture and fact.\n15. Clause 2 (Privacy)\ni) Everyone is entitled to respect for his or her private\nand family life, home, health and correspondence, including digital\ncommunications.\nii) Editors will be expected to justify intrusions into any\nindividual's private life without consent. In considering an individual's\nreasonable expectation of privacy, account will be taken of the complainant's\nown public disclosures of information and the extent to which the material\ncomplained about is already in the public domain or will become so.\niii) It is unacceptable to photograph individuals, without\ntheir consent, in public or private places where there is a reasonable\nexpectation of privacy.\nFindings of the Committee\n16. The publication had stated that the complainant was the\ndirector of the company responsible for the events it reported on. This was not\nthe case; however, it was clear from the contacts received by the individuals\nmaking allegations to the publication – and the messages the complainant\nhimself provided –that they considered him responsible for the running of the\nevents. Further, the complainant had provided evidence that he, rather than any\nother individual, had been pursued in the Small Claims and County Courts as a\nresult of one of the allegations referenced in the article. In addition, the\nliquidator of the complainant’s company had stated that, in her view, the\ncomplainant was acting as a shadow director of the company, and was in charge\nof the day-to-day running of the company. Furthermore, the publication had\ncontacted the complainant two days prior to the article’s publication,\ndirecting the allegations about the company at him personally; the complainant\nhad not taken this opportunity to dispute that he was responsible for the\ncompany’s failings. In all these circumstances, there was no failure to take\ncare over the description of the complainant as the “director” of the company,\nand this did not give rise to any misleading impression of his role that\nrequired correction under Clause 1(ii). The Committee nevertheless welcomed the\npublication’s offer to clarify this point.\n17. The publication had presented the allegations made\nagainst the company as claims made by individuals; these had not been adopted\nas fact, and in several cases were direct quotations from the individuals\nthemselves. Again, these allegations had been put to the complainant prior to\nthe publication of the article, and he had not taken the opportunity to dispute\nthem. The complainant disputed some of the amounts of money owed to some of the\nindividuals quoted in the article; however, where it was not in dispute that\nmonies were owed, these discrepancies did not give rise to any significantly\nmisleading impression of the complainant’s actions – particularly where the\namounts were clearly presented as having been provided by the individuals\nreferred to. The complainant disputed that he was responsible for the content\nof the allegations made by the individuals quoted, as he was not the official\ndirector of the company. However, it was apparent that the individuals quoted\nhad dealt with the complainant specifically. In these circumstances, it was not\nmisleading to associate him with their accounts. There was no breach of Clause\n1 on this point.\n18. The publication said that two sources had confirmed to\nit that they had reported the complainant to the police. It provided a crime\nnumber for one of these individuals; the other had wished to remain anonymous.\nPublications are entitled to preserve the anonymity of sources of information,\nunder the terms of Clause 14 (Confidential sources). The complainant’s claim\nthat he was not under investigation by the police did not invalidate the\narticle’s claim that he had been “reported” to the police, and he accepted that\nhe had been subject to one investigation which had been concluded with no\naction taken. It was not misleading for the article to report that he had been\nreported to the police, in these circumstances, and there was no breach of\nClause 1 on this point.\n19. The publication was able to provide support for the\nclaim that the complainant had entered into a contract on behalf of the company\nfollowing its liquidation. In these circumstances, it was not misleading for\nthe article to state that he had he had “apparently continued to trade\nillegally”, and there was no breach of Clause 1 on this point.\n20. The photograph of the complainant included in the\narticle showed only his likeness; it did not reveal anything of a private\nnature about him, or show him engaging in any private activity - nor was there\nany suggestion that the photograph had been taken without the complainant’s\nconsent. While he had not consented to it being shared with the publication,\ngiven that it had apparently been taken with the complainant’s consent and\nrevealed no private information about him, there was no breach of Clause 2 (Privacy)\nwith respect to the publication of this photo.\nConclusions\n21. The complaint was not upheld.\nRemedial action required\n22. N/A\nDate complaint received: 27/07/2018\nDate decision issued: 30/01/2019\nBack to ruling listing\n\n\n"
}