{
    "url": "/rulings-and-resolution-statements/ruling/?id=04737-15",
    "title": "04737-15 Issroff v London24.com",
    "provisions": [
        "1 (Accuracy) 2015"
    ],
    "outcome": "No breach - after investigation",
    "publication": "(DISCONTINUED) London 24",
    "published_on": "2015-07-23 00:00:00",
    "received_on": "2015-07-23 00:00:00",
    "concluded_on": "2015-11-13 00:00:00",
    "complaint_processing_days": 113,
    "conclusion_long": "11. The complaint was not upheld.",
    "remedial_action": "N/A  Date complaint received: 23/07/2015",
    "text": "\n\n\n\n\n\n  ·Decision of the Complaints Committee 04737-15 Issroff\nv London24.com\nSummary of\ncomplaint \n1. Dr Kim Issroff complained to the Independent Press\nStandards Organisation that London24.com breached Clause 1 (Accuracy) of the\nEditors' Code of Practice in an article headlined “Hampstead primary school\npupil referred to anti-terror agency over Islamic extremism fears”, published\non 23 July 2015. \n2. The article reported that Channel, a counter-extremism\nproject, had intervened at Fleet Primary School, where a child was deemed at\nrisk of being drawn into Islamic extremism. It reported that the complainant,\nthe Chair of the school's governors, had confirmed the referral to Channel at a\npublic meeting. The article reported that it was the behaviour of the parents,\nrather than the child, which alerted the school and prompted the referral. It\nalso referred to the involvement of Channel with pupils from other schools in\nthe area, and provided a general description of how the Channel process worked. \n3. The complainant said it was inaccurate to report that\nChannel had “intervened” in the case of the pupil. She insisted there had been\nno intervention; it was her understanding that after the case had been\nreferred, the panel had met and considered the available information about the\npupil, and had decided not to act further as the family was not considered at\nrisk. She also said that the school was located in Gospel Oak, not Hampstead,\nand the publication had only referred to the school being in Hampstead in order\nto sensationalise the story by reporting that such an incident had occurred in\na “rich, liberal, middle-class” area. \n4. The complainant did not dispute that the referral at\nFleet Primary School related to Islamic extremism. However, she said that the\npublication had provided no factual evidence to back up that assertion; without\nsuch evidence, she said it was “lazy” of the publication to report that the\nreferral of the pupil related to Islamic extremism. \n5. The publication said that the journalist had attended\nthe public meeting, and had identified herself as a journalist. She had then\nspoken to a number of different sources, the complainant included, prior to\npublication. The publication said the word “intervened” had been meant in its\ngeneral sense, that is, that Channel had become involved in the case. It said\nthat having had conversations with people involved in the Channel process, it\ncould be argued that an intervention begins when the Channel panel becomes\ninvolved in the case. In any event, the publication said it was not clear when\na referral actually becomes an intervention. Nevertheless, in light of the\ncomplainant's concerns about the use of the word in the article’s first line,\nit had amended the online article to remove the word “intervened”. \n6. The publication denied that it had reported that the\ncase related to Islamic extremism without any evidence. It said that the\njournalist had spoken to a spokesman from Camden Council, who confirmed that\nthe reference to “Islamic” extremism was not inaccurate. It also said that it\nwas not inaccurate to report that the school was in Hampstead; the school had a\nHampstead address, a Hampstead postcode, and it bordered Hampstead Heath. \nRelevant Code Provisions\n7. Clause 1 Accuracy \ni) The Press must take care not to publish inaccurate,\nmisleading or distorted information, including pictures. \nii) A significant inaccuracy, misleading statement or\ndistortion once recognised must be corrected, promptly and with due prominence,\nand - where appropriate - an apology published. In cases involving the\nRegulator, prominence should be agreed with the Regulator in advance. \nFindings of the Committee\n8. There was a clear dispute between the parties about\nwhether the word “intervened” or “referred” more accurately summed up the\ninteraction between Channel and the pupil in question. The Committee was\nsatisfied that in the circumstance where the pupil's case was referred to\nChannel for discussion by the panel, the use of the word “intervened” was not\nsignificantly misleading, even when no further action was taken. The article\nhad made clear that the pupil had been referred to the panel, and had explained\nthe Channel process, including that the family involved must agree to the\nreferral; there was no breach of Clause 1. Nonetheless, it welcomed the\ndecision of the publication to remove the word “intervened” from the online\narticle in an effort to resolve the matter amicably, as well as the positive\nmanner in which the publication had handled the complaint. \n9. The school's address placed it in Hampstead; there was\nno breach of Clause 1 in this regard. \n10. The publication had made clear during the\ninvestigation its source for the contention that the referral related to\nIslamic extremism. Publications are entitled to make use of “off the record”\nconversations with confidential sources to ensure the accuracy of material they\nplan to publish, and such conversations need not be attributed in the article.\nIn any event, the complainant did not dispute that this element of the story\nwas accurate. \nConclusions\n11. The complaint was not upheld. \nRemedial Action Required\nN/A \nDate complaint received: 23/07/2015\nDate decision issued: 13/11/2015\nBack to ruling listing\n\n\n"
}