{
    "url": "/rulings-and-resolution-statements/ruling/?id=04737-18",
    "title": "04737-18 Jones v Epsom Guardian",
    "provisions": [
        "1 Accuracy (2018)",
        "4 Intrusion into grief or shock (2018)",
        "2 Privacy (2018)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "(DISCONTINUED) Epsom Comet (Newsquest Media Group)",
    "published_on": "2018-06-27 00:00:00",
    "received_on": "2018-07-27 00:00:00",
    "concluded_on": "2018-09-27 00:00:00",
    "complaint_processing_days": 62,
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee 04737-18 Jones v Epsom Guardian\nSummary of complaint\n1. Joanna Jones\ncomplained to the Independent Press Standards Organisation that the Epsom\nGuardian breached Clause 1 (Accuracy), Clause 2 (Privacy) and Clause 4\n(Intrusion into grief or shock) of the Editors’ Code of Practice in an article\npublished online headlined “Epsom mum fighting back against leukemia”,\npublished on 27 June 2018.\n2. The article was\nbased on a “Your News” submission which the complainant had submitted to the\nnewspaper. The piece was in the form of a press release in which the\ncomplainant had sought to raise awareness of a stem cell donor registration\nevent taking place at a local primary school, following her own diagnosis of\nleukemia in November 2016.\n3. The complainant\nsaid that the article was a distortion of the contents of her original press\nrelease, and represented an intrusion into her privacy, because it had\ndisclosed her email address, without her consent.\n4. The complainant\nsaid that she had not stated in the press release that she had “hoped to avoid chemotherapy”,\nas reported in the article; she had stated “there was no perfect stem cell\ndonor match on the worldwide register for Jo so she is undergoing 3 years of\nchemotherapy instead”. The complainant said it was not possible to avoid\nchemotherapy after being diagnosed with leukemia. The press release stated\nthat she had been diagnosed with leukemia in November 2016; the article had\nreported that she had been diagnosed “nearly three years ago”. The press\nrelease had stated that both of the complainant’s children had been pupils at a\nlocal primary school when she had been diagnosed; the article had reported that\nthey were current pupils there. The complainant said that in fact, one of her\nchildren no longer attended the school.\n5. The complainant\nsaid that she had expressly clicked a box titled “Don’t credit me”, which had\nstated: “we will always need your contact details so we can contact you about\nyour submission but, if you check this box, we will never publish details\nalongside your contributions”.\n6. The complainant\nexpressed concern at the manner in which the publication had responded to her\nconcerns when she had raised them to the publication directly via a telephone\ncall, shortly after the article had been published. The complainant said that,\nwhile the editor had been calm throughout the conversation, he had not\nexpressed compassion or sympathy for her diagnosis, or the situation she had\nfound herself in. She said that the publication’s failure to respond to her\nconcerns in an empathetic way, was highly insensitive given her distressing\npersonal situation.\n7. The publication\nexpressed regret that the article had caused the complainant concern, but noted\nthat after the complainant had contacted it directly, the article was removed\nimmediately from online, and the complainant was called back to be reassured\nthat the article would not be appearing in print.\n8. The newspaper\ndid not accept that the published article represented a breach of Clause 1. It\nsaid that it was standard practice for reader submissions to be reviewed and\nedited by the publication, before being published online, as had happened in\nthe complainant’s case.\n9. The newspaper\naccepted the complainant’s position that she had not said in her original\nsubmission that she had “hoped to avoid chemotherapy”. The publication also\naccepted that the complainant had not been diagnosed with cancer “nearly three\nyears ago”, and acknowledged her position that only one of her children now\nattended the primary school. However, the publication denied that the changes\nwhich had been made to the original copy, had resulted in errors that\nsignificantly distorted the tone or meaning of the complainant’s press release.\nThe publication noted that the complainant had submitted the piece in an effort\nto promote the stem cell donor register event; praise the school for its\nsupport of her children; and publicise the forthcoming Fun Day. It said that\nthe article had featured all these key elements, as, the publication suggested,\nthe complainant had hoped the article would do.\n10. In an attempt to resolve the complaint, the publication\noffered to publish the following wording on its homepage:\nIn an article headlined “Epsom mum fighting back against\nleukemia”, published on 27th June 2018, \nwe reported that Joanna Jones was diagnosed with leukemia nearly three\nyears ago, and had been hopeful to avoid chemotherapy during that time. We are\nhappy to clarify that, in fact, Mrs Jones was diagnosed with Leukemia in\nNovember 2016 and she did not suggest in her Your News submission that she had\nhoped to avoid chemotherapy. We also reported that both her children are students\nat Stamford Green Primary; while both of Mrs Jones’ children used to attend\nthis school, one of them no longer does so.\n11. The publication denied that it had breached Clause 2 by\npublishing the complainant’s email address. It noted that in her submission,\nthe complainant had expressly stated; “for more information about stem cell\ndonor registration please contact Jo Jones” and had provided her email address\nand telephone number. The publication said there was nothing to suggest that\nthe complainant did not want her email to be used by its readers.\n12. The publication acknowledged that the complainant had\nticked the “Don’t credit me” box when she had submitted her story. However it\nsaid the box applied to photo credits or other submissions which, unlike in the\ncomplainant’s case, did not relate to a specific person, or include their\nphotograph.\n13. The publication said that when the complainant had\napproached the newspaper directly and had spoken to staff, her concerns had\nbeen received sympathetically. It did not accept the complainant’s account of\nher interaction with the newspaper, save for her recollection that the editor\nhad been calm when he had spoken to her, and said that Clause 4 had not been\nbreached.\nFindings of the Committee\n14. Clause 1 (Accuracy)\ni) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not\nsupported by the text.\nii) A significant inaccuracy, misleading statement or\ndistortion must be corrected, promptly and with due prominence, and — where\nappropriate — an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator.\niii) A fair opportunity to reply to significant inaccuracies\nshould be given, when reasonably called for.\niv) The Press, while free to editorialise and campaign, must\ndistinguish clearly between comment, conjecture and fact.\nClause 2 (Privacy)\ni) Everyone is entitled to respect for his or her private and\nfamily life, home, health and correspondence, including digital communications.\nii) Editors will be expected to justify intrusions into any\nindividual's private life without consent. In considering an individual's\nreasonable expectation of privacy, account will be taken of the complainant's\nown public disclosures of information and the extent to which the material\ncomplained about is already in the public domain or will become so.\niii) It is unacceptable to photograph individuals, without\ntheir consent, in public or private places where there is a reasonable\nexpectation of privacy.\nClause 4 (Intrusion into grief or shock)\nIn cases involving personal grief or shock, enquiries and\napproaches must be made with sympathy and discretion and publication handled\nsensitively. These provisions should not restrict the right to report legal\nproceedings.\nFindings of the Committee\n15. The Committee expressed sympathy for the complainant,\nand acknowledged that she had found the article distressing.\n16. In the press release, the complainant had not stated\nthat she had “hoped to avoid chemotherapy”. However, she had said that despite\nseeking a stem cell donor match, none was found, and that she was undergoing\nthree years of chemotherapy “instead”. While the Committee understood the\nsensitivity of the issue, it was of the view that the complainant’s original\nsubmission had the potential to be read ambiguously. The inference which the\nnewspaper had drawn from it, namely that the complainant had “hoped to avoid\nchemotherapy”, was not unreasonable, nor was it a failure to take care. The\narticle had made clear that the complainant had sought to obtain a donor, and\nhad not been able to do so. In those circumstances, and where she had\nidentified the benefits of obtaining a blood stem cell donor, had sought a\nmatch, but had been unsuccessful, the newspaper’s interpretation of the\ncomplainant’s submission was not significantly misleading, such that a\ncorrection would be required under the terms of Clause 1 (ii). This aspect of\nthe complainant did not raise a breach of Clause 1.\n17. In the press release, the complainant had said that both\nof her children had been pupils at the time of her diagnosis; the submission\ncontained no suggestion that this was no longer the case. In those\ncircumstances, the newspaper had not failed to take care over the accuracy of\nthe article in reporting that both of her children remained pupils there; where\none of her children still remained a pupil at the school, this error was not a\nsignificant inaccuracy which required correction. There was no breach of Clause\n1 on this point.\n18. The complainant had been diagnosed with leukemia in\nNovember 2016; this was clearly not “nearly three years ago”, as the article\nhad claimed. While the Committee recognised that the date of any diagnosis is\ndeeply significant for the individual concerned, in the context of an article\nprimarily concerned with the promotion of stem cell donation, such an error did\nnot render the tenor of the piece significantly inaccurate.\n19. While the amendments which the newspaper had made to the\npress release had not resulted in any inaccuracies which represented a breach\nof Clause 1, given the sensitivity of the complaint, the Committee welcomed the\nnewspaper’s offer of a clarification, which addressed the points above.\n20. The Committee recognised that in certain circumstances,\nthe publication of an individual’s contact details may have the potential to be\nintrusive. However, in this case, the press release submitted by the complainant\nfor the purposes of publication, had contained the complainant’s email address;\nit had stated that she could be contacted for further information on stem cell\ndonor registration, should readers wish to do so. The Committee acknowledged\nthat the complainant had ticked the “Don’t Credit me” box, when she had issued\nher submission. However, she had included her email address in the press\nrelease, and this gave rise to an ambiguity: it was reasonable for the\npublication to interpret the inclusion the email address, contained within a\npress release, as meaning that the complainant had provided this information\nfor publication. In those circumstances, the Committee did not establish that\nthe disclosure of her email address in the article under complaint, represented\nan intrusion into the complainant’s privacy. There was no breach of Clause 2.\n21. Clause 4 states that in cases involving grief or shock,\nenquiries and approaches must be made with sympathy and discretion, and\npublication handled sensitively. The Committee recognised that the issues\nraised in the article were highly sensitive and personal to the complainant.\nHowever, the Committee considered that the purpose of Clause 4 is to provide\nprotections to individuals during times of grief or shock, following tragic\nevents or trauma. In this case, while the Committee understood the\ncomplainant’s concern, in this instance, it considered that she had not been in\na state of “grief or shock” such as would engage the terms of Clause 4.\nConclusion\n22. The complaint was not upheld.Date complaint received: 27/07/2018Date complaint concluded: 27/09/2018 \nBack to ruling listing\n\n\n"
}