{
    "url": "/rulings-and-resolution-statements/ruling/?id=04743-18",
    "title": "04743-18 Sykes v Huddersfield Examiner",
    "provisions": [
        "1 Accuracy (2018)",
        "4 Intrusion into grief or shock (2018)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "Huddersfield Daily Examiner (Reach PLC)",
    "published_on": "2018-07-20 00:00:00",
    "received_on": "2018-07-29 00:00:00",
    "concluded_on": "2018-10-26 00:00:00",
    "complaint_processing_days": 89,
    "conclusion_long": "16. The complaint was not upheld",
    "remedial_action": "17. N/ADate complaint received: 29/07/2018",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee 04743-18 Sykes v Huddersfield Examiner\nSummary of Complaint\n1. Natalie Sykes\ncomplained to the Independent Press Standards Organisation that the\nHuddersfield Daily Examiner breached Clause 1 (Accuracy) and Clause 4\n(Intrusion into grief and shock) of the Editors’ Code of Practice in an article\nheadlined “MARRIAGE SPLIT DAD FOUND HANGED”, published on 20 July 2018.\n2. On its front\npage, the newspaper reported on the inquest of Martyn Sykes, who took his own\nlife on 1 January 2018. The sub-headline read: “Electrician had struggled to\ncope with separation and daughter’s cancer fight” and was published alongside a\nphotograph of Mr Sykes.\n3. The article\ncontained references to the contents of a statement which had been read out at\nthe inquest, authored by the complainant, Mr Sykes’ widow. The article reported\nthat “in a statement [the complainant] said Martyn didn’t have any mental\nhealth problems but had suffered from knee pain”; it reported that in the\nstatement, the complainant had said: “Martyn had gone through a difficult\nperiod in which their daughter had been diagnosed with blood cancer and\nMartyn’s father was suffering with cancer”. The article included remarks made\nby the assistant coroner who had referred to a note found at the scene; the\ncoroner had remarked that the note had expressed “sorrow” and had “suggested\nthat Martyn felt that he ‘cannot cope any more’”.\n4. The article also\nreported a statement made by a family member: “Martyn was a larger than life\ncharacter, a family man and a big Huddersfield Town fan. He had everything to\nlive for”.\n5. This article\nappeared online with the headline: “’Social and chatty’ man found dead after\nstruggling to cope with daughter’s cancer diagnosis” and the sub-headline\n“Martyn Sykes took his own life after marital and other difficulties”. Save for\nthis, the article appeared in substantially the same form as the print article.6. The complainant\nsaid that the article breached Clause 4 (intrusion into grief and shock). She\nsaid that there was no justification for publishing the details of the inquest,\nespecially as Mr Sykes was not a public figure. The complainant said that the\npublication of the article added significantly to the family’s grief and\ndistress, and that readers who had no connection to the story were able to pass\njudgement or comment on his death. The complainant also said that the\nprominence afforded to the coverage, on the newspaper’s front page, was\nparticularly upsetting and insensitive.\n7. The complainant\nalso said that the article breached Clause 1 (Accuracy) because it had\nsuggested that there was a causal link between her daughter’s cancer and Mr\nSykes’ death: this was inaccurate, and a distortion of the statement which she\nhad given in evidence at the inquest. In support of this, the complainant\nprovided a recording of the inquest proceedings and noted that in her\nstatement, she had said: \"during our daughter's difficulties Martyn never\nspoke about suicide, or attempting anything like it.\"\n8. The publication\noffered their condolences to the complainant and her family for their loss, and\nexpressed regret that the article had caused the family distress. However, it\ndid not accept that its reporting of the inquest was insensitive, and said that\nit took special care to report these cases accurately. The publication said\nthat there was an inherent public interest in reporting on inquest proceedings\nheld in open court: it said that it had a right to report on such cases,\nirrespective of whether the individual concerned was a public figure.\n9. The publication\ndid not accept that the article had distorted the evidence heard at the inquest\nand said that care had been taken by the journalist; thorough notes of the\nproceedings had been taken, and the details contained within the notes did not\ncontradict the recording of the inquest provided by the complainant.\n10. The publication said that the inquest had heard that\nthere were several major events in Mr Sykes’ life; one of which was his\ndaughter’s diagnosis of blood cancer. The publication noted that the\ncomplainant had referred to her daughter’s blood cancer as one of two “major\nincidents” in Mr Sykes’ life. It also referred to the recording provided by the\ncomplainant, which recorded that when summing up the evidence heard, the\ncoroner had noted that the complainants daughter “had been poorly and had\ndifficulties in her life which [Mr Sykes] had taken on board”. The publication\nsaid that it was clear from the coroner's comments that he had considered\nseveral factors within Mr Skyes’ life as having possibly contributed to his\ndecision to take his own life, including his daughter's cancer and\ndifficulties. The publication said that there was no requirement under the Code\nfor newspapers to report every detail of what is heard in an inquest, and said\nthat it was entitled to be selective about the information included or\nhighlighted within the article.\nRelevant Code Provisions\n11. Clause 1 (Accuracy)\ni) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not\nsupported by the text. \nii) A significant inaccuracy, misleading statement or\ndistortion must be corrected, promptly and with due prominence, and — where appropriate\n— an apology published. In cases involving IPSO, due prominence should be as\nrequired by the regulator.\niii) A fair opportunity to reply to significant inaccuracies\nshould be given, when reasonably called for.\niv) The Press, while free to editorialise and campaign, must\ndistinguish clearly between comment, conjecture and fact.\nClause 4 (Intrusion into grief or shock)\nIn cases involving personal grief or shock, enquiries and\napproaches must be made with sympathy and discretion and publication handled\nsensitively. These provisions should not restrict the right to report legal\nproceedings.\nFindings of the Committee\n12. The Committee first wished to express its sincere\ncondolences to the complainant and her family for their loss.\n13. The Committee acknowledged that the complainant and her\nfamily had been distressed by the publication of the article, particularly the\nprominence afforded to it on the newspaper’s front page. The Committee wished\nto explain that inquests are public proceedings and journalists have a right to\nreport on the evidence which is heard; similarly, the prominence afforded to\ncoverage is a discretion provided to an editor. The Editors’ Code of Practice\ndoes not prevent the use of any photos of people who have died. However, the\nCode also makes clear that journalists should approach such stories with\nsensitivity, and give appropriate consideration to the feelings of the recently\nbereaved.\n14. In this case, the article was an account of the evidence\nheard during inquest proceedings and the Committee noted that the article had\ncontained expressions of sympathy and heart-felt recollections of the life of\nMr Sykes from members of his family. The article did not contain any gratuitous\ndetail of the circumstances surrounding Mr Sykes’ death. In those\ncircumstances, the Committee did not establish that publication had handled\npublication insensitively. While acknowledging the family’s distress, there was\nno breach of Clause 4.\n15. Care had been taken: a journalist had attended the\ninquest proceedings and had taken detailed contemporaneous notes of the\nevidence. The Committee had the benefit of listening to the audio recording of\nthe proceedings, and was able to establish that these notes did not contradict\nthis recording. The Committee acknowledged the complainant’s concern that the\narticle had implied that her daughter’s illness had been a contributing factor\nin Mr Sykes’ decision to take his own life. However, the article did not state\nthat Mr Sykes’s daughter’s illness was found by the Coroner to be the reason\nwhy he had taken his own life; the article had reported, accurately, that a\nnumber of events in Mr Sykes’ life had been referred to during the course of\nevidence. These included the complainant’s daughter’s diagnosis for blood\ncancer, which had been referred to by the complainant as one of two “major\nevents” which had occurred during her late husband’s life. In those\ncircumstances, the Committee did not establish that the article had made a\ncausative link between her daughter’s illness and Mr Sykes’ death. The\nselection of this event in the headline and the subheadline did not represent\na significant distortion of the evidence heard at the inquest. For this reason,\nthere was no breach of Clause 1.\nConclusion\n16. The complaint was not upheld\nRemedial Action Required\n 17. N/ADate complaint received: 29/07/2018Date decision issued: 26/10/2018\nBack to ruling listing\n\n\n"
}