{
    "url": "/rulings-and-resolution-statements/ruling/?id=04750-18",
    "title": "04750-18 Wilkinson v Yorkshire Post",
    "provisions": [
        "1 Accuracy (2018)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "The Yorkshire Post (National World Publishing Ltd)",
    "published_on": "2018-07-27 00:00:00",
    "received_on": "2018-07-30 00:00:00",
    "concluded_on": "2018-12-05 00:00:00",
    "complaint_processing_days": 128,
    "conclusion_long": "11.    The complaint was not upheld.",
    "remedial_action": "12.    N/ADate complaint received: 30/07/2018",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee\n04750-18 Wilkinson v Yorkshire Post Summary of complaint 1.    Kenneth Wilkinson complained to\nthe Independent Press Standards Organisation that the Yorkshire Post breached\nClause 1 (Accuracy) of the Editors' Code of Practice in an article headlined \"Fracking\nstill wrong solution to energy needs\" published on 27 July 2018. 2.    The article was a comment piece\nin which the columnist assessed the suitability of fracking as a means of\nsupplying energy in the UK after Brexit. It focused on the socio-economic and\nenvironmental impact of fracking. The article claimed that fracking negatively\nimpacts house prices, insurance premiums, and the tourism and farming\nindustries. The article reported that these claims featured in a now redacted\nDEFRA report. It went on to claim that the fracking industry didn’t have the\ncapability to supply energy due to technical constraints and public opposition,\nand cited the need for investment in renewable energy to combat climate change.\nThe article went on to report that there was a risk of earthquakes associated\nwith the practice and cited the USA as a case study, specifically Oklahoma. It\nsuggested that claims that better regulation in the UK would prevent this\noccurring were unfounded, and referenced a company that had breached key\nenvironmental permits but \"escaped with a slap on the wrist from the\nEnvironment Agency\". The article went on to call for an immediate ban on fracking. 3.    The article appeared online under\nthe headline \"The heatwave is further proof that fracking needs to be\nhalted\". The online article appeared online in much the same format as the\nprint version. 4.    The complainant said that the\narticle was inaccurate because the reported claims had no basis in fact. He\ndisputed that fracking was \"dangerous\" or \"harmful\" or that\nthere was \"huge\" public opposition. He said that claims concerning\nincreasing house insurance premiums and damage to farming and tourism were\ninaccurate and provided a series of studies challenging the positions set out\nin the article. The complainant said that there was no evidence that the\nindustry could not \"scale up\" to meet demands. He said that the\ncolumnist had falsely attributed seismic issues in Oklahoma to fracking, when\nthese were caused by waste water disposal associated with conventional oil\nproduction. The complainant argued that the article inaccurately suggested that\na fracking firm would use extracted shale gas to produce plastic which would\npollute the oceans. He claimed that the columnist presented misleading claims\nregarding regulation and compliance; the referenced company had been passed fit\nto operate the well by the industry regulator. Additionally, he was concerned\nthat the article used the USA as a case study; he said that this cross-cultural\ncomparison was not representative of fracking in the UK.  He said that the article referenced a redacted\nDEFRA report and presented its claims in an authoritative manner, despite the\ncovering note of the report stating that it was not \"analytically\nrobust\", that it was an early draft and that it did not represent DEFRA's\nconsidered positions or statements of fact. 5.    The newspaper denied that it had\nbreached the Editors' Code of Practice. It said that the Code permitted\nnewspapers to comment, editorialise and campaign; it said that it had clearly\ndistinguished that this was an opinion piece. The publication denied that the\nclaims had no basis in fact as alleged by the complainant and provided the\nsources of information on which the columnist's claims were based. These\nsources included academic literature and research, news articles and comments\nfrom insurance companies. The publication said that it was not inaccurate to\nreference the redacted DEFRA report: the article had made clear the report was\ncontroversial and therefore readers would know not to take the claims as\ncategorical declarations of fact.  Relevant\nCode provisions 6.     Clause 1 (Accuracy) i)    The\nPress must take care not to publish inaccurate, misleading or distorted\ninformation or images, including headlines not supported by the text. ii)    A significant inaccuracy, misleading statement\nor distortion must be corrected, promptly and with due prominence, and — where\nappropriate — an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator. iii)   A\nfair opportunity to reply to significant inaccuracies should be given, when\nreasonably called for. iv)   The\nPress, while free to editorialise and campaign, must distinguish clearly\nbetween comment, conjecture and fact. Findings of the Committee 8.    The Code makes clear that Clause\n1 does not prevent a newspaper from publishing opinions on divisive or\ncontroversial areas of debate, provided it takes care not to do so in an\ninaccurate or misleading way. The Committee noted that the article was clearly\npresented as an opinion piece and informed readers that the columnist was a\nmember of a group opposed to fracking. The claims made in the article were\nclearly presented as partisan arguments within an opinion column where the\ncolumnist's background was made explicit and the contested nature of the issues\nacknowledged. 9.    The Committee acknowledged the\ncomplainant's position that the article referenced a redacted DEFRA report. The\narticle made clear that the report was controversial and stated that the report\nhad \"suggested\" various effects resulting from fracking; the article\ndid not claim it had confirmed them. In any event, this was still a published\ngovernment report, the contents of which the columnist was entitled to comment\non; there was no breach of Clause 1 on this point. 10. The Committee considered that\nboth parties had provided sources which supported their respective positions\nand it was not for the Committee to rule on whether fracking was beneficial or\ndetrimental; rather, its role was to rule on whether the publication had taken\ncare not to present the views in an inaccurate or misleading way. The columnist\nwas entitled to refer to the USA as a case study: the article made clear that\nhe was acknowledging the argument that the US experience of fracking would not\nbe replicated in the UK due its \"gold standard\" regulatory regime.\nThe columnist went on to explain why, in his opinion, this argument did not\nstand up to scrutiny. The Committee considered that the article's claims were\nnot baseless as alleged by the complainant and the sources provided by the\npublication supported them; there was no failure to take care not to publish\ninaccurate information in breach of Clause 1(i). The Committee acknowledged\nthat the complainant disputed these sources but the columnist was entitled to\nmake these claims, in what is a controversial debate, where there was an\nevidential basis for them. The Committee was satisfied that in the context of\nan opinion piece, the columnist's claims were not inaccurate or significantly\nmisleading; there was no breach of Clause 1. Conclusions 11.    The complaint was not upheld. Remedial action\nrequired 12.    N/ADate complaint received: 30/07/2018Date decision issued: 05/12/2018\n \nBack to ruling listing\n\n\n"
}