{
    "url": "/rulings-and-resolution-statements/ruling/?id=04756-15",
    "title": "04756-15 Portes v Daily Express",
    "provisions": [
        "1 (Accuracy) 2015"
    ],
    "outcome": "Breach - sanction: publication of adjudication",
    "publication": "Daily Express (Reach PLC)",
    "received_on": "2015-07-26 00:00:00",
    "concluded_on": "2015-11-26 00:00:00",
    "complaint_processing_days": 123,
    "conclusion_long": "12. The complaint was upheld.",
    "remedial_action": "13. In circumstances where the Committee establishes a breach of the Editors’ Code it can require the publication of a correction and/or adjudication, the nature, extent and placement of which is determined by IPSO. Given the nature of the breach identified in this instance, the Committee required publication of an adjudication. The article’s central claim – which was both dramatic and significant – was substantially undermined by the inaccuracies and the newspaper had failed to comply with its obligations under Clause 1 (ii) to correct it. In such circumstances, a reference to the adjudication must be published on the front page, directing readers to the full adjudication, which should be published on page seven. The front-page reference should include a headline making clear that IPSO has upheld the complaint, and refer to its subject matter; it must be agreed in advance. It should also be published on the newspaper’s website, with a link to the full adjudication appearing on the homepage for 48 hours; it should then be archived online in the usual way. 14. Should the newspaper intend to continue to publish the article in its current form, the adjudication should also be published in full beneath the headline. 15. The terms of the adjudication to be published are as follows: Following the publication of an article in The Daily Express on 24 July 2015, headlined “311 languages spoken in our schools”, Jonathan Portes complained to the Independent Press Standards Organisation that The Daily Express had breached Clause 1 (Accuracy) of the Editors’ Code of Practice. The complaint was upheld, and IPSO required the newspaper to publish this adjudication. The front page article reported that English “is starting to die out” in schools. It also reported that there are some schools where English-speaking pupils are “becoming a minority”; where English is “hardly heard at all”; and where “foreign languages have overtaken English”. The article said that this was taking place due to an “open door” immigration policy, and referred to Department for Education (DfE) data about specific schools in relation to these claims. The complainant said that the article’s central claims were inaccurate. It also inaccurately suggested that in some schools, lessons are not taught in English. The data referred to by the newspaper only recorded a pupils’ first language; it did not say that those pupils would be unable to speak English. Further, English is the language of instruction in all maintained schools in England. The Daily Express accepted that the article may have suggested inaccurately that pupils who did not speak English as a first language could not speak English at all, and that English is not spoken in some classrooms. It said that when reading the article as a whole, the inaccuracies would not have significantly misled readers. It offered to publish a correction both online and in its “Amplifications & Corrections” column on its letters page. The Complaints Committee found that the article’s claims that English “is starting to die out” in schools and that English was “hardly heard at all” in some schools were completely unsupported by the data the newspaper had cited. These claims distorted the data cited by the newspaper, which did not include any information about the frequency with which English was spoken in schools, by either pupils or teachers. This was a particularly concerning case because the inaccuracies had been repeated throughout the entire article, including prominently in the front-page sub-headline, and because they were central to the report, on a matter of significant importance. The newspaper’s defence that the article was not misleading when read as a whole did not demonstrate that the newspaper had taken care to report the data accurately. The complaint was upheld as a breach under Clause 1. The Committee was also concerned by the newspaper’s proposals to correct the inaccuracies in its “Amplifications & Corrections” column on its letters page. There was no information published on this page to signal to readers that this was where the column would normally appear, and the column itself was published infrequently. Given its position in the newspaper, the letters page was not an otherwise sufficiently prominent location for the proposed correction, since the article had appeared prominently on the front page. This aspect of the complaint was also upheld under Clause 1. Date complaint received: 26/07/15",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee 04756-15 Portes v\nDaily ExpressSummary of\ncomplaint 1. Jonathan Portes complained to the Independent Press\nStandards Organisation that the Daily Express breached Clause 1 (Accuracy) in\nan article headlined “311 languages spoken in our schools”, published in print\nand online on 24 July 2015. 2. The article billed itself as a “special\ninvestigation”. In print, the front-page sub-headline referred to “classrooms\nwhere English is starting to die out”; the online headline claimed that “311\nlanguages [are] spoken in our schools as English starts to die out”.  The\narticle reported that English-speaking pupils are “becoming a minority in\nhundreds of classrooms”, that in some schools English is “hardly heard at all”,\nand that there are schools where “foreign languages have overtaken English”. The\narticle attributed these findings to a “decades-long open door policy on\nimmigration”, and referred to data obtained from the Department for Education\n(DfE) about specific schools in relation to these claims, suggesting that in\none school, “the number of English-speaking pupils is so low the Department\nwill not disclose the figure”. 3. The complainant said that the article’s central claims\nwere inaccurate, and that the article inaccurately suggested that in some\nschools, lessons are not taught in English. The data used by the newspaper only\nrecorded the numbers of pupils whose first language was not English; it did not\nsay that those pupils were unable to speak English. Many pupils would speak\nEnglish fluently. Further, English is the language of instruction in all\nmaintained schools in England, including those cited in the article. 4. The newspaper accepted that the article may have\nsuggested inaccurately that pupils who did not speak English as a first\nlanguage could not speak English at all, and that English is not spoken in some\nclassrooms. It maintained however that the matter was clarified by references\nto pupils not speaking English “as a first language”. Readers would understand\nthat such pupils were the subject of the article, and would therefore not have\nbeen significantly misled by the inaccuracies when reading the article as a\nwhole. The phrase “as a first language” had been omitted in some instances as a\nmatter of style, rather than deception. Nonetheless, the newspaper offered to\nclarify these points in the online version of the article, and to publish the\nfollowing correction in print in its “Amplifications & Clarifications”\ncolumn on its letters page, and online: In our article “311 languages spoken in our schools as\nEnglish starts to die out” published on 24 July 2015 we said that English\nspeaking pupils were becoming a minority in hundreds of classrooms. In fact the\nstatistics referred to pupils for whom English is an additional language and\nnot all pupils so classified are unable to speak English. Whilst some pupils\narrive in schools not speaking English, most learn it very quickly. The article\nmay also have given the impression that lessons were not being taught in\nEnglish, which is incorrect. 5. The complainant did not accept that the wording of the\nproposed correction was adequate. The newspaper had not acknowledged or\napologised for a failure of editorial standards, and the proposal to publish\nthe correction on the newspaper’s letters page would be insufficiently\nprominent, given that the article – and inaccuracies – had originally appeared\non the front page. 6. The newspaper said that corrections have been\npublished in the “Amplifications & Clarifications” column on the letters\npage in the newspaper for many years. Details of how readers can complain\nappear on this page, and they would be aware that corrections would be\npublished there. It was therefore sufficiently established as a corrections\ncolumn, and publishing the correction elsewhere in the paper was not necessary. Relevant Code Provisions7. Clause 1 (Accuracy) i) The Press must take care not to publish inaccurate,\nmisleading or distorted information, including pictures. ii) A significant inaccuracy, misleading statement or\ndistortion once recognised must be corrected, promptly and with due prominence,\nand – where appropriate – an apology published. In cases involving the\nRegulator, prominence should be agreed with the Regulator in advance. Findings of the Committee8. The Committee did not accept that the coverage had\nmerely omitted in some instances to specify that the data being reported\nreferred to pupils’ not speaking English “as a first language”. It had made\nclear assertions of fact that English “is starting to die out” in schools and\nthat English was “hardly heard at all” in some schools. These claims distorted\nthe data cited by the newspaper, which did not include any information about\nthe frequency with which English was spoken in schools, by either pupils or\nteachers. The coverage breached Clause 1 (i). 9. This was a particularly concerning case because the\ninaccuracies had been repeated throughout the entire article, including\nprominently in print in the front-page sub-headline, and because they were\ncentral to the report, on a matter of significant public importance. 10. The Committee noted the newspaper’s position that not\nreferring to English “as a first language” in all instances was a stylistic\nchoice. However, as set out above, the article contained inaccurate claims\nabout the data; the references to pupils not speaking English “as a first\nlanguage” did not remedy these inaccuracies that such pupils had been the\nsubject of the article’s claims, and did not demonstrate that the newspaper had\ntaken care to report the data accurately. The complaint was upheld as a breach\nunder Clause 1 (i). 11. The Committee was also concerned by the newspaper’s\nproposals to correct the inaccuracies. While it noted the newspaper’s assertion\nthat the “Amplifications & Clarifications” column had been published on its\nletters page for a number of years, there was no information published on the\nnewspaper’s letters page to signal to readers that this was where corrections\nwould ordinarily appear, and the column itself was published infrequently. For\nthese reasons, it did not amount to an established corrections column. Given\nits position in the newspaper, the letters page was not an otherwise\nsufficiently prominent location for the proposed correction, since the article\nhad appeared prominently on the front page. The complaint was also upheld as a\nbreach of Clause 1 (ii). Conclusions12. The complaint was upheld. Remedial Action Required13. In circumstances where the Committee establishes a\nbreach of the Editors’ Code it can require the publication of a correction\nand/or adjudication, the nature, extent and placement of which is determined by\nIPSO. Given the nature of the breach identified in this instance, the Committee\nrequired publication of an adjudication. The article’s central claim – which\nwas both dramatic and significant – was substantially undermined by the\ninaccuracies and the newspaper had failed to comply with its obligations under\nClause 1 (ii) to correct it. In such circumstances, a reference to the\nadjudication must be published on the front page, directing readers to the full\nadjudication, which should be published on page seven. The front-page reference\nshould include a headline making clear that IPSO has upheld the complaint, and\nrefer to its subject matter; it must be agreed in advance. It should also be\npublished on the newspaper’s website, with a link to the full adjudication\nappearing on the homepage for 48 hours; it should then be archived online in\nthe usual way. 14. Should the newspaper intend to continue to publish\nthe article in its current form, the adjudication should also be published in\nfull beneath the headline. 15. The terms of the adjudication to be published are as\nfollows: Following the publication of an article in The Daily\nExpress on 24 July 2015, headlined “311 languages spoken in our schools”,\nJonathan Portes complained to the Independent Press Standards Organisation that\nThe Daily Express had breached Clause 1 (Accuracy) of the Editors’ Code of\nPractice. The complaint was upheld, and IPSO required the newspaper to publish\nthis adjudication. The front page article reported that English “is starting\nto die out” in schools. It also reported that there are some schools where\nEnglish-speaking pupils are “becoming a minority”; where English is “hardly\nheard at all”; and where “foreign languages have overtaken English”. The\narticle said that this was taking place due to an “open door” immigration policy,\nand referred to Department for Education (DfE) data about specific schools in\nrelation to these claims. The complainant said that the article’s central claims\nwere inaccurate. It also inaccurately suggested that in some schools, lessons\nare not taught in English. The data referred to by the newspaper only recorded\na pupils’ first language; it did not say that those pupils would be unable to\nspeak English. Further, English is the language of instruction in all\nmaintained schools in England. The Daily Express accepted that the article may have\nsuggested inaccurately that pupils who did not speak English as a first\nlanguage could not speak English at all, and that English is not spoken in some\nclassrooms. It said that when reading the article as a whole, the inaccuracies\nwould not have significantly misled readers. It offered to publish a correction\nboth online and in its “Amplifications & Corrections” column on its letters\npage. The Complaints Committee found that the article’s claims\nthat English “is starting to die out” in schools and that English was “hardly\nheard at all” in some schools were completely unsupported by the data the\nnewspaper had cited. These claims distorted the data cited by the newspaper,\nwhich did not include any information about the frequency with which English\nwas spoken in schools, by either pupils or teachers. This was a particularly concerning case because the\ninaccuracies had been repeated throughout the entire article, including\nprominently in the front-page sub-headline, and because they were central to\nthe report, on a matter of significant importance. The newspaper’s defence that\nthe article was not misleading when read as a whole did not demonstrate that\nthe newspaper had taken care to report the data accurately. The complaint was\nupheld as a breach under Clause 1. The Committee was also concerned by the newspaper’s\nproposals to correct the inaccuracies in its “Amplifications & Corrections”\ncolumn on its letters page. There was no information published on this page to\nsignal to readers that this was where the column would normally appear, and the\ncolumn itself was published infrequently. Given its position in the newspaper,\nthe letters page was not an otherwise sufficiently prominent location for the\nproposed correction, since the article had appeared prominently on the front\npage. This aspect of the complaint was also upheld under Clause 1. Date complaint received: 26/07/15 \nDate decision issued: 26/11/15\nBack to ruling listing\n\n\n"
}