{
    "url": "/rulings-and-resolution-statements/ruling/?id=04762-15",
    "title": "04762-15 Wadhams v The Times",
    "provisions": [
        "1 (Accuracy) 2015",
        "2 (Opportunity to reply) 2015",
        "14 (Confidential sources) 2015"
    ],
    "outcome": "No breach - after investigation",
    "publication": "The Times (News UK)",
    "received_on": "2015-07-26 00:00:00",
    "concluded_on": "2015-09-11 00:00:00",
    "complaint_processing_days": 47,
    "conclusion_long": "15. The complaint was not upheld.",
    "remedial_action": "N/A  Date complaint received: 26/07/2015",
    "text": "\n\n\n\n\n\n·   Decision of the Complaints Committee 04762-15 Wadhams\nv The Times\nSummary of\ncomplaint \n1. Professor Peter Wadhams complained to the Independent\nPress Standards Organisation that The Times breached Clause 1 (Accuracy),\nClause 2 (Opportunity to reply) and Clause 14 (Confidential sources) of the\nEditors’ Code of Practice in an article headlined “Climate scientist fears\nmurder by hitman”, published in print and online on 25 July 2015. \n2. The article was based on an interview with the\ncomplainant, a professor of ocean physics, in which he expressed concern that\nseveral scientists researching the impact of global warming on Arctic ice may\nhave been assassinated. It noted that the complainant had said that there were\nonly four people in Britain, including himself, who were “really leaders” on\nice thickness in the Arctic, and that three of these individuals had died in\n2013. The article included the complainant’s position that “it seems to me to\nbe too bizarre to be accidental but each individual incident looks accidental,\nwhich may mean it’s been made to look accidental”. The complainant had also\nsuggested that he may have been targeted, as he had been involved in an\nincident during the same period, in which another driver had attempted to force\nhis car off a motorway. \n3. The complainant said that the article misrepresented\ncomments he had made to the journalist, and that in any case his conversation\nwith the reporter had not been intended for publication. \n4. The complainant said he did not believe, as the\narticle suggested, that the three scientists who had died in 2013 had been\nassassinated. Rather, he made clear to the reporter that any initial fears he\nmay have had in this regard had been rapidly dispelled. The complainant said\nthat he had believed that the purpose of the interview was to discuss the\nquestion of ice thickness and extent in the Arctic. He objected to the fact\nthat the published article had not focused on this subject. The complainant\nsaid that the journalist had indicated that he would contact the complainant\nfurther prior to publication, and considered his failure to do so to be a\nbreach of Clause 2. \n5. The complainant said that his conversation with the\njournalist had been “off the record”, and that to publish the details raised a\nbreach of Clause 14. \n6. The newspaper did not accept a breach of the Code. It\nprovided a recording of the journalist’s conversation with the complainant, in\nwhich the complainant made all the statements attributed to him in the article. \n7. The newspaper denied that there had any\nconfidentiality agreement in place in relation to the interview. It said that\nthe complainant was practiced at dealing with the media and had spoken freely\nand at length to the reporter, and that the complainant had introduced to the\nconversation his concern that fellow scientists may have been assassinated. It\nnoted that at one point the complainant had requested that the conversation go\n“off the record”, making clear that he was aware the conversation prior to that\npoint had been “on the record” and intended for publication.  The\nnewspaper had not published material provided by the complainant during the\n“off the record” part of the conversation. At the end of this section, the\njournalist had told the complainant that he was “switching back to ‘on the\nrecord’”. The newspaper regretted that the journalist had not telephoned the\ncomplainant again prior to publication, as he had indicated he would do.\nNonetheless, the newspaper did not have a policy of offering pre-publication\ncopy approval to interviewees. Any such phone call would have been no more than\na courtesy call, or a request for the complainant’s response to further\nquestions in light of any new information that might have come to light from\nother sources. The agreement to call the complainant again did not constitute a\npromise of confidentiality. \n8. The complainant said that he had not heard the\nreporter say that the conversation was going back “on the record”. \nRelevant Code Provisions\n9. Clause 1 (Accuracy) \ni) The Press must take care not to publish inaccurate,\nmisleading or distorted information, including pictures. \nii) A significant inaccuracy, misleading statement or\ndistortion once recognised must be corrected, promptly and with due prominence,\nand – where appropriate – an apology published. \niii) The Press, whilst free to be partisan, must\ndistinguish clearly between comment, conjecture and fact. \nClause 2 (Opportunity to reply) \nA fair opportunity for reply to inaccuracies must be\ngiven when reasonably called for. \nClause 14 (Confidential sources) \nJournalists have a moral obligation to protect\nconfidential sources of information. \nFindings of the Committee\n10. The Committee had listened to a recording of the\ncomplainant’s interview with the journalist, provided by the newspaper, in\nwhich he made the statements attributed to him in the article. The article had\naccurately reported his position as he had explained it to the journalist.\nThere was no breach of Clause 1. \n11. The complainant objected to the fact that he had not\nreceived further contact from the journalist prior to publication. Clause 2\ndoes not include a requirement to seek pre-publication comment; rather, it\nprovides an opportunity to reply to inaccuracies. The Committee had not\nestablished the existence of any inaccuracies. There was therefore no breach of\nClause 2. \n12. The Committee noted that, of the approximately\n30-minute “on the record” interview, about 20 minutes focused on the\ncomplainant’s suspicions about the deaths of fellow scientists. During the\ndiscussion of these concerns, the journalist had clarified a number of specific\npoints with the complainant, and had noted further details which he intended to\ncheck independently, signalling that the material under discussion was likely\nto form part of a published article. At one point in the interview, the\ncomplainant expressed concern that some views he wished to raise were\npotentially libellous, and requested that a part of the interview be conducted\n“off the record”. Nothing from this section was published. At the close of this\nsection of the interview, the journalist signalled clearly that the\nconversation would be going back “on the record”. \n13. At the end of the interview, as the journalist was\nsaying goodbye, the complainant expressed doubt for the first time about the\npublication of material relating to the deaths of the other scientists. The\njournalist said that he would not publish this information without speaking to\nthe complainant again. \n14. Clause 14 imposes a moral obligation on journalists\nto protect the identity of sources who have provided information on a\nconfidential basis. In this instance, the complainant had not requested during\nthe interview that he be treated as a confidential source, nor had he made\nreference to any such request in the course of his complaint.  Rather, his\nconcern related to the question of whether information he had provided in the\ncourse of an interview with a journalist was intended for publication. The\ncomplainant had requested that one section of his interview, from which no\ndetails were published, take place “off the record”. This demonstrated his\nawareness that the rest of the conversation had taken place “on the record”,\nand that any comments he had made might be published. While it was regrettable\nthat no further conversation had taken place as the journalist had suggested,\nthe agreement to speak further did not represent an undertaking by the\njournalist not to publish material without the complainant’s consent. The\ncomplainant’s expression of doubt at the close of the interview did not render\nhim a confidential source. There was no breach of Clause 14.  \nConclusions\n15. The complaint was not upheld. \nRemedial Action Required\nN/A \nDate complaint received: 26/07/2015\nDate decision issued: 11/09/2015\nBack to ruling listing\n\n\n"
}