{
    "url": "/rulings-and-resolution-statements/ruling/?id=04767-18",
    "title": "04767-18 A Woman v Harlow Star",
    "provisions": [
        "2 Privacy (2018)",
        "1 Accuracy (2018)",
        "7 Children in sex cases (2018)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "essexlive.news (Reach PLC)",
    "published_on": "2018-07-26 00:00:00",
    "received_on": "2018-07-30 00:00:00",
    "concluded_on": "2018-11-05 00:00:00",
    "complaint_processing_days": 98,
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee 04767-18 A Woman v Harlow Star\nSummary of complaint\n1. A woman\ncomplained to the Independent Press Standards Organisation that the Harlow Star\nbreached Clause 1 (Accuracy), Clause 2 (Privacy) and Clause 7 (Children in sex\ncases) of the Editors’ Code of Practice in articles headlined “Man accused of\nsex assault on school girl” published on 26 July 2018, and “Harlow man guilty\nof kidnapping and sexually assaulting 12-year-old girl” on 2 August 2018.\n2. The articles\nreported on a court case in which a man had been accused, and was then found\nguilty of, kidnapping and sexually assaulting a child while she was walking\nhome from school. It reported details of the attack which were heard in court.\nThe articles did not name the child, and noted that this was for legal reasons.\n3. The first\narticle was also published online on the essexlive.news website with the\nheadline “Schoolgirl screamed ‘help he’s going to rape me’ during attack in\nHarlow, court hears” on 24 July 2018. It was substantially the same as the\nprint article.\n4. The complainant\nsaid that the articles breached Clause 1 (Accuracy) because they inaccurately\nreported what was heard in court. She said that it was untrue for the first\narticle to state that: “… [The child] told police she was followed by a man who\nthen assaulted her” and that “[the child’s] face was pushed to the ground”\nbecause the child never knew that she was being followed, and her face was\nnever pushed to the ground. The complainant also said that it was inaccurate\nfor both of the articles to state that the “[the child] was pushed to the\nground, grabbed from behind…” because the child collapsed after the attacker\ncovered her mouth with his hand.\n5. The complainant\nsaid that both of the articles breached Clause 2 (Privacy) and Clause 7\n(Children in sex cases). The complainant said that as the child’s character had\ndramatically changed as a result of the attack, the information contained in\nthe article may have proved sufficient for her peers to guess what had\nhappened. The complainant was very concerned that publishing the child’s age\nwould identify her year group at school, and by naming the area, date, and time\nin which the attack occurred, the complainant said that it would be possible to\nwork out which school the child attended. The complainant said that the child\nwas extremely distressed by the thought that she could be identified from these\narticles.\n6. The complainant\nsaid that publishing the extremely sensitive details of the case had greatly\nupset the child, who was very vulnerable. The complainant said that as the case\nwas concerned with the identification of the accused and that there was no\ndispute that the sexual assault had taken place, it was unnecessary to go into\nsuch detail about the incident, and the article could have focused on evidence concerning\nthe perpetrator instead.\n7. The publication\nprovided a transcript of the journalist’s notes, which were made at the court\nhearing. The publication accepted that these notes did not say that the child\nhad told police that the man had followed her, or that the attacker pushed the\nchild’s face to the ground. The publication said that these were not\nsignificant inaccuracies, but as a gesture of goodwill they would be willing to\namend these statements accordingly, as well as publishing an online footnote to\nnote these changes and a print clarification which would make the correct\nposition clear.\n8. The publication\ndid not accept that the statement “She was pushed to the ground, grabbed from\nbehind” was inaccurate. The publication said that this was taken verbatim from\nthe journalist’s notes, which accurately quoted the prosecution’s opening\nstatement heard in court.\n9. The publication\ndid not accept that there was any breach of Clause 2 or Clause 7. They said\nthat there were many schools in the vicinity of the attack, and that neither of\nthe articles described any details of the child’s school, only that she was\nmaking “her way home from school that afternoon”. For this reason, the\npublication did not accept that the information published in the articles meant\nthat the child was identifiable.\n10. The publication\nsaid that the articles were absolutely not intended to cause distress, however,\nall of the information that was included in the article was heard in court, and\nthus did not intrude on the child’s privacy. Furthermore, in addition to the\nsteps they had already taken to ensure that the child remained anonymous, there\nwere extensive reporting restrictions put in place by the court which ensured\nthat the child would not be identified.\nRelevant Code provisions\n11. 1.\nAccuracy\ni) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not\nsupported by the text.\nii) A significant inaccuracy, misleading statement or\ndistortion must be corrected, promptly and with due prominence, and — where\nappropriate — an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator.\niii) A fair opportunity to reply to significant inaccuracies\nshould be given, when reasonably called for.\niv) The Press, while free to editorialise and campaign, must\ndistinguish clearly between comment, conjecture and fact.\nv) A publication must report fairly and accurately the\noutcome of an action for defamation to which it has been a party, unless an\nagreed settlement states otherwise, or an agreed statement is published.\n2. *Privacy\ni) Everyone is entitled to respect for his or her private\nand family life, home, health and correspondence, including digital\ncommunications.\nii) Editors will be expected to justify intrusions into any\nindividual's private life without consent. In considering an individual's\nreasonable expectation of privacy, account will be taken of the complainant's\nown public disclosures of information and the extent to which the material\ncomplained about is already in the public domain or will become so.\niii) It is unacceptable to photograph individuals, without\ntheir consent, in public or private places where there is a reasonable\nexpectation of privacy.\n7. *Children in sex cases\nThe press must not, even if legally free to do so, identify\nchildren under 16 who are victims or witnesses in cases involving sex offences.\nIn any press report of a case involving a sexual offence\nagainst a child –\ni) The child must not be identified.\nii) The adult may be identified.\niii) The word \"incest\" must not be used where a\nchild victim might be identified.\niv) Care must be taken that nothing in the report implies\nthe relationship between the accused and the child.\nThe Public Interest\nThere may be exceptions to the clauses marked * where they\ncan be demonstrated to be in the public interest.\n1. The public interest includes, but is not confined to:\nDetecting or exposing crime, or the threat of crime, or\nserious impropriety.Protecting public health or safety.Protecting the public from being misled by an action or\nstatement of an individual or organisation.Disclosing a person or organisation’s failure or likely\nfailure to comply with any obligation to which they are subject.Disclosing a miscarriage of justice.Raising or contributing to a matter of public debate,\nincluding serious cases of impropriety, unethical conduct or incompetence\nconcerning the public.Disclosing concealment, or likely concealment, of any of the\nabove.\n\n2. There is a public interest in freedom of expression\nitself.\n3. The regulator will consider the extent to which material\nis already in the public domain or will become so.\n4. Editors invoking the public interest will need to\ndemonstrate that they reasonably believed publication - or journalistic\nactivity taken with a view to publication – would both serve, and be\nproportionate to, the public interest and explain how they reached that\ndecision at the time.\n5. An exceptional public interest would need to be\ndemonstrated to over-ride the normally paramount interests of children under\n16.\nFindings of the Committee\n12. The Committee expressed its sympathy to the complainant\nfor the circumstances under which this complaint arose.\n13. The notes taken by the journalist in court did not\nrecord that the child had told police that the man had followed her, or that\nthe attacker pushed the child’s face to the ground. However, the prosecution\nhad said that the man had followed the child, and it was accepted that the\ncourt had heard that the child had been pushed to the ground. In these\ncircumstances, the inaccuracies were not significant, and the article did not\nrequire correction under the terms of Clause 1(ii). However, the Committee\nwelcomed the publication’s offer to clarify the articles in order to make the complainant’s\nposition clear. There was no breach of Clause 1 on this point.\n14. The complainant said that the statement that read: “[the\nchild] was pushed to the ground, grabbed from behind…” was not heard in court.\nHowever, the publication produced the reporter’s contemporaneous notes of court\nproceedings, which included this statement; there was no failure to take care\nover the reporting of court proceedings. The Committee did not find that the\narticle included a significant inaccuracy requiring correction. There was no\nbreach of Clause 1.\n15. The complainant said the child could be identified as\nthe victim of the attack. However, she said that this was because the child’s\nbehaviour and demeanour had changed following the incident. The Code underlines\nthe protections afforded to child victims of sexual assault. In this case, the\nCommittee did not consider that there was any information included in the\narticle which could lead to the identification of the child. There was no\nbreach of Clause 7.\n16.  The Committee was\nclear that publications are entitled to report on information heard in court,\nsubject to exceptions such as Clause 7, even though this may be upsetting to\nthose involved in a case. Publications do not need a justification for\npublishing details of court cases. In this case, the articles did not reveal\nanything that was not made public in court, and complied with the reporting\nrestrictions put in place by the Judge. For this reason, the articles did not\nbreach of Clause 2.\n17. The complaint was not upheld\nRemedial action\n18.  N/ADate complaint received: 30/07/2018Date decision issued: 05/11/2018  \nBack to ruling listing\n\n\n"
}