{
    "url": "/rulings-and-resolution-statements/ruling/?id=04771-16",
    "title": "04771-16 Harris v Daily Mail",
    "provisions": [
        "1 Accuracy (2016)",
        "2 Privacy (2016)",
        "6 Children (2016)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "Daily Mail (Associated Newspapers Limited)",
    "published_on": "2016-06-23 00:00:00",
    "received_on": "2016-07-10 00:00:00",
    "concluded_on": "2016-11-07 00:00:00",
    "complaint_processing_days": 120,
    "conclusion_long": "12. The complaint was not upheld.",
    "remedial_action": "N/A Date complaint received: 10/07/2016",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee 04771-16 Harris v Daily Mail\nSummary of Complaint\n1. Lian Harris\ncomplained to the Independent Press Standards Organisation that the Daily Mail\nbreached Clause 1 (Accuracy), Clause 2 (Privacy) and Clause 6 (Children) of the\nEditors’ Code of Practice in an article headlined “Judge stalked by surrogate mum\nshe told to give up baby”, published in print on 23 June, and “Surrogate mother\nleft judge fearing for her life when she turned up on her doorstep after losing\nlegal battle to keep her child”, published online on 23 June 2016.\n2. The article reported\non the complainant’s Magistrates’ Court sentencing hearing, where it said a\n16-month suspended prison sentence was imposed for harassing a family court\njudge. It said that the complainant had agreed to be surrogate mother for a\ncouple, but later changed her mind to keep the baby; it said that the judge had\nruled that the child should stay with the couple, and had “feared for her life”\nwhen the complainant had called to her door.\n3. The online\narticle was the same as the version published in print.\n4. The complainant\nsaid that her child was the subject of ongoing proceedings in the family court,\nand entitled by law to anonymity. She said that by publishing her name in the\ncourt report, the newspaper had identified her child, and breached her child’s\nright to privacy under Clause 2, as well as the terms of Clause 6.\n5. The complainant\nsaid that she had been sentenced to a 16-week suspended sentence, not a\n16-month suspended sentence. She said that it was inaccurate to report that she\nwas a surrogate mother, as the child was biologically hers. She also said that\nit was inaccurate to report that the judge had “feared for her life”, as this\nwas not mentioned in her witness statement.6. The newspaper\nsaid that it did not identify the child in the article. It said that the\nchild’s gender, name or age was not reported, and there was no intrusion into\nthe child’s life. It said that it was heard in court that the complainant was a\nsurrogate mother; it said that the press has a right to publish reports of all\nmatters held in open court, and repeat the language used during those hearings.\n7. The newspaper\naccepted that it was inaccurate to report that the complainant was given a\n16-month suspended sentence, and said the inaccuracy had come about due to a\ntyping error. However, while it did not consider that the inaccuracy changed\nthe overall meaning of the article, it offered to publish the following\ncorrection on page 2 of the newspaper, as well as a footnote to the online\narticle:\nA report on 23 June said that the sentence received by Ms\nLian Harris at Manchester Magistrates’ Court for harassment was a 16-month\nsuspended prison term. We are happy to clarify that in fact it was a 16-week\nsuspended term. We are also happy to make clear that Ms Harris denies entering\ninto a surrogacy arrangement for her child.\nRelevant Code Provisions\n8. Clause 1\n(Accuracy)\ni) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not\nsupported by the text.\nii) A significant inaccuracy, misleading statement or\ndistortion must be corrected, promptly and with due prominence, and — where\nappropriate — an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator.\nClause 2 (Privacy)\n(i) Everyone is entitled to respect for his or her private\nand family life, home, health and correspondence, including digital\ncommunications.\n(ii) Editors will be expected to justify intrusions into any\nindividual’s private life without consent. Account will be taken of the\ncomplainant’s own public disclosures of information.\nClause 6 (Children)\ni) All pupils should be free to complete their time at\nschool without unnecessary intrusion.\nii) They must not be approached or photographed at school\nwithout permission of the school authorities.\niii) Children under 16 must not be interviewed or photographed\non issues involving their own or another child’s welfare unless a custodial\nparent or similarly responsible adult consents.\niv) Children under 16 must not be paid for material\ninvolving their welfare, nor parents or guardians for material about their\nchildren or wards, unless it is clearly in the child's interest.\nv) Editors must not use the fame, notoriety or position of a\nparent or guardian as sole justification for publishing details of a child's\nprivate life.\nFindings of the Committee\n9. The Editors’\nCode does not deal with the enforcement of reporting restrictions, or the right\nto anonymity provided for by statute; however, the Code may well be engaged\nwhen a reporting restriction, or right to anonymity, is in place. The article\ncontained no other detail which, even on the complainant’s account, might lead\nto the identification of her child, beyond the complainant’s name. Having\nregard for the full context of the case, including the effect of the\nproceedings on the child’s position, the Committee did not consider that\npublication of the complainant’s name was sufficient to identify the child.\nThere was no breach of Clause 2 or 6.  \n10. In circumstances where the complainant’s custodial\nsentence was suspended, the Committee did not consider that the inaccuracy on\nthe length of the suspended sentence imposed was significant; there was no\nbreach of Clause 1. Nonetheless, the Committee welcomed the correction offered\nby the newspaper.\n11. While the Committee noted the complainant’s position\nthat she was her daughter’s biological mother, in circumstances where the\ncomplainant did not dispute that she had been described in court as a\n“surrogate”, it was not misleading for the newspaper to use this term given the\nnature of proceedings in the family court, and the fact the article made clear\nthis remained the subject of dispute. In addition, where the judge had said in\nher witness statement that she was “alarmed” and “fearful” when the complainant\ncalled at her door, and said that the photograph published on the complainant’s\nFacebook page revealing her address exposed her to “other people who intend to\nharass and molest me – or worse”, it was not significantly misleading to\ncharacterise this as the judge “fearing for her life”. There was no breach of\nClause 1 on either point.\nConclusions\n12. The complaint was not upheld. \nRemedial Action Required\nN/A\nDate complaint received: 10/07/2016Date decision issued: 07/11/2016\nBack to ruling listing\n\n\n"
}