{
    "url": "/rulings-and-resolution-statements/ruling/?id=04770-18",
    "title": "04770-18 Bee v The Sunday Times",
    "provisions": [
        "1 Accuracy (2018)"
    ],
    "outcome": "Breach - sanction: action as offered by publication",
    "publication": "The Sunday Times (News UK)",
    "published_on": "2018-07-29 00:00:00",
    "received_on": "2018-07-30 00:00:00",
    "concluded_on": "2018-12-11 00:00:00",
    "complaint_processing_days": 134,
    "conclusion_long": "9. The complaint was upheld under Clause 1(i).",
    "remedial_action": "10. The publication had offered to print a clarification on its Letters page and as a standalone online item. This offer had been made with sufficient promptness and prominence, and the offered wording was sufficient to correct the misleading impression the article had given of existing rights for trans people under the Equality Act.Date complaint received: 30 July 2018",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee – 04770-18 Bee v The\nSunday TimesSummary of complaint1. Amelia Bee\ncomplained to the Independent Press Standards Organisation that The Sunday\nTimes breached Clause 1 (Accuracy) of the Editors’ Code of Practice in an\narticle headlined “Ladies’ loos at City landmarks may open to trans women”,\npublished on 29 July 2018.2. The article\nreported that women’s toilets at landmarks in the City of London “could be\nopened to transgender people in the most radical move yet to promote their\nrights”. It said that the City Corporation “was proposing to open all its\nwomen’s facilities and services to anyone who ‘self-identifies’ as woman or\ngirl, whether or not they have transitioned”. The article went on to report reactions\nto the alleged proposal from “feminists” and others. It said that, as part of a\nconsultation on the matter, the City Corporation had said that it proposed that\n“where access to services or facilities are restricted by gender….the\nrestriction should relate to the gender with which the service user\nconsistently identifies now.” The article reported that the City Corporation\n“proposes not asking service user to provide ‘proof’ of their gender identity,\nbut would instead rely on each service user to self-identify their gender.”3. The article\nappeared in the same format online, under the same headline.4. The complainant\nsaid that the article’s headline was misleading, in breach of Clause 1\n(Accuracy), because it suggested that transgender women were, at the time of\nwriting, not legally allowed to use the women’s toilets. She said that, in\nfact, their right to do so was protected under the Equality Act through the\nprotected characteristic of gender reassignment – which applies from the moment\na person has the intent to undergo gender reassignment. She said that any\nproposal or consultation by the City Corporation could not affect the legal\nstatus quo, and that therefore the suggestion made by individuals quoted in the\narticle, that the proposal was “dangerous” or an “erosion of women’s spaces”,\nwas misleading. She noted that a representative of the Corporation, who had\nbeen quoted in the article, had since publicly stated that transgender women\nhad long been able to use the facilities of their choosing.5. Initially, the\npublication denied any breach of Clause 1 (Accuracy). It provided the text of\nthe consultation document, which set out the City Corporation’s intention to\n“develop an over-arching policy on gender identity…in relation to the provision\nof services”, and referred to the admissions policy at the bathing ponds\noperated by the Corporation as stating that “anyone who self-identifies as a\nwoman may use the Ladies’ Pond”. Its journalist had asked the Corporation\nwhether it proposed that a similar change was envisaged for the City’s public\ntoilets, such that ‘self-identifying’ trans women should be allowed to use the\nwomen’s facilities. The corporation had responded as quoted in the article, to\nstate that any restriction should relate “to the gender with which the service\nuser consistently identifies now”. The journalist therefore took it that the\nCorporation’s proposal was ‘to allow self-identifying transgender people to use\nthe facilities of their choice, whether or not they fulfil the Act’s definition\nof gender reassignment’. The journalist understood that the Act’s existing\nprovisions would not apply to solely ‘self-identifying’ trans women; if it did,\nthe Corporation would not need to consult on the matter of extending the use of\nfacilities to them. However, the publication argued that, as the Corporation\nhad not indicated that trans women could already use the toilets of their\nchoice, there was no failure to take care over the article.6. Following\nreceipt of the complaint, the publication contacted the Corporation to clarify\nits position; however, it refused to do so. Nevertheless, the publication\noffered to amend the article to make clear that the headline and body text\nreferred to “self-identifying trans women”, and to clarify the current position\nunder the Equality Act by stating “Under the Equality Act, providers of\nservices such as public lavatories must not discriminate against people who\nhave undergone – or are planning – gender reassignment but can exclude them\nfrom single-sex facilities if doing so is a “proportionate means of achieving a\nlegitimate aim”. It subsequently removed the article from its website\naltogether, and offered to publish the following, as a standalone online\nclarification, and on its letters page:Our report ‘Ladies loos at City landmarks may open to trans\nwomen’ (News, July 29) was misleading because it did not accurately explain the\ncurrent rights of transgender women under the Equality Act. Service providers\ncan allow transgender people to use single sex spaces such as toilets but can\nexclude them if this can be justified as a proportionate way to achieve a\nlegitimate aim.7. The complainant\nsaid that this offer was inadequate, as it did not contain an apology to the\ntransgender community, or indicate that transgender access to single sex spaces\ndoes not correlate with increased criminal activity. She was also concerned\nthat the proposed clarification did not make clear that the Corporation’s consultation\ncannot affect rights bestowed by the Equality Act. In addition, she said that\nthe term ‘self-identifying transgender women’ was unhelpful because all\ntransgender people ‘self-identify’.Relevant Code provisionsClause 1 (Accuracy)i) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not\nsupported by the text.ii) A significant inaccuracy, misleading statement or\ndistortion must be corrected, promptly and with due prominence, and — where\nappropriate — an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator.iii) A fair opportunity to reply to significant inaccuracies\nshould be given, when reasonably called for.iv) The Press, while free to editorialise and campaign, must\ndistinguish clearly between comment, conjecture and fact.Findings of the Committee8. The article’s\nheadline and standfirst had stated that the City’s toilets were not currently\nopen to trans people. The publication had accepted that it had no basis for\nthis claim; there had been a failure to take care over the accuracy of this\ninformation, in in breach of Clause 1(i).While the Committee was not in a\nposition to know the Corporation’s position in relation to the application of\nthe Act prior to the article’s publication, it was accepted that, under the\nEquality Act, service providers can allow transgender individuals to use the\nfacilities aligned with their gender identity, unless an exception is in force.\nBy failing to record the position under the existing legislation, and in the\nabsence of contrary evidence indicating that this Act was not being applied in\nthe City, the article gave rise to a misleading impression that required clarification\nin order to avoid a breach of Clause 1(ii). The publication’s offered\nclarification explained the position of the Equality Act with respect to\nsingle-sex facilities. As the Committee was not in a position to know the\nCorporation’s position with respect to its application of the Act, this\nclarification was sufficient to address the misleading impression in the\narticle. The publication had offered this clarification with sufficient\npromptness and prominence: its Letters page is the established location for\ncorrections and clarifications within the publication. There was no further\nbreach of Clause 1 (ii).Conclusion9. The complaint\nwas upheld under Clause 1(i).Remedial action required10. The publication had offered to print a clarification on\nits Letters page and as a standalone online item. This offer had been made with\nsufficient promptness and prominence, and the offered wording was sufficient to\ncorrect the misleading impression the article had given of existing rights for\ntrans people under the Equality Act.Date complaint received: 30 July 2018     Date decision issued: 11 December 2018\n \n \n \n \nBack to ruling listing\n\n\n"
}