{
    "url": "/rulings-and-resolution-statements/ruling/?id=04771-19",
    "title": "04771-19 Ward v The Daily Telegraph",
    "provisions": [
        "1 Accuracy (2018)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "The Daily Telegraph (Telegraph Media Group Ltd)",
    "published_on": "2019-06-13 00:00:00",
    "received_on": "2019-06-15 00:00:00",
    "concluded_on": "2019-10-22 00:00:00",
    "complaint_processing_days": 129,
    "conclusion_long": "10. The complaint was not upheld.",
    "remedial_action": "11. N/ADate complaint received: 15/06/19",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee – 04771-19 Ward v\nThe Daily TelegraphSummary of Complaint1. Bob Ward complained to the Independent Press Standards\nOrganisation that The Daily Telegraph breached Clause 1 (Accuracy) of the\nEditors’ Code of Practice in an article headlined “Climate Costs” published on\n13 June 2019.2. The article was a leader column which was critical of new\nenvironmental legislation which introduced legally binding climate change\ntargets, including the requirement to achieve net zero carbon emissions by\n2050. It reported that globally, renewable energy had increased “only\nmarginally” since 1992 and that the UK was “unlikely” to meet the current\ntarget of 80 per cent cuts by 2030. It reported that supporters of the policy\nclaimed that the amount that would be needed to be spent on the policy over the\nnext 30 years would be small when spread over this time period. However, it\nalso claimed that “UN modelling suggests meeting the net zero carbon target by\n2050 would cost 5.3% of GDP – an annual cost of £187 billion for the UK\nassuming the policy’s efficient implementation”.3. The article also appeared online on the same day in the\nsame form with the headline “Theresa May’s net-zero target is the wrong\napproach to climate change”.4. The complainant said that the article contained a number\nof inaccuracies. He said that it was inaccurate to state that renewable energy\nhad increased “only marginally” as in fact, figures from the Internal Energy\nAgency showed that the total primary energy supply from renewables had\nincreased by more than 60% worldwide since 1992, and the global electricity\ngenerated from renewables had increased by 140%. He also said that it was\ninaccurate to state that the UK’s current target was an 80% cut to emission by\n2030; in fact the Climate Change Act of 2008 included a target of cutting\nannual emissions by at least 80% by 2050 compared with 1990, and it was not\n“unlikely” that the UK would meet this target, as it had already reduced\nemissions by 44% and has met the first two Carbon Budgets required by the Act.\nFinally, the complainant said that there was no \"UN modelling\" which\nestimated that reaching net zero emissions of greenhouse gases by 2050 would\ncost the world 5.3 per cent of global GDP, or would cost the UK £187 billion.5. The publication did not accept that the article contained\nany significant inaccuracies. It provided data from the World Bank which showed\nthat as a percentage of total final energy consumption – the total energy used\nby end users such as households, industry and agriculture – renewable energy\nhad only grown by less than a percentage point, from 17.6% to just over 18%. It\naccepted that the current climate change target was an 80% reduction in\nemission by 2050, and not 2030 – it said that this was simply a typographical\nerror, and any inaccuracy was not significant to the overall article as the\nfigure was only used to contrast the current emissions target with the new,\nsignificantly more ambitious target. Nevertheless, it said that it had\ncorrected the online article on receipt of the complaint as a gesture of\ngoodwill. It said that whether the UK was likely to achieve its current target\nwas a subjective assessment, and the article was entitled to be sceptical;\ndoing so did not make the article inaccurate. The publication said that it was not\ninaccurate to refer to “UN modelling”; the data had been taken from Shared\nSocioeconomic Pathways (SSP), a climate-economic modelling system developed by\nthe UN’s Climate Panel, the Intergovernmental Panel on Climate Change (IPCC).\nIt said that the cost of 5.3 per cent of global GDP had been taken from the\naverage impact as predicted by the SSP, in a scenario where emissions had been\nreduced to zero by 2050.Relevant Code Provisions6. Clause 1 (Accuracy)i) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not\nsupported by the text.ii) A significant inaccuracy, misleading statement or\ndistortion must be corrected, promptly and with due prominence, and — where\nappropriate — an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator. iii) A fair opportunity to reply to significant inaccuracies\nshould be given, when reasonably called for.iv) The Press, while free to editorialise and campaign, must\ndistinguish clearly between comment, conjecture and fact.Findings of the Committee7. The Editors’ Code makes clear that newspapers can publish\ncontentious or controversial opinions or arguments, as long as these are\nclearly distinguished as such, in line with Clause 1(iv), and not presented as\npoints of fact. Where there are factual claims, care must be taken not to\npublish inaccurate, misleading or distorted information.8. The article reported that renewable energy had increased\n“only marginally” since 1992; it was not in dispute that as a percentage of\ntotal final energy consumption, renewable energy had only grown by less than a\npercentage point since 1992. Although the complainant argued that the\npercentage of energy supply from renewable sources globally had increased by\n60%, this did not contradict the fact that the proportion of overall global\nenergy supplied by renewable sources had increased by a very small percentage\nin this time. Therefore, care had been taken in reporting that renewable energy\nhad increased “only marginally” in this time, and this was not inaccurate.\nAlthough the government’s new targets related to emissions reductions by 2050,\nrather than 2030, the Committee did not consider that this typographical error\nconstituted a significant inaccuracy as to require correction under the terms\nof Clause 1(ii); the overall point was still clear despite the inaccuracy, in\nthat the new targets would be more stringent than the current requirements.\nFurthermore, the article made clear that the policy would be implemented over\nthe “next 30 years” and that the UN predictions applied to the “net carbon\ntarget by 2050”. The Committee considered where the error occurred once in the\narticle, the rest of the article clarified any ambiguity which may have arisen.\nNevertheless, the Committee welcomed the publication’s offer to amend the\nonline article on this point.9. The article was entitled to be sceptical of the likelihood\nof the UK achieving its current emission’s targets; the article did not\nreference any formal predictions or data and where the article was a leader\ncolumn this was clearly the publication’s viewpoint and not presented as point\nof fact. There was no failure to take care over the presentation of these\nclaims. Finally, the article had accurately reported the prediction as to the\npossible loss to GDP should emissions be reduced to zero. This prediction was\nbased on one of the Shared Socioeconomic Pathways (SSPs), which – whilst\ndeveloped by the broader scientific community - have been adopted extensively\nby the IPCC and used in its research and predictions on climate change. In\nlight of the IPCC’s use of SSPs, it was not significantly misleading to\ndescribe this as a “UN modelling”.  For\nall of these reasons, there was no breach of Clause 1 on these points.Conclusions10. The complaint was not upheld.Remedial Action Required11. N/ADate complaint received: 15/06/19Date complaint concluded: 22/10/19The complainant complained to the Independent Complaints\nReviewer about the process followed by IPSO in handling this complaint. The\nIndependent Complaints Reviewer decided that the process was not flawed and did\nnot uphold the request for review.\nBack to ruling listing\n\n\n"
}