{
    "url": "/rulings-and-resolution-statements/ruling/?id=04779-19",
    "title": "04779-19 Bergdorf v The Times",
    "provisions": [
        "1 Accuracy (2018)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "The Times (News UK)",
    "published_on": "2019-06-15 00:00:00",
    "received_on": "2019-06-15 00:00:00",
    "concluded_on": "2019-09-16 00:00:00",
    "complaint_processing_days": 93,
    "conclusion_long": "10. The complaint was not upheld.",
    "remedial_action": "11. N/A   Date complaint received: 15/06/19",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee - 04779-19 Bergdorf\nv The Times\nSummary of complaint\n1. Munroe Bergdorf complained to the Independent Press\nStandards Organisation that The Times breached Clause 1 (Accuracy) of the\nEditors’ Code of Practice in an article headlined “Children won’t find role\nmodels in Playboy”, published on 15 June 2019.\n2. The article was an opinion piece, in which the columnist\ncriticised the NSPCC’s decision to appoint the complainant, a transgender\nactivist, as Childline’s first LGBT+ campaigner.\n3. The piece began with the columnist criticising Playboy’s influence\non British women and girls; “in 2005, when [shop] sold Playboy-branded pencil\ncases, parents argued that little girls were being groomed into porn culture;\nin 2011, when the Playboy club reopened in Mayfair, it was picketed by\nfeminists who saw it as a ‘gendered version of a minstrel show’”. The columnist\ncontinued: “But in 2019, posing for Playboy is “empowering” and qualifies you\nto be hired as a role model for Britain’s most vulnerable children”.\n4. Against that background, the columnist said; “when I saw\nthat Munroe Bergdorf, whose day job is modelling for Playboy, fetish and\nlingerie shoots, had been made an ‘ambassador’ for ChildLine, I asked the NSPCC\nwhy”. The columnist claimed that she had been “vilified” on twitter for\nquestioning the NSPCC’s decision. She said: \"…although everyone loves a\nwitch-burning, it was not, as Bergdorf claims, my tweet that caused the NSPCC\nto sack her. (Which they did unkindly and for which they have rightly\napologised.) It was because 'her statements on the public record . . . [were]\nin breach of our own risk assessments. These statements are specific to\nsafeguarding and equality.'”\n5. The columnist then went on to claim that female only\nspaces were being “erased”. She said: “We know what battering down our\nboundaries with insults and threats can allow in. Not, to be clear, from trans\npeople, but potential abusive chancers looking for open doors”. The columnist\nsaid, \"I read every official report into Jimmy Savile’s abuse in\nhospitals. What struck me was how he easily bought off the men... The only\npeople who ever barred his way were older nurses. They could not be fooled. Nor\nare we now. We will not be bullied into surrendering our safeguards and seeing\nour liberation in porn.”\n6. The complainant said that it was inaccurate, in breach of\nClause 1, for the columnist to have claimed that her “day job” is, or includes,\n“modelling for Playboy”. She said that she is a body positive role model and\nactivist for the LGBTQ community, and had only given one editorial interview to\nPlayboy in her career. The complainant said that while she had worn fetish\nitems for stylised fashion shoots, this was not for any “fetish”, as suggested\nby the columnist. The complainant said that the columnist had likened her to\nJimmy Savile, which was inaccurate and highly damaging. The complainant further\ndenied that she had violated any of NSPCC’s rules.\n7. The newspaper did not accept a breach of the Code. It\nsaid it was not in dispute that the complainant had modelled for Playboy; the\nnewspaper said that the number of engagements secured by the complainant was\nnot at issue, the point the columnist was making in referring to “modelling for\nPlayboy, fetish and lingerie shoots”, was that, in her opinion, anyone engaged\nin the kind of work suggested by that three-part description might not be an\nappropriate ambassador for a child protection charity.  The newspaper provided a number of posts\nwhich the complainant had published on social media, which it said confirmed\nthat she does “lingerie and fetish modelling.” The newspaper said that when a\nperson devotes a significant amount of time to -- and presumably earns a\nsignificant income from -- posing for such photographs and sharing them on\nsocial media  to promote a public image\nand personal \"brand\", it was not inaccurate to refer to this activity\nas the person's \"day job\".\nRelevant Code Provisions\nClause 1 (Accuracy)\ni) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not\nsupported by the text.\nii) A significant inaccuracy, misleading statement or\ndistortion must be corrected, promptly and with due prominence, and — where\nappropriate — an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator.\niii) A fair opportunity to reply to significant inaccuracies\nshould be given, when reasonably called for.\niv) The Press, while free to editorialise and campaign, must\ndistinguish clearly between comment, conjecture and fact.\nFindings of the Committee\n8. The newspaper had explained that the claim that the\ncomplainant had “modelled for Playboy, fetish and lingerie shoots” had been\nmade in order to express the columnist’s view that engaging in the type of work\nsuggested by that three-part description might not be appropriate for an\nambassador for a child protection charity. The Committee acknowledged that the\ncomplainant is a body positive activist and advocate for the LGBTQ community;\nit was not in dispute that that the complainant posed for photographs which\nwere used by Playboy. The columnist was entitled to focus upon this particular\naspect of the complainant’s previous work, and to criticise the NSPCC’s\ndecision to form a relationship with the complainant on that basis. Further,\nthe newspaper had provided a basis for the columnist’s characterisation of the\ncomplainant’s career; it had provided screenshots from the complainant’s own\nInstagram account, which showed the pictures used by Playboy, and in lingerie.\nIn those circumstances, and in the context of the columnist’s concern regarding\nthe background of individuals selected to be role models for children, it was\nnot misleading for the journalist to have focussed on this particular aspect of\nthe complainant’s previous work, and characterise it as the complainant’s “day\njob”. There was no breach of the Code on this point.\n9. The columnist did not claim that the complainant had a\nfetish; she claimed that the complainant had undertaken “fetish shoots”, which\ndid not appear to be in dispute, given that the complainant accepted that she\nhad worn fetish items during fashion shoots. The Committee noted the\ncomplainant’s position that she had not violated NSPCC’s rules, however, the\ncolumnist had simply repeated the statement released by the charity, the\naccuracy of which was not in dispute. The columnist did not liken the\ncomplainant to Jimmy Savile. Reference to Jimmy Savile was made to illustrate a\nwider point, which was that female only spaces were being erased by\n“potentially abusive chancers”, which the columnist made clear did not mean\ntrans people.  There was no breach of the\nCode on these points.\nConclusions\n10. The complaint was not upheld.\nRemedial action required\n11. N/A\n \nDate complaint received: 15/06/19\nDate decision issued: 16/09/19\nBack to ruling listing\n\n\n"
}