{
    "url": "/rulings-and-resolution-statements/ruling/?id=04777-15",
    "title": "04777-15 Howell v Metro.co.uk",
    "provisions": [
        "3 (Privacy) 2015",
        "9 (Reporting of crime) 2015"
    ],
    "outcome": "No breach - after investigation",
    "publication": "metro.co.uk (Associated Newspapers Limited)",
    "published_on": "2015-07-18 00:00:00",
    "received_on": "2015-07-27 00:00:00",
    "concluded_on": "2015-10-26 00:00:00",
    "complaint_processing_days": 91,
    "conclusion_long": "The complaint was not upheld.",
    "remedial_action": "N/A  Date complaint received: 27/07/2015",
    "text": "\n\n\n\n\n\n·   Decision of the Complaints Committee 04777-15 Howell v\nMetro.co.uk\nSummary of\ncomplaint \n1. Philip Howell complained to the Independent Press\nStandards Organisation that Metro.co.uk had breached Clause 3 (Privacy) and\nClause 9 (Reporting of Crime) of the Editors’ Code of Practice in an article\nheadlined “Lads chucked off Easyjet flight to Ibiza after ‘air rage’ at\none-drink policy”, published online on 18 July 2015. \n2. The article reported that a group of holidaymakers had\nbeen escorted from a flight for allegedly abusing cabin crew who had told them\nthat they would be limited to one alcoholic drink each during the flight. The\narticle included a photograph, which showed the complainant, the captain of the\naircraft, watching police as they dealt with the incident on board. \n3. The complainant said the publication of his image\ncould result in him being targeted by the accused men. Furthermore, he did not\nwant to be associated with any potential prosecution that might be brought by\nthe airline or the Civil Aviation Authority. He said his image had nothing to\ndo with the story and had added nothing to it. He had been acting solely in his\nprofessional role and had been legally required to maintain order on the\naircraft. He asked for his image to be pixelated. \n4. The newspaper said the reported incident had taken\nplace in the main cabin of the aircraft and had been witnessed by many members\nof the public, some of whom had taken photographs. It considered that there was\na clear public interest in reporting on the story, which had involved the police.\nIt noted that police, ambulance and fire service personnel are often\nphotographed doing their work in response to public incidents. \n5. The newspaper did not consider that the image had\nbreached the complainant’s private life. It had shown the complainant at the\nmoment the holidaymakers were taken off the plane by the police. He had been\nshown standing in full view of a hundred or more passengers, and had not been\ndoing anything private. \n6. It did not consider that only the faces of those\naccused could be shown. The role of the crew and the captain was crucial to the\nincident: they had been active participants, with the captain taking public\nresponsibility for the removal of the passengers. Nevertheless, in response to\nhis concerns, it cropped the complainant out of the image. \n7. The newspaper said that Clause 9 protected friends,\nrelatives, and children who had been victims of crime, and was not relevant in\nthis case. \nRelevant Code Provisions\n8. Clause 3 (Privacy) \ni.) Everyone is entitled to respect for his or her\nprivate and family life, home, health and correspondence, including digital\ncommunications. \nii.) Editors will be expected to justify intrusions into\nany individual's private life without consent. Account will be taken of the\ncomplainant's own public disclosures of information. \niii.) It is unacceptable to photograph individuals in\nprivate places without their consent. Note - Private places are public or\nprivate property where there is a reasonable expectation of privacy. \nClause 9 (Reporting of crime) \ni.) Relatives or friends of persons convicted or accused\nof crime should not generally be identified without their consent, unless they\nare genuinely relevant to the story. \nii.) Particular regard should be paid to the potentially\nvulnerable position of children who witness, or are victims of, crime. This\nshould not restrict the right to report legal proceedings. \nFindings of the Committee\n9. The image had not shown the complainant doing anything\nprivate. It had shown him standing in the main cabin of the aircraft, in clear\nview of passengers and crew, as he carried out his professional duties as\ncaptain. He did not have a reasonable expectation of privacy in such\ncircumstances. \n10. As the image had not disclosed any private\ninformation about the complainant, the complaint under Clause 3 was not upheld.\nHowever, the Committee welcomed the newspaper’s cropping of the image in\nresponse to the complainant’s concerns. \n11. Clause 9 is intended to protect friends or relatives\nof individuals accused or convicted of crime, or children who witness or are\nvictims of crime from identification in the press. The complaint did not engage\nthe terms of this Clause. \nConclusions\nThe complaint was not upheld. \nRemedial Action Required\nN/A \nDate complaint received: 27/07/2015\nDate decision issued: 26/10/2015\nBack to ruling listing\n\n\n"
}