{
    "url": "/rulings-and-resolution-statements/ruling/?id=04776-15",
    "title": "04776-15 Howell v Bristol Post",
    "provisions": [
        "3 (Privacy) 2015",
        "9 (Reporting of crime) 2015"
    ],
    "outcome": "No breach - after investigation",
    "publication": "Bristol Post (Reach PLC)",
    "published_on": "2015-07-15 00:00:00",
    "received_on": "2015-07-27 00:00:00",
    "concluded_on": "2015-10-26 00:00:00",
    "complaint_processing_days": 91,
    "conclusion_long": "The complaint was not upheld.",
    "remedial_action": "N/A  Date complaint received: 27/07/2015",
    "text": "\n\n\n\n\n\n·  Decision of the Complaints Committee 04776-15 Howell v\nBristol Post\nSummary of\ncomplaint\n1. Philip Howell complained to the Independent Press\nStandards Organisation that the Bristol Post had breached Clause 3 (Privacy)\nand Clause 9 (Reporting of Crime) of the Editors’ Code of Practice in an\narticle headlined “Drunk passengers escorted off Bristol flight to Ibiza by\npolice after being accused of abusing crew”, published online on 15 July 2015. \n2. The article reported that a group of holidaymakers had\nbeen escorted from a flight for allegedly abusing cabin crew who had told them\nthat they would be limited to one alcoholic drink each during the flight. The\narticle included a photograph, which showed the complainant, the captain of the\naircraft, watching police as they dealt with the incident on board. \n3. The complainant said the publication of his image\ncould result in him being targeted by the accused men. Furthermore, he did not\nwant to be associated with any potential prosecution that might be brought by\nthe airline or the Civil Aviation Authority. He said his image had nothing to\ndo with the story and added nothing to it. He had been acting solely in his\nprofessional role and had been legally required to maintain order on the\naircraft. While he acknowledged that the newspaper had subsequently pixelated\nhis image, he questioned why they had not done so in the first instance. \n4. The newspaper said that it pixelated the faces of the\ncabin crew in the online image at the airline’s request shortly after\npublication. The photographs were amended as a courtesy, not because the\nnewspaper accepted that the staff shown in the image had a reasonable\nexpectation of privacy when the photograph was taken. \nRelevant Code Provisions\n5. Clause 3 (Privacy) \ni.) Everyone is entitled to respect for his or her\nprivate and family life, home, health and correspondence, including digital\ncommunications. \nii.) Editors will be expected to justify intrusions into\nany individual's private life without consent. Account will be taken of the\ncomplainant's own public disclosures of information. \niii.) It is unacceptable to photograph individuals in\nprivate places without their consent. Note - Private places are public or\nprivate property where there is a reasonable expectation of privacy. \nClause 9 (Reporting of crime) \ni.) Relatives or friends of persons convicted or accused\nof crime should not generally be identified without their consent, unless they\nare genuinely relevant to the story. \nii.) Particular regard should be paid to the potentially\nvulnerable position of children who witness, or are victims of, crime. This\nshould not restrict the right to report legal proceedings. \nFindings of the Committee\n6. The image had not shown the complainant doing anything\nprivate. It had shown him standing in the main cabin of the aircraft, in clear\nview of passengers and crew, as he carried out his professional duties as\ncaptain. He did not have a reasonable expectation of privacy in such\ncircumstances. \n7. As the image had not disclosed any private information\nabout the complainant, the complaint under Clause 3 was not upheld. However,\nthe Committee welcomed the newspaper’s pixilation of the image in response to\nthe complainant’s concerns. \n8. Clause 9 is intended to protect friends or relatives\nof individuals accused or convicted of crime, or children who witness or are\nvictims of crime from identification in the press. The complaint did not engage\nthe terms of this Clause. \nConclusions\nThe complaint was not upheld. \nRemedial Action Required\nN/A \nDate complaint received: 27/07/2015\nDate decision issued: 26/10/2015\nBack to ruling listing\n\n\n"
}