{
    "url": "/rulings-and-resolution-statements/ruling/?id=04773-16",
    "title": "04773-16 Harris v Manchester Evening News",
    "provisions": [
        "1 Accuracy (2016)",
        "2 Privacy (2016)",
        "6 Children (2016)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "Manchester Evening News (Reach PLC)",
    "received_on": "2016-07-10 00:00:00",
    "concluded_on": "2016-11-07 00:00:00",
    "complaint_processing_days": 120,
    "conclusion_long": "11. The complaint was not upheld.",
    "remedial_action": "12. N/A Date complaint received: 10/07/2016",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee 04773-16 Harris v Manchester Evening News\nSummary of Complaint\n1. Lian Harris complained to the Independent Press Standards\nOrganisation that the Manchester Evening News breached Clause 1 (Accuracy),\nClause 2 (Privacy) and Clause 6 (Children) of the Editors’ Code of Practice in\nan article headlined “Embittered woman left judge in fear for safety”,\npublished in print on 24 June 2016, and “Surrogate mum who lost legal fight to\nkeep child made judge ‘fear for her safety’ with stalking and harassment\ncampaign”, published online on 23 June 2016. \n2. The article reported on the complainant’s Magistrates’ Court\nsentencing hearing, where it said a 16-week suspended prison sentence was\nimposed for harassing a family court judge. It said that the complainant had\nagreed to be surrogate mother for a couple, but later changed her mind to keep\nthe baby; it said that the judge had ruled that the child should stay with the\ncouple, and had “feared for her life” when the complainant had called to her\ndoor.\n3. The online article reported that the complainant had been sentenced\nto a 16-month suspended sentence. Otherwise, it was the same as the version\npublished in print. \n4. The complainant\nsaid that her child was the subject of ongoing proceedings in the family court,\nand entitled by law to anonymity. She said that by publishing her name in the\ncourt report, the newspaper had identified her child, and breached her child’s\nright to privacy under Clause 2, as well as the terms of Clause 6. \n5. The complainant said that she had been sentenced to a\n16-week suspended sentence, not a 16-month suspended sentence. She said that it\nwas inaccurate to report that she was a surrogate mother, as the child was\nbiologically hers.\n6. The newspaper said that the complainant’s hearing took place\nin open court, and the article did not identify the child. It said that it\nwould have been absurd to report on a court case where a serious offence had\ntaken place without referring to the reasons why it had been committed. It said\nthat while the complainant had been sentenced to a 16-week suspended sentence,\nthe main points was that the sentence had been suspended, and the discrepancy\nbetween 16-weeks or 16 months was not significant. It also said that it had\nbeen mentioned in open court that the complainant was a surrogate mother. \n7. Relevant Code Provisions\nClause 1 (Accuracy)\ni) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not\nsupported by the text.\nii) A significant inaccuracy, misleading statement or\ndistortion must be corrected, promptly and with due prominence, and — where\nappropriate — an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator.\nClause 2 (Privacy) \n(i) Everyone is entitled to respect for his or her private and\nfamily life, home, health and correspondence, including digital communications.\n(ii) Editors will be expected to justify intrusions into any\nindividual’s private life without consent. Account will be taken of the\ncomplainant’s own public disclosures of information.\nClause 6 (Children) \ni) All pupils should be free to complete their time at\nschool without unnecessary intrusion.\nii) They must not be approached or photographed at school\nwithout permission of the school authorities.\niii) Children under 16 must not be interviewed or\nphotographed on issues involving their own or another child’s welfare unless a\ncustodial parent or similarly responsible adult consents.\niv) Children under 16 must not be paid for material\ninvolving their welfare, nor parents or guardians for material about their\nchildren or wards, unless it is clearly in the child's interest.\nv) Editors must not use the fame, notoriety or position of a\nparent or guardian as sole justification for publishing details of a child's\nprivate life.\nFindings of the Committee\n8. The Editors’ Code does not deal with the enforcement of\nreporting restrictions, or the right to anonymity provided for by statute;\nhowever, the Code may well be engaged when a reporting restriction, or right to\nanonymity, is in place. The article contained no other detail which, even on\nthe complainant’s account, might lead to the identification of her child,\nbeyond the complainant’s name. Having regard for the full context of the case,\nincluding the effect of the proceedings on the child’s position, the Committee\ndid not consider that publication of the complainant’s name was sufficient to\nidentify the child. There was no breach of Clause 2 or 6.  \n9. In circumstances where the complainant’s custodial sentence\nwas suspended, the Committee did not consider that the inaccuracy in the online\narticle on the length of the suspended sentence imposed was significant; there\nwas no breach of Clause 1. \n10. While the Committee noted the complainant’s position that\nshe was her daughter’s biological mother, in circumstances where the\ncomplainant did not dispute that she had been described in court as a\n“surrogate”, it was not misleading for the newspaper to use this term given the\nnature of proceedings in the family court, and the fact the article made clear\nthis remained the subject of dispute. There was no breach of Clause 1.\nConclusions\n11. The complaint was not upheld. \nRemedial Action Required\n12. N/A\nDate complaint received: 10/07/2016Date decision issued: 07/11/2016\nBack to ruling listing\n\n\n"
}