{
    "url": "/rulings-and-resolution-statements/ruling/?id=04772-19",
    "title": "04772-19 Ward v The Daily Telegraph",
    "provisions": [
        "1 Accuracy (2018)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "Telegraph.co.uk (Telegraph Media Group Ltd)",
    "published_on": "2019-06-10 00:00:00",
    "received_on": "2019-06-15 00:00:00",
    "concluded_on": "2019-10-22 00:00:00",
    "complaint_processing_days": 129,
    "conclusion_long": "15. The complaint was not upheld.",
    "remedial_action": "16. N/ADate complaint received: 15/06/19",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee – 04772-19 Ward v\nThe Daily TelegraphSummary of Complaint1. Bob Ward complained to the Independent Press Standards\nOrganisation that Telegraph.co.uk breached Clause 1 (Accuracy) of the Editors’\nCode of Practice in an article headlined “Theresa May is about to spend £1\ntrillion on a pointless policy. This climate madness has to end” published on\n10 June 2019.2. The article was an opinion piece in which the writer was\ncritical of new environmental legislation which introduced a legally binding\ntarget of net zero carbon emissions by 2050. He noted that renewable energy had\nonly increased by 1.1 per cent since 1992, from meeting 13.1 per cent of the\nworld’s energy needs in 1992 to 14.2 per cent today. He said that the\ntransition from fossil fuels to low carbon alternatives would be “incredibly\nexpensive” and that the cost of achieving this target would be “massive”. In\nsupport of this position, he noted that the government’s Committee on Climate\nChange (CCC) “somehow came up with an astonishingly small cost estimate of just\n£50 billion a year” to deliver the target, and that the UN’s climate scenario\nmodelling predicted that this scenario would cost 5.3% of GDP – an annual cost\nof £187 billion for the UK by 2050.3. Furthermore, the writer said that “studies show that in\nthe real world where policies are not implemented efficiently, it is more\nlikely the cost would double – meaning £374 billion annually.” The writer gave\nthe example of New Zealand, which is also considering a net zero carbon target\nby 2050. He said that New Zealand was reliant on “creative accounting” to meet\nits carbon promises, and that a government commissioned report found that this\npolicy would cost 16 per cent of GDP; applying these estimates to the UK would\nmean a cost of £560 billion per year if everything were done efficiently, and\ntotal costs “could add up to £12 trillion”. The writer concluded by saying that\n“According to the UN Climate Panel, the impact of global warming by the 2070s\nwill be the equivalent to a 0.2-2% loss in average income”.4. The complainant said that the article contained a number\nof inaccuracies in breach of Clause 1. He said that in fact, a study had found\nthat reducing costs meant that renewable energy had become more competitive\nrather than “incredibly expensive”, and that figures showed that the total\nprimary electricity supply from renewables had increased by more than 60%\nworldwide since 1992, and the global electricity generated from renewables had increased\nby 140%; it was inaccurate to state that renewable energy had only increased by\n1.1% in this time. The complainant disputed that the CCC had calculated a cost\nof £50 billion a year to deliver the target or that there was any “UN\nmodelling\" which estimated that reaching net zero emissions of greenhouse\ngases by 2050 would cost the world 5.3 per cent of global GDP, or would cost\nthe UK £187 billion.5. The complainant said that the article had failed to\nprovide any basis for its claim that costs could double if the climate policy\nwas not efficiently implemented. He also said that the article had misreported\nthe New Zealand Government’s report; although it said that GDP growth would be\nsmaller in 2050, it did not say that it would cost 16 per cent of GDP, and that\nit was inaccurate to state that the UK’s costs could add up to £12 trillion.\nFinally, the complainant disputed that the UN Climate Panel had found that the\nimpact of global warming by the 2070s will be the equivalent to a 0.2-2% loss in\naverage income, however, he did accept that the UN’s Intergovernmental Panel on\nClimate Change (IPCC) in 2014 found that “…the incomplete estimates of global\nannual economic losses for additional temperature increases of ~ 2 degrees\nCelsius are between 0.2 and 2% of income…”.6. The publication did not accept that the article contained\nany significant inaccuracies. It said that the article had a clear basis to\nreport that the transition to zero carbon emissions would be extremely\nexpensive; it cited several studies which showed costs of between 5.3-16 per\ncent of GDP. It also provided data which showed that the proportion of energy\nsupplied by renewables had risen from 13.1% in 1992 to 14.2% in 2017. It said\nthat the sum of £50 billion a year had been calculated using the CCC’s estimate\nthat achieving the emissions target by would cost 1-2% of GDP; by applying the\nupper estimate of a cost 2% of GDP to the report’s estimates of GDP between now\nand 2050, the cost averaged out as being £50 billion per year. It noted that\nthis figure had been widely reported as the CCC’s finding on the cost of\nachieving net zero emissions by 2050. Nevertheless, the publication amended the\narticle to add “by 2050” and offered to add the following clarification as a\nfootnote to the article:“CLARIFICATION: This\narticle previously stated that the Committee on Climate Change estimated that\nthe cost of meeting the 2050 net zero emissions target as being “just £50\nbillion a year”. We would like to clarify that £50 billion per year would be an\napproximate annual average at the top end of the CC’s forecast”.7. The publication said that it was not inaccurate to refer\nto “UN modelling”; the data had been taken from Shared Socioeconomic Pathways\n(SSP), a climate-economic modelling system developed by the UN’s Climate Panel.\nIt said that the cost of 5.3 per cent of global GDP had been taken from the\naverage impact as predicted by one of the SSPs, in a scenario where emissions\nhad been reduced to zero by 2050.8. The publication said there was a basis to suggest that\ncosts could double if the emissions reductions programs were not implemented\nefficiently; it provided two studies, the first of which projected with a\ncomputer model in 2009 that that EU climate policies to reach its targets in\n2020 could be more than twice as expensive as calculated by the European\nCommission if they are implemented efficiently, and the second of which\nprojected with a model that the implementation Renewable Portfolia Standards in\nthe United States  may cost as least\ntwice what the most effective policy would cost. The publication also did not\naccept that it had misinterpreted the New Zealand government’s report; it\nquoted the report as saying that the costs of going net-zero by 2050 would be\nbetween 9.9% and 21.2% of GDP by that date, the average of which is 16%. It\nsaid that the complainant appeared to be referring to a different source in\nmaking his complaint. The publication said that the figure of £12 trillion was\ncalculated by summing up the costs from 2020 to 2050 as suggested by the New\nZealand government’s report, and assuming that just under half of the emission\nreductions policies would be inefficiently implemented. The publication did not\naccept that the article had misrepresented the UN’s report on the economic\nimpact of climate change, and noted that the complainant did not explain how\nthis had been misrepresented.Relevant Code Provisions9. Clause 1 (Accuracy)i) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not\nsupported by the text.ii) A significant inaccuracy, misleading statement or\ndistortion must be corrected, promptly and with due prominence, and — where\nappropriate — an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator. iii) A fair opportunity to reply to significant inaccuracies\nshould be given, when reasonably called for.iv) The Press, while free to editorialise and campaign, must\ndistinguish clearly between comment, conjecture and fact.Findings of the Committee10. It was not in dispute that achieving zero carbon\nemission by 2050 would cost billions of pounds; it was not misleading to\ndescribe this as being “extremely expensive”. Furthermore, the article referred\nto the increase in renewable energy as a proportion of meeting the world’s\nenergy needs and accurately reported that this was 1.1 percentage points; the data\nprovided by the complainant did not contradict these figures. There was no\nbreach of Clause 1 on these points.11. The publication had stated that the CCC “somehow come up\nwith” an annual cost of £50 billion a year to achieve zero carbon emissions by\n2050. The Committee was satisfied that the publication was able to demonstrate\nthat this figure was supported by calculations using the predictions given in\nthe CC report; it also noted that this sum appeared to be widely reported\nelsewhere. There was no failure to take care in reporting the CCC’s findings as\nto the general level of costs between now and 2050, and thus no need for\ncorrection under the terms of Clause 1(ii). Nevertheless, the Committee\nwelcomed the publication’s offer to clarify this point to explain the basis for\nthis sum.12. The article had accurately reported the prediction as to\nthe possible loss to GDP should emissions be reduced to zero by 2050. This\nprediction was based on one of the Shared Socioeconomic Pathways (SSPs), which\n– whilst developed by the broader scientific community - have been adopted\nextensively by the IPCC and used in its research and predictions on climate\nchange. In light of the IPCC’s use of SSPs, it was not significantly misleading\nto describe this as a “UN modelling”. There was no breach of Clause 1 on this\npoint.13. The publication was able to provide two sources which\nshowed that the cost of environmental polices had the potential to double due\nto inefficiencies; there was a basis to say that “studies show” that the cost\n“could” double in this way. The New Zealand government’s report set out that\nthe cost to GDP could be between 9.9 and 21.2 per cent of GDP in 2050; the\nCommittee considered that using the medium percentage as a shorthand did not give\na significantly misleading impression of the report’s overall findings as to\nrequire correction. In relation to the sum of £12 trillion pounds for the UK,\nthe Committee noted that the article said that costs “could” add up to that\nsum, and it was evident that the nature of future predictions meant that a\ndefinite sum would be impossible to predict with certainty. The publication was\nable to give a basis for the writer’s prediction; it was based on the costs for\nNew Zealand suggested in the New Zealand government’s report and the article’s\nearlier reference to additional costs associated with efficiencies. There was\nno significantly misleading impression as to the certainty or source of the\nsum, and no breach of Clause 1. 14. Finally, the complainant said that the article had\nmisrepresented a UN report on the economic impact of climate change. However,\nwhere the complainant did accept that the UN’s IPCC Climate Panel in 2014 found\nthat “…the incomplete estimates of global annual economic losses for additional\ntemperature increases of ~ 2 degrees Celsius are between 0.2 and 2 % of\nincome…”, the Committee had no basis to find a breach of Clause 1.Conclusions15. The complaint was not upheld.Remedial Action Required16. N/ADate complaint received: 15/06/19Date complaint concluded: 22/10/19 The complainant complained to the Independent Complaints\nReviewer about the process followed by IPSO in handling this complaint. The\nIndependent Complaints Reviewer decided that the process was not flawed and did\nnot uphold the request for review.\nBack to ruling listing\n\n\n"
}