{
    "url": "/rulings-and-resolution-statements/ruling/?id=04786-18",
    "title": "04786-18 Hobson v The Daily Telegraph",
    "provisions": [
        "1 Accuracy (2018)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "The Daily Telegraph (Telegraph Media Group Ltd)",
    "received_on": "2018-07-31 00:00:00",
    "concluded_on": "2018-10-02 00:00:00",
    "complaint_processing_days": 63,
    "conclusion_long": "11. The complaint was not upheld",
    "remedial_action": "12. N/A Date complaint received: 31/07/2018",
    "text": "\n\n\n\n\n\nDecision of the\nComplaints Committee 04786-18 Hobson v\nThe Daily Telegraph\nSummary of complaint 1.   \nJohn Hobson\ncomplained to the Independent Press Standards Organisation that The Daily\nTelegraph breached Clause 1 (Accuracy) of the Editors’ Code of Practice in an\narticle headlined, “Student, 14, referred to terror prevention programme after\nhe was ‘groomed’ by anti-fracking activists”, published online on 30 July. 2.   \nThe article reported that a report on\npreventing extremism in Greater Manchester had included a case study of a 14\nyear old student who had been “groomed” by anti-fracking activists. It stated\nthat the student had been referred to an anti-terror programme by his school due\nto his “extreme beliefs in relation to the environment, specifically issues\naround fracking”, and that the child had allegedly become “progressively more\naggressive” and was “frequently reported as missing by his parents” after\napproaches by activists. It went on to state that activists had stopped\ncontacting the boy after an abduction notice was issued by the police and that\nhe became more settled as a result. 3.   \nThe article also appeared in print on\nthe 31 July with the headline, “Boy, 14, who was ‘groomed’ by fracking\nactivists referred to anti-terrorism programme”. It was substantially the same\nas the article that appeared online. 4.   \nThe complainant said that shortly after\nthe article was published online, the organisation that had published the\nreport clarified that the activists involved in this case were not in fact\nanti-fracking activists as stated in the original report, but a different group\nof environmentalists. He said that he and multiple other people had tweeted\nboth the journalist responsible for the article, and the publication’s twitter\npage, to ask them to correct the article. He said that the online article had remained\nonline, uncorrected for almost 24 hours, and that the article had also appeared\nin print the following day, by which time it was known that the story was\ninaccurate. He said that other publications had corrected their articles on the\nmatter immediately, and that in these circumstances the publication had failed\nto promptly correct the inaccuracies, in breach of Clause 1. 5.   \nThe newspaper did not accept that it\nhad breached the Code. It said that there was a strong public interest in\npublishing details of the government report on extremism and young people, and\nthat, at the time of publication, it had done so accurately. It said that there\nmay be circumstances in which it would be appropriate for a journalist to\nmonitor developments on published stories, for example in relation to breaking\nnews stories. However, in this instance, the journalist had no reason to\nbelieve that the information in the official government report might be subject\nto change. It said that a press release had been sent to its political editor\nby the organisation that published the report several hours after the article\nhad been published. However, this press release was received out of hours, and\nwas not sent to the journalist or news desk. Also, it was a general press\nrelease which did not highlight that it related to material that had been\npublished by the newspaper, and was one of many that the political editor\nreceived that evening.  Therefore it was\nnot picked up before the article went to print. The newspaper said that at the\ntime the article went to print, the publication had not received any formal\ncomplaints about the accuracy of the report, and was unaware that it had been\namended. It also said that it was unreasonable to expect a publication or\njournalist to monitor their social media accounts frequently for complaints. It\nsaid that the publication’s twitter account provides a link to their formal\ncomplaints page, which it said was the appropriate way to raise concern about\nan article. 6.   \nIt said that the following day, when\nthe journalist became aware that the report had been changed, a full\nclarification was placed at the top of the online article, making readers aware\nthat the boy had not been targeted by anti-fracking activists, and including a\nlink to the updated article. A print clarification was also published in the\ncorrections and clarifications column on page two the day after the print\narticle stating:\nAnti-fracking’\ngrooming\n\nYesterday’s article based on a report\npublished by the Greater Manchester Combined Authority (GMCA) stated that\nanti-fracking activists “groomed” a 14-year-old boy on social media. GMCA has\nnow accepted that this was incorrect and apologised; the boy was in fact\ntargeted by another group of environmental activists, not by the anti-fracking\nmovement. We are happy to set the record straight.\nRelevant Code Provisions 7. Clause\n1 (Accuracy)\ni)\nThe Press must take care not to publish inaccurate, misleading or distorted\ninformation or images, including headlines not supported by the text.\nii)\nA significant inaccuracy, misleading statement or distortion must be corrected,\npromptly and with due prominence, and – where appropriate – an apology\npublished. In cases involving IPSO, due prominence should be as required by the\nregulator.\nFindings of the Committee 8.   \nThe newspaper was entitled to report on\nthe findings of the published report by an official body, including the details\nregarding the alleged grooming of a 14 year old by anti-fracking activists. The\nonline article had been published shortly after the report had been made\npublic, and had accurately reported the details included in the document. There\nwas no obligation on the journalist or the publication to review other media\noutlets or their social media for updates on this matter. The newspaper had not\nreceived any formal complaints through its complaints form prior to the article\ngoing in print, and although a press release had been sent to the political\neditor the evening before the article appeared in print, it was sent out of\nhours and was not sent to the relevant individuals who could make changes to\nthe copy before it went to print. In these circumstances, the article was\npublished in good faith, and there was no failure to take care over the\naccuracy of this information in breach of clause 1(i). 9.   \nRegardless, the journalist became aware\nthat the authors of the report had accepted that it had inaccurately attributed\nthe grooming behaviour to anti-fracking activists 24 hours after the online article\nwas published.  Reporting that these\nactivists had been anti-fracking protestors was a significant inaccuracy,\nbecause it suggested that the anti-fracking groups had been grooming young\npeople, which was a serious and damaging allegation. This required correction\nunder the terms of Clause 1 (ii). 10.   \nThe Committee noted that individuals on\nsocial media had contacted the journalist and the publication, attempting to\ndraw their attention to the inaccuracy in the report. However no formal\ncomplaint was received through the appropriate complaints procedure of the\nnewspaper, and therefore this was not brought to the attention of the relevant\ndepartment. Once the newspaper became aware of the error in the original report,\nafter it was brought to the attention of the journalist, a full clarification\nwas added to the online article, making it clear that the boy had been targeted\nby another group of environmental activists, and directing readers to an updated\nversion of the article. This was sufficiently prompt and prominent to meet the\nrequirements of Clause 1 (ii). Similarly, a clarification was published in\nprint in the established corrections and clarifications column the day after\nthe article appeared in print. This made the correct position clear, and was\nsuitably prompt and prominent to meet the terms of Clause 1 (ii).\nConclusion 11. The\ncomplaint was not upheld\nRemedial Action Required 12. N/A\nDate\ncomplaint received: 31/07/2018\nDate\ndecision issued: 02/10/2018\nBack to ruling listing\n\n\n"
}