{
    "url": "/rulings-and-resolution-statements/ruling/?id=04784-18",
    "title": "04784-18 Gregory v Plymouth Herald",
    "provisions": [
        "1 Accuracy (2018)",
        "2 Privacy (2018)",
        "4 Intrusion into grief or shock (2018)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "The Herald (Plymouth) (Reach PLC)",
    "published_on": "2018-07-22 00:00:00",
    "received_on": "2018-08-21 00:00:00",
    "concluded_on": "2018-11-29 00:00:00",
    "complaint_processing_days": 100,
    "conclusion_long": "12. The complaint was not upheld.",
    "remedial_action": "13. N/A  Date complaint received: 21/08/2018",
    "text": "\n\n\n\n\n\nDecision of the\nComplaints Committee – 04784-18 Gregory v Plymouth Herald\nSummary of Complaint 1.   \nSamantha Gregory complained to the Independent Press Standards\nOrganisation that the Plymouth Herald breached Clause 2 (Privacy), Clause 4\n(Intrusion into grief or shock), and Clause 1 (Accuracy) in an article\nheadlined “The murder of a teenage girl in Plymouth's clubland”, published on\n22 July 2018. 2.    The article reported\non a historic murder case involving a teenage girl killed in July 1996. It\ndescribed the circumstances in which the woman went missing and included\ndetails of the cause of her death. The article went on to describe the\ninvestigation that was subsequently launched, and to give an account of the\nevidence heard at the resultant trial. Under the sub-headline “shocking details\nrevealed in court”, it described the testimony of the woman’s manager, which\nincluded claims about the woman’s personal life and medical history. It\nincluded comments by the woman’s mother and father following the sentencing in\nDecember 1997, as well four photographs of the woman. 3.    The complainant, who was the\nsister of the woman who had been murdered, said that the publication of the\narticle had breached Clause 4 (Intrusion into grief or shock) and Clause 2\n(Privacy). She said that the publication of a detailed and graphic account of\nthe murder and trial, twenty-two years after the crime had occurred, and\nwithout any apparent justification, was insensitive and had been deeply\ndisturbing and upsetting for her family. She was also concerned that the\narticle had published some aspects of the case online for the first time, making\nit accessible to younger family members, and that it had been published without\nany warning being made to the family. She also considered that the inclusion of\nthe woman’s manager’s claims breached Clause 1 (Accuracy), because they had not\nbeen established as factual in court, and because they suggested that there\nmight be justification for the woman’s murder. 4.    The publication denied any breach\nof the Code. It said that the article had been produced to mark twenty-two\nyears since the murder investigation, and to commemorate the woman who had been\nmurdered. The publication said that all the information in the article had been\nheard in open court at the time, and that the article had been a sensitive\naccount of this information, which was taken from cuttings from the\npublication’s print articles from the time of the trial. The publication\nprovided these cuttings, which included the information reported in the\narticle. It said that there were a number of contemporaneous online reports\navailable which included some of the information referred to. 5.   \nThe\npublication also said that its reporter had attempted to contact the\ncomplainant’s family prior to publication, using historic contact information,\nbut was unable to reach them or otherwise locate them via social media. In all\nthese circumstances, the publication denied any breach of Clause 2 or Clause 4.\nThe publication also said that the quotations from the woman’s manager had been\naccurately attributed to her, and this was an accurate report of what she had said\nin court; it therefore denied any breach of Clause 1 on this point. The\npublication nevertheless offered the complainant’s family a private letter of\napology for the distress caused, and to discuss other possible ways of\ncommemorating the woman.  \nRelevant Code\nProvisions 6. Clause 1 (Accuracy)\ni) The Press must take care not to publish inaccurate, misleading or\ndistorted information or images, including headlines not supported by the text.\nii) A significant inaccuracy, misleading statement or distortion must be\ncorrected, promptly and with due prominence, and — where appropriate — an\napology published. In cases involving IPSO, due prominence should be as\nrequired by the regulator. \nClause 2 (Privacy)*\ni) Everyone is entitled to respect for his or her\nprivate and family life, home, health and correspondence, including digital\ncommunications.\nii) Editors will be expected to justify intrusions\ninto any individual's private life without consent. In considering an\nindividual's reasonable expectation of privacy, account will be taken of the\ncomplainant's own public disclosures of information and the extent to which the\nmaterial complained about is already in the public domain or will become so. \nClause 4 (Intrusion into grief or shock)\nIn cases involving personal grief or shock,\nenquiries and approaches must be made with sympathy and discretion and\npublication handled sensitively. These provisions should not restrict the right\nto report legal proceedings. \nFindings of the Committee 7. The\nCommittee understood that the re-publication of the information in the article,\nmany years after the woman’s death, and without warning, had caused great\ndistress to the complainant and her family and expressed its condolences to\nthem for their loss. 8. Despite the years that had passed\nsince the complainant’s sister’s murder, the Committee considered that given\nthe traumatic nature of the events and the effect on the complainant and her\nfamily, this was a “case involving grief or shock”. Clause 4 was therefore engaged\nby the complaint. 9. The Committee acknowledged the\ncomplainant’s concern that there appeared to be no specific justification for\nrevisiting the murder or the legal proceedings after such a long period and\nunderstood that this had caused the family distress, particularly as they had\nnot been aware in advance that it would be published. There is no requirement\nunder the Code to provide a justification for the simple re-publication of the\nfact of a crime; this is because to impose such a restriction would unduly\nrestrict the right of publications to report on public legal proceedings.\nSimply publishing the facts of the crime did not raise a breach of Clause 4.\nNonetheless, the Committee gave serious consideration to how the material was\npresented, and whether this was done in a way that was insensitive in breach of\nClause 4. 10. The terms of Clause 4 make clear\nthat a balance has to be struck between the right to report on legal\nproceedings and the obligation to handle publication sensitively so as to avoid\nintrusion into grief or shock. It was not in dispute that the information\ncontained in the article had been heard in open court in 1997, and all this\ninformation, and more, had been published at the time of the trial. The\nquestion for the Committee was whether the republication of this material after\nsuch a long period in itself constituted handling publication insensitively. Although\nthe article had included details of material heard in court, including in\nrelation to the manner in which the complainant’s sister had died and personal\ndetails relating to her circumstances, it was a factual report of what had been\nheard in court at the trial.  Given the\nnature of the crime and the court proceedings, these details were, by their\nvery nature, deeply distressing, but the publication had not added any\nadditional commentary or observations which made the presentation of this\ninformation insensitive. While the Committee understood the complainant and her\nfamily’s concern and upset, it concluded that their republication, in this\nfactual manner, was not insensitive such as to raise a breach of Clause 4.\nThere was no breach of the Code. 11.\nIt\nwas not in dispute that the information contained in the article had been heard\nin open court in 1997. While the publication of this information was plainly\ndeeply distressing to the complainant, it had been made public previously, and\nas a matter of public record, and re-publishing it did not therefore represent\nan intrusion into the complainant and her family’s private lives. There was no\nbreach of Clause 2 (Privacy) on this point. It was also not in dispute that the\nwoman’s manager had made the claims referred to in the article, and these were\nattributed clearly to her. The Committee understood that the repetition of\nthese claims was clearly upsetting for the family, but they had been reported\naccurately, and there was no breach of Clause 1 (Accuracy) on this point. \nConclusions 12.\nThe\ncomplaint was not upheld.\nRemedial action\nrequired 13.\nN/A\n\nDate complaint\nreceived: 21/08/2018\nDate decision issued: 29/11/2018\n \nBack to ruling listing\n\n\n"
}