{
    "url": "/rulings-and-resolution-statements/ruling/?id=04780-21",
    "title": "04780-21 Jacobson v Liverpool Echo",
    "provisions": [
        "1 Accuracy (2019)"
    ],
    "outcome": "Breach - sanction: action as offered by publication",
    "publication": "Liverpool Echo (Reach PLC)",
    "published_on": "2021-05-14 00:00:00",
    "received_on": "2021-05-14 00:00:00",
    "concluded_on": "2021-10-18 00:00:00",
    "complaint_processing_days": 157,
    "conclusion_long": "11. The complaint was partially upheld under Clause 1.",
    "remedial_action": "12. The published correction online put the correct position on record and was offered promptly and with due prominence. No further action was required.  13. The correction which was offered in print clearly put the correct position on record, and was offered promptly and with due prominence, and should now be published. Date complaint received: 14/05/2021",
    "text": "\n\n\n\n\n\nDecision\nof the Complaints Committee – 04780-21 Jacobson v Liverpool Echo\nSummary\nof Complaint\n1. Mark\nJacobson complained to the Independent Press Standards Organisation that\nLiverpool Echo breached Clause 1 (Accuracy) of the Editors’ Code of Practice in\nan article headlined “'Dangerous' child rapist is locked up”, published on 14th\nMay 2021.\n2. The\narticle reported on the complainant’s conviction at Liverpool Crown Court. It\nstated he had “raped children and forced them to watch sexual acts” and had\n“been jailed for 16 years”. The article also reported that the complainant “was\nfound guilty of 16 counts of serious child sex offences. These include two\ncounts of rape and multiple counts of sexual activity with a child, causing a\nchild to watch a sexual act and engaging in sexual activity in the presence of\na child”. It included a statement made by a police officer who said that the\ncomplainant “is a dangerous individual and he will now spend a significant\namount of time behind bars where he can no longer pose a risk to children”.\n3. The\narticle also appeared online under the headline “’Dangerous’ monster raped\nchildren and forced them to watch sexual acts”.\n4. The\ncomplainant said that the headline of the online article, and the body of the\nprint article, was inaccurate in breach of Clause 1 as they stated that he had\nraped “children”, yet his conviction was in relation to a single child.\nSecondly, the complainant also said the headline was inaccurate as it reported\nthat he had “forced” a child to watch sexual acts, when he had been convicted\nof “showing” a child sexual acts.\n5. The publication\nsaid it accepted that the article was inaccurate regarding the number of\nchildren to whom the offences related. On the same day the article was\npublished, on 14th May 2021, it amended the online headline to say “’Dangerous’\nmonster raped child and forced them to watch sexual acts” and changed the first\nline so that it read “A monster who raped a child and forced them to watch\nsexual acts has been jailed for 16 years”. The publication also added a\nfootnote correction that said:\n“An\nearlier version of this article incorrectly stated Jacobson raped more than one\nchild”.\nAfter\nIPSO referred the complaint to the publication, it also offered to publish the\nfollowing correction in print on page 2 in the Corrections and Clarifications\ncolumn:\nMark\nJacobson\nOur\narticle “’Dangerous’ child rapist is locked up’ May 14, incorrectly reported\nthat Mark Jacobson of Washington Parade, Bootle, had been convicted of 16\ncounts of child sex offences relating to multiple children. In fact, his\nconviction of 16 counts of child sex offences was in relation to one child.\n6. Regarding\nthe complainant’s second point the publication did not accept a breach of\nClause 1. It stated that the police press release clearly said that he had been\nfound guilty of “causing a child to watch a sexual act and engaging in sexual\nactivity in the presence of a child”. The publication considered that this was\nsufficient justification for the article to report that the complainant had\nbeen found guilty of “forcing the child to watch sexual acts”.\n7. The\ncomplainant did not accept the amendments to the online article and the\nproposed correction as a resolution to his complaint.\nRelevant\nCode Provisions\nClause 1\n(Accuracy)\ni) The\nPress must take care not to publish inaccurate, misleading or distorted\ninformation or images, including headlines not supported by the text.\nii) A\nsignificant inaccuracy, misleading statement or distortion must be corrected,\npromptly and with due prominence, and — where appropriate — an apology\npublished. In cases involving IPSO, due prominence should be as required by the\nregulator. \niii) A\nfair opportunity to reply to significant inaccuracies should be given, when\nreasonably called for.\niv) The\nPress, while free to editorialise and campaign, must distinguish clearly\nbetween comment, conjecture and fact.\nFindings\nof the Committee\n8. In\nregard to the first point, the newspaper accepted that it had been inaccurate\nto report that the complainant had “raped children”, as he had been found\nguilty of offences related to a single child. The publication said that the\nerror resulted from a misreading of a police press report. The Committee\nconsidered that this amounted to a failure to take care not to publish\ninaccurate information, resulting in a breach of Clause 1(i). This was a\nheadline claim and the article had been reporting on the complainant’s serious\ncriminal convictions; as such, the inaccuracy was significant and required\ncorrection under the terms of Clause 1(ii).\n9. The\nCommittee considered the corrective action undertaken and, in the case of the\nprint article, proposed, by the publication and assessed whether it had\nfulfilled its obligations to correct the inaccuracy promptly and with due\nprominence. The publication had amended the online article and published a\nfootnote correction which identified the inaccuracy and set out the correct\nposition. The amendment had been made shortly after publication on 14th May\n2021, fulfilling the requirement of Clause 1 (ii) for due promptness. As the\nheadline and article had been amended on the same day as it was published, the\npublication of a footnote correction represented due prominence on this\noccasion. The publication had also offered to publish a correction in print,\nappearing on page 2 in the Corrections and Clarifications column. This was\nsufficiently prominent as the original article had appeared on page 5. As such,\nthere was no breach of Clause 1(ii).\n10. The\nCommittee considered that, where the offence involved a child and where the\ncomplainant had been found guilty of “causing a child to watch a sexual act”,\nit was not significantly inaccurate for the article to characterise this as\n“forcing”. The publication had made clear the offences for which the\ncomplainant had been convicted and his sentence, and had, therefore, taken\nsufficient care to not publish inaccurate, misleading or distorted information.\nThere was no breach of Clause 1 on this point. \n\nConclusions\n11. The\ncomplaint was partially upheld under Clause 1.\nRemedial\nAction Required\n12. The\npublished correction online put the correct position on record and was offered\npromptly and with due prominence. No further action was required. \n13. The\ncorrection which was offered in print clearly put the correct position on\nrecord, and was offered promptly and with due prominence, and should now be\npublished.\nDate\ncomplaint received: 14/05/2021\nDate\ncomplaint concluded by IPSO: 18/10/2021\nBack to ruling listing\n\n\n"
}