{
    "url": "/rulings-and-resolution-statements/ruling/?id=04794-15",
    "title": "04794-15 Sailor v Daily Mirror",
    "provisions": [
        "1 (Accuracy) 2015"
    ],
    "outcome": "No breach - after investigation",
    "publication": "Daily Mirror (Reach PLC)",
    "received_on": "2015-07-30 00:00:00",
    "concluded_on": "2015-10-29 00:00:00",
    "complaint_processing_days": 91,
    "conclusion_long": "The complaint was not upheld.",
    "remedial_action": "N/A  Date complaint received: 30/07/2015",
    "text": "\n\n\n\n\n\n·  Decision of the Complaints Committee 04794-15 Sailor v\nDaily Mirror\nSummary of\ncomplaint\n1. Adrian Sailor complained to the Independent Press\nStandards Organisation that the Daily Mirror had breached Clause 1 (Accuracy)\nof the Editors’ Code of Practice in a print article headlined “Exposed: Brit\nsafari killers”, published on 30 July 2015, and “Hundreds of bloodthirsty Brits\nexposed as safari killers who pay £29k to shoot lions and elephants”, published\nonline on 29 July 2015. \n2. The articles reported on the UK trophy hunting\nindustry, following the widely reported death of “Cecil the lion”. They\nreported that the complainant operated the website “Safari Hunter”, which\nadvertised big-game hunting trips, and contained a large number of photos of\nindividuals posing with dead big-game animals. They also reported that the\ncomplainant was the UK agent for a big-game hunting company, and that he was an\namateur taxidermist who ran a website called “taxidermy collector”. \n3. The articles claimed that a hunting company for which\nthe complainant was a UK agent offered a “Lion Combo Special” for £14,000; this\npackage involved killing one male and one female lion. The articles were\naccompanied by a number of photographs of hunters posing with dead big-game\nanimals, including an image of the complainant with a dead baboon and an image\nof the complainant with a tiger cub. In the online article, it was captioned\n“So cruel: A tiger cub picture posted on taxidermy collector website”. In the\nprint article, it was captioned “Bad Business: Unidentified hunter with dead\ntiger cub on one safari trip”, and appeared immediately below and alongside two\nimages of the complainant. \n4. The complainant did not dispute that the company for\nwhich he was a UK agent had a ‘lion combo’ offer, but said that the offer was\nfor the US market, with which he had no involvement, and that there was no\n“lion combo” offer on his “Safari Hunter” website. In relation to the image of\na tiger cub, the complainant said that the cub was alive, and that he was\nstroking it; he said that he did not offer tiger hunting, which is illegal. The\nonline article had inaccurately identified him as one of the individuals in a\nphotograph of two men posing with a dead ibex. \n5. The newspaper said that the complainant was the UK\nagent for a company that offered the “lion combo” for $22,000. It said that the\nimage of the tiger cub was taken from the complainant’s taxidermy website, in\nthe context of an article about taxidermy, which suggested that the tiger was\ndead. The caption to the photograph on the complainant’s website was “dangerous\nbut nice”. The newspaper noted this website also contained a photograph of a\nmounted tiger head. It said that in this context, there was an implication that\nthis was a species which could be killed and stuffed. The newspaper noted that\nthe article had not alleged that the complainant had hunted and killed the\ntiger, and that in the context of the complainant’s wider activities, whether\nor not the cub was alive was not significant. It accepted that the caption to\nthe photograph of the dead ibex was incorrect, and said it would make\narrangements to have it removed. \n6. The newspaper denied that there was a breach of Clause\n1. Nevertheless, it offered to publish the following clarification: \n“In our article of 30 July \"Exposed: Brit Safari\nKillers\", which featured pictures of hunter, Adrian Sailor, posing with a\nzebra and a baboon he had slaughtered and one of him stroking a tiger cub, he\nhas asked us to make clear that the cub, originally featured in an article on\nhis taxidermy website (which includes the mounted head of another tiger) was in\nfact alive.” \n7. In relation to the newspaper’s response to his\ncomplaint, the complainant said that the mounted tiger head depicted on his\ntaxidermy website was Victorian, when it was legal to hunt tigers. He did not\naccept the newspaper’s offer to publish a clarification. \nRelevant Code Provisions\n8. Clause 1 Accuracy \ni) The Press must take care not to publish inaccurate,\nmisleading or distorted information, including pictures. \nii) A significant inaccuracy, misleading statement or\ndistortion once recognised must be corrected, promptly and with due prominence,\nand - where appropriate - an apology published. In cases involving the\nRegulator, prominence should be agreed with the Regulator in advance. \niii) The Press, whilst free to be partisan, must\ndistinguish clearly between comment, conjecture and fact.\nFindings of the Committee\n9. The articles reported on the complainant’s hunting and\ntaxidermy activities. Aside from one photograph, they contained no further\nreference to tigers, and while the articles criticised the complainant, they\ndid so on the basis of his wider activities; they did not place particular\nweight on the image of a tiger, or suggest that the complainant’s activities\nwere illegal. In these circumstances, the photograph of the tiger cub and\naccompanying captions were not significantly misleading. There was no breach of\nClause 1 on this point. \n10. The inaccurate caption to the photograph of the dead\nibex was not significant in the context of the article. It was not inaccurate\nto report that the big-game hunting company offered a ‘lion combo’ for £14,000,\nor that the complainant was a UK agent for this company. These aspects of the\narticle did not disclose a breach of Clause 1. \nConclusions\nThe complaint was not upheld. \nRemedial Action Required\nN/A \nDate complaint received: 30/07/2015\nDate decision issued: 29/10/2015\nBack to ruling listing\n\n\n"
}