{
    "url": "/rulings-and-resolution-statements/ruling/?id=04817-19",
    "title": "04817-19 Wilson v Sunday Times",
    "provisions": [
        "1 Accuracy (2018)",
        "12 Discrimination (2018)"
    ],
    "outcome": "Breach - sanction: action as offered by publication",
    "publication": "The Sunday Times (News UK)",
    "published_on": "2019-03-10 00:00:00",
    "received_on": "2019-06-18 00:00:00",
    "concluded_on": "2020-02-18 00:00:00",
    "complaint_processing_days": 245,
    "conclusion_long": "19. The complaint was upheld under Clause 1(i).",
    "remedial_action": "20. Having upheld the complaint, the Committee considered what remedial action should be required.21. The publication had offered to publish a correction suitably promptly and with due prominence to satisfy the requirements of Clause 1(ii), provided it added that the percentage of Non-EU medical students at UK medical schools was capped at 7.5%. This correction should now be published. Date complaint received: 18/06/2019",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee 04817-19 Wilson v\nSunday TimesSummary of Complaint1. David Wilson complained to the Independent Press\nStandards Organisation that the Sunday Times had breached Clause 1 (Accuracy)\nand Clause 12 (Discrimination) of the Editors’ Code of Practice in an article\nheadlined “Britons lose out to rush of foreign medial students”, published on\n10 March 2019. 2. The article reported that Britons wanting to become\ndoctors are being turned away from medical schools as the schools admit growing\nnumbers of overseas students. It reported that \"the number of British\nfirst-degree students training to be doctors in the UK dropped by more than 500\nfrom 2013-14 to 2017-18, while medical schools increased non-EU student numbers\nby 12%\". The article also reported concerns among applicants that British\nstudents risked being priced out of studying medicine, as non-EU students pay\nsignificantly higher tuition fees. The article \nincluded a quote from a Professor of Education in which he said that it\nwas \"'really unfair' on hard-working teenagers who achieved straight As at\nA-Level, but could not find a place to study medicine in the UK\". The\narticle also included comments from the Chief Executive of the Medical Schools\nCouncil, who said: “Each school is permitted to recruit 7.5% of its permitted\nnumbers — but no more — from overseas. If a school is allowed to recruit 200\nstudents no more than 15 must be domiciled outside the EU.” She also commented\nthat, in addition to academic excellence, medical schools also looked for,\n“resilience, empathy and the ability to cope with uncertainty”.3. The article also appeared in similar terms online under\nthe same headline. The online article was originally published with a graph\nentitled: “Home and international students at medical schools”. The graph's key\nsaid that it showed the number of \"UK students\" and \"non-UK\nstudents\" at medical schools and the graph indicated that 81% of students\nat Cardiff Medical School were “non-UK” students.4. The complainant, a professor at Cardiff Medical School,\nsaid that the graph published in the online article was inaccurate and had\nmisleadingly reported that international students made up 81% of all medical\nstudents at the school. The complainant said that this was impossible as\ninternational students, defined by the university as Non-EU students, were only\npermitted to make up a maximum of 7.5% of the total cohort of medical students,\nas was the case at all other public universities. He said that the graph's\ntitle and key were misleading as the title said it depicted \"Home\"\nand \"international\" students, whereas the key said it depicted\n\"UK\" and \"non-UK\" students. He said that at Cardiff Medical\nSchool, \"home\" students are defined as UK and EU students combined\nand it was not possible to separate the EU students from the \"home\"\ngroup; to refer to UK and non-UK students was misleading, not least in the\nwider context of the article where the terms \"foreign\", \"non\nEU\", \"International\" and \"overseas\" were used without\nany indication as to how these groups were defined. He also suggested that the\nfigures the publication were relying on were distorted by virtue of including\nthe numbers for students studying dentistry. The complainant could not provide\nfigures of exactly what percentage of students at Cardiff Medical School paid\ninternational fees, beyond that it was under 7.5%.5. The complainant also said that the article's use of the\nterm \"rush\" was misleading as a 12% rise in non-EU medical students\ndid not constitute a “rush”. He also said that the article misleadingly implied\nthat applicants were assessed on academic ability alone; and that it failed to\nmention the positive widening access activities that medical schools were\nundertaking. The complainant said that the quote from the Professor of\nEducation was inaccurate and inappropriate given that he taught at a university\nwhere all students were charged international fees, which amounted to £37,000\nper year.6. The complainant also said that the article breached\nClause 12 (Discrimination) as it discriminated against foreign students.7. The publication accepted that the graph in the online\narticle was inaccurate as higher education statistics from the Higher Education\nStatistics Agency (HESA) had been misinterpreted and miscalculated. It said\nthat it was uploaded mistakenly as a result of human error. The graph was\nremoved 3 days after publication and the following statement was published on\nthe online corrections page 5 days after that:Due to a production error, the online edition of our story\n“Britons lose out to rush of foreign medical students” (March 10) originally\nincluded a graph including incorrect information on the number of international\nstudents at British medical schools. The graph has been removed. We apologise\nfor the error.8. The publication provided data from the HESA which\ndemonstrated that medical schools increased non-EU student numbers by 11.6%\nover the period reported in the article. It said that the word “rush” was\nsubjective and that, in any event, it was entitled to characterise a 12% rise\nin international (non-EU) fee-paying students over 4 years as a “rush”; it was\nentitled to rely on data provided by the HESA which it had reported accurately.\nThe publication said that it was possible to distinguish between UK, EU and\nother international students as the data of the HESA was categorised in this\nway. Further, the figures relied upon in the article were for (A1) pre-clinical\nmedicine and (A3) clinical medicine, and did not incorporate dentistry as\nalleged by the complainant.9. The publication also published a letter to the editor\nwritten by the Medical Schools Council on 17 March 2019. The letter alleged\nthat the article under complaint was inaccurate and stated that \"Medical\nintakes to all home programmes are government controlled and do not permit\nuniversities to admit more than 7.5% of their intake from international\nsources\". The publication also said that its digital staff had been given\ninstructions to ensure that graphics are not uploaded to the publication's publishing\nsystem without them first being signed off by the relevant journalists, so as\nto avoid further erroneous publication of graphics. 10. The publication considered that it had complied with\nClause 1(ii) by taking prompt steps to correct and apologise for the erroneous\ngraph. The publication also offered to include the correct number of\ninternational students at Cardiff Medical School in the wording which it had\nproposed, if the complainant could provide the figure.  The publication offered the following wording\nto be published in the online corrections and clarifications column, with a\nlink to the correction as a footnote to the article:\"On March 10, our online edition published a graph\nindicating that 81% of students at Cardiff University School of Medicine were\nnot from the UK. The graph was incorrect and should not have been published:\nthe true figure for non-UK students is XX%. We apologise for the error, which\nwas due to a mistake in the production process.\"Relevant Code Provisions11. Clause 1 (Accuracy)i) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not\nsupported by the text.ii) A significant inaccuracy, misleading statement or\ndistortion must be corrected, promptly and with due prominence, and — where\nappropriate — an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator.iii) A fair opportunity to reply to significant inaccuracies\nshould be given, when reasonably called for.iv) The Press, while free to editorialise and campaign, must\ndistinguish clearly between comment, conjecture and fact.Findings of the Committee12. The publication had conceded that its checking\nprocedures had not worked with respect to the graph published with the online\narticle and, as a result, the errors in the graph had not been identified prior\nto publication. This represented a failure to take care not to publish\ninaccurate and misleading information in breach of Clause 1(i).13. The online article reported the concern that UK students\nwere being priced out by international fee-paying students and the graph was\npresented as providing figures for “home and international medical students at\nmedical schools\". Readers would, therefore, have understood that 81% of\nmedical students at Cardiff Medical School were international students (that\nis, not from the UK) where this is not the case. This was significantly\ninaccurate where it was accepted that the number of non-EU students was capped\nat 7.5%. A correction was required under Clause 1(ii).14. The publication had removed the graph from the online\narticle and had promptly published a correction and an apology in its online\ncorrections and clarifications column eight days after the article had been published.\nDuring IPSO's investigation, it had also offered to provide a link to the\ncorrection as a footnote to the online article and to revise the wording to\nrefer specifically to Cardiff Medical School and the inaccuracy which had\nappeared in the graph. The Committee considered that the column was a suitably\nprominent position in which to correct the inaccuracy. Acknowledging that the\npublication had offered to include the correct figure in the correction, but\nwhere the exact number of international students studying at Cardiff Medical\nSchool was in dispute and had not been provided by the complainant, the\nCommittee considered that the correction should make clear that the number of\nNon-EU students were capped at 7.5%. Subject to this addition, the correction\noffered was sufficient to avoid a breach of Clause 1(ii).15. With regard to the article's use of the word “rush”, the\npublication had demonstrated there had been an increase in non-EU students of\n12% over five years and this had been reported in the article. The publication\nwas entitled to describe this increase as a “rush” and, where the basis for the\ncharacterisation was also included in the article, the use of the term fell\nwithin the boundaries of editorial discretion. There was no breach of Clause 1\non this point.16. The publication had demonstrated that the figures\nprovided by the HESA did not include those individuals studying dentistry as\nalleged by the complainant. There was no breach of Clause 1 on this point.17. Newspapers have editorial discretion in relation to the\ninformation they choose to publish, provided that the publication does not\nbreach the Code. In this case, there was no obligation to report on Cardiff’s\noutreach activities; to explain the Professor of Education’s research background;\nor to mention the range of factors used to assess medical school applicants. In\nany event, the article did not claim that ability to pay and academic merit\nwere the only ways by which applicants are assessed, only that they were two\nsignificant factors, and the quote from Chief Executive of the Medical Schools\nCouncil referenced other attributes which are looked for in successful\napplicants. There was no breach of Clause 1 on these points.18. The aim of Clause 12 of the Code is to protect individuals\nfrom discriminatory coverage. The article had not named or identified any\ninternational students who are studying at a UK medical school and the\ncomplainant's concern that the article had discriminated against international\nstudents, in general, did not engage the terms of Clause 12.Conclusions19. The complaint was upheld under Clause 1(i).Remedial Action Required20. Having upheld the complaint, the Committee considered\nwhat remedial action should be required.21. The publication had offered to publish a correction\nsuitably promptly and with due prominence to satisfy the requirements of Clause\n1(ii), provided it added that the percentage of Non-EU medical students at UK\nmedical schools was capped at 7.5%. This correction should now be published. Date complaint received: 18/06/2019Date complaint concluded: 18/02/2020\nBack to ruling listing\n\n\n"
}