{
    "url": "/rulings-and-resolution-statements/ruling/?id=04839-15",
    "title": "04839-15 HRH the Duke of York v Daily Mail",
    "provisions": [
        "3 (Privacy) 2015"
    ],
    "outcome": "Breach - sanction: publication of adjudication",
    "publication": "Daily Mail (Associated Newspapers Limited)",
    "received_on": "2015-08-03 00:00:00",
    "concluded_on": "2015-11-16 00:00:00",
    "complaint_processing_days": 105,
    "conclusion_long": ", the essential issues arising under Clause 3(i) and (ii) were whether the use of aerial photography in this case amounted to an intrusion into the complainant’s private life and whether that intrusion was justified.  13. Aerial photography can be a legitimate tool, which enables reporting on otherwise inaccessible events or places; however, it carries a specific risk of intrusion because it allows a photographer to disregard those physical barriers which would otherwise seem to offer protection from intrusion and scrutiny and which, therefore, give rise to a reasonable expectation of privacy.  14. Aerial photography of an individual’s home or garden will not always amount to a breach of Clause 3, and the Committee emphasised that its decision on any particular complaint will be based on the circumstances. However, editors must consider the risk of intrusion and the extent of any such intrusion, in order to judge whether this would, in the circumstances, be justified. The nature and purpose of the aerial photography will be an important factor.  15. In this instance, the helicopter’s flight over the private space of the grounds of the complainant’s home, intended to capture images of the preparations for the event he intended to hold there, was a clear intrusion, regardless of whether the complainant was there. The effect of such an intrusion was to deprive him of the security of his private space, in which he could engage in activities, away from the public gaze.  16. It was irrelevant that the photographs were not in the event published and that they were innocuous.  In this case, the flight itself was intrusive because it served to undermine the complainant’s reasonable expectation of privacy. It, therefore, required justification.  17. The newspaper’s explanation that it sought to confirm details of the party, and to illustrate the story, was not sufficient to justify this intrusion. Any public interest served by the information published in the articles was not proportionate to the intrusion caused by the flight. In any event, those details could and were discovered by means which did not involve the intrusion identified by the Committee.  18. The coverage of the party, which included the arrangement of the tents and costumes, was trivial and had been sourced separately; its publication did not constitute a further intrusion. The Committee did not uphold the complaint about the published coverage.  19. But in the absence of justification for the aerial photography, the newspaper had failed to respect the complainant's private and family life and home.  Conclusions 20. The complaint was upheld.",
    "remedial_action": "21. Where the Committee had upheld the complaint as a breach of Clause 3, the appropriate remedial action was publication of an adjudication. While no material had been published in breach of the Code, given the nature of the breach identified, the adjudication should be published as a news item within the first 10 pages of the print newspaper, and for 12 hours on the homepage of the newspaper’s website (it should be archived and searchable, as normal, thereafter). The headline must make clear that IPSO has upheld the complaint, and refer to its subject matter; it must be agreed with IPSO in advance.  The terms of the adjudication to be published are as follows:  The Duke of York complained to the Independent Press Standards Organisation that the Daily Mail had intruded into his private life in breach of Clause 3 (Privacy) of the Editors’ Code of Practice, in relation to the commission of a helicopter flight over his home.  IPSO’s Complaints Committee upheld the complaint as a breach of the Code, and has required the Daily Mail to publish this adjudication to remedy that breach.  On 19 June the newspaper chartered a helicopter to fly over the grounds of the Royal Lodge and take aerial photographs of preparations for a party happening at the complainant’s home and garden to celebrate his daughter’s 25th birthday.  The complainant said that this represented an intrusion into his privacy. The house was secluded and not visible to the naked eye; access to the house and gardens was restricted and controlled by security. He said that the helicopter had flown so low over the garden, passing over four times, that those working in the garden feared it was in distress.  The newspaper denied that the use of the helicopter breached Clause 3, and argued that the decision to commission the flight was justified in the public interest.  It said the flight was chartered to obtain images to illustrate an article and to ensure information it intended to publish about the party was accurate. The helicopter was chartered to fly the day before the party, when it was understood that the family were attending Royal Ascot. Obtaining images in this manner was not intrusive; many news stories are routinely and un-controversially illustrated by aerial photography. In any event, none of the images had been published after the newspaper had been contacted by the complainant’s representatives to raise objections.  IPSO’s Complaints Committee noted that the Code required that the Daily Mail show appropriate respect for the complainant’s private and family life. It specifically includes respect for the home; this reflects the fact that the home is a particularly private space. Given that the grounds of the complainant’s home were not publicly accessible, or generally visible to the public, the complainant was reasonably entitled to expect that they would be respected as a private place.  The Committee recognised that aerial photography can be a legitimate tool; however, it carries a specific risk of intrusion because it allows a photographer to disregard physical barriers which would seem to offer protection from intrusion and scrutiny.  In this instance, the helicopter’s flight over the private space of the grounds of the complainant’s home, designed to capture images of the preparations for the party, was clearly intrusive, regardless of the fact that the complainant was not at home at the time. The effect of such an intrusion was to deprive him of the security of a private space, in which he could engage in activities, away from the public gaze.  The newspaper had failed to properly justify this intrusion, and the complaint was upheld.  Date complaint received: 03/08/2015",
    "text": "\n\n\n\n\n\n       Decision of the Complaints Committee 04839-15 HRH the\nDuke of York v Daily Mail\nSummary of\ncomplaint \n1. HRH the Duke of York complained to the Independent\nPress Standards Organisation that the Daily Mail had breached Clause 3\n(Privacy) of the Editors’ Code of Practice in relation to the commission of a\nhelicopter flight over his home and four articles published between 20 and 26\nJune 2015. \n2. The articles reported that the complainant’s daughter\nhad held a party to celebrate her 25th birthday at the Royal Lodge in Windsor\nPark, the complainant’s home. They discussed details of the party, including\nits Disney theme and the attendance of various celebrity guests. \n3. On 19 June, before publication of the articles, the\nnewspaper chartered a helicopter to fly over the grounds of the Royal Lodge and\ntake aerial photographs of preparations for the party happening at the\ncomplainant’s home and garden. \n4. The complainant said that this represented an\nintrusion into his privacy. He had not known of, or consented to, the flight\nover the grounds, which were a private place. The complainant said that the\nhouse was secluded and not visible to the naked eye from any part of the public\nhighway, and that access to the house and gardens was restricted, including\nwith fencing, and controlled by security. He said that the helicopter had flown\nso low over the garden, passing over four times, that those working in the\ngarden feared it was in distress. \n5. The complainant said that information included in the\ncoverage about the layout of the party, concerning the arrangement of tents and\na fairground in the garden, had come from the flight; he had a reasonable expectation\nof privacy in relation to information concerning events and activities taking\nplace at his home. This was demonstrated by the extreme lengths to which the\nnewspaper was forced to go in order to obtain the information. Publication of\nthese details further breached Clause 3. The complainant said that there was no\npossible public interest justification for these intrusions into his private\nlife. \n6. The newspaper denied that either the use of the\nhelicopter or the information published in the article breached Clause 3. It\nsaid the complainant’s daughter was eighth in line to the throne and a senior\nmember of the Royal Family. The public had an interest in being informed about\na lavish party for her birthday, which she had attended dressed as Snow White accompanied\nby seven dwarves, and which was always likely to attract attention. It noted\nthat it had contacted the complainant’s former wife’s press contact before\npublication, who had raised no objections on privacy grounds to the reporting\nof the story. \n7. The newspaper said that it had received the\ninformation included in the article about the layout of the party from a\nconfidential source and provided a draft of the article, containing these\ndetails and written prior to the flight, to substantiate its position. It said\nthe flight was chartered to obtain images to illustrate the article and to\nensure the information was accurate. The helicopter was chartered to fly the\nday before the party, when it was understood that the family were attending\nRoyal Ascot. \n8. It provided copies of the photographs taken by the\nhelicopter, which showed tents, buildings and fairground structures; in two\ninstances an individual apparently working on the party infrastructure was\nvisible. It said that the helicopter had flown at 600ft, although the company\nhad a Civil Aviation Authority exemption to fly as low as 262ft for\nphotographic work. Obtaining images in this manner was not intrusive; many news\nstories – such as storms, road accidents, plane crashes, festivals, sporting\nevents and public gatherings – are routinely and un-controversially illustrated\nby aerial photography. Aerial photographs of people's homes are a matter of\nroutine and are taken, for example, by Google Earth. In any event, none of the\nimages had been published after the newspaper had been contacted by the\ncomplainant’s representatives to raise objections. \nRelevant Code Provisions\n9. Clause 3 (Privacy) \ni) Everyone is entitled to respect for his or her private\nand family life, home, health and correspondence, including digital\ncommunications. \nii) Editors will be expected to justify intrusions into\nany individual’s private life without consent. Account will be taken of the\ncomplainant’s own public disclosures of information. \niii) It is unacceptable to photograph individuals in\nprivate places without consent.* \nNote – private places are public or private property\nwhere there is a reasonable expectation of privacy. \nFindings of the Committee\n10. The Code requires editors to show appropriate respect\nfor an individual’s private and family life, and specifically cites respect for\nthe home as part of this obligation, reflecting the fact that an individual’s\nhome is a particularly private space. This extends to the garden or grounds of\na home, although the extent to which an individual will have a reasonable\nexpectation of privacy in relation to the grounds or garden of a home will\nvary, generally according to their visibility, or potential visibility, to\nmembers of the public. \n11. The grounds of Royal Lodge, the complainant’s home,\nwere not publicly accessible, nor visible to the public. For that reason the\ncomplainant had, on 19 June, a reasonable expectation that the grounds would be\nrespected as a private place, notwithstanding his absence at the time. \n12. In light of this conclusion, the essential issues\narising under Clause 3(i) and (ii) were whether the use of aerial photography\nin this case amounted to an intrusion into the complainant’s private life and\nwhether that intrusion was justified. \n13. Aerial photography can be a legitimate tool, which\nenables reporting on otherwise inaccessible events or places; however, it\ncarries a specific risk of intrusion because it allows a photographer to\ndisregard those physical barriers which would otherwise seem to offer\nprotection from intrusion and scrutiny and which, therefore, give rise to a\nreasonable expectation of privacy. \n14. Aerial photography of an individual’s home or garden\nwill not always amount to a breach of Clause 3, and the Committee emphasised\nthat its decision on any particular complaint will be based on the\ncircumstances. However, editors must consider the risk of intrusion and the\nextent of any such intrusion, in order to judge whether this would, in the\ncircumstances, be justified. The nature and purpose of the aerial photography\nwill be an important factor. \n15. In this instance, the helicopter’s flight over the\nprivate space of the grounds of the complainant’s home, intended to capture\nimages of the preparations for the event he intended to hold there, was a clear\nintrusion, regardless of whether the complainant was there. The effect of such\nan intrusion was to deprive him of the security of his private space, in which\nhe could engage in activities, away from the public gaze. \n16. It was irrelevant that the photographs were not in\nthe event published and that they were innocuous.  In this case, the\nflight itself was intrusive because it served to undermine the complainant’s\nreasonable expectation of privacy. It, therefore, required justification. \n17. The newspaper’s explanation that it sought to confirm\ndetails of the party, and to illustrate the story, was not sufficient to\njustify this intrusion. Any public interest served by the information published\nin the articles was not proportionate to the intrusion caused by the flight. In\nany event, those details could and were discovered by means which did not\ninvolve the intrusion identified by the Committee. \n18. The coverage of the party, which included the\narrangement of the tents and costumes, was trivial and had been sourced\nseparately; its publication did not constitute a further intrusion. The\nCommittee did not uphold the complaint about the published coverage. \n19. But in the absence of justification for the aerial\nphotography, the newspaper had failed to respect the complainant's private and\nfamily life and home. \nConclusions\n20. The complaint was upheld. \nRemedial Action Required\n21. Where the Committee had upheld the complaint as a\nbreach of Clause 3, the appropriate remedial action was publication of an\nadjudication. While no material had been published in breach of the Code, given\nthe nature of the breach identified, the adjudication should be published as a\nnews item within the first 10 pages of the print newspaper, and for 12 hours on\nthe homepage of the newspaper’s website (it should be archived and searchable,\nas normal, thereafter). The headline must make clear that IPSO has upheld the\ncomplaint, and refer to its subject matter; it must be agreed with IPSO in\nadvance. \nThe terms of the adjudication to be published are as\nfollows: \nThe Duke of York complained to the Independent Press\nStandards Organisation that the Daily Mail had intruded into his private life\nin breach of Clause 3 (Privacy) of the Editors’ Code of Practice, in relation\nto the commission of a helicopter flight over his home. \nIPSO’s Complaints Committee upheld the complaint as a\nbreach of the Code, and has required the Daily Mail to publish this\nadjudication to remedy that breach. \nOn 19 June the newspaper chartered a helicopter to fly\nover the grounds of the Royal Lodge and take aerial photographs of preparations\nfor a party happening at the complainant’s home and garden to celebrate his\ndaughter’s 25th birthday. \nThe complainant said that this represented an intrusion\ninto his privacy. The house was secluded and not visible to the naked eye;\naccess to the house and gardens was restricted and controlled by security. He\nsaid that the helicopter had flown so low over the garden, passing over four\ntimes, that those working in the garden feared it was in distress. \nThe newspaper denied that the use of the helicopter\nbreached Clause 3, and argued that the decision to commission the flight was\njustified in the public interest. \nIt said the flight was chartered to obtain images to\nillustrate an article and to ensure information it intended to publish about\nthe party was accurate. The helicopter was chartered to fly the day before the\nparty, when it was understood that the family were attending Royal Ascot.\nObtaining images in this manner was not intrusive; many news stories are\nroutinely and un-controversially illustrated by aerial photography. In any\nevent, none of the images had been published after the newspaper had been\ncontacted by the complainant’s representatives to raise objections. \nIPSO’s Complaints Committee noted that the Code required\nthat the Daily Mail show appropriate respect for the complainant’s private and\nfamily life. It specifically includes respect for the home; this reflects the\nfact that the home is a particularly private space.\nGiven that the grounds of the complainant’s home were not\npublicly accessible, or generally visible to the public, the complainant was\nreasonably entitled to expect that they would be respected as a private place. \nThe Committee recognised that aerial photography can be a\nlegitimate tool; however, it carries a specific risk of intrusion because it\nallows a photographer to disregard physical barriers which would seem to offer\nprotection from intrusion and scrutiny. \nIn this instance, the helicopter’s flight over the\nprivate space of the grounds of the complainant’s home, designed to capture\nimages of the preparations for the party, was clearly intrusive, regardless of\nthe fact that the complainant was not at home at the time. The effect of such\nan intrusion was to deprive him of the security of a private space, in which he\ncould engage in activities, away from the public gaze. \nThe newspaper had failed to properly justify this\nintrusion, and the complaint was upheld. \nDate complaint received: 03/08/2015\nDate decision issued: 16/11/2015\nBack to ruling listing\n\n\n"
}