{
    "url": "/rulings-and-resolution-statements/ruling/?id=04836-18",
    "title": "04836-18 Ridley v The Daily Telegraph",
    "provisions": [
        "1 Accuracy (2018)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "The Daily Telegraph (Telegraph Media Group Ltd)",
    "published_on": "2018-08-02 00:00:00",
    "received_on": "2018-08-02 00:00:00",
    "concluded_on": "2019-01-10 00:00:00",
    "complaint_processing_days": 161,
    "conclusion_long": "12. The complaint was not upheld.",
    "remedial_action": "N/ADate complaint received: 02/08/2018",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee 04836-18 Ridley v The Daily Telegraph\nSummary of complaint\n1. Peter Ridley\ncomplained to the Independent Press Standards Organisation that The Daily\nTelegraph breached Clause 1 (Accuracy) of the Editors’ Code of Practice in an\narticle headlined “British court recognises sharia law in landmark divorce\ncase”, published on 2 August 2018.\n2. The article\nreported on a High Court judgment, following a divorce petition filed by a wife\nagainst her husband. The husband defended the divorce petition on the basis\nthat the parties had not entered into a marriage which was valid according to\nEnglish law, but had instead undergone the Islamic law marriage ceremony, the\nNikah. The judge concluded that the marriage between the wife and husband was\n“void” for the purposes of s.11 of the Matrimonial Causes Act 1973 and decided\nthat as a consequence, the wife was entitled to a decree of nullity, thereby\nenabling her to seek relief which could potentially include a division of\nassets or maintenance.\n3. The article\nreported that “Sharia law has been recognised by a British court for the first\ntime after a judge made a landmark divorce ruling that could change the way\nIslamic marriage works in most of the UK”. It reported that the Nikah ceremony\n“fell under British matrimonial law” and had been found to be “void”, rather than\na “non marriage”; the article explained that “the case will have significant\nimplications for women who marry under sharia but not British law and it could\ngive them the right to divorce their husbands and split their assets, as well\nas being able to secure a divorce more easily”. The article contained a quote\nfrom a lawyer, who commented on the case: “[the husband and wife] both knew\ntheir sharia marriage was not legally registered. It became vital for [the\nwife] that the English divorce court rule that the marriage should be\nrecognised as void, and not a non-marriage, otherwise she would not have any\nrights to make any financial claims for herself. The ruling … has given heart\nto many who otherwise suffer discrimination.”\n4. There was a\nfront page reference to the article, headlined “High court recognises sharia\nmarriage in law”. The article continued onto page 5.\n5. The article was\npublished in substantially the same form online under the headline “British\ncourt recognises sharia law in landmark divorce case”. The online article\ncontained the following sentence: “the marriage] fell under British matrimonial\nlaw despite it not being legally recognised as such”.\n6. The complainant\nsaid that the article’s headline, as well as the first line of the article, was\ninaccurate in breach of Clause 1, because a British court had not “recognised”\nsharia law. He said that the fact that a Nikah ceremony was performed was not a\nsubstantive element in the judge’s decision to grant the wife a decree of\nnullity. He said that even if the performance of a Nikah ceremony was\nsignificant, the fact that the ceremony happened to be recognised by sharia law\ndid not equate to the recognition of sharia law by English courts. \n7. The newspaper\ndid not accept a breach of the Code. It said that the term “recognised” has\nmany meanings, and the headline of the article must be read in conjunction with\nthe remaining text. The newspaper said that, as set out in the article, the\nmarriage had been found to be “void” for the purposes of s.11 of the\nMatrimonial Causes Act 1973, rather than being a “non-marriage” that has no\nrecognition under English law. The newspaper said that the case established,\nfor the first time, that a Nikah marriage can enjoy a measure of legal\nrecognition - albeit not at the same level as a fully lawful marriage conducted\nunder UK law. The newspaper said that both the print and online articles sets\nout the full details of the case, and so would not have implied that a sharia\nmarriage had been accorded the exact same legal status as a marriage conducted\nfully in accordance with UK law.\n8. While it did not\naccept a breach of the Code, the newspaper offered to publish the following\nwording in its established Corrections and Clarifications column:\nSharia marriage in UK law\nFollowing our article \"British court recognises sharia\nlaw in landmark divorce case\" (Aug 2), we wish to clarify that the ruling\nreported by the article grants nikah marriages limited recognition – not the\nsame status as full marriages conducted under UK law\nRelevant Code provisions\n9. Clause 1\n(Accuracy)\ni) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not\nsupported by the text. \nii) A significant inaccuracy, misleading statement or\ndistortion must be corrected, promptly and with due prominence, and — where\nappropriate — an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator.\niii) A fair opportunity to reply to significant inaccuracies\nshould be given, when reasonably called for.\niv) The Press, while free to editorialise and campaign, must\ndistinguish clearly between comment, conjecture and fact.\nFindings of the Committee\n10. It was not in dispute that the case was the first time\nthat a woman married under Islamic law – and who had not subsequently undertaken\na civil marriage ceremony – had petitioned for a divorce through a UK court and\nwas able to make a claim on her husband’s assets. The wider implications which\nthe judgment may have on women married in a Nikah ceremony had been\nacknowledged in the article.\n 11. In coming to his decision that the marriage was “void”,\nrather than a “non marriage”, the judge had considered a number of elements in\nthe couple’s marriage, one of which was the officiation by the Imam. Care had\nbeen taken to present the UK court’s “recognition” of sharia law in the\nspecific context of the facts of the case; the article reported that the Nikah\nceremony “fell under British matrimonial law” and had been found to be “void”,\nrather than a “non marriage”. Following a petition for divorce, recognition had\nbeen afforded to the couple’s marriage as a consequence of it being found to be\n“void” under UK law. There was a real and meaningful distinction between a\nmarriage found to be “void” and a “non marriage” which conferred no legal\nrights. The Committee did not consider that the reference to sharia law being\n“recognised” by a UK court was misleading in those circumstances. The article\ndid not claim that all aspects of sharia law had been recognised in British law\nor that the marriage had been afforded a status akin to a marriage conducted in\ncompliance with UK law. There was no breach of Clause 1.\nConclusions\n12. The complaint was not upheld.\nRemedial Action Required\nN/ADate complaint received: 02/08/2018Date decision issued: 10/01/2019  \nBack to ruling listing\n\n\n"
}