{
    "url": "/rulings-and-resolution-statements/ruling/?id=04846-18",
    "title": "04846-18 MacLeod v Mail Online",
    "provisions": [
        "1 Accuracy (2018)"
    ],
    "outcome": "Breach - sanction: publication of correction",
    "publication": "Mail Online (Associated Newspapers Limited)",
    "published_on": "2018-08-02 00:00:00",
    "received_on": "2018-08-02 00:00:00",
    "concluded_on": "2018-12-03 00:00:00",
    "complaint_processing_days": 123,
    "conclusion_long": "18. The complaint was upheld.",
    "remedial_action": "19. Having upheld the complaint under Clause 1, the Committee considered what remedial action should be required. 20. In circumstances where the Committee establishes a breach of the Editors’ Code, it can require the publication of a correction and/or adjudication, the nature, extent and placement of which is determined by IPSO. 21. In this case, the publication had taken steps to address the concerns raised, and had made amendments to the article, as set out above. However, this did not represent corrective action under the terms of Clause 1(ii) and no wording had been offered or published which identified the inaccuracy in the piece. The Committee therefore considered that the appropriate remedy was the publication of a correction, which would make clear the legal status of the marriage. The Committee considered that the publication of this correction as a footnote to the article, as well as a standalone correction on the publications homepage for 24 hours, which would be then archived in the usual way, was sufficient to meet the terms of Clause 1 (ii). This wording should be agreed with IPSO in advance and should make clear that it has been published following an upheld ruling by IPSO.Date complaint received: 02/08/2018",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee 04846-18 MacLeod v Mail Online\nSummary of complaint\n1. Andrew MacLeod\ncomplained to the Independent Press Standards Organisation that Mail Online\nbreached Clause 1 (Accuracy) of the Editors’ Code of Practice in an article\nheadlined “Landmark ruling sees British court recognise sharia law for the\nfirst time as judge rules wife married in Islamic ceremony can make claim on\nhusband's assets under UK law”, published on 2 August 2018.\n2. The article\nreported on a High Court judgment, following a divorce petition filed by a wife\nagainst her husband. The husband defended the petition for divorce on the basis\nthat the parties had not entered into a marriage which was valid according to\nEnglish law but had instead undergone the Islamic law marriage ceremony, the\nNikah. The judge concluded that the marriage between the wife and husband was\n“void” for the purposes of s.11 of the Matrimonial Causes Act 1973 and decided\nthat as a consequence, the wife was entitled to a decree of nullity, thereby\nenabling her to seek relief which could potentially include a division of\nassets or maintenance.\n3. The article\ndescribed the judgment as a “landmark decision” which “recognised sharia law\nfor the first time”. The article reported that in the ruling, the judge had\nsaid that the couple’s union “should be valid and recognised because their vows\nhave similar expectations of a British marriage contract”. The article\ncontinued: “this means women married in an Islamic faith ceremony will have an\neasier time securing a divorce in the UK, paving the way for them to claim half\ntheir husband’s assets”. The article noted that a review had been undertaken\nwith the purpose of exploring whether Sharia law was being applied in a way\nthat was incompatible with domestic legislation. The article said: “A panel of\nexperts, said Muslim couples should be required to undergo civil marriages in\naddition to Muslim ceremonies to bring Islamic marriage legally into line with\nChristian and Jewish marriage”.\n4. The complainant\nsaid that the British court had not “recognised” Sharia law; no reasonable\nreading of the judgment could find that the judge had incorporated or accepted\nSharia Law into English Law.\n5. The complainant\nprovided a copy of the judgment. The complainant noted that the judge had said\nat paragraph 5: “what this case is not about though is whether an Islamic\nmarriage ceremony (a Nikah) should be treated as creating a valid marriage in\nEnglish law”; the complainant said that this made clear that the case was not\nabout the application of Sharia Law in English Law.\n6. Under English\nMatrimonial law, a marriage ceremony can either be valid, void or voidable, or\ndeemed a ‘non-marriage’. The court can make financial orders to redistribute\nassets if a marriage is found to be valid, void or voidable; the court cannot\ngrant a decree of nullity nor can it make such financial orders following a\nnon-marriage. The judge concluded that although the marriage was “entered into\nin disregard of certain requirements”, it could not legally be declared a\nnon-marriage. The complainant argued that in coming to the decision that the\nmarriage was “void”, the judge had taken a flexible approach to s.11 of the\nMatrimonial Causes Act 1973. He said that the judge took into account\nnon-religious factors particularly actions of being held in public, promises\nexchanged, officiated and witnessed; the complainant said that these factors\nexisted in all religious ceremonies and none were exclusive to Islam generally,\nor Sharia law specifically.\n7. The publication\nargued that IPSO should not consider the complaint, as the complainant was a\nthird party, with no direct involvement in the case. It also said that the\ncomplainant was seeking to argue a matter of opinion as to the interpretation\nof the judge’s decision.\n8. Without\nprejudice to its position that the complainant was a third party, the\npublication did not accept a breach of the Code and said that care had been\ntaken to accurately report a complex and nuanced High Court judgment. It said\nthat it was not in dispute that the case was the first time a British judge has\nrecognised a ‘Nikah’ marriage ceremony conducted in Britain as coming under the\nauspices of the Matrimonial Causes Act 1973, by virtue of it being found to be\nvoid.\n9. The publication\nsaid that the consequence of the judgment, was that the wife was able to make a\nclaim on her former husband’s assets under English law. The publication said\nthat this recognition had wider implications for Muslim women who had\nundertaken an Islamic marriage ceremony (without corresponding civil ceremonies\nunder UK law) to make a claim on their husband’s assets should the marriage\nbreak down.\n10. The publication said that in coming to his decision that\nthe marriage was “void” for the purposes of s.11 of the Matrimonial Causes Act\n1973, the judge made clear reference to “the nature of the ceremony” and the\nfact that it bore “all the hallmarks of a marriage in that it was held in\npublic, witnessed, officiated by an Iman”. It said that the reference to the\nIman meant that the judge considered a factor which was exclusive to Islam.\nFurthermore, the publication said that the judge had referred to the marriage\nas being treated as valid in the UAE – a country whose official state religion\nis Islam. The publication said that in those circumstances, the judge took into\nconsideration, factors which were exclusive to Islam, and the validity of the\nmarriage in the eyes of Islam were relevant to his finding.\n11. The publication did not accept that the article had\ngiven the misleading impression that the couple’s marriage was considered to\nhave a legal status akin to that of a marriage conducted under English law. It\nsaid that the characterisation of the union as “valid” was in the general\nsense, and not the specific legalistic one which was set out in the lengthy\njudgment. The publication said that it removed the following passage, in order\nto clarify the complex and nuanced judgment: “before the landmark decision, the\ncourts did not legally recognise [the Nikah] as a valid marriage”. It also\namended the article, as a gesture of goodwill, and added the following passage:\n[The judge] said the marriage was considered to be void\nunder section 11 of the Matrimonial Causes Act 1973 due to it having been\n“entered into in disregard of certain requirement as to the formation of\nmarriage”. This meant that [the wife] was “entitled to a decree of nullity”.\nPreviously, Nikah marriages had been deemed legally non-existent, meaning that\nany party wishing to terminate the marriage had no legal recourse for any\ndivision of assets. The implications of the judgment are that women married in\nan Islamic faith ceremony will have an easier time securing a divorce in the\nUK, paving the way for them to claim half their husband’s assets”.\nRelevant Code provisions\n12. Clause 1 (Accuracy)\ni) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not\nsupported by the text.\nii) A significant inaccuracy, misleading statement or\ndistortion must be corrected, promptly and with due prominence, and — where\nappropriate — an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator.\niii) A fair opportunity to reply to significant inaccuracies\nshould be given, when reasonably called for.\niv) The Press, while free to editorialise and campaign, must\ndistinguish clearly between comment, conjecture and fact.\nFindings of the Committee\n13. The Committee recognised that the term “valid” has a\nlegal meaning, as well as a general one. The media plays an important role in\nreporting on complex and nuanced legal cases in an accessible way. The\nCommittee’s role was to consider the meaning of the article, and how it would\nbe understood by the general public. The publication was entitled to report on\nthe case in a way which would be understood to its readership, provided that in\ndoing so, it had taken care not to publish the judge’s findings in an\ninaccurate, misleading or distorted way.\n14. The article had claimed that a UK court had said that\nthe couple’s marriage was “valid and recognised”; it said that “before the\nlandmark decision, the courts did not recognise [Nikah ceremonies] as a valid\nmarriage”. The article had reported that the wife was able to make a claim on\nher husband’s financial assets, following her successful petition for divorce.\nHowever, the judge found that the marriage had been “entered into in disregard\nof certain requirement as to the formation of marriage”, and was therefore\n“void”, not “valid” under UK law.  The\narticle had failed to explain that the judge’s finding that the marriage was\n“void”, had created limitations as to the nature of its validity. The claim\nthat marriage had been found to be “valid and recognised”, in combination with\nthe omission of any qualification as to the nature of that validity, as set out\nin the publicly available judgment, \nrepresented a failure to take care over the accuracy, in breach of Clause\n1(i). The Committee considered that there was a significant difference between\na marriage conducted under UK law, and a marriage which conferred limited\nrights on the parties; the failure to make clear that distinction was\nsignificantly misleading, and required correction under the terms of Clause\n1(ii).\n15. The publication had removed references to “valid” from\nthe article, and had amended the piece to make clear that that the marriage was\n“void” under section 11 of the Matrimonial Causes Act 1973. However, no\nfootnote clarification had been published to record the amendments which had\nbeen made. This represented a breach of Clause 1(ii).\n16. The Committee then turned to consider the broader\ncomplaint regarding the use of the term “recognised”. The article did not claim\nthat Sharia law had been incorporated or accepted into UK law, or that Sharia\nlaw had been applied by a UK court, as the complainant had suggested. It was\nnot in dispute that the case was the first time that a woman married under\nIslamic law—and who had not subsequently undertaken a civil marriage\nceremony—had petitioned for a divorce through a UK court and was able to make a\nclaim on her husband’s assets. The Committee noted that the wider implications\nwhich the judgment may have on women married in a Nikah ceremony had been\nacknowledged in the article. In coming to his decision that the marriage was\n“void”, rather than a “non marriage”, the judge had considered a number of\nelements in the couple’s marriage, one of which was the officiation by the\nImam. Care had been taken to present the UK court’s “recognition” of Sharia law\nin the specific context of the facts of the case; the article reported that a\nBritish court had ruled a wife “married in an Islamic ceremony can claim husband’s\nassets.” Following a petition for divorce, recognition had been afforded to the\ncouple’s marriage as a consequence of it being found to be “void” under UK law.\nThere was a real and meaningful distinction between a marriage found to be\n“void” and a “non marriage” which conferred no legal rights. The Committee did\nnot consider that the reference to Sharia law being “recognised” by a UK court\nwas misleading in those circumstances. The article did not claim that all\naspects of Sharia law had been recognised in British law. There was no further\nbreach of Clause 1 on this point.\n17. The Committee rejected the publication’s argument that\nit lacked jurisdiction to consider the complaint on the basis that the\ncomplainant was seeking to argue a point of opinion. The complainant had\nexplained why he believed the article had contained inaccurate, misleading and\ndistorted information; this was the complainant’s explanation as to why a\npublicly available judgment was reported inaccurately, and his complaint under\nClause 1. Further, the absence of any input from the parties most closely\ninvolved, did not prohibit the Committee from making an objective determination\non the care taken over the reporting of a publicly available judgment, and\nadequate information had been presented before it, in order to do so. There is\nalso a public interest in ensuring that court cases are reported accurately.\nConclusion\n18. The complaint was upheld.\nRemedial Action Required\n19. Having upheld the complaint under Clause 1, the\nCommittee considered what remedial action should be required.\n20. In circumstances where the Committee establishes a\nbreach of the Editors’ Code, it can require the publication of a correction\nand/or adjudication, the nature, extent and placement of which is determined by\nIPSO.\n21. In this case, the publication had taken steps to address\nthe concerns raised, and had made amendments to the article, as set out above.\nHowever, this did not represent corrective action under the terms of Clause\n1(ii) and no wording had been offered or published which identified the\ninaccuracy in the piece. The Committee therefore considered that the\nappropriate remedy was the publication of a correction, which would make clear\nthe legal status of the marriage. The Committee considered that the publication\nof this correction as a footnote to the article, as well as a standalone\ncorrection on the publications homepage for 24 hours, which would be then\narchived in the usual way, was sufficient to meet the terms of Clause 1 (ii).\nThis wording should be agreed with IPSO in advance and should make clear that\nit has been published following an upheld ruling by IPSO.Date complaint received: 02/08/2018Date complaint concluded: 03/12/2018\nBack to ruling listing\n\n\n"
}