{
    "url": "/rulings-and-resolution-statements/ruling/?id=04849-20",
    "title": "04849-20 A Woman v Yorkshire Evening Post",
    "provisions": [
        "1 Accuracy (2019)",
        "2 Privacy (2019)",
        "3 Harassment (2019)"
    ],
    "outcome": "Breach - sanction: publication of adjudication",
    "publication": "Yorkshire Evening Post (National World Publishing Ltd)",
    "published_on": "2020-02-29 00:00:00",
    "received_on": "2020-05-01 00:00:00",
    "concluded_on": "2020-12-23 00:00:00",
    "complaint_processing_days": 236,
    "conclusion_long": "17. The complaint was upheld in relation to the online version of the article.",
    "remedial_action": "18. The online article had published a significantly inaccurate claim regarding the complainant’s mental health. It had not offered to correct this adequately under the terms of Clause 1(ii), and publishing this claim had also breached Clause 2. Where the online article made a serious and sensitive inaccurate claim about the complainant’s mental health, the appropriate remedy was the publication of an adjudication.19. The Committee considered the placement of the adjudication. It considered that it should published on the newspaper’s website, with a link to the full adjudication (including the headline) appearing on the top half of the newspaper’s homepage, on the first screen, for 24 hours; it should then be archived in the usual way. If the newspaper intends to continue to publish the online article without amendment to remove the significantly inaccurate statement identified by the Committee, the full text of the adjudication should also be published on the article, beneath the headline. If amended to remove the inaccurate statement, a link to the adjudication should be published with the article, explaining that it was the subject of an IPSO adjudication, and explaining the amendments that have been made. The publication should contact IPSO to confirm the amendments it now intends to make to the online material, including social media posts, to avoid the continued publication of material in breach of the Editors’ Code of Practice.20. The terms of the adjudication for publication are as follows:Following an article published on 29 February 2020, a woman complained to the Independent Press Standards Organisation that the Yorkshire Evening Post breached Clause 1 (Accuracy) and Clause 2 (Privacy) of the Editors’ Code of Practice in an article headlined “Beautician who sued Mail for libel wins case”. IPSO upheld this complaint and has required the Yorkshire Evening Post to publish this decision as a remedy to the breach.The article was an interview with a person who had recently taken legal action against a newspaper over its coverage of her beauty business. In this article, the woman claimed that she was unable to also take action against a woman who had complained about her beauty treatment, because the woman had been diagnosed with schizophrenia.The complainant was the woman who the interviewee claimed had been diagnosed with schizophrenia.  She said that this was untrue, and that although she was not named in the article, the high-profile nature of the interviewee’s case and material on social media meant that she was identifiable and had been contacted by people who recognised her from the article. She said that information about her mental health would be very private to her and so being contacted in relation to this claim was very distressing to her and her family. She also said that it was not the case that she had been diagnosed with schizophrenia. The publication did not accept that she was identifiable from the information given in the article but accepted the woman’s position that she had not been diagnosed with schizophrenia. It said that it did not carry out any fact-checking of the interviewee’s claim on this point. It offered to amend the article, but not to publish any correction.IPSO accepted the complainant’s position that she was identifiable to those who were aware of her connection to the interviewee. Reporting that the complainant had been diagnosed with schizophrenia was a very serious and sensitive claim about her health – and information over which the complainant had a reasonable expectation of privacy. As such, in reporting the interviewee’s claim, the article intruded into the complainant’s privacy without justification, and the article breached Clause 2.IPSO found that where the article was reporting a very serious and sensitive claim about the complainant’s health, it should have taken steps to verify this claim, which it did not do. Where the newspaper accepted the complainant’s position that she had not been diagnosed with schizophrenia, a correction was required to correct this significant inaccuracy, which the newspaper did not offer. For these reasons, the article also breached Clause 1. Date complaint received: 01/05/2020",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee – 04849-20 A Woman v\nYorkshire Evening PostSummary of Complaint1. A woman complained to the Independent Press Standards\nOrganisation that the Yorkshire Evening Post breached Clause 1 (Accuracy),\nClause 2 (Privacy), and Clause 3 (Harassment) of the Editors’ Code of Practice\nin an article headlined “Beautician who sued Mail for libel wins case”\npublished on 29 February 2020.2. The article was an interview with a person who owned a\nbeauty business who had recently taken legal action against another newspaper.\nIt reported that, initially, a customer had complained about the beauty\ntreatment she had received at the business and tried to take the business owner\nto trading standards “which dismissed [the customer]” and the customer then\n“threatened to go to the papers”. The article then explained that following this,\na newspaper carried out an undercover investigation into the business and\npublished a critical article. The business owner then took legal action against\nthe newspaper and it had now paid her damages.3. The article also appeared online in much the same form\nwith the headline “’One article nearly killed me’ – Leeds mum wins Mail on\nSunday libel case” published on 27 February 2020. In addition to the points\nmade in the print article, this article also reported that the person said she\nwas unable to take any action against the customer who approached the newspaper\nwith her complaint because the customer had been diagnosed with schizophrenia.4. The complainant was the customer referred to in the\narticle as having complained about her beauty treatment. She said that the\narticle contained a number of inaccuracies and breached Clause 1. She denied\nthat trading standards “dismissed” her case when she contacted them for advice\nbecause she never submitted a formal complaint which was assessed. Similarly,\nshe said that she never “threatened to go to the papers” with her complaint –\ninstead she was contacted by a reporter after she posted about her concerns\nonline. Finally, she said that in relation to the online article, she had never\nbeen diagnosed with schizophrenia, nor had made that claim to anyone.5. The complainant said that the online article also\nintruded into her privacy in breach of Clause 2 by reporting the highly\nsensitive claim that she had been diagnosed with schizophrenia (which she also\ndenied). The complainant said that although she was not named in the article,\nshe had been identified as the subject of the claim by readers who had\ncontacted her and her family, causing great distress and exacerbating the\nintrusion into her privacy.6. The complainant explained how she had been identified\ndespite not being named. She said that the business owner’s story was well\nknown in her local community and she was well known to be the person who had\ncomplained about her treatment. She said that this was because when she\noriginally complained about her treatment, she did so on social media under her\nown name and also said that the business owner had posted pictures of her on\nsocial media which had been widely shared. She provided a screenshot of a\nsocial media post made by the business owner in which she was named in\nreference to the treatment she complained about and was the basis of the\ncritical article. She also provided a screenshot of a member of the public\ncommenting on her Facebook post with a reference to her complaint about her\ntreatment. Although the original article did not name the complainant, it did\ninclude photographs of her face and therefore people who had seen the original\narticle, in a national newspaper, may be able to identify her. Furthermore, she\nsaid that the business owner had posted often about her complaint about her\ntreatment, and then the subsequent article and legal process against the\nnewspaper. She provided examples of people contacting her on social media in relation\nto her complaint about her treatment and said that the police had previously\nwarned the beautician about her social media posts about the complainant. She\nsaid that it was her complaint alone which led to the undercover investigation\nand critical article – as such, she said that it was not the case that the\nbusiness owner could have been referring to a different person in the article.\nFor all of these reasons, the complainant said that she could be identified as\nthe subject of the business owner’s claims. She also said that the business\nowner’s claims about her continued a pattern of harassment against her and so\nconstituted a breach of Clause 3.7. The newspaper did not accept that the article represented\na breach of the Code. It said that it was an accurate report of the interview\nwith the woman and was published in good faith, and that the woman was a\nreliable source of information. It said that it did not carry out any fact\nchecking of the woman’s claims, or contact the complainant for comment because\nit considered that this would have been inappropriate given the claim made by\nthe woman regarding the complainant’s mental health. It did not accept that the\npoints she raised represented significant inaccuracies. As such, it did not\noffer to publish any correction. However, it did offer to amend the online\narticle to say that the woman was “led to believe” that the complainant had\napproached trading standards “before realising the disgruntled woman’s story\nwas about to be published by the national papers”. It also offered to amend the\nreference to the complainant being diagnosed with schizophrenia to state that\nthis is what the newspaper had been told by the woman, and that this was what\nthe woman had been led to believe. It said that these were the woman’s honestly\nheld views, which it was entitled to report and it was necessary to do so in\norder to convey the circumstances in which the woman had been successful in her\nlegal action against the newspaper.8. The newspaper did not accept the article represented an\nintrusion into the complainant’s privacy because it did not accept that she was\nidentifiable. It said that the reporter was unaware of the identity of the\nperson referred to by the woman during the interview. It said that it was\nimpossible for any member of the public to have identified the complainant from\nthe information in the article as the information about her was limited. It\nsaid that the only information included in the article which could identify the\ncomplainant was that she was a customer of the woman, and that she had been\ndiagnosed with schizophrenia. It said that as it was in fact not the case that\nthe woman had been diagnosed with schizophrenia, the pool of possible persons\nthat the woman was referring to would include any of her former customers,\nwhich was a large pool. It did not accept that there was a breach of Clause 3,\nand said that the reporter specifically took steps not to contact the\ncomplainant. Nevertheless, as a gesture of goodwill, the newspaper offered to\nprovide the complainant with a confidential letter expressing regret that the\narticle caused her distress. It said that it was also happy for the complainant\nto put her version of events forward in writing for the newspaper’s reference,\nshould it ever need to return to the subject. Later during IPSO’s\ninvestigation, it offered to delete the online article.Relevant Code Provisions9. Clause 1 (Accuracy)i) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not\nsupported by the text.ii) A significant inaccuracy, misleading statement or\ndistortion must be corrected, promptly and with due prominence, and — where\nappropriate — an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator.iii) A fair opportunity to reply to significant inaccuracies\nshould be given, when reasonably called for.iv) The Press, while free to editorialise and campaign, must\ndistinguish clearly between comment, conjecture and fact.Clause 2* (Privacy)i) Everyone is entitled to respect for his or her private\nand family life, home, health and correspondence, including digital\ncommunications.ii) Editors will be expected to justify intrusions into any\nindividual's private life without consent. In considering an individual's\nreasonable expectation of privacy, account will be taken of the complainant's\nown public disclosures of information and the extent to which the material\ncomplained about is already in the public domain or will become so.Clause 3* (Harassment)i) Journalists must not engage in intimidation, harassment\nor persistent pursuit.ii) They must not persist in questioning, telephoning,\npursuing or photographing individuals once asked to desist; nor remain on\nproperty when asked to leave and must not follow them. If requested, they must\nidentify themselves and whom they represent.iii) Editors must ensure these principles are observed by\nthose working for them and take care not to use non-compliant material from\nother sources.Findings of the Committee10. The online article reported a claim by the woman\ninterviewed that the customer with whom she had been in a dispute had been\ndiagnosed with schizophrenia. The article did not name the complainant as the\ncustomer, but the publication did not dispute that she was the person referenced.  Under Clause 2, editors are expected to\njustify intrusions into an individual’s private life without consent.11. The question for the Committee was whether the\npublication of the interviewee’s claim in this context represented an\nunjustified intrusion in breach of Clause 2. In making this assessment, the\nCommittee considered the nature of the claim and the context in which it was\npresented, which included the extent of the complainant’s identifiability as\nthe subject of the claim.12. While the complainant had not been named, she said that\nshe was identifiable to a circle of people who were aware of the dispute, who\nhad contacted her and her family to enquire about the claims made by the woman.\nThe complainant provided examples of social media posts relating to the\ndispute. The newspaper did not dispute that this identification had\noccurred.  A photograph of a part of the\ncomplainant’s face had also been published in a national newspaper alongside\nseparate coverage of the dispute, albeit she had not been named in that\ncoverage. Having considered the material, the Committee concluded that the\ncomplainant would be identifiable as the subject of the claim to an audience\nwho was aware of the dispute. The Committee next considered the nature of the\ninformation. A person’s diagnosis with a serious mental health condition is\nunquestionably information relating to their health, and the complainant had a\nreasonable expectation that any such information would remain private,\nnotwithstanding that she denied the accuracy of the claim in this instance. The\ncomplainant had not consented to publication of this information, and the\nCommittee did not consider that presenting the interviewee’s position on a\ndispute relating to the provision of a beauty treatment constituted adequate\njustification for including allegations – which were disputed – about the\ncomplainant’s mental ill-health without consent. Nor had the publication argued\nthat there was a public interest justification which overrode the terms of\nClause 2. The Committee concluded that publishing this sensitive and serious\nclaim about the complainant’s health, without consent and without\njustification, constituted an intrusion into the complainant’s private life.\nThe online article breached Clause 2.13. The online article had reported as fact the woman’s\nclaim that the complainant had been diagnosed with schizophrenia. The Committee\nnoted that the claim was presented in a quote attributed to the woman. However,\nit was clear that in reporting such a serious and sensitive claim about a\nperson’s health – where it was possible for the subject of the complaint to be\nidentified – the newspaper should have taken steps to verify this claim.\nInstead, the newspaper reported this quote without taking any steps to\nestablish its veracity. In the absence of these steps, there was a failure to\ntake care over the accuracy of the online article in reporting this claim and a\nbreach of Clause 1(i). The newspaper was not able to provide any basis to show\nthat the woman’s claim was true and did not dispute the complainant’s position\nthat she had not been diagnosed with schizophrenia. In assessing the\nsignificance of the inaccuracy, the Committee had regard to the nature of the\nwoman’s claim. It referred to a specific person, who the Committee had found\nwas identifiable to those familiar with the case. In addition, the allegation\nmade a very serious and sensitive claim about her health. The fact that she had\nbeen identified as the subject of this claim had caused her much distress. As\nsuch, a correction was required under the terms of Clause 1(ii).14. The newspaper had offered to amend the online article to\nmake clear that the diagnosis of schizophrenia was what the woman had been “led\nto believe” and that this was what she had told the newspaper. However, this\ndid not constitute a correction under the terms of Clause 1(ii). It did not set\nout that the original article had contained an inaccuracy, and it did not\nsignal that any amendment had been made to the article. Furthermore, it did not\nput on record the correct position – that the newspaper did not have any basis\nto dispute the complainant’s position that she had not been diagnosed with\nschizophrenia and that she denied it. As such, there was also a breach of Clause\n1(ii).15. The complainant also raised two further points of\nalleged inaccuracy relating to the position of Trading Standards on the case\nand the complainant’s contacts with another publication. The Committee did not\nconsider that these amounted to significant inaccuracies requiring correction.\nIt was not in dispute that the complainant had contacted Trading Standards and\nthat it had not taken any further action. In this context of a passing claim\nmade by the interviewed woman, which it was clear represented one side in a\nlong-running dispute, the distinction between Trading Standards dismissing the\ncomplaint and the complainant’s deciding not to pursue a complaint after\nconsulting Trading Standards was not significant. Similarly, it was not in dispute\nthat the original article which was critical of the woman’s business had been\nwritten following the complainant’s original complaint about her treatment, and\nthat she had spoken to the publication in advance of publication – whether she\nhad “threatened” to go to a newspaper about her treatment did not significantly\naffect this fact. Presenting the interviewed woman’s claims on these points did\nnot constitute a failure to take care over the article, and there was no breach\nof Clause 1 on these points. However, where the newspaper appeared to accept\nthe complainant’s position and did not provide any basis to challenge her\ncomplaint, the Committee welcomed its offer to amend the online article as it\nsuggested.16. The Committee acknowledged that the article had caused\nthe complainant distress. However, the terms of Clause 3 are generally\ninterpreted to refer to the conduct of reporters in preparation of an article.\nThe publication of a single article which was largely focussed on relating the\ninterviewed woman’s experiences of the dispute, the press coverage and her\nlegal claim did not constitute harassment of the complainant. The complainant\nhad not alleged that a reporter acting on behalf of the newspaper had acted in\na way which would breach Clause 3. Any concern relating to the conduct of the\nwoman did not fall within the remit of the Committee. For these reasons, there\nwas no breach of Clause 3.Conclusions17. The complaint was upheld in relation to the online\nversion of the article.Remedial Action Required18. The online article had published a significantly\ninaccurate claim regarding the complainant’s mental health. It had not offered\nto correct this adequately under the terms of Clause 1(ii), and publishing this\nclaim had also breached Clause 2. Where the online article made a serious and\nsensitive inaccurate claim about the complainant’s mental health, the\nappropriate remedy was the publication of an adjudication.19. The Committee considered the placement of the\nadjudication. It considered that it should published on the newspaper’s\nwebsite, with a link to the full adjudication (including the headline)\nappearing on the top half of the newspaper’s homepage, on the first screen, for\n24 hours; it should then be archived in the usual way. If the newspaper intends\nto continue to publish the online article without amendment to remove the\nsignificantly inaccurate statement identified by the Committee, the full text\nof the adjudication should also be published on the article, beneath the\nheadline. If amended to remove the inaccurate statement, a link to the\nadjudication should be published with the article, explaining that it was the\nsubject of an IPSO adjudication, and explaining the amendments that have been\nmade. The publication should contact IPSO to confirm the amendments it now\nintends to make to the online material, including social media posts, to avoid\nthe continued publication of material in breach of the Editors’ Code of\nPractice.20. The terms of the adjudication for publication are as\nfollows:Following an article published on 29 February 2020, a woman\ncomplained to the Independent Press Standards Organisation that the Yorkshire\nEvening Post breached Clause 1 (Accuracy) and Clause 2 (Privacy) of the\nEditors’ Code of Practice in an article headlined “Beautician who sued Mail for\nlibel wins case”. IPSO upheld this complaint and has required the Yorkshire\nEvening Post to publish this decision as a remedy to the breach.The article was an interview with a person who had recently\ntaken legal action against a newspaper over its coverage of her beauty\nbusiness. In this article, the woman claimed that she was unable to also take\naction against a woman who had complained about her beauty treatment, because\nthe woman had been diagnosed with schizophrenia.The complainant was the woman who the interviewee claimed\nhad been diagnosed with schizophrenia. \nShe said that this was untrue, and that although she was not named in\nthe article, the high-profile nature of the interviewee’s case and material on\nsocial media meant that she was identifiable and had been contacted by people\nwho recognised her from the article. She said that information about her mental\nhealth would be very private to her and so being contacted in relation to this\nclaim was very distressing to her and her family. She also said that it was not\nthe case that she had been diagnosed with schizophrenia. The publication did\nnot accept that she was identifiable from the information given in the article\nbut accepted the woman’s position that she had not been diagnosed with\nschizophrenia. It said that it did not carry out any fact-checking of the\ninterviewee’s claim on this point. It offered to amend the article, but not to\npublish any correction.IPSO accepted the complainant’s position that she was\nidentifiable to those who were aware of her connection to the interviewee.\nReporting that the complainant had been diagnosed with schizophrenia was a very\nserious and sensitive claim about her health – and information over which the\ncomplainant had a reasonable expectation of privacy. As such, in reporting the\ninterviewee’s claim, the article intruded into the complainant’s privacy\nwithout justification, and the article breached Clause 2.IPSO found that where the article was reporting a very\nserious and sensitive claim about the complainant’s health, it should have\ntaken steps to verify this claim, which it did not do. Where the newspaper accepted the\ncomplainant’s position that she had not been diagnosed with schizophrenia, a\ncorrection was required to correct this significant inaccuracy, which the\nnewspaper did not offer. For these reasons, the article also breached Clause 1. Date complaint received: 01/05/2020\nDate decision issued: 23/12/2020\nBack to ruling listing\n\n\n"
}