{
    "url": "/rulings-and-resolution-statements/ruling/?id=04853-18",
    "title": "04853-18 Lennon v Daily Express",
    "provisions": [
        "1 Accuracy (2018)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "Daily Express (Reach PLC)",
    "published_on": "2018-08-01 00:00:00",
    "received_on": "2018-08-02 00:00:00",
    "concluded_on": "2018-10-19 00:00:00",
    "complaint_processing_days": 78,
    "conclusion_long": "9. The complaint was not upheld.",
    "remedial_action": "10. N/ADate complaint received: 02/08/2018",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee 04853-18 Lennon v Daily Express\nSummary of complaint\n1. Tim Lennon\ncomplained to the Independent Press Standards Organisation that the Daily\nExpress breached Clause 1 (Accuracy) of the Editors' Code of Practice in an\narticle headlined \"How Project Fear wants us all to panic over\nBrexit\" published on 1 August 2018.\n2. The article was\nan opinion piece, in which the columnist discussed the climate of fear in\nBritain as a consequence of Brexit. It featured the claims of MPs and\nanti-Brexit business representatives warning of the repercussions the UK will\nface for leaving the EU, including shortages of food and basic services, civil\nunrest and a breakdown in infrastructure. The article reported that said claims\nwere an exaggeration and an attempt to \"weaponise panic\",\n\"foster a climate of hopelessness and demoralisation\" and spread\nfear. It referenced predictions that there would be a surge in hate crime\npost-referendum and that Britain was depicted as a \"lawless jungle rife\nwith violence against minorities\". The article went on to report that the\nreality was different because the Crown Prosecution Service reported a\n\"sharp decrease in religious and racial hate crimes that were reported to\nit by the police during the year 2016-2017\". The article also reported\nthat despite \"fabricators\" warnings that hate crimes would rise,\nprosecutions were down 7.89%.\n3. The article was\nalso published online with the headline \"How Project Fear wants us all to\npanic over Brexit, says FRANK FUREDI\" It was substantially the same as the\nprint article.\n4. The complainant\nsaid that it was inaccurate for the article to claim that there was a sharp\ndecrease in religious and racial hate crimes because a Home Office Statistical\nBulletin published in 2017 reported that hate crimes reported to the police had\nrisen by 29%. This was a more appropriate measure than rates of referral to the\nCPS, and it was misleading to cite CPS referrals as evidence of a decrease in\nhate crime.\n5. The complainant\nalso said that it was misleading to refer to statistics for religious and racially\nmotivated hate crime to support an argument that concerns about rising levels\nof hate crime were unfounded. It was possible that rates of hate crime without\na racial or religious motivation had risen.6. The newspaper\ndenied that it had breached the Editors' Code of Practice. It said the Home\nOffice Statistical Bulletin focused on hate crimes defined as \"any\ncriminal offence which are perceived, by the victim or any other person, to be\nmotivated by hostility or prejudice towards someone based on a personal\ncharacteristic\". It said that these characteristics were not limited to\nrace or religion, whereas the article only featured data relating to hate crime\nwith racial and religious motivations. In any event, the newspaper said that\nthe Home Office Statistical Bulletin focused on reports made to the police but\nthe article focused on hate crimes reported to the CPS by the police and the\nnumber of prosecutions by the CPS. It said that the figures in the article had\ncome from the Crown Prosecutions Service (CPS) \"Hate Crime Annual Report\n2016/2017\".\n7. The newspaper\ndenied that it was inaccurate to categorise hate crime in the context of CPS\nreferrals. It argued the complainant's position that hate crime should be\nmeasured in the context of reports to the police was flawed; they were untested\nallegations which were not subject to an evidential process by the prosecuting\nauthority. The newspaper said it clearly identified that its basis for claiming\na decrease in hate crime was a drop in referrals to the CPS and a drop in\nprosecutions by the CPS.\n8. The newspaper\nalso claimed that the statistics quoted were clearly identified as data for\nreligious and racially motivated hate crime and not all hate crime, as alleged\nby the complainant. In any event, the number of all hate crimes that were\nprosecuted had fallen by 6.2%; it was therefore not misleading either way.\nRelevant Code provisions\n9. Clause 1\n(Accuracy)i) The\nPress must take care not to publish inaccurate, misleading or distorted\ninformation or images, including headlines not supported by the text.ii) A\nsignificant inaccuracy, misleading statement or distortion must be corrected,\npromptly and with due prominence, and — where appropriate — an apology\npublished. In cases involving IPSO, due prominence should be as required by the\nregulator.\niii) A fair\nopportunity to reply to significant inaccuracies should be given, when\nreasonably called for.\niv) The\nPress, while free to editorialise and campaign, must distinguish clearly\nbetween comment, conjecture and fact.v) A\npublication must report fairly and accurately the outcome of an action for\ndefamation to which it has been a party, unless an agreed settlement states\notherwise, or an agreed statement is published.\nFindings of the Committee\n8. There are\nmultiple indicators for measuring crime. The newspaper was entitled to cite\nreferrals to the CPS as a basis for its position that hate crime had fallen,\nand the columnist had made clear in the article that he was relying on these\nfigures.  The article had also made clear\nthat the figures it reported related to racial and religious hate crimes. These\nfigures had been accurately reported, and the columnist was entitled to use\nthem to support his argument that concerns about rising levels of hate crime\npost-Brexit were unfounded. There was no failure to take care over the accuracy\nof the article, and no significant inaccuracy requiring correction. There was\nno breach of Clause 1.\nConclusion\n9. The complaint\nwas not upheld.\nRemedial action required\n10. N/ADate complaint received: 02/08/2018Date decision issued: 19/10/2018  \nBack to ruling listing\n\n\n"
}