{
    "url": "/rulings-and-resolution-statements/ruling/?id=04850-20",
    "title": "04850-20 Shepherd v The Sun",
    "provisions": [
        "1 Accuracy (2019)",
        "2 Privacy (2019)"
    ],
    "outcome": "Breach - sanction: action as offered by publication",
    "publication": "The Sun (News UK)",
    "received_on": "2020-05-02 00:00:00",
    "concluded_on": "2020-07-09 00:00:00",
    "complaint_processing_days": 68,
    "conclusion_long": "14. The complaint was upheld under Clause 1(i).",
    "remedial_action": "16. The correction offered by the publication satisfied the requirements of Clause 1(ii) for the reasons set out above and should now be published. Date complaint received:  02/05/2020",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee 04850-20 Shepherd v The SunSummary of Complaint\n1. Joanna Shepherd\ncomplained to the Independent Press Standards Organisation that The Sun\nbreached Clause 1 (Accuracy) and Clause 2 (Privacy) of the Editors' Code of Practice\nin an article headlined \" Love,\nhonour and ...delay\", published 4 April 2020.\n2. The article appeared\nin substantially the same format online under the headline “MR MONEY Devastated\nbrides and grooms may have to delay weddings by YEARS due to virus”, published\non 3 April 2020.\n3. The article reported\nthat the Covid-19 Pandemic was leading to couples “having to delay their\nweddings by YEARS or not have the big day they wanted”. It discussed one case\nwhere the couple stand “to lose the £20,000 they spent\non their wedding venue unless they delay the event until 2022”. It went on\nto quote the bride-to-be as having “said: “The venue — Coltsford Mill near\nOxted, Surrey — has offered us alternative midweek dates in December or else\nthe earliest possible spring-summer date for a Saturday when family and friends\ncan make it is 2022…so we either stick with that place and have the wedding in\n2022 or lose £20,000””. \n4. The complainant, the owner of the venue, said it was inaccurate to\nstate that the couple stand “to lose the £20,000 they\nspent on their wedding venue”. The actual cost of the venue was around £8,500; and the couple had so far paid only £3,850. The complainant also said it was inaccurate\nto state that the earliest possible date for a rescheduled wedding was in 2022,\nas the couple had been offered alternative dates before then. The complainant\nalso expressed concern that she had not been approached for comment; that the\narticle would damage her business; and that it was published without the\nbride-to-be’s consent. Finally, the complainant said that the article breached\nClause 2 (Privacy) because it named her business. \n5. The publication accepted that it had conflated the cost of the venue\nand the cost of the wedding as a whole. Regarding the complainant’s other\npoints, the publication did not accept it had breached the Code. The\npublication said that the article did not state that the next available date\nthe venue could offer was in 2022, rather it had made clear that 2022 was the\n“earliest possible” date according to the preferences of the couple and the availability of their wedding guests.  \n6. The publication\nstated that it had removed the name of the complainant’s business from the\nonline article on the day of publication. It offered to publish the following\ncorrection on page 2 and as a footnote to an amended online article:\nAn article \"Love,\nhonour...and delay\" (4 Apr) reported the story of a couple whose wedding\nwas being postponed. We would like to clarify that £20,000 was the cost of the\nwedding as a whole, not the cost of the venue.\n7. The complainant did\nnot accept this offer.\nRelevant Code provisions\n8. Clause 1 (Accuracy)\ni) The Press must\ntake care not to publish inaccurate, misleading or distorted information or\nimages, including headlines not supported by the text.\nii) A significant inaccuracy, misleading statement or distortion must be correction, promptly and with due prominence,\nand –where appropriate- an apology published. In cases involving IPSO, due\nprominence should be as required by the regulator.\nClause 2 (Privacy)*\ni) Everyone is entitled to respect for his or her private and family\nlife, home, health and correspondence, including digital communications.\nii) Editors will be expected to justify intrusions into any individual's\nprivate life without consent. In considering an individual's reasonable\nexpectation of privacy, account will be taken of the complainant's own public\ndisclosures of information and the extent to which the material complained\nabout is already in the public domain or will become so.\nFindings of the Committee\n9. The article claimed that the couple stood “to lose the £20,000 they\nspent on their wedding venue” when the actual cost was around £8,500. The\npublication admitted that it had conflated the cost of the venue and the cost\nof the wedding as a whole. The publication therefore failed to take care not to\npublish inaccurate information. There was a breach of Clause 1(i). \n10. This inaccuracy was significant as there was a considerable gap\nbetween the actual and reported cost of the venue. Therefore, a correction was\nrequired under the terms of Clause 1(ii). The correction offered identified the\ninaccuracy and was offered promptly, as part of the publication’s first\nsubstantive response during IPSO’s investigation. The proposed correction also\nmet the requirements of due prominence, appearing on Page 2 in the regular\ncorrections column and as a footnote to the amended online article. There was\nno breach of Clause 1(ii).\n11. The article made clear that the reason for the next possible wedding\ndate being in 2022 was in part due to the preferences of the couple and the\navailability of their wedding guests, rather than this being the next date\noffered by the wedding venue. There was no breach of Clause 1.   \n12. Clause 1 requires publications to take care not to publish\ninaccurate or misleading information, and to correct significantly inaccurate,\nmisleading or distorted information. The complainant’s concern that the article\nwas published without the bride-to-be’s consent did not relate to this, nor was\nthe complaint made on her behalf. This point did not engage the terms of Clause\n1. \n13. The name of a business is a matter of public record and does not\nrelate to a person’s private and family life. As such, the complainant did not have\na reasonable expectation of privacy over the name of her business. There was no\nbreach of Clause 2. \nConclusion\n14. The complaint was upheld under Clause 1(i). \nRemedial Action required\n16. The correction offered\nby the publication satisfied the requirements of Clause 1(ii) for the reasons\nset out above and should now be published.\nDate complaint received:  02/05/2020\nDate decision issued: 09/07/2020\nBack to ruling listing\n\n\n"
}