{
    "url": "/rulings-and-resolution-statements/ruling/?id=04850-19",
    "title": "04850-19 Young v Teesside Live",
    "provisions": [
        "4 Intrusion into grief or shock (2018)",
        "5 Reporting suicide (2018)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "(DISCONTINUED) Teesside Live (Reach PLC)",
    "published_on": "2019-06-18 00:00:00",
    "received_on": "2019-06-19 00:00:00",
    "concluded_on": "2019-11-13 00:00:00",
    "complaint_processing_days": 147,
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee 04850-19 Young v\nTeesside Live\nSummary of Complaint\n1. Emma Young complained to the Independent Press Standards\nOrganisation that Teesside Live breached Clause 4 (Intrusion into grief or\nshock) and Clause 5 (Reporting of suicide) of the Editors’ Code of Practice in\nan article headlined “’Ellie fell into the darkness – and I heard a thud’:\nDangling teen lost grip and plunged 150ft” published on 18 June 2019.\n2. The article was a report of the complainant’s daughter’s\ninquest. The article reported the height and name of the local viaduct that the\ncomplainant’s daughter fell from, and reported that she had accessed the\nviaduct through local woods. This was partly illustrated by a photograph of the\nviaduct. It reported that the inquest heard that a friend had found the\ncomplainant’s daughter sitting on the edge of the viaduct – when the\ncomplainant’s daughter took hold of a metal railing at the top of viaduct, the\nfriend grabbed hold of her wrist and jumper to try and restrain her. The\narticle reported that the complainant’s daughter had “dangled” for a minute\nover the edge of the viaduct whilst her friend kept hold of her wrist. However,\nthe article reported that the friend told the inquest that “I had to let go”\nand “[Complainant’s daughter] fell into the darkness – and I heard a thud”.\n3. The article also reported the details of the\ncomplainant’s daughter’s post-mortem, and information about her mental health\nhistory. It also reported what was heard during the inquest about difficulties\nin the complainant’s daughter’s romantic relationship.\n4. The complainant said that the article breached Clause 5\nas it included a level of detail as to her daughter’s method of suicide that\nwas excessive and could enable simulative acts. She said that she was not\npreviously aware how the viaduct could be accessed – she said that the\ninclusion of the photograph, reporting that her daughter had walked through the\nwoods and along the railway track, and then explaining how she climbed across\nthe iron railing and sat on the edge, revealed that a jump was possible, and\nwould almost certainly end a person’s life. \n\n5. The complainant also said that the article breached\nClause 4. She said that she understood that publications were free to report\ninquest proceedings, but that the headline reference to the “thud” that her\ndaughter made when she fell was extremely distressing to her family, as was the\narticle’s focus on her daughter’s relationships. Likewise, she said that the\ndescription of her daughter as a “dangling teen” was sensational and\ninsensitive, and noted that these words were not heard during the inquest.\n6. The publication did not accept that it had breached the\nCode; however it recognised that the article had caused the complainant and her\nfamily distress. It said that in relation to Clause 5, reporting the location\nof a death or how to access it did not constitute detail of a suicide method –\nany place which was high up was clearly potentially dangerous. It said that\ndetailing how to get to a place did not constitute detail as what to do next.\nIn relation to Clause 4, it said that the references to “thud” and the\ncomplainant’s daughter’s relationships were quotations from the inquest; it was\nentitled to quote freely from proceedings. In relation to the description of\nthe complainant’s daughter as a “dangling teen”, it said that this was an\naccurate summary of the complainant’s daughter’s friend’s inquest statement, in\nwhich she explained how she had held on to the complainant’s daughter’s arm for\napproximately a minute as she was suspended from the viaduct. It said that\nalthough there was no intention to cause upset, the facts of the complainant’s\ndaughter’s death, as told by her friend during the inquest, were upsetting in\nitself; simply accurately summarising this could not be described as insensitive\nor gratuitous. It noted that the article was removed by the publication after\nit was contacted by the complainant directly as a gesture of goodwill, and\noffered to write her a private letter of apology if this would resolve her\ncomplaint.\nRelevant Code Provisions\n7. Clause 4 (Intrusion into grief or shock)\nIn cases involving personal grief or shock, enquiries and\napproaches must be made with sympathy and discretion and publication handled\nsensitively. These provisions should not restrict the right to report legal\nproceedings.\nClause 5* (Reporting Suicide)\nWhen reporting suicide, to prevent simulative acts care\nshould be taken to avoid excessive detail of the method used, while taking into\naccount the media's right to report legal proceedings.\nFindings of the Committee\n8. The Committee expressed its sympathies to the\ncomplainant, and recognised the distressing circumstances surrounding this\ncomplaint.\n9. The Committee considered that location may constitute a\ndetail of the method of suicide. In this case, where the location of death was\ncentral to the method of suicide, Clause 5 was engaged. The report of the\nincident did not include a level of detail which was excessive given that,\nwithout reading the article, readers would understand that jumping from an\nextreme height could be fatal. The additional details highlighted by the\ncomplainant, including how her daughter reached the viaduct and that she had\nclimbed over the viaduct railings, did not constitute excessive detail in\nbreach of Clause 5.\n10. Clause 4 requires that publication is handled\nsensitively in reporting cases involving grief or shock. Although reporting\nevidence heard during an inquest can be very upsetting to families or friends,\ndeaths affect whole communities and the obligation to handle publication\nsensitively does not restrict the right to report legal proceedings including\ninquests. The word “thud” was a direct quote from evidence heard at the\ninquest, as were the published details about the complainant’s daughter’s\nrelationship. There was no breach Clause 4.\n11. The description of the complainant’s daughter as a\n“dangling teen” was not a direct quote from evidence heard at the inquest, and\nthe Committee recognised that this had the potential to cause distress to the\ncomplainant. The inquest had heard distressing testimony about the events\nleading up to the complainant’s daughter death and the Committee considered\nthat the description in the headline was justified as a summary of this\ntestimony. The article did not go beyond what was heard at the inquest, and did\nnot mock or belittle the complainant’s daughter. There was no failure to handle\npublication sensitively, and no breach of Clause 4.\nConclusions\n12. The complaint was not upheld.\nRemedial Action\n13. N/A\n \nDate complaint received by IPSO: 19/06/2019\nDate decision issued: 13/11/2019\n \n \n \n \nBack to ruling listing\n\n\n"
}