{
    "url": "/rulings-and-resolution-statements/ruling/?id=04851-20",
    "title": "04851-20 Taylor v Sunday Life",
    "provisions": [
        "1 Accuracy (2019)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "Sunday Life (MEDIAHUIS UK)",
    "published_on": "2020-05-17 00:00:00",
    "received_on": "2020-05-26 00:00:00",
    "concluded_on": "2020-12-23 00:00:00",
    "complaint_processing_days": 211,
    "conclusion_long": "11. The complaint was not upheld.",
    "remedial_action": "12. The correction which was offered clearly put the complainant’s position on record, and was offered promptly and with due prominence, and should now be published.  Date complaint received: 26/05/2020",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee – 04851-20 Taylor v\nSunday Life\nSummary of Complaint\n1. Gerard Taylor complained to the Independent Press\nStandards Organisation that Sunday Life breached Clause 1 (Accuracy) of the\nEditors’ Code of Practice in an article headlined “LOYALISTS DENY 'COKE BARON'\nLINK”, published on 17 May 2020.\n2. The article reported on a “suspected coke baron” who the\narticle alleged had been linked to the UVF by the police. It reported that the\ndefendant was “charged with being concerned in the supply of cocaine and\npossessing the cutting agent benzocaine”. It said that the defendant’s home had\nbeen vandalised, and that “a glass panel and handle on the front door were\nbroken, with bootprints clearly visible on the wood”. The article said that the\nvandalism occurred the day after his case was mentioned in court, and that\n“security sources” had said the incident was allegedly linked to tensions\nbetween the defendant and “loyalist paramilitaries”. The article said that the\ndefendant had welcomed visitors to his house on Wednesday morning, but within\n24 hours the damage was visible and “the property appeared abandoned”. The\narticle also reported that the PSNI said no complaint had been made and that\nthere was no investigation underway.\n3. The complainant said that the article was inaccurate in\nbreach of Clause 1 (Accuracy). He said it was inaccurate to report that he was\nlinked to the UVF or “loyalists” as reported in the article. He also said that\nthe damage to the front door had been caused by police on 7 April, and was not\nthe result of an attack on the complainant’s property as the article claimed.\nThe complainant said it was inaccurate to describe the property as “appearing\nabandoned,” as at the time of the article he was still residing in the property\nwith members of his family. The complainant also said that it was inaccurate to\ndescribe him as a “coke baron” as “coke baron” gave the impression that the\ncomplainant had major cocaine dealings. In fact, the complainant said that he\nwas concerned in the supply of a class A drug, and not dealing, and that the\nnewspaper had not provided evidence to support the term “baron”. The\ncomplainant also said referring to “security sources” gave the misleading\nimpression that police, or a similar source had given the attributed quote,\nwhich he did not believe to be the case, as the source was not named. The\ncomplainant said it was a further breach of Clause 1 that the publication had\npublished the article without his comments on the matter.\n4. The publication did not accept a breach of the Code. It\nsaid that the PSNI had issued a statement which reported that the “Paramilitary\nCrime Task Force last night arrested a 48 year old man in East Belfast” after a\n“search operation targeted East Belfast UVF’s drug supply network”. It said\nthat this statement, by the PSNI, supported the article’s claim that the\ncomplainant had been “linked by police to UVF drug dealing”. It said that the\narticle also made clear that the link had been denied by the UVF in the\nheadline and went on to confirm this by reporting that the UVF were “mystified\nby the claim” and that “loyalists had never heard of” the complainant, which it\nsaid had been confirmed to the reporter by source close to UVF leadership. The\npublication said that the same source had said that members of the UVF had gone\nto the complainant’s house and tried to force entry out of anger about the\nalleged link between the complainant and the UVF. The publication said that a\nphotographer had attended the complainant’s house on 7 May and had not seen\ndamage to the glass panel or handle of the door. It supplied IPSO with images\nthat had been taken that day, however the photos did not show this part of the\ndoor. The publication said a reporter had returned to the complainant’s house\nthe following day, and saw that the door had been damaged, and that no one had\nanswered the door. It said that a reporter had gone to the property on three\nseparate occasions and also found it to be empty, which is why the article had\nreferred to the building as having “appeared abandoned”. However, the\npublication accepted the complainant’s position that he still lived there at\nthe time of publication. The publication had also called the PSNI to ask if the\ncomplainant had made a complaint of criminal damage to the property, to which\nthe PNSI responded that he had not. This was included in the article.\n5. The newspaper noted that the term “coke baron” was in\ninverted comments in the headline, and also that the article referred to the\ncomplainant as a “suspected coke baron” in the text of the article. It said\nthis made clear that this was an allegation rather than a statement of fact,\nand where the complainant was facing charges of possessing cocaine and\nbenzocaine with intent to encourage or assist supply, as accurately reported in\nthe article, it did not accept these references were inaccurate.\n6. The publication referred to its obligations under Clause\n14, and said it could not reveal who the “security sources” were. However, it\nnoted that it had spoken to sources within loyalist paramilitary organisations,\nsecurity forces, the police, and sources unconnected to either with regards to\nthis article and therefore that it was not misleading to use this term.\n7. The publication also noted that it had gone to the\ncomplainant’s house on four separate days in order to gain comment from the\ncomplainant, but had been unable to make contact. As a gesture of goodwill the\npublication offered to publish a clarification in direct correspondence with\nthe complainant prior to IPSO’s investigation. The exact wording of the offered\ncorrection was given during IPSO’s investigation, and the newspaper offered to\npublish it on the same page as the article was originally published:\nGerard Taylor\nAn article stated, incorrectly, that a Belfast man’s home\nwas smashed up by loyalist paramilitaries after he appeared in court on drugs\ncharges (Sunday Life, May 17). Gerard Taylor has asked us to point out that the\ndamage was caused during a PSNI raid on the house, at Chobham Street in the\neast of the city. The article further stated, again incorrectly, that the\nproperty appeared abandoned, when in fact Mr Taylor was still living there.\nRelevant Code Provisions\nClause 1 (Accuracy)\ni) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not\nsupported by the text.\nii) A significant inaccuracy, misleading statement or\ndistortion must be corrected, promptly and with due prominence, and — where\nappropriate — an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator. \niii) A fair opportunity to reply to significant inaccuracies\nshould be given, when reasonably called for.\niv) The Press, while free to editorialise and campaign, must\ndistinguish clearly between comment, conjecture and fact.\nFindings of the Committee\n8. The article had reported that the police had linked the\ncomplainant to UVF drug dealing, but that the UVF had denied any links. Where\nthe publication had provided a police press release statement which had said\nthat the complainant had been arrested in a “search operation [which] targeted\nEast Belfast UVF’s drug supply network” it was entitled to characterise the\ncomplainant as having been “linked by police to UVF drug dealing” and had taken\ncare to attribute this as a claim by the police \nThe Committee noted that the article had also made readers aware that\nthis link was disputed. On this basis, the publication had not failed to take\ncare not to publish inaccurate information, and there was no breach of Clause 1\non this point.\n9. There was a disagreement between the complainant and the\npublication as to who had committed the damage to the property. The publication\nhad provided photographs to demonstrate that it had been at the property the\nday prior to when it alleged the damage had taken place, which was a month\nafter the complainant had said the police had committed the damage. Whilst the\npublication said it had not seen any damage to the glass panel and handle of\nthe door at this point, this was not confirmed by the photographs, which did\nnot show this part of the door. The publication had then returned to the\ncomplainant’s property the day after it believed that the complainant’s home\nhad been vandalised by the UVF, and had taken photographs to confirm that\ndamage had been done to the door. The publication said that it had also\nattempted to contact the complainant for his comment on five occasions. Where\nthe publication had taken steps to verify that the complainant’s home had been\nvandalised, had received information from a source that the UVF was\nresponsible, presented this as speculation and attempted to reach the\ncomplainant for his comment prior to publciaiton, it had not failed to take\ncare not to publish inaccurate information and there was no breach of Clause\n1(i). However, once the publication was made aware of the complainant’s\nposition on this matter, during the complaints process, it accepted that the\nterms of Clause 1 (ii) required them to put the complainant’s position on\nrecord, and had offered to do so during direct correspondence with the\ncomplainant. During IPSO’s investigation it offered specific wording, which was\nprompt and, as it was offered to be published on the same page as the original\narticle, was prominent, and accurately reflected the complainant’s position.\nTherefore, the offered correction must now be published to ensure no breach of\nClause 1(ii).\n10. The publication had gone to the complainant’s house on\nfour separate occasions and received no response. On this basis, it was not\nsignificantly misleading to report that the property had “appeared abandoned”,\nalthough the Committee welcomed the publication’s offer to correct this. The\narticle had referred to the complainant as a “’coke baron’” in inverted commas,\nand had made clear in the article that the complainant was a “suspected”\ncocaine baron. In the context of the article which made clear the complainant\nwas “suspected”, had accurately reported the charges faced by the complainant\nand made clear the status of proceedings against him were ongoing, it was not\nsignificantly misleading for the publication to refer to him as a suspected\n“coke baron”. There was no breach of Clause 1 on this point. In addition, the\npublication had said that it had spoken to sources from various backgrounds,\nincluding the police and loyalist forces which complainant was not in a\nposition to dispute, on this basis the term “security sources” was not\nmisleading.\nConclusions\n11. The complaint was not upheld.\nRemedial Action Required\n12. The correction which was offered clearly put the\ncomplainant’s position on record, and was offered promptly and with due\nprominence, and should now be published.\n\nDate complaint received: 26/05/2020\nDate complaint concluded by IPSO: 23/12/2020\nBack to ruling listing\n\n\n"
}