{
    "url": "/rulings-and-resolution-statements/ruling/?id=04864-16",
    "title": "04864-16 Young v Daily Express",
    "provisions": [
        "1 Accuracy (2016)",
        "12 Discrimination (2016)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "Daily Express (Reach PLC)",
    "received_on": "2016-07-13 00:00:00",
    "concluded_on": "2016-09-26 00:00:00",
    "complaint_processing_days": 75,
    "conclusion_long": "10. The complaint was not upheld.",
    "remedial_action": "N/A Date complaint received: 13/07/2016",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee 04864-16 Young v\nDaily Express\nSummary of complaint\n1. Jenny Young complained to the Independent Press Standards\nOrganisation that the Daily Express breached Clause 1 (Accuracy) and Clause 12\n(Discrimination) of the Editors’ Code of Practice in an article headlined “May\nwill stop Migrant crisis”, published in print and online on 13 July 2016.\n2. The article reported that limitations on immigration will\nbe prioritised by Theresa May as she negotiates Britain’s exit from the\nEuropean Union. It stated that “number one on [Theresa May’s] list will be an\nend to free movement, removing the right of EU citizens to come to the UK”. The\narticle reported that a source close to Ms May had said “the clear message from\nthe EU referendum was that people want us to get back control of our borders”.\nThe article made reference to Theresa May’s time at the Home Office saying she\n“grappled with trying to reduce annual net migration to the Government’s target\nof tens of thousands in the face of the mass influx from other EU\nnations”.  It went on to include a quote\nfrom an ally who said that Ms May wants to ensure that “any new deal with the\nEU will return full border controls to the UK” and that she “understands that\nBritish people really want this sorted out”.\n3. The article appeared online in substantively the same\nform apart from the headline which read “Theresa May will stop migrant crisis:\nNew PM vows she will end free movement from EU”.\n4. The complainant said that the headline of the article was\ninaccurate as it has been well documented that there is no “migrant crisis” in\nrelation to EU migrants. The complainant also said that the headline’s\nreference to a “migrant crisis” denigrated the valuable contributions made to\nUK society by both EU and other migrants. The complainant further considered\nthat describing the situation as a “crisis” presented migrants and migration as\na problem to be solved. This was discriminatory.\n5.The newspaper denied that the article was inaccurate. It\nsaid that the article explained why EU migration is referred to as a “migrant\ncrisis”: the clear message from the result of the EU referendum was that\n“people want [the UK] to get back control of our borders”. It was the\nnewspaper’s position that in these circumstances it was not inaccurate for the\nheadline to refer to a “migrant crisis”.\n6. The newspaper noted that the complainant had not alleged\ndiscrimination towards any individual on the basis of any of the\ncharacteristics protected by Clause 12. As such Clause 12 was not engaged.\nRelevant Code Provisions\n7. Clause 1\n(Accuracy)\n(i) The Press must\ntake care not to publish inaccurate, misleading or distorted information,\nincluding pictures.\n(ii) A significant\ninaccuracy, misleading statement or distortion once recognised must be\ncorrected, promptly and with due prominence, and - where appropriate - an\napology published. In cases involving the Regulator, prominence should be\nagreed with the Regulator in advance.\nClause 12 (Discrimination)\n(i) The\npress must avoid prejudicial or pejorative reference to an individual’s race,\ncolour, religion, sex, gender identity, sexual orientation or to a physical or\nmental illness or disability.\nFindings of the Committee\n8. The complex situation regarding the effects of EU\nmigration on the UK, and its innumerable social, economic, cultural and other\neffects is open to comment and interpretation, not least given the context of\nthe referendum vote and the impending Brexit negotiations. The Committee fully\nunderstood the complainant’s view that EU migration was valuable to the UK.\nHowever, the newspaper was equally entitled to take a contrary view and\ncharacterise the position as a “crisis”. The newspaper’s reference to a\n“migrant crisis” was therefore not significantly misleading. There was no\nbreach of Clause 1.\n9. The terms of Clause 12 protect identified individuals\nmentioned by the press against discrimination on the basis of their race,\ncolour, religion, gender, sexual orientation or any physical or mental illness\nor disability, and do not apply to groups or categories of people. The\ncomplainant’s concern that the article was discriminatory towards migrants in\ngeneral did not engage this Clause.\nConclusions\n10. The complaint was not upheld.Remedial action requiredN/A\nDate complaint received: 13/07/2016Date decision issued: 26/09/2016 \n \n \nBack to ruling listing\n\n\n"
}