{
    "url": "/rulings-and-resolution-statements/ruling/?id=04869-15",
    "title": "04869-15 Mumbuluma v Essex Chronicle",
    "provisions": [
        "4 (Harassment) 2015",
        "12 (Discrimination) 2015"
    ],
    "outcome": "No breach - after investigation",
    "publication": "Essex Chronicle (Reach PLC)",
    "published_on": "2015-06-04 00:00:00",
    "received_on": "2015-08-05 00:00:00",
    "concluded_on": "2015-11-11 00:00:00",
    "complaint_processing_days": 98,
    "conclusion_long": ", and had published a prominent story headlined “Zambian soccer star cleared of raping teenager near cathedral”. Another headline during the trial had referred to him as an “ex-Zambia U20 football player”. The reference to the complainant being “Zambian” was relevant to the story and was not discriminatory. The newspaper also said that when someone is 19 years of age the terms “man” and “teenager” are interchangeable. Relevant Code Provisions7. Clause 4 (Harassment) i) Journalists must not engage in intimidation, harassment or persistent pursuit. ii) They must not persist in questioning, telephoning, pursuing or photographing individuals once asked to desist; nor remain on their property when asked to leave and must not follow them. If requested, they must identify themselves and whom they represent. Clause 12 (Discrimination) i) The press must avoid prejudicial or pejorative reference to an individual’s race, colour, religion, gender, sexual orientation or to any physical or mental illness or disability. ii) Details of an individual’s race, colour, religion, sexual orientation, physical or mental illness or disability must be avoided unless genuinely relevant to the story. Findings of the Committee8. The area outside the court was a public place, and the newspaper was entitled to take photographs there, so long as in doing so it did not breach any of the clauses of the Editors’ Code. No photographs had been taken of the complainant, as the photographer had left before the complainant had exited the courthouse. In these circumstances, there was no harassment or persistent pursuit of the complainant, and no breach of Clause 4. 9. The concern that the newspaper had published a file photograph of the complainant without his consent did not engage the terms of Clause 4. 10. The Committee noted that the complainant had played international football for Zambia, and had been the subject of previous coverage in relation to this. The article under complaint had made clear that the complainant was resident in the UK and had “had a call-up to the Zambia U20 squad”. Further, the coverage of the trial as a whole had made clear the basis for referring to the complainant as “Zambian”. While the Committee understood the complainant’s concern about the reference, it concluded that, in this context, the reference to the complainant’s Zambian connection was newsworthy, and did not constitute an irrelevant reference to his race. The article did not discriminate against the complainant, nor was the reference complained of inaccurate in this context. Further, the concern that the article had not made clear that both the accused man and the alleged victim had been the same age would not engage the terms of Clause 12. There was no breach of the Code. Conclusions11. The complaint was not upheld.",
    "remedial_action": "N/A Date complaint received: 05/08/2015",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee 04869-15\nMumbuluma v Essex ChronicleSummary of\ncomplaint 1. Loveday Mumbuluma complained to the Independent Press\nStandards Organisation that the Essex Chronicle breached Clause 4 (Harassment)\nand Clause 12 (Discrimination) of the Editors’ Code of Practice in an article\nheadlined “’Man punched teen to silence her during rape’”, published on 4 June\n2015. It was published online with the headline “Zambian clubber ‘punched rape\nvictim to shut her up’ in Chelmsford Cathedral alleyway”. 2. The article reported that the complainant was on trial\naccused of rape; he was later found not guilty. 3. The complainant said that the newspaper’s photographer\nhad refused to leave the vicinity of the court after his father told the\nphotographer that his son did not want his photograph taken; the complainant\nwas still inside the courthouse at this time. He said that the published\narticle had included a photograph of him, without his permission. The\ncomplainant was concerned that this was a breach of Clause 4. 4. The complainant also said that the reference to him\nbeing Zambian was discriminatory, in breach of Clause 12. He said that he was a\nBritish citizen. The complainant was also concerned that he had been described\nas a “man” accused of raping a “teenager”. Both individuals were 19 at the time\nof the incident, and this should have been made clear in the report. 5. The newspaper said that its photographer had explained\nto the complainant’s father that he was in a public place and was entitled to\ntake a photograph, and then waited for a few minutes for the complainant to\nemerge. When he did not, the photographer left without a photograph. The\nphotograph which accompanied the article was a file image. 6. The newspaper said that the complainant lived in\nZambia until he was seven years old, and played for the country’s youth football\nteam. The newspaper considered that it had been fair to describe him as\n“Zambian”, even if he does hold a British passport. It believed that his\nconnection to Zambia was newsworthy, and noted that it had reported his\nselection for the squad in 2011, in a story headlined “Shock Zambia call for\nCity’s Loveday.” It had covered the trial through to its conclusion, and had\npublished a prominent story headlined “Zambian soccer star cleared of raping\nteenager near cathedral”. Another headline during the trial had referred to him\nas an “ex-Zambia U20 football player”. The reference to the complainant being\n“Zambian” was relevant to the story and was not discriminatory. The newspaper\nalso said that when someone is 19 years of age the terms “man” and “teenager”\nare interchangeable. Relevant Code Provisions7. Clause 4 (Harassment) i) Journalists must not engage in intimidation,\nharassment or persistent pursuit. ii) They must not persist in questioning, telephoning,\npursuing or photographing individuals once asked to desist; nor remain on their\nproperty when asked to leave and must not follow them. If requested, they must\nidentify themselves and whom they represent. Clause 12 (Discrimination) i) The press must avoid prejudicial or pejorative\nreference to an individual’s race, colour, religion, gender, sexual orientation\nor to any physical or mental illness or disability. ii) Details of an individual’s race, colour, religion,\nsexual orientation, physical or mental illness or disability must be avoided unless\ngenuinely relevant to the story. Findings of the Committee8. The area outside the court was a public place, and the\nnewspaper was entitled to take photographs there, so long as in doing so it did\nnot breach any of the clauses of the Editors’ Code. No photographs had been\ntaken of the complainant, as the photographer had left before the complainant\nhad exited the courthouse. In these circumstances, there was no harassment or\npersistent pursuit of the complainant, and no breach of Clause 4. 9. The concern that the newspaper had published a file\nphotograph of the complainant without his consent did not engage the terms of\nClause 4. 10. The Committee noted that the complainant had played\ninternational football for Zambia, and had been the subject of previous\ncoverage in relation to this. The article under complaint had made clear that\nthe complainant was resident in the UK and had “had a call-up to the Zambia U20\nsquad”. Further, the coverage of the trial as a whole had made clear the basis\nfor referring to the complainant as “Zambian”. While the Committee understood\nthe complainant’s concern about the reference, it concluded that, in this\ncontext, the reference to the complainant’s Zambian connection was newsworthy,\nand did not constitute an irrelevant reference to his race. The article did not\ndiscriminate against the complainant, nor was the reference complained of\ninaccurate in this context. Further, the concern that the article had not made\nclear that both the accused man and the alleged victim had been the same age\nwould not engage the terms of Clause 12. There was no breach of the Code. Conclusions11. The complaint was not upheld. Remedial Action RequiredN/A Date complaint received: 05/08/2015\nDate decision issued:\n11/11/2015\n\n\nBack to ruling listing\n\n\n"
}