{
    "url": "/rulings-and-resolution-statements/ruling/?id=04872-18",
    "title": "04872-18 Muslim Association of Britain v The Daily Telegraph",
    "provisions": [
        "1 Accuracy (2018)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "The Daily Telegraph (Telegraph Media Group Ltd)",
    "published_on": "2018-06-06 00:00:00",
    "received_on": "2018-08-03 00:00:00",
    "concluded_on": "2018-12-18 00:00:00",
    "complaint_processing_days": 137,
    "conclusion_long": "17. The complaint was not upheld.",
    "remedial_action": "18. N/A   Date complaint received: 03/08/2018",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee 04872-18 Muslim\nAssociation of Britain v The Daily Telegraph\nSummary of complaint\n1.    Muslim\nAssociation of Britain complained to the Independent Press Standards\nOrganisation that The Daily Telegraph breached Clause 1 (Accuracy) of the\nEditors’ Code of Practice in an article headlined, “Corbyn is pitting Britain’s\nMuslims against Jews” published on 6 June 2018.\n2.    The article\nreported on the links between a UK political party and various Muslim\nrepresentative groups. It reported that these organisations, including the\ncomplainant, were linked to a “radical” Islamist group, and that they, “have\ngrand names, but they are essentially cut form the same ideological cloth of\nopposing the West, seeking to destroy Israel and to create Islamist governments\nacross the Middle East.”\n3.    The article\nwas also published online, with the headline, “Jeremy Corbyn’s pitting\nBritain’s Muslims against Jews”. It was substantially the same as the article\nthat appeared in print.\n4.    The\ncomplainant said that the article’s characterisation of the group was\ninaccurate. It said that the organisation was not linked to the allegedly\n“radical” group referred to in the article, but was an independent, separate\nentity which worked to “build and sustain hope by encouraging Muslims to\nparticipate proactively in the British Society, to make the most of the many\nlegitimate avenues available and to function positively to become fruitful\ncitizens in the UK.” It said that although a number of its members were also\ninvolved with this Islamist organisation, the links between the two\norganisations were vague, and it could not be said they were “cut from the same\nideological cloth”.\n5.    The\ncomplainant also said that it did not oppose the West. It said that this\nreference conveyed resentment toward the culture and world-view of Britain,\nwhich the group did not support. The complainant also questioned the\nnewspaper’s characterisation of the “West”, and said that a number of actions\nof Western countries, such as the invasion of Iraq, called into question the\nnotions of pluralism and secularism regularly attributed to Western\nDemocracies. It said that the formation of a Caliphate (an Islamic state),\narguably allowed for more religious pluralism and greater autonomy for\ndifferent communities.\n6.    The\ncomplainant also said that it was inaccurate to report that it sought to\n“destroy Israel”, or wanted to create “Islamist governments across the Middle\nEast.” The complainant said that the article had provided no basis for these\nclaims, and had inaccurately presented these opinions as proven points of fact.\n7.    The newspaper\ndid not accept that it had breached the Code. It said that the article was an\nopinion piece, which presented the columnist’s personal opinion of various\nMuslim groups in the UK. It said that while the complainant disagreed with the\ncolumnist’s views, the newspaper was entitled to publish them.\n8.    In response\nto the specific alleged inaccuracies identified by the complainant, the\nnewspaper said that the columnist’s views were based on statements made by the\norganisation and its members, as well as other publicly available information\nand government reports. It said that a review, commissioned by the government\nin 2015, had found that the “radical” group referred to in the article\n“dominated” the organisation. It also referred to a statement issued by the\ncomplainant, which said that it enjoyed “good relations with every mainstream\nIslamic organisation in the UK and abroad,” and had referred specifically to\nthe allegedly “radical” Islamist group in this context. The newspaper said that\nthese statements, amongst other evidence of links between the two organisations\nit provided, demonstrated a strong link between the two organisations, as\nreported in the article.\n9.    The newspaper\nalso said that the allegedly “radical” group referred to in the article sought\nto establish an Islamic Caliphate under sharia law. It said that in its view,\nthis was incompatible with the pluralist and secular foundation of Western\ndemocracies. Given the close links between the two organisations, the newspaper\nsaid it was accurate to report that the complainant also sought to establish\nIslamic governments in the Middle East. It also said that the complainant’s\npresident had been listed at an international event as the representative of\nthe Islamic Party in Iraq, and said that its founder had also appeared to call\nfor an Islamic theocracy in Egypt. Therefore the newspaper maintained that the\narticle’s claim that the complainant wanted to create Islamist governments in\nthe Middle East, was accurate.\n10. Further, the newspaper said that the founder of the\norganisation had described the Palestinian cause as “an absolute clash of\ncivilisations: a satanic programme led by the Jews and those who support it”.\nIt also referred to a previous statement issued by the organisation’s founder\nwhere he said that “every night when I go to bed, I pray to wake up the next\nday to see Israel is wiped off the map.”\n11. It said that these statements supported the\nnewspaper’s position that the complainant wanted to see the destruction of\nIsrael.\nRelevant Code Provisions\n12.  Clause 1\n(Accuracy)\ni) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not\nsupported by the text.\nii) A significant inaccuracy, misleading statement or\ndistortion must be corrected, promptly and with due prominence, and – where\nappropriate – an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator.\niii) A fair opportunity to reply to significant\ninaccuracies should be given, when reasonably called for.\niv) The Press, while free to editorialise and campaign,\nmust distinguish clearly between comment, conjecture and fact.\nFindings of the Committee\n13. Newspapers are entitled to publish opinion pieces, so\nlong as they do so in a way that complies with the terms of the Code. In this\ninstance, the newspaper had taken care to present the article as an opinion\npiece, as required by the terms of Clause 1. \nWhile the complainant disagreed with the columnist’s characterisation of\nthe organisation, and its alleged links to other groups, the question for the\nCommittee was whether the newspaper had taken care, as required under the Code,\nnot to publish inaccurate, misleading or distorted information.\n14. The article discussed, broadly, the relationship\nbetween a British political party and various Muslim groups in Britain, and why\nthe columnist believed this was a cause for concern. It was not an in-depth analysis\nof the complainant’s policies and ideologies. In this context, the newspaper\nhad been able to provide a number of sources which it said showed a link\nbetween the complainant and the reportedly “radical” group named in the\narticle, including a government report as well as a statement from the\ncomplainant confirming the “good relations” between the groups. The Committee\nwas satisfied that the newspaper had taken care over the accuracy of the claim\nthat the two groups were linked and reporting this did not represent a\nsignificant inaccuracy. There was no breach of Clause 1 on this point.\n15. Further, the Committee acknowledged that the\nreference to the complainant being “essentially cut from the same ideological\ncloth” as the groups referred to in the article, could be interpreted as\ninferring similarities between the complainant and other Muslim organisations\nnamed, as well as the radical Islamist group. \nHowever, the article clearly identified which ideological aspects it\nbelieved the complainant shared with the Islamist group, as well as the other\norganisations referred to in the article. As the basis was clear, the\npublication had taken care over the accuracy of this statement, and reporting\nthis did not give a misleading impression of the alleged link between the\ngroups.  In all these circumstances,\nthere was no breach of Clause 1 on this point.\n16. The newspaper had relied on a number of statements\nissued by senior individuals within the organisation to provide the basis for\nits characterisation of the wider ideological beliefs the complainant shared\nwith other named organisations.  The\nnewspaper was entitled to rely on these public statements, and although the\ncomplainant did not agree with the newspaper’s interpretation of these comments\nto support the columnist’s claims, it did not deny the accuracy of these\nstatements. The Committee considered that the material provided by the\nnewspaper was sufficient to support the columnist’s characterisation of the\ngroups broader beliefs, in the context of the limited reference made to the\ncomplainant in the article. There was no breach of Clause 1.\nConclusions\n17. The complaint was not upheld.\nRemedial Action Required\n18. N/A\n \nDate complaint received: 03/08/2018\nDate decision issued: 18/12/2018\nBack to ruling listing\n\n\n"
}