{
    "url": "/rulings-and-resolution-statements/ruling/?id=04896-15",
    "title": "04896-15 Beaton v Press & Journal (Aberdeen)",
    "provisions": [
        "1 (Accuracy) 2015"
    ],
    "outcome": "Breach - sanction: action as offered by publication",
    "publication": "Press & Journal (DC Thomson Group)",
    "published_on": "2015-06-02 00:00:00",
    "received_on": "2015-08-06 00:00:00",
    "concluded_on": "2015-10-21 00:00:00",
    "complaint_processing_days": 76,
    "conclusion_long": "12. The complaint was upheld under Clause 1 (Accuracy).",
    "remedial_action": "13. The newspaper had already published a correction which addressed the significant inaccuracy established by the Committee. This correction was a satisfactory remedy under the Code, notwithstanding the concerns already recorded about the manner in which it had been published. No further action was required.  Date received: 06/08/2015",
    "text": "\n\n\n\n\n\n·   Decision of the Complaints Committee 04896-15 Beaton v\nPress & Journal (Aberdeen)\nSummary of\ncomplaint \n1. Archie Beaton complained to the Independent Press\nStandards Organisation that the Press & Journal breached Clause 1\n(Accuracy) of the Editors’ Code of Practice in an article headlined “Sentence\ndeferred on former social worker”, published on 2 June 2015. \n2. The article reported that the complainant’s sentencing\nhad been postponed, and summarised his recently concluded trial. \n3. The complainant said that the article inaccurately\nreported that he had “admitted intimidating an Inverness trader”. He had not\nadmitted to the offence; he had pleaded not guilty and had been found guilty\nafter trial. The complainant was also concerned that the article had reported\nthat “he had harboured a grudge against [the victim] after [the victim] had\nasked him, ‘Do you like Viking helmets?’” He said that he had not harboured any\nsuch grudge; while the victim had claimed this in court, the complainant had\ncontested it. \n4. The complainant had contacted the newspaper directly,\nseveral weeks prior to contacting IPSO, but had not received a response to his\ncomplaint. \n5. The newspaper said that it had received the\ncomplainant’s letter, but it had not been passed to the person responsible for\ndealing with complaints. Instead, the person who had received the letter had\narranged for a correction to be published unilaterally. The newspaper said that\nits normal procedures for handling complaints had not been followed, and\napologised to the complainant. The newspaper had published the below correction\non page 2 of the newspaper. It later also amended the online version of the\narticle and appended the correction as a footnote. \n“Court report\nIn a report from Inverness Sheriff Court published on\nJune 2 it was incorrectly reported that Archie Beaton, of 93 Mackintosh Road,\nInverness, admitted ‘intimidating’ a street trader when, in fact, he was found\nguilty after pleading not guilty and going on trial.” \n6. The newspaper acknowledged that the complainant had\nnot admitted intimidation; the inaccuracy was due to human error and had been\ncorrected when the newspaper was first contacted by the complainant. It said\nthat the article as a whole had made clear that the complainant had stood trial\nand been “found guilty”. It said that the reference to the complainant’s\nharbouring a grudge was an accurate record of what was heard in court. It said\nthat its total coverage of the case, which comprised several articles, made\nclear that the complainant had disputed the allegations and that he felt he had\nbeen “victimised”. The newspaper did not believe that the reference complained\nof was significantly inaccurate or requiring of correction. \n7. The complainant said that the published correction had\nnot addressed both his points of complaint; did not include an explicit\nacknowledgement of error; and had not included an apology. \nRelevant Code Provisions\n8. Clause 1 (Accuracy)\n(i) The press must take care not to publish inaccurate,\nmisleading or distorted information, including pictures. \n(ii) A significant inaccuracy, misleading statement or\ndistortion once recognised must be corrected, promptly and with due prominence,\nand – where appropriate – an apology published. \nFindings of the Committee\n9. The newspaper had reported in error that the\ncomplainant had admitted intimidation. There was a failure to take care over\nthe accuracy of the article. As a result, the article under complaint did not\nproperly reflect the court proceedings, misrepresenting the complainant’s\nposition. The inaccuracy identified by the complainant was significant and\nrequired correction under Clause 1 (ii) of the Editors’ Code. While the\ncomplainant was concerned that the correction —­ which had already been\npublished — had not included an apology, the Committee noted that he had been\nconvicted of the charges against him, and the newspaper had promptly\nacknowledged its error. The Committee was satisfied that an apology was not\nrequired on this occasion. \n10. The newspaper was obliged to report the court\nproceedings accurately; it was not obliged to independently verify the\ninformation heard there. It was accepted by the complainant that it had been\nheard in court that he had harboured a grudge against his victim following a comment\nabout his appearance; there was no failure to take care over this aspect of the\narticle and a correction was not required under the Code. \n11. The Committee expressed concern that the newspaper\nhad never responded to the complainant’s letter, and that the correction had\nbeen published without first notifying him. The Committee welcomed the\nnewspaper’s prompt admission that this did not represent a high standard of\ncomplaints handling, and its apology to the complainant. \nConclusions\n12. The complaint was upheld under Clause 1 (Accuracy). \nRemedial Action Required\n13. The newspaper had already published a correction\nwhich addressed the significant inaccuracy established by the Committee. This\ncorrection was a satisfactory remedy under the Code, notwithstanding the\nconcerns already recorded about the manner in which it had been published. No\nfurther action was required. \nDate received: 06/08/2015\nDate concluded: 21/10/2015\nBack to ruling listing\n\n\n"
}