{
    "url": "/rulings-and-resolution-statements/ruling/?id=04917-21",
    "title": "04917-21 Akhtar v The Sunday Times",
    "provisions": [
        "2 Privacy (2019)",
        "4 Intrusion into grief or shock (2019)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "The Sunday Times (News UK)",
    "published_on": "2021-05-16 00:00:00",
    "received_on": "2021-05-15 00:00:00",
    "concluded_on": "2021-11-03 00:00:00",
    "complaint_processing_days": 172,
    "conclusion_long": "18. The complaint was not upheld.",
    "remedial_action": "19. N/A    Date complaint received: 15/05/2021",
    "text": "\n\n\n\n\n\nDecision\nof the Complaints Committee – 04917-21 Akhtar v The Sunday Times\nSummary\nof Complaint\n1. Adeel\nAkhtar complained to the Independent Press Standards Organisation that The\nSunday Times breached Clause 2 (Privacy) and Clause 4 (Intrusion into grief or\nshock) of the Editors’ Code of Practice in an article headlined “‘MINUTES FROM\nDISASTER’”, published on 16 May 2021.\n2. The\nheadline was followed by the sub-heading “Smoke-filled stairwells, faulty fire\ndoors and raging flames: how a fire in a block with £3m flats was almost\nanother Grenfell tragedy” and reported that key safety measures had failed when\na fire broke out at New Providence Wharf – a high-rise residential block\ncovered externally with aluminium composite material (ACM) cladding, the same\nmaterial used on Grenfell Tower. The article, which appeared across pages 8 and\n9, stated that the fire was “believed to have started as an electrical fault in\nthe fuse box of [flat number] on the eighth floor of block D” and included a\nchronology of the fire alongside analysis by a fire safety expert and the\naccounts of residents. It reported that the London Fire Brigade (LFB) was still\nin the process of investigating the fire.\n3. The\narticle was accompanied by six photographs: two showed the exterior of the\nbuilding and the extent of the fire, two showed images of affected residents,\nand two showed the corridor of the eighth floor “before” and “after” the fire.\nThese photographs accompanied an infographic which detailed the materials used\non the building’s exterior and provided a floorplan of the eighth floor,\nidentifying where the fire had started.\n4. The\narticle also appeared online under the headline “New Providence Wharf fire was\n‘minutes’ away from being another Grenfell Tower” and included a photograph\nwhich had not been published in the print article, showing the interior of a\nroom “after the blaze”, with burnt debris covering the floor and a layer of\nsoot covering the walls. \n5. The\ncomplainant said that the article breached Clause 2 (Privacy), because it\nidentified his flat as being the source of the fire. He said that this was\nprivate information and as such should not have been published: no other coverage\nof the fire had identified the flat number where the fire had started.\nFurthermore, he said that the photograph captioned “after the blaze” showed the\ninterior of his home and was taken without his consent or permission. He said\nthat this photograph could not have been taken without entering his apartment\nand consequently must have been taken by an individual trespassing on his\nproperty. He added that the publication of the article was insensitive and\ncaused him distress as well as reputational damage, in breach of Clause 4\n(Intrusion into grief or shock).\n6. The\nnewspaper did not accept a breach of the Editors’ Code. It denied that the\narticle represented an intrusion into the complainant’s private life, and said\nthat the complainant was not named in the piece and nor could he be identified\nby any of the information included in the article as the owner of the flat. It\nsaid that the number of the flat, which was suspected to be where, or near to\nwhere, the fire started, was not private information, and could be identified\nby the images of the fire which had been published in conjunction with the\npublicly available plans of the development. Furthermore, the number of the\nflat where the fire had started was known to the many hundreds of residents in the\ndevelopment.\n7. In\nregard to the photograph under complaint, the newspaper said this was not\nidentified in the article as the flat where the fire was suspected to have\nstarted, adding that more than one apartment was damaged in the incident. In any\nevent, it said that the disputed photograph did not reveal any detailed\ninformation about the complainant or his private life.\n8. Furthermore,\nthe newspaper denied any intrusion into the complainant’s property and\nmaintained that the disputed photograph had been taken from the corridor by an\nindividual with authorisation to be in this section of the building. It noted\nthe publicly available floorplan of the building demonstrated that it was\npossible for the photograph to be captured from this location, rather than from\ninside the property, as suggested by the complainant. Though it was unable to\nspecify exactly where the photograph had been taken, it provided an uncropped\nversion of the photograph in order to further demonstrate that it had been taken\n“through an open door” from the corridor. It added that the LFB report into the\nfire indicated that the flat’s door was left open when the occupant had\nescaped.\n9. The\nnewspaper did not accept that the report was insensitive or identified the complainant.\nAs such, it did not consider that the complainant had any standing to complain\nunder Clause 4, and so there was no breach.\n10. The\nnewspaper further argued that there was a clear public interest in the article,\nincluding the photograph and information under complaint, particularly in the\ncontext of the Grenfell Tower fire. It said that the article formed part of the\npublication’s ongoing ‘Hidden Housing Scandal’ campaign on the developing\ncladding scandal, arguing that it had a responsibility to ensure that the risks\nposed to residents were fully investigated, publicised, and those responsible\nheld to account. In this context, the newspaper said its senior editorial team\nhad considered, prior to publication, that the article and the disputed image\nwas proportionate to, and serving of, the public interest.\n11.\nNotwithstanding this position, upon receipt of the complaint, the newspaper\nremoved the disputed photograph from the online article as a gesture of\ngoodwill.\nRelevant\nCode Provisions\nClause 2\n(Privacy)*\n(i) Everyone\nis entitled to respect for his or her private and family life, home, health and\ncorrespondence, including digital communications.\n(ii) Editors\nwill be expected to justify intrusions into any individual's private life\nwithout consent. In considering an individual's reasonable expectation of\nprivacy, account will be taken of the complainant's own public disclosures of\ninformation and the extent to which the material complained about is already in\nthe public domain or will become so.\n(iii) It\nis unacceptable to photograph individuals, without their consent, in public or\nprivate places where there is a reasonable expectation of privacy\nClause 4\n(Intrusion into grief or shock)\nIn cases\ninvolving personal grief or shock, enquiries and approaches must be made with\nsympathy and discretion and publication handled sensitively. These provisions\nshould not restrict the right to report legal proceedings.\nThe\nPublic Interest\nThere\nmay be exceptions to the clauses marked * where they can be demonstrated to be in\nthe public interest. The public interest includes, but is not confined to:\n·         Detecting or exposing crime, or the\nthreat of crime, or serious impropriety.\n·         Protecting public health or safety.\n·         Protecting the public from being\nmisled by an action or statement of an individual or organisation.\n·         Disclosing a person or organisation’s\nfailure or likely failure to comply with any obligation to which they are\nsubject.\n·         Disclosing a miscarriage of justice.\n·         Raising or contributing to a matter of\npublic debate, including serious cases of impropriety, unethical conduct or\nincompetence concerning the public.\n·         Disclosing concealment, or likely\nconcealment, of any of the above.\nThere is\na public interest in freedom of expression itself.\nThe\nregulator will consider the extent to which material is already in the public\ndomain or will become so.\nEditors\ninvoking the public interest will need to demonstrate that they reasonably\nbelieved publication - or journalistic activity taken with a view to\npublication – would both serve, and be proportionate to, the public interest\nand explain how they reached that decision at the time\nFindings\nof the Committee\n12. The\nCommittee recognised the distress the fire had caused the complainant and the\nother residents of New Province Wharf.\n13.\nClause 2 (Privacy) states that everyone is entitled to respect for their\nprivate and family life, including their home. The complaint centred on two key\nconcerns: that an individual had entered the complainant’s flat without consent\nin order to take the photograph of the interior of his home, and that the\npublication of this photograph along with the address of his flat represented\nan intrusion into the complainant’s private life.\n14. The\nCommittee noted that the complainant and the publication held conflicting\npositions as to whether the photograph had been captured from inside the flat\nor through an open doorway from the corridor. The primary question for the\nCommittee, however, was not the precise location from which the photograph had\nbeen taken, but rather whether any intrusion had taken place into the\ncomplainant’s privacy through its taking and publication. The Committee was not\nin a position to determine categorically the location in which the photograph\nhad been taken, and – because of the publication’s obligation to protect the\nconfidentiality of its source – it did not have full details of the\ncircumstances in which it had been taken. \nNotwithstanding this, the Committee made clear that it did not accept\nthe newspaper’s position in relation to this point.\n15.\nNonetheless, the Committee concluded that the taking and publication of the\nphotograph did not constitute an unjustified intrusion into the complainant’s\nprivacy, for the following reasons. First, given the extent of the fire damage,\nthe photograph of the room revealed very limited detail about the interior of\nthe flat and the nature of the home, beyond the scale of the damage, which\nincluded the destruction of internal walls, appliances, and other possessions.\nSecond, the article did not name the complainant, nor did it reveal any\nparticular information about the complainant’s private life. On this basis, the\nCommittee did not consider that the publication of the photograph represented\nan intrusion into the complainant’s private life. In any event, the Committee\nnoted the considerable public interest in demonstrating the extent and impact\nof the fire. There was no breach of Clause 2.\n16. The\nCommittee next considered whether the complainant had a reasonable expectation\nof privacy in relation to his address being reported as the source of the fire.\nThe complainant was not identified in the article as the owner of the apartment\nwhere the fire had started, so only those already aware of his address would be\nin a position to associate the complainant with the property. Furthermore, the\nfire had affected many people within the building so the source of that fire\ncould not be considered information over which the complainant had a reasonable\nexpectation of privacy. The publication of the flat number in these\ncircumstances did not represent an intrusion into the complainant’s private\nlife. There was no breach of Clause 2.\n17. The\nCommittee acknowledged the distress that the publication of the article had\ncaused the complainant. However, Clause 4 relates to whether the publication of\ninformation had been handled sensitively; it does not seek to prevent reporting\nof distressing events. The fire, which had affected multiple flats within the\nbuilding, was clearly a matter of public interest, relating, as it did, to\nquestions of public health and safety, and contributed to the ongoing public\ndebate surrounding the safety of apartment blocks in the wake of the Grenfell\nTower fire. The newspaper was fully entitled to report the incident and, while\nthe article under complaint covered the details extensively, it did not do so\nin an insensitive manner. There was no breach of Clause 4. \nConclusions\n18. The\ncomplaint was not upheld.\nRemedial\nAction Required\n19. N/A\n\n\n\nDate\ncomplaint received: 15/05/2021\nDate\ncomplaint concluded by IPSO: 03/11/2021\nBack to ruling listing\n\n\n"
}