{
    "url": "/rulings-and-resolution-statements/ruling/?id=04921-16",
    "title": "04921-16 Bailey v The Mail on Sunday",
    "provisions": [
        "1 Accuracy (2016)"
    ],
    "outcome": "Breach - sanction: action as offered by publication",
    "publication": "The Mail on Sunday (Associated Newspapers Limited)",
    "published_on": "2016-05-29 00:00:00",
    "received_on": "2016-07-15 00:00:00",
    "concluded_on": "2016-09-19 00:00:00",
    "complaint_processing_days": 66,
    "conclusion_long": "12. The complaint was upheld.",
    "remedial_action": "13. Having upheld the complaint, the Committee considered what remedial action should be required. 14. The newspaper had published a correction in print and online, which identified the inaccuracy and made the correct position clear. No further action was required. Date complaint received: 15/07/2016",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee 04921-16 Bailey v The Mail on Sunday\nSummary of Complaint\n1. Anthony Bailey\ncomplained to the Independent Press Standards Organisation that The Mail on\nSunday breached Clause 1 (Accuracy) of the Editors’ Code of Practice in an\narticle headlined “Queen’s envoy in honours scandal”, published on 29 May 2016.\n2. The article\nreported that the complainant had been awarded an Antiguan knighthood, and that\nhe was now “masquerading as a knight” in the UK. It said that he had used the\ntitle “Sir” in the UK, “flouting convention and angering Buckingham Palace”. It\nalso said that a “high-level government source” had informed the newspaper that\nat a ceremonial banquet for the president of Hungary held “last Monday”, the\ncomplainant had added “Sir” to his name in a letter from David Cameron, the\nthen Prime Minister, which was then read out by Oliver Letwin, giving the\nimpression that the Prime Minister had recognised the title “in contravention\nof the wishes of the Foreign Office”.\n3. The article was\npublished in substantially the same form online with the title “Queen's envoy\n'Baroness Brazen' is entangled in honours scandal: Title given to Commonwealth\nchief's crony is 'reviewed' after she is accused of abusing the system”.\n4. The complainant\ndenied that he had been “masquerading as a knight” in the UK: for more than a\nyear, he had been pressing for formal clarification on the issue of UK\nrecognition of honours bestowed in Commonwealth Realms. A statement clarifying\nthe position was not issued until 1 June, after the article was published;\ntherefore, at the time of publication, he had been entitled to believe that he\ncould use his title in the UK.\n5. His complaint to\nIPSO, however, centred on his concern that the newspaper had inaccurately\nreported that he had doctored official correspondence from the Prime Minister.\nHe said the newspaper did not have any evidence to support what was a very\nserious allegation, and it had failed to put the claim to him before publication.\nHe expressed concern that the newspaper had not offered to publish a correction\nuntil six weeks after the allegation was published; and, given the seriousness\nof the claim, he considered that the wording should have included an apology.\n6. The newspaper\nsaid that its sources at the Foreign Office and Buckingham Palace had confirmed\nthat the complainant had no right to use his title in the UK because his\nknighthood was not a British knighthood and he was not a dual national with\nAntiguan citizenship. It provided a letter from Buckingham Palace addressed to\nthe complainant, dated 8 September 2015, in which it stated that “no permission\ncan be given for use of the title ‘Sir’”.\n7. The newspaper\nsaid that the information regarding the amendment of a letter from the Prime\nMinister had come from a “top-level source”. The allegation was not put to the\ncomplainant before publication because it was considered a “relatively\ninsignificant detail” in the context of the wider claims. It considered that\nresponsibility for the Prime Minister “recognising the title in contravention\nof the wishes of the Foreign Office” rested with the complainant: he had\nallowed the banquet programme to refer to him as “Sir”, and the next day’s\nofficial registers were not corrected. However, as the complainant denied the\nallegation, it offered to publish the following wording:\nAn article on May 29 suggested Anthony Bailey had added the\ntitle ‘Sir’ to his name in a letter from the Prime Minister that was read out\nat a ceremonial banquet for the President of Hungary. We would like to make it\nclear that Mr Bailey made no such amendment to the letter.\n8. The newspaper\ndid not consider that an apology was required because the complainant had\nmisrepresented himself as a knight on “numerous occasions”, including in\nannouncements at prestigious events and online. It said that information used\nby Downing Street to compose the Prime Minister’s letter appeared to have come\nfrom the complainant or someone acting on his behalf; it was unimportant\nwhether the misinformation had been provided during the dinner or before it. It\nnoted that the correction was published in print and online on 17 July 2016,\nand the reference in the online article was removed. \nRelevant Code Provisions \n9. Clause 1\n(Accuracy)\ni) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not\nsupported by the text.\nii) A significant inaccuracy, misleading statement or\ndistortion must be corrected, promptly and with due prominence, and — where\nappropriate — an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator.\niii) A fair opportunity to reply to significant inaccuracies\nshould be given, when reasonably called for.\niv) The Press, while free to editorialise and campaign, must\ndistinguish clearly between comment, conjecture and fact.\nFindings of the Committee\n10. The newspaper had given the significantly misleading\nimpression that the complainant had amended a letter from David Cameron, the\nthen Prime Minister, which was then read out at an official banquet. The\nnewspaper had based this claim on information supplied by a confidential\ngovernment source, but it appeared to have taken no steps to verify it, and it\nhad not put the allegation to the complainant for his comment before\npublication. This represented a failure to take care over the accuracy of the\narticle in breach of Clause 1 (i). A correction was required in order to avoid\na breach of Clause 1 (ii).\n11. In its second response to the complaint, the newspaper\nhad offered to publish a correction to address the inaccuracy. The wording,\nwhich was published in print and online, made clear that the complainant had\nnot amended the Prime Minister’s letter. While the Committee acknowledged the\ncomplainant’s position that an apology was also appropriate, it noted that the\ninclusion of the title in the letter appeared to have come about as a\nconsequence of his practice of referring to himself as Sir Anthony in the UK.\nIn such circumstances, and in the full context of the allegations set out in\nthe remainder of the article, the decision not to include an apology did not\nbreach Clause 1 (ii).\nConclusions\n12. The complaint was upheld.\nRemedial action required\n13. Having upheld the complaint, the Committee considered\nwhat remedial action should be required.\n14. The newspaper had published a correction in print and\nonline, which identified the inaccuracy and made the correct position clear. No\nfurther action was required.\nDate complaint received: 15/07/2016Date decision issued: 19/09/2016\nBack to ruling listing\n\n\n"
}