{
    "url": "/rulings-and-resolution-statements/ruling/?id=04928-16",
    "title": "04928-16 The League Against Cruel Sports v The Times",
    "provisions": [
        "1 Accuracy (2016)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "The Times (News UK)",
    "received_on": "2016-07-15 00:00:00",
    "concluded_on": "2016-10-31 00:00:00",
    "complaint_processing_days": 108,
    "conclusion_long": "29. The complaint was not upheld.",
    "remedial_action": "N/A Date complaint received: 15/07/2016",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee 04928-16The League\nAgainst Cruel Sports v The Times\nSummary of complaint \n1. The League\nAgainst Cruel Sports complained to the Independent Press Standards Organisation\nthat The Times breached Clause 1 (Accuracy) of the Editors’ Code of Practice in\narticles headlined “Animal rights charity exposed over squandered fortune” and “Dogmatic\nindustrialist who left charity £3.5m”, published on 29 March 2016, and an\narticle headlined “Look where the money goes”, published on 30 March 2016. \n2. The front-page\narticle, published on 29 March 2016, reported that the League Against Cruel\nSports had been “saved from financial calamity” by a £3.5million legacy\ndonation, which it had “squandered” on “a failed prosecution, foreign travel,\nhotel bills and pay rises”. It said that the charity had spent £25,000 bringing\na private prosecution against six members of the Lamerton Hunt for illegal\nhunting, but the case had collapsed when it emerged that a prosecution witness\nhad close links to the charity. It also reported that the charity had sacked\ntwo whistle-blowers who had raised concerns about the charity to the regulator.\nThe second 29 March 2016 article focused on the millionaire who had left his\nmoney to the charity. It repeated the claim that on receipt of the bequest, the\ncharity had embarked on an “extravagant spending spree”, while the leader\narticle, published the following day, said that the Charity Commission had\nfailed in its duty to investigate the charity following information provided by\na whistle-blower, and instead had stated that the issues that had been raised\nwere matters for the charity’s trustees. \nThe piece noted that “it matters when a charity fails its donors”.\n3. The articles\nwere also published online.\n4. The complainant\nsaid that the newspaper had published several articles about the charity, which\nhad given an unjustified negative view of its practices. It said that many of\nthe allegations had been put to the charity before the story was published, and\nthe charity had made clear that they were without foundation; however, its\nresponses had been ignored, or given “very short shrift” in the coverage.  \n5. The complainant\nsaid that the assertion that the charity had “squandered” a legacy donation in\nthe 29 March, front-page headline was misleading and was unsupported by the\ntext of the article. It also denied the claim, which had appeared in the\nsubsequent leader article, that on receipt of the bequest, the charity had\n“appeared to lose all sense of proportion and direction”. It said that the\n£3.5million bequest had been delivered to the charity in instalments. Since the\ndelivery of the first instalment, the charity had spent money that it had\nraised through its fundraising activities; it had not spent any of the legacy\nat the time of publication. It noted that the “failed prosecution, foreign travel,\nhotel bills and pay rises” had cost just 5% of the amount left to the charity\nin the legacy. There was no evidence to support the leader article’s assertion\nthat the charity had “failed its donors”.\n6. The complainant\nconsidered that the newspaper’s assertion that the bequest had “saved” the\ncharity had been unfounded. The last instalment of the money had arrived in\nJanuary 2016, and the increase in the charity’s bank balance since the donation\nhad been greater than the total bequest. The charity had cash in the bank and\n“free reserves exceeded the amount required under [its] reserves policy”.\n7. The complainant\noffered to provide evidence from the time of the alleged “squandering” which it\nsaid showed that it had been unnecessary for it to draw on the legacy to cover\nexpenditure. It supplied a letter from its accountants, which said “at the end\nof each month from July 2014 when the first instalment of the legacy was\nreceived until March 2016 the cash at bank exceeded the amount received from\nthe Hales legacy”. The letter also said that there was no question that wages\ncould not be paid; the 2014 and 2015 accounts had given no indication of\n“financial difficulties”. \n8. The complainant\nalso expressed concern that the newspaper had described the prosecution the\ncharity had brought against the Lamerton Hunt as a “waste”. The case had been\ndropped, but not because of the quality of the evidence. It also considered\nthat the judge had not found that the charity had acted improperly by not\ndisclosing its relationship with one of the prosecution witnesses; the omission\nof this fact in the coverage had given an unfavourable impression of the\ncharity, which was misleading.\n9. The complainant\nsaid that the suggestion that two individuals had been dismissed for\nwhistle-blowing was inaccurate. The concerns raised by two members of staff had\nbeen properly addressed by the charity’s trustees.\n10. While the complainant noted that the 29 March,\nfront-page article had included its rebuttal of the allegations, given the\nheadline and the length of the piece, the article overall was misleading. It\nnoted that no such denial had been included in the leader article, giving the\nimpression that the information regarding whistle-blowers in the previous day’s\narticle was fact.\n11. The newspaper said that it had been alerted to concerns\nabout the charity in December 2015, and its Investigations Editor had\ninterviewed a confidential source and reviewed a large amount of documentation\nin January 2016. The facts were then checked with several confidential sources\nand public records before publication. As it was to rely on confidential\nsources, which it had a duty to protect, it said it had taken care to put the\nallegations to the charity before publication. It had also contacted each of\nthe charity’s trustees who had been involved with the organisation during the\nperiod covered by the allegations.\n12. The newspaper said that the articles had accurately\nraised serious questions about the way in which the charity had spent money\nsince it had become entitled to a substantial legacy. The Director of Marketing\nand Fundraising had formally told the charity that the legacy was “at risk of\nbeing wasted”, and the articles had given several examples of significant\nspending by the charity, which appeared to have been prompted by the bequest.\n13. The newspaper considered that it had accurately\ncharacterised the expenditure as a “spending spree”. It noted that if the money\nspent had represented 5% of the total bequest, as claimed by the charity, it\nhad amounted to £175,000. It said that internal papers had shown that money\nfrom the bequest had also been used to cover spending deficits.\n14. The newspaper considered that the articles had clearly\nset out why the private prosecution of the Lamerton Hunt, which had cost the\ncharity £25,000, had failed; and the coverage had included the charity’s\nposition that two senior barristers had assessed the evidence and had concluded\nthat there had been a “realistic prospect of conviction”.\n15. It said the references to foreign travel had concerned\nthe charity’s trips to campaign against the shooting of wild birds in Malta.\nTwo senior members of staff had visited Malta three times in 13 months, and the\nVice President had visited twice; the campaign had failed. It said that on the\nCharity Commission website, the charity had stated that it “only operates in\nthe UK”. It noted that its front-page article had stated that the charity had\njustified its trips to Malta because the birds it had wished to protect had\nbeen flying towards Britain.\n16. The newspaper considered that the 10% pay rise, which\nhad been given to staff in May 2015, had been many times in excess of\ninflation. In addition, it said that one trustee had stayed at a hotel at a\ncost of £200 a night, when the charity’s written policy had stated that\ntrustees should stay in “budget rooms”. The same trustee had also been allowed\nto claim expenses for taxis, when the charity’s policy said that trustees\nshould use public transport.\n17. The newspaper also considered that a “serious example of\nmoney being squandered by the charity” had been the payment of £12,000 to its\nChief Executive for his criminal defence costs after he was arrested and\ncharged for his involvement in a pub brawl. This was expenditure that the\ncharity had not declared to the regulator. \n18. The newspaper said that it had seen a transcript of a\ngrievance hearing between a whistle-blower and management, which had made clear\nthat the charity had been aware that the whistle-blower had brought concerns\nabout the organisation’s governance to the attention of the regulator. The\ncharity had terminated the whistle-blower’s employment, as well as that of a\nsecond member of staff who had “protected status as a whistle-blower”. In\naddition, when the charity’s President had written to trustees about “internal\nproblems” that were causing him “grave concern”, the board had removed him from\nhis post. The newspaper noted that the articles had included the charity’s\nposition that the President’s tenure had been at an end, and its denial that\nany member of staff had faced detrimental treatment for whistle-blowing.\n19. With regards to the complainant’s denial that the\nbequest had “saved” the charity, the newspaper said that internal\ncommunications had shown that the charity needed to receive more of the legacy\nto prevent its cash balance falling “very low”. During his exit interview, the\nDirector of Campaigns had expressed his concern that the charity was being led\n“down a path of ineffectiveness, irrelevance and potential bankruptcy”. It said\nthat internal memos had also shown that the charity had been in need of money;\nit referenced an email, which had also been quoted in the coverage, in which\nthe charity’s former Chief Executive had said “F**k have we got enough money to\npay the wages next month”. An accountant had responded by saying that cash\n“looked tightish September onwards but will of course be topped up by the\ninterim payment on the legacy”. The newspaper said that the charity’s reliance\non the legacy to keep it in “the black” had also been reflected in a\nspreadsheet detailing the charity’s income and expenditure. In late 2014, an\nofficial had also written “Assuming there is a further distribution from the\nHales legacy in February then cash balances should not cause concern…Should\nhowever no further distribution from Hales be received in the first 6 months\nthen cash balances would be very low”. \n20. With regards to the letter provided by the charity’s\naccountants, the newspaper said that their position that “cash at bank always\nexceeded the amount received from the Hales legacy” did not prove that the\ncharity had been in good financial health. It said that a line drawn in the\naccounts had shown that deficits were turned into surpluses by adding the\nlegacy money to the calculation. It noted that the accounts had been prepared\nin the knowledge of the legacy, so there was no reason for them to indicate\nthat the charity had been facing “financial difficulties”. It said that it had\nseen an internal document which showed that the cash in bank before the legacy\nwas £1,100,000, and that the charity had been projecting annual spending deficits\nof around £800,000 and £900,000.\n21. The newspaper said it would be willing to consider\npublishing a letter from the charity setting out its position that the\nexpenditure was justified and not prompted by the bequest.\nRelevant Code provisions\n22. Clause 1 (Accuracy)\ni. The Press must take care not to publish\ninaccurate, misleading or distorted information or images, including headlines\nnot supported by the text.\nii. A significant inaccuracy, misleading\nstatement or distortion must be corrected, promptly and with due prominence,\nand — where appropriate — an apology published. In cases involving IPSO, due\nprominence should be as required by the regulator.\niii. A fair opportunity to reply to\nsignificant inaccuracies should be given, when reasonably called for.\nFindings of the Committee\n23. It was accepted that before the legacy had been\nreceived, the charity’s former Chief Executive had emailed its accountants and\nhad asked whether the organisation would be able to pay staff wages the\nfollowing month. In addition, it was accepted that the Director of Campaigns\nhad expressed concern that the organisation was facing potential bankruptcy,\nand that an official had said that cash would be “very low” if the next\ninstalment of the legacy was not received. In these circumstances, it was not\nsignificantly misleading for the newspaper to assert that the legacy had\n“saved” the charity from financial ruin. It had taken care to ask the charity how\nreliant it was on the legacy before publication, and it had reported its\nposition that “we have not yet spent any of Mr Hales’ generous bequest”. There\nwas no failure to take care over the accuracy of the article on this point. \n24. It was not in dispute that following the news that it\nwas to receive the bequest, the charity had launched a private prosecution\nagainst members of the Lamerton Hunt, which had failed; it had given staff an\nabove-inflation pay rise; it had paid for trips to Malta for its campaign to\nprotect wild birds; and it had paid £200 for hotel accommodation for one of its\ntrustees, when its policy required trustees to stay in budget hotels. The\nnewspaper had been entitled to its position that this expenditure had\nrepresented “squandering” and an “extravagant spending spree”. The reference to\n“squandering” in the front-page headline had not given the misleading\nimpression that all the money had been spent. The newspaper’s characterisation\nof the spending was also supported by the charity’s former Director of\nMarketing who had stated that the legacy had been “at high risk of being\nwasted”. There was no failure to take care over the accuracy of the article on\nthis point.\n25. The Committee noted the charity’s position that it was\nnot the legacy that had been spent, but separate money that had been raised\nthrough fundraising. However, the newspaper had been entitled to draw a\nconnection between the fact of the bequest and the charity’s spending\nactivities. It had relied on the charity’s internal documents, which it said\nhad indicated that the legacy was being used to plug spending deficits. Due to\nits obligation to protect its confidential sources, the newspaper had been\nunable to provide these documents, but it had asked the charity how much of the\nlegacy had been spent before publication, and it had reported its position that\nit remained untouched. There was no failure to take care over the accuracy of\nthe article on this point.\n26. The Committee noted the complainant’s concern that the\nnewspaper had failed to report that the judge presiding over the case against\nthe Lamerton Hunt had not found that the charity had acted improperly. However,\nthe newspaper had accurately reported that the prosecution had collapsed\nbecause the charity’s relationship with one of the witnesses had not been\ndisclosed. It was not obliged to additionally report that there was no\nwrongdoing on behalf of the charity; the omission of this information was not\nsignificantly misleading. There was no breach of Clause 1 on this point.\n27. The newspaper had been entitled to report that two\nmembers of staff and the President of the charity, who had raised concerns\nabout the organisation to the regulator, had their employment terminated, and\nthe Committee noted that the charity did not deny that all three\nwhistle-blowers had since left the organisation. The newspaper had taken care\nto put the allegation that this related to whistle-blowing to the charity\nbefore publication, and it had reported its position that it “denied that any\nindividual had been dismissed or faced detrimental treatment for\nwhistle-blowing” and that the President had been “removed after he exceeded an\nexpected three-year tenure”. The leader article had made clear that the claims\nabout the charity, which had been made by the whistle-blower, were allegations\nand not statements of fact. There was no breach of Clause 1 on this point.\n28. The Committee noted the complainant’s concern that the leader\narticle had asserted that the charity had “failed its donors”. However, this\nwas not a reference made specifically in relation to the League Against Cruel\nSports; rather it was a general statement of opinion about the need for the\nCharity Commission to properly investigate charities when concerns are raised\nabout their practices because “it matters when a charity fails its donors”.\nNevertheless, the article had made clear that the criticism of the charity was\nbased on it bringing a failed prosecution at a cost of £25,000, and engaging in\ntrips abroad when the regulator’s website stated that it only operated within\nthe UK. There was no breach of Clause 1 on this point.\nConclusions\n29. The complaint was not upheld. Remedial action requiredN/A\nDate complaint received: 15/07/2016Date decision issued: 31/10/2016\n \nBack to ruling listing\n\n\n"
}