{
    "url": "/rulings-and-resolution-statements/ruling/?id=04923-16",
    "title": "04923-16 Brown v The Times",
    "provisions": [
        "1 Accuracy (2016)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "The Times (News UK)",
    "published_on": "2016-05-30 00:00:00",
    "received_on": "2016-07-14 00:00:00",
    "concluded_on": "2016-10-14 00:00:00",
    "complaint_processing_days": 92,
    "conclusion_long": "14. The complaint was not upheld.",
    "remedial_action": "N/ADate complaint received: 14/07/2016",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee 04923-16 Brown v The Times\nSummary of Complaint\n1. Katherine Brown\ncomplained to the Independent Press Standards Organisation that The Times\nbreached Clause 1 (Accuracy) of the Editors’ Code of Practice in an article\nheadlined “Anti-drink lobby drew up official safety limits”, published on 30\nMay 2016.  \n2. The article said\nthat the panel of experts who recommended in a report to Britain’s chief\nmedical officers that the weekly alcohol advisory limit should be reduced\ncontained several “anti-alcohol lobbyists”. It said that the lobbyists included\nfour “members” of the Institute of Alcohol Studies (IAS) – Petra Meier, Gerard\nHastings, Linda Bauld and Katherine Brown. It said that Ms Meier and Mr\nHastings were both expert advisers to the IAS, while Ms Bauld was a trustee of\nthe organisation; it said that the three were part of the alcohol guidelines\ndevelopment group (GDG), while the complainant, the director of the IAS, was on\nthe behavioural expert group (BEG). It said that the biographical notes of the\npanel of 20 referred to their academic posts, but not their relationships with\nthe IAS, which could only be found in other documents. \n3. The article\nreported the comments of one scientist said to have a knowledge of the panel’s\nworkings who said that there had been a “determined effort by ‘temperance\nactivists’ to ‘demonise alcohol in the same way as cigarettes but without the\njustification’”. The article included the reaction of the complainant who said\nthat “the process was heavily scrutinised and the final decisions were made by\nthe four chief medicals officers”. A panel accompanying the article explained\nthe links between the IAS and the temperance movement. It said that the IAS\n“says it is an independent body which seeks to promote the use of scientific\nevidence to influence policy”, and explained that its roots were in the\ntemperance movement, but that it does not advocate temperance. However, it said\nthat the organisation is primarily funded by and shares an address with the\nAlliance House Foundation (AHF), which is a total abstinence association.   \n4. The article\npublished online was the same as the version that appeared in print.\n5. The complainant\nsaid that it was inaccurate of the headline to report that an anti-drink lobby\ndrew up official safety limits, and that the headline was not supported by the\ntext of the article. She said that the decision to lower the limits set out in\nthe guidelines was made by the four chief medical officers for the UK nations,\nwho were advised by the GDG. She said that no members of the GDG were “anti-alcohol\nlobbyists”, nor do they have any links to “anti-alcohol organisations”.\n6.The complainant\nsaid that the IAS was not an anti-alcohol organisation, and it did not have a\nview on whether individuals should drink or not drink. She also said that the\nIAS does not “seek to eradicate alcohol”, and that it had never published any\nwork promoting total abstinence from alcohol, and does not share the aim of its\nfunding body in promoting total abstinence. In any event, she said Ms Meier and\nMr Hastings, while members of the GDG, were expert advisors to the IAS, not\nmembers of the organisation. She said that she had been a member of the BEG,\nresponsible for reviewing the old drinking guidelines, not the GDG, and that Ms\nBauld was a trustee of IAS, but not a member of the GDG. The complainant also\ndisputed the views expressed by the publication’s source on the influence of\nthe “anti-alcohol lobby” on the GDG’s workings; she provided a statement from\nthe co-chair of the GDG supporting her view. \n7. The newspaper\nsaid that the headline was a reference to the dominant presence of individuals\ninvolved in lobbying against the alcohol industry on the review group which\ndevised the Chief Medical Officers alcohol consumption guidelines. It said that\nthe IAS was more heavily represented on the committees drawing up the\nguidelines than any other body, and did not consider that it was significantly\ninaccurate or misleading to describe the four people named in the article as\n“members” of the organisation. However, as a gesture of goodwill, it had\namended the online article to read “closely involved with” rather than\n“members”, and published the following clarification on its use of the word in\nboth the newspaper, and online:\nWe reported that four key figures behind the latest\ngovernment guidance on safe drinking limits were “members of the Institute of\nAlcohol Studies (IAS)”, a lobby group financed by the temperance movement\n(“Anti-drink lobby drew up official safety limits”, May 30). Professor Petra\nMeier, one of those named in our report, has asked us to make clear that she is\na member of the IAS's panel of expert scientific advisors, not of the IAS\nitself, which is not a membership organisation.\n8. The publication said that in characterising the process as being dominated by \"anti-alcohol lobbyists\", it also relied on information from a confidential source with close knowledge of the meetings that had taken place over a period of years, as well\nas sources who were “concerned at the tone and nature of some of the\ndiscussions they witnessed”. It also provided a blog, published by The\nSpectator, which it said corroborated the content of its report. It further\nexplained that it considered the IAS to be part of an “anti-alcohol lobby”\nbecause it was inextricably linked with the AHF, which was formerly registered\nat Companies House as the UK Temperance Alliance, and whose purpose, as\ndescribed in its annual return to Companies House, is to “spread the principles\nof total abstinence from alcoholic drinks”. It also highlighted an overlap in\npersonnel between the IAS and AHF. \nRelevant Code Provisions\n9. Clause 1\n(Accuracy)\ni) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not\nsupported by the text.\nii) A significant inaccuracy, misleading statement or\ndistortion must be corrected, promptly and with due prominence, and — where\nappropriate — an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator.\nFindings of the Committee\n10. While the article had reported that four figures\ninvolved in drawing up the guidelines were “members” of the IAS, it went on\nexplain each of the four’s precise relationship with the organisation. While\nthe Committee welcomed the clarification published in the newspaper, as well as\nonline, it did not consider that it was significantly misleading to refer to\nthe four as “members” of the IAS in light of their links with the organisation.\nThere was no breach of Clause 1. \n11. The Committee acknowledged the complainant’s position\nthat the IAS did not seek to eradicate alcohol. However, the article had made\nclear its basis for the characterisation of the IAS as an anti-alcohol\norganisation: details were provided of its relationship with AHF, and the\nnewspaper’s source had provided its view on the influence they had on the GDG’s\nwork. The Committee wished to make clear that it was not making a judgement on\nwhether the IAS was anti-alcohol; rather, it had to decide whether the newspaper\nhad provided sufficient evidence to support this characterisation. Overall,\ngiven the information of its relationship with the AHF outlined in the article,\nthe Committee considered that the newspaper had provided a sufficient basis to\nsupport its characterisation; there was no breach of Clause 1.\n12. While the headline reported that the “anti-drink lobby”\nhad drawn up the official safety limits, the article’s first-line referred to\nthe “panel of experts that helped reduce” the limits, and went on to make clear\nthat their report was provided to Britain’s chief medical officers, who\n“announced the new limit in January”. In circumstances where it was not in\ndispute that the GDG’s report had advised the chief medical officers to reduce\nthe limits, and the article reported that the final decision was made by the\nchief medical officers, it was not misleading for the headline to say that the\n“anti-drink lobby” – the basis for which the publication had explained – had\ndrawn up the limits; this headline had also been supported by the text of the\narticle. There was no breach of Clause 1.\n13. The complainant disputed the view of the newspaper’s\nsource about the influence IAS members had on the GDG, and provided an\nalternative view from the chairman of the panel. In circumstances where the\nviews expressed had been clearly presented in the article as the opinion of the\nsource, and this source had “close knowledge” of the meetings that had taken\nplace over a period of years, there was no breach of Clause 1.\nConclusions\n14. The complaint was not upheld. \nRemedial Action Required\nN/ADate complaint received: 14/07/2016Date complaint concluded: 14/10/2016 \nBack to ruling listing\n\n\n"
}