{
    "url": "/rulings-and-resolution-statements/ruling/?id=04961-19",
    "title": "04961-19 Cowan V The Herald",
    "provisions": [
        "1 Accuracy (2018)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "The Herald (Newsquest Media Group)",
    "published_on": "2019-06-24 00:00:00",
    "received_on": "2019-06-24 00:00:00",
    "concluded_on": "2019-10-25 00:00:00",
    "complaint_processing_days": 123,
    "conclusion_long": "9. The complaint was not upheld",
    "remedial_action": "10. N/A   Date complaint received: 24/06/2019",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee – 04961-19 Cowan V\nThe Herald\nSummary of complaint\n1. Gordon Cowan complained to the Independent Press\nStandards Organisation that The Herald breached Clause 1 (Accuracy) of the\nEditors' Code of Practice in an article headlined \"Appeasement of\ntransphobes is putting our progress at risk\" published on 24 June 2019.\n2. The article, a comment piece, discussed \"proposed\nreforms to Scotland’s transgender laws\" and whether the LGBT community was\naccepted in Scotland. The columnist argued that the SNP's decision to put the\nreforms \"on hold\" was appeasing transphobes for political gain. The\ncolumnist was critical of the decision to put the matter “out to consultation”\nin circumstances where a consultation had already been undertaken which showed\n\"overwhelming public support\" for reform. The columnist went on to\nclaim that \"the opponents of transgender reform do not have anywhere near\nthe numbers\" which the group opposing the abolition of the Section 28\nlegislation that banned promotion of homosexuality had 20 years ago. The columnist\nsaid that the opponents of transgender reform \"represent a small minority\nthat has mastered the art of heckling over the heads of the majority\".\n3. The article also appeared in much the same format online\nunder the headline \"Mark Smith: For pity's sake, stop it – the appeasement\nof transphobes and conservative feminists is putting Scotland's progress at\nrisk.\"\n4. The complainant said that the columnist's claim that the\nopponents of transgender reform represent a small minority was inaccurate. The\ncomplainant said that numerous opinion polls have been conducted on the\nproposed changes to gender recognition laws, which aim to allow transgender\npeople to self-declare their gender without verification by medical\nprofessionals. In each of the polls, public opinion opposed the change by\nmargins of between three to one and four to one. The complainant provided four\nexample opinion polls to demonstrate this.\n5. The publication denied that the article was inaccurate.\nIt said that the claim that the opponents of reform represented a small\nminority, was based the findings of the Scottish Government’s 2018 consultation\non the review of the Gender Recognition Act 2004. It said that the consultation\nhad attracted more than 15,500 individual responses, of which 60% (and 65% of\nScottish respondents) agreed with the proposal to introduce a self-declaratory\nsystem for legal gender recognition. While the Scottish government did not\nprovide a breakdown of the remaining 40%, it was reasonable to infer that they\nwere against the proposal as it would be unlikely for someone to respond if\ntheir position was effectively one of abstention. The publication said that the\npoll was open to the public and attracted responses from both opponents and\nadvocates of the reforms. It emphasised that the function of a government\nconsultation is to gauge public opinion in order to inform future policy\ndecisions. When considering that the term \"minority\" is generally\ndefined as the smaller number or part, especially representing less than half\nof the whole or bigger group, it was not misleading to report that opponents of\nthe reform represented a small minority. This, coupled with the high level of\nresponses, which contrasted with the comparatively low samples featured in the\nopinion polls cited by the complainant, some of which were conducted by groups\nopposing reforms, meant that it was not misleading for the columnist to rely on\nthe Scottish government’s consultation to support his claim, not least in the\ncontext of a comment piece.\n6. The complainant disputed that the consultation\nrepresented an accurate source for the claim as it was self-selecting, and not\nweighted to be demographically representative of the population as a whole; it\nwould inevitably attract responses from vested interest groups, who were likely\nto respond in an organised and disproportionate manner. In contrast, the\nopinion polls he provided were an accurate gauge of public opinion, as they\nwere demographically weighted to be representative. Regardless of the varying\npositions of the commissioning bodies, the evidence of public opposition by a\nmajority was consistent.\nRelevant Code Provisions\n7. Clause 1 (Accuracy)\ni) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not\nsupported by the text.\nii) A significant inaccuracy, misleading statement or\ndistortion must be corrected, promptly and with due prominence, and – where\nappropriate – an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator.\niii) A fair opportunity to reply to significant inaccuracies\nshould be given, when reasonably called for.\niv) The Press, while free to editorialise and campaign, must\ndistinguish clearly between comment, conjecture and fact.\nv) A publication must report fairly and accurately the\noutcome of an action for defamation to which it has been a party, unless an agreed\nsettlement states otherwise, or an agreed statement is published.\nFindings of the Committee\n8. The article referenced the Scottish government’s\nconsultation which had sought the views of members of the public prior to\nadopting reforms to Scotland’s transgender laws. The consultation was open to\nthe public and responses could be provided by both advocates and critics of the\nproposed reforms. More than 15,500 submissions had been received and the\nCommittee noted that the findings of the consultation stated: \"the\nmajority of respondents, 60% of those answering the question, agreed with the\nproposal to introduce a self-declaratory system for legal gender\nrecognition\". The Committee acknowledged the results of the opinion polls\nwhich had been provided by the complainant, but in circumstances where the\narticle had referenced the government consultation, in which 60% of respondents\nhad supported the introduction of a self-declaratory system, the Committee did\nnot consider that it was significantly misleading for the article to claim that\nopponents of reform to transgender laws represented a \"small\nminority\". There was no breach of Clause 1.\nConclusions\n9. The complaint was not upheld\nRemedial action required\n10. N/A\n \nDate complaint received: 24/06/2019\nDate complaint concluded: 25/10/2019\nBack to ruling listing\n\n\n"
}