{
    "url": "/rulings-and-resolution-statements/ruling/?id=04975-15",
    "title": "04975-15 Verebes v Daily Mail",
    "provisions": [
        "1 (Accuracy) 2015",
        "3 (Privacy) 2015",
        "10 (Clandestine devices and subterfuge) 2015"
    ],
    "outcome": "No breach - after investigation",
    "publication": "Daily Mail (Associated Newspapers Limited)",
    "received_on": "2015-08-12 00:00:00",
    "concluded_on": "2016-02-24 00:00:00",
    "complaint_processing_days": 196,
    "conclusion_long": "23. The complaint was not upheld.",
    "remedial_action": "N/A Date complaint received: 12/08/2015",
    "text": "\n\n\n\n\n\nDecision\nof the Complaints Committee 04975-15 Verebes v Daily Mail\nSummary\nof complaint\n1.\nTimea Verebes complained to the Independent Press Standards Organisation that\nthe Daily Mail breached Clause 1 (Accuracy), Clause 3 (Privacy) and Clause 10\n(Clandestine devices and subterfuge) of the Editors’ Code of Practice in an\narticle headlined “Foreigners charge NHS for care in their own country / How I\nsigned up for five years free medical treatment in Hungary – at YOUR expense”,\npublished on 10 August 2015. The story was also published online as two\narticles headlined “How I signed up for five years free medical treatment in\nHungary – at YOUR expense. She’s never lived in the UK or paid tax here…but NHS\nis liable for this Hungarian mother’s health bills” and “Ministers order urgent\ninvestigation into ‘completely unacceptable’ revelations foreigners are\ncharging the NHS for care in their OWN country”, both published on 9 August\n2015.\n2.\nThe articles were the result of an undercover investigation the newspaper had\ncarried out into the use of UK European Health Insurance Cards (EHICs) by\npeople who are not ordinarily resident in the UK. It had engaged a freelance\nHungarian journalist, who had never lived or paid taxes in the UK, to test\nwhether it was possible to obtain a UK EHIC and then get treatment in her home\ncountry, charged to the National Health Service (NHS). The articles, both in\nprint and online, described how the investigation had been carried out. The\nonline articles included video footage taken by an undercover journalist, and\nthe print version included stills from the video, including one image of the\ncomplainant. The second online article reported the reactions from some\npoliticians with responsibility for health service provision.\n3.\nThe complainant worked at a maternity clinic visited by the journalist. She had\nbeen secretly filmed in her office as the journalist enquired whether she would\nbe able to obtain maternity care in Budapest using her EHIC. The complainant\nsaid that the video footage included with the online article, and the image of\nher face which was published in the print version of the article, intruded into\nher privacy, in breach of Clause 3. She said that the policy in her hospital\nwas that people should ask permission to take photographs. She also said that\nit had been unnecessary to film her using a hidden camera, in breach of Clause\n10. She said that if the journalist had made clear that she was making\nenquiries for a newspaper investigation she would have given the same answers\nto her questions. The use of the hidden camera implied that the complainant had\nacted improperly, which was untrue.\n4.\nThe article reported that the complainant had said, in response to a request\nfor information about giving birth in Hungary, “bring back one of those forms\nand everything will be fine…We can treat you even if it is not an emergency.”\nThe image of the complainant included with the print version of the article was\noverlaid with the quotation “we can treat you even if it is not an emergency.”\nThe complainant said that she had made clear that an S2 form (a form which\nentitles its holder to NHS-funded treatment in another European Economic Area\ncountry or Switzerland) would be required in order to obtain non-emergency\ntreatment; an EHIC alone would not be sufficient. The presentation of her\ncomment that the journalist could be treated even if it was not an emergency\nwas therefore misleading, in breach of Clause 1. She also said that it was\ninaccurate to report that there “dozens of forms, piled high. All of them had\nbeen filled in by expectant mothers in this one small area of Budapest whose\nappointments are now being paid for by the British taxpayer.” She said that she\nhas very few cases of people having their births paid for by the NHS; the forms\nreferred to in the article were not those of expectant mothers who were using\nEHICs and S2 forms. The complainant raised a number of other concerns about the\naccuracy of the Hungarian to English translation of her conversation with the\njournalist (the text of which had been included as subtitles with the video on\nthe newspaper’s website), and provided a side-by-side comparison of the\njournalist’s original translation with the translation completed by an\nindependent translator (employed by the newspaper upon receipt of the\ncomplaint), to demonstrate the discrepancies.\n5.\nThe newspaper said that the subterfuge in this case was limited, and it had\ncarefully considered the requirements of the Code at every stage. It believed\nthat there was an overwhelming public interest in its investigation and\nstrongly denied any breach of Clause 10. As a result of the investigation the\nGovernment initiated a review to examine whether policies relating to the\nissuing of EHICs needed to be changed, and a health minister had agreed to meet\nwith the whistleblowers who had initially contacted the newspaper.\n6.\nThe newspaper set out the process by which the investigation had been launched,\nand the steps it had gone through at each stage to ensure compliance with the\nEditors’ Code. It said that in May 2015 the Executive News Editor (Investigations)\nand the Health Correspondent met with a senior NHS surgeon who wanted to raise\nserious concerns regarding “health tourism” in the NHS, and in particular the\nabuse of EHICs. The surgeon said that the only information required to be\neligible for a card was an NHS number, and that these numbers were readily\navailable to almost anyone who presents to a GP, without necessarily having\nproof of residence in the UK, and no matter what their citizenship. During a\nsubsequent meeting, NHS whistleblowers specifically mentioned abuse of the\ncards in Eastern European countries, including Hungary. Following the meeting\nthe Executive News Editor (Investigations) suggested to the Assistant Editor\n(News) a number of ways to proceed with an investigation: a meeting with the\nstaff who processed the EHIC applications, and were concerned about their\nabuse; sending a Freedom of Information (FOI) request to the Department of\nHealth to ascertain the extent of the problem; or working with an Eastern\nEuropean journalist to see if it was true that EHICs could be as easily\nobtained as suggested. At this point, there was no discussion of filming a\njournalist using an EHIC in Europe, as it was considered that the FOI request\nwould provide the information required about whether the cards were being used\nby non-UK nationals in their home countries, and the cost of the practice to\nthe taxpayer.\n7.\nThe Executive News Editor (Investigations) then sent the FOI request to the\nNHS, asking how many EHICs had been issued in the last five years - both\ngenerally and to non-UK nationals - and how much money had been spent on non-UK\nnationals seeking treatment abroad. The Deputy Investigations Editor then\ndiscussed the investigation with the Head of Editorial Legal, and asked for\nauthorisation for a foreign journalist to try and get an EHIC with a false\naddress. This meeting was followed up with an email, and written approval was\nprovided to proceed with this aspect of the investigation. The newspaper then\nreceived the response to its FOI request, which stated that the NHS could not\nprovide the figures requested as “we only record whether the applicant is an\nEEA national/resident in the UK or not, and do not record the specific\nnationality.” A few days later, the foreign freelance journalist obtained an\nNHS number from a UK GP by telephoning a surgery in London from her home in\nBudapest, saying that she had recently arrived in the UK and wanted to register\nwith a doctor. A reporter posing as her landlord then delivered the relevant\nidentity documents to the surgery, including a fake tenancy agreement document\nwith the journalist’s name on it. A form with basic details about the\njournalist was filled in, and the journalist then flew to London where she\ncompleted a self-check-up in the surgery; she was then registered with the\nsurgery and was provided with an NHS number. This process had been described in\nthe article.\n8.\nThe investigations team had visited a number of online forums where people were\ndiscussing how they had used UK EHICs to obtain treatment in their home\ncountries. The forums were anonymous, and the journalists could not contact the\nusers without openly revealing that they were journalists. The newspaper also\nconsidered that the evidence on the forums was insufficient to support an\ninvestigation of this nature. The Executive News Editor (Investigations) and\nthe Assistant Editor (News) then agreed that, in the absence of information\nfrom other sources, undercover filming in Europe was justified in the public\ninterest to determine whether or not the abuse was actually happening and, if\nso, the nature and scale of it.\n9.\nThe Deputy Investigations Editor then wrote to a senior member of the Legal\nDepartment to say that the journalist’s NHS number had arrived, and sought\nformal approval to apply for an EHIC. Given the potential scale of the misuse\nof public funds, it was believed that it was in the public interest to\nestablish how easy it was to obtain the card. The Deputy Investigations Editor\nreceived written approval that the next step of the investigation was justified\nin the public interest, and was authorised to proceed.\n10.\nThe Deputy Investigations Editor then met with the Head of Legal and another\nsenior member of the legal team to discuss how to test the final part of what\nthey had been told by the NHS whistleblowers: that the EHIC could be used\nwithout difficulty by non-UK nationals in Eastern Europe. The newspaper already\nknew that an FOI request could not provide the results that it needed, and it\nalso believed that, since the cards enable non-UK nationals to get medical\ntreatment in their home countries, charged to the British taxpayer, it would\nnot be in the interests of foreign authorities to give the newspaper details of\nhow widespread the abuse was. The newspaper decided that the only way it could\nshow beyond doubt that it was easy to use a fraudulently obtained EHIC in an\nEastern European country was to test it by instructing the freelance journalist\nto visit a variety of clinics. The visits should also be filmed so that the\nnewspaper could authenticate its journalism and prove that the reports were\naccurate. The purpose of the exercise was not to show that the card could be\nreadily used in a particular clinic, but that it could be used in any clinic.\nIt was necessary to visit a number of reputable clinics in order to properly\ninvestigate the extent of the suspected abuse. The journalist then proceeded to\ntest her EHIC at several clinics in Budapest; it was accepted at every clinic\nshe attended.\n11.\nThe video of the journalist’s clinic visits was shown to the Head of Editorial\nLegal, who decided that the video was an essential part of the investigation\nand approved it for publication. It was important for the newspaper to\ndemonstrate the ease with which EHICs could be used, and the fact that foreign\nhealth workers were familiar with them. The newspaper was not suggesting that\nthe complainant had acted improperly when dealing with the journalist’s\nqueries, although it noted that the complainant had made no attempt to check\nthe validity of the journalist’s UK-issued EHIC, despite the fact that the\njournalist was clearly a Hungarian, conversing in Hungarian, and asking\nquestions which suggested she was not familiar with how EHICs operate.\n12.\nThe print version of the article included stills from the video, and did not\nname either the complainant or her clinic. The video accompanying the online\narticle included the name of the complainant’s clinic, but not her own name.\n13.\nThe newspaper accepted that the clinic required permission to be granted before\nphotographs were taken, but did not believe that it had intruded into the\ncomplainant’s privacy. A person’s professional life, particularly when it\ninvolves dealing with members of the public, cannot be classed as private. The\nbuilding is a public building, and policies surrounding privacy are for the\nbenefit of patients, not of staff. The newspaper had decided to blur the faces\nof any members of the public who had happened to be in the clinics the reporter\nvisited, but believed it was important to show readers that the clinics and\ntheir staff were “real”. The newspaper needed to prove that the misuse of EHICs\nactually happens, and needed to show the places and the medical staff\nspecifying what sort of services could be obtained. In any case, the\ninvestigation was so clearly in the public interest that if there had been any\nintrusion into the complainant’s private life, it would have been justified. It\nis inevitable that investigations using subterfuge involve the need to balance\nany possible privacy issues against the public interest in the story being\ninvestigated. Nonetheless, the newspaper removed the video from its website in\nresponse to the complainant’s concerns.\n14.\nThe video footage had been translated for the newspaper by the freelance\njournalist who had carried out the investigation. On receipt of the complaint,\nthe newspaper had contacted the Hungarian Embassy in London seeking a\nrecommendation for an independent translator. The newspaper said that the\ntranslation provided by that person did not differ significantly from the\njournalist’s version. The newspaper believed that the comments of the\ncomplainant had been accurately translated, and the article had accurately\nreported the circumstances in which the journalist would be able to obtain\nnon-emergency treatment. In particular, it had made clear that an EHIC alone\nwould not be sufficient to have the birth paid for, and an S2 form would also\nbe required. It also noted that the complainant had said “more and more”\nmothers were using EHIC cards in her clinic; it did not believe that the\nreference to “stacks of forms” represented a significant inaccuracy.\n15.\nHowever, the newspaper hoped to reach an amicable resolution to the complaint,\nand with that in mind offered to publish the following clarification on page 2\nof the print newspaper, and online:\n“An\ninvestigation on 10 August into the abuse of the EHIC card system was\nillustrated with a picture of a manager at a Hungarian birth centre and the\nquote ‘We can treat you even if it is not an emergency’. We are happy to\nclarify that, as the article made clear, the manager had told the reporter that\nan additional form would be required for non-emergency treatment. We apologise\nfor any confusion caused. We are also happy to clarify that there was no\nsuggestion of any wrongdoing on the part of the complainant.”\n16.\nThe complainant declined to resolve her complaint on this basis, as she wanted\nthe clarification to be referenced on the front page of the newspaper.\nRelevant\nCode Provisions\n17.\nClause 1 (Accuracy)\ni)\nThe press must take care not to publish inaccurate, misleading or distorted\ninformation, including pictures.\nii)\nA significant inaccuracy, misleading statement or distortion once recognised\nmust be corrected, promptly and with due prominence, and – where appropriate –\nan apology published.\nClause\n3 (Privacy)\ni)\nEveryone is entitled to respect for his or her private and family life, home,\nhealth and correspondence, including digital communications.\nii)\nEditors will be expected to justify intrusions into any individual’s private\nlife without consent.\niii)\nIt is unacceptable to photograph individuals in private places without their\nconsent. Note – Private places are public or private property where there is a\nreasonable expectation of privacy.\nClause\n10 (Clandestine devices and subterfuge)\ni)\nThe press must not seek to obtain or publish material acquired by using hidden\ncameras or clandestine listening devices; or by intercepting private or mobile\ntelephone calls, messages or emails; or by the unauthorised removal of\ndocuments or photographs; or by accessing digitally-held private information\nwithout consent.\nii)\nEngaging in misrepresentation or subterfuge, including by agents or\nintermediaries, can generally be justified only in the public interest and then\nonly when the material cannot be obtained by other means.\nPublic\ninterest\n1.\nThe public interest includes, but is not confined to:\n(i)\nDetecting or exposing crime or serious impropriety.\n(ii)\nProtecting public health and safety.\n3.\nWhenever the public interest is invoked, the Regulator will require editors to\ndemonstrate fully that they reasonably believed that publication, or\njournalistic activity undertaken with a view to publication, would be in the\npublic interest and how, and with whom, that was established at the time.\nFindings\nof the Committee\n18.\nThe newspaper had received information from whistleblowers which led it to\nbelieve that public services were being abused, and that UK tax revenues were\nbeing used to fund health care for non-UK residents seeking treatment in their\nhome countries. The newspaper wanted to investigate the claims of the\nwhistleblowers, and had tried to obtain the information it wanted through open\nmeans - before resorting to subterfuge - but had not succeeded. In this case,\nthe public interest in the investigation generally was not in doubt, given the\npotential abuse of public services; the associated cost to the taxpayer; and\nthe newspaper’s belief that its investigation could expose how the system as\ncurrently set up could facilitate wrongdoing.\n19.\nThe clinic was accessible to any member of the public who chose to enter it,\nand anyone could ask the questions about maternity care that the journalist\ndid; the level of subterfuge employed was limited. The aim of the investigation\ngenerally was to expose the loopholes in the system operated by the NHS; to\nshow that once an EHIC had been fraudulently obtained by a non-UK resident it\ncould be used by that person to obtain free treatment in their home country;\nand to show that EHICs were actually being used in this way. There was no\nsuggestion that the staff in the clinics were acting improperly, but the fact\nthat the card had been accepted was central to the investigation. The\nmisrepresentation of the journalist as a prospective patient was necessary in\norder to properly test the reactions of staff to presentation of the EHIC, and\nwas proportionate to the public interest story that was under investigation –\nthe level of subterfuge was minimal and the public interest was significant.\nThe misrepresentation did not breach Clause 10.\n20.\nThe newspaper’s decision to film the journalist’s encounter with the\ncomplainant allowed it to ensure that it was accurately reporting the\nconversation that had taken place, and to evidence the claims made in the\narticle. This aspect of the investigation did not represent a significantly\nhigher level of subterfuge than the journalist’s misrepresenting herself as a\nprospective patient. Publication of the video on the newspaper’s website\nallowed readers to verify the newspaper’s claims and understand the precise way\nin which an EHIC could be used abroad. The content of the video was focused on\nthe complainant’s professional life and she did not reveal any private\ninformation about herself. The concerns that the published video and image\nintruded into the complainant’s privacy were best dealt with under Clause 3 of\nthe Code. However, the Committee was satisfied that the newspaper had\nsufficiently justified its position that it had considered the requirements of\nthe Code at each stage, and that its use of misrepresentation and a hidden\ncamera had been required in order to serve the public interest. There was no\nbreach of Clause 10.\n21.\nThe video of the complainant which accompanied the online articles, and the\nimage which illustrated the print edition, showed the complainant carrying out\nher professional role in an area of her workplace which is accessible to the\npublic. Any reasonable expectation of privacy that the complainant had in these\ncircumstances was limited, and the public interest in filming her and\npublishing the footage had already been adequately established by the\nnewspaper. The video and image did not include any private information about\nthe complainant: the image showed only her face, and the video depicted her\nanswering questions relating to maternity care at her clinic. There was no\nbreach of Clause 3.\n22.\nThe articles had made clear that both an EHIC and an S2 form would be required\nin order to obtain non-emergency treatment at the maternity clinic, and when\nthe journalist had asked if it would be free, the complainant had confirmed\nthat it would be. In relation to the complainant’s concern that there were not\n“dozens of forms, piled high”, the complainant had told the journalist that she\nhad patients using EHICs with increasing frequency, and was clearly familiar\nwith the system; the Committee did not identify any significant inaccuracies\nwhich would require correction under the Code. The Committee was further\nsatisfied that the article did not inaccurately allege any wrongdoing on the part\nof the complainant. Lastly, the Committee found that the additional concerns\nraised by the complainant regarding the translation of her conversation with\nthe journalist did not disclose any discrepancies which would amount to\nsignificant inaccuracies. The complaint under Clause 1 was not upheld. While\nthe Committee welcomed the newspaper’s offer to publish a clarification, it was\nnot required under the Code.\nConclusions\n23.\nThe complaint was not upheld.\nRemedial\nAction Required\nN/A\nDate\ncomplaint received: 12/08/2015Date\ndecision issued: 24/02/2016\nBack to ruling listing\n\n\n"
}