{
    "url": "/rulings-and-resolution-statements/ruling/?id=04973-15",
    "title": "04973-15 Dennett v Isle of Wight County Press",
    "provisions": [
        "1 (Accuracy) 2015",
        "3 (Privacy) 2015",
        "4 (Harassment) 2015"
    ],
    "outcome": "No breach - after investigation",
    "publication": "Isle of Wight County Press (Newsquest Media Group)",
    "received_on": "2015-10-20 00:00:00",
    "concluded_on": "2016-01-12 00:00:00",
    "complaint_processing_days": 84,
    "conclusion_long": "22. The complaint was not upheld.",
    "remedial_action": "N/ADate complaint received: 20/10/2015",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee 04973-15 Dennett v\nIsle of Wight County PressSummary of complaint1. Carole Dennett complained to the Independent Press\nStandards Organisation that the Isle of Wight County Press breached Clause 1\n(Accuracy), Clause 3 (Privacy) and Clause 4 (Harassment) of the Editors’ Code\nof Practice in a series of articles: “Isle of Wight Conservative campaign\ncondemned by Tory agent”, published on 27 April 2015; “Explosive claims in\nex-agent’s letter”, published on 1 May 2015; “Andrew Turner – Conservative”,\npublished on 1 May 2015; “Carole Dennett and the questions they will not\nanswer”, published on 24 July 2015; and “Hard task of public office”, published\non 31 July 2015.2. The complainant is the former partner of Andrew Turner,\nMP for the Isle of Wight. They were in a relationship for 23 years, which ended\nin December 2014. The complainant said that she had found the press coverage\nduring their relationship to be intrusive, and had hoped that it would end once\nthey had separated. She considered the continued publication of articles which\nreferred to her to be an intrusion into her private life. While she still works\nin Mr Turner’s office as a parliamentary assistant – a role which she also had\nwhile they were in a relationship – she did not believe that this justified the\npublication of information which she considered to be private. She also raised\nconcerns that the content of some of the articles was inaccurate, and collectively\nconstituted harassment.3. The article of 27 April was published just prior to the\n2015 General Election, and after Mr Turner’s election agent had attempted to\nresign. The election agent had written a letter to Mr Turner outlining the\nreasons why he no longer wanted to continue, including raising a number of\nconcerns about the complainant’s role in the constituency office and election\ncampaign. The complainant said that the article, which was based on the\nelection agent’s letter, contained untrue allegations about her: she did not\nplay a “dominant role” in the election campaign; she had not refused to confirm\nwhether a payment she had made to the campaign was a donation or a loan; and\nshe had not failed to arrange with Royal Mail that election literature would be\ndistributed in time. The complainant said that the article, which linked to the\nletter in full, breached Clause 1.4. On 1 May the newspaper published a comment article based\non the election agent’s letter. This article repeated the allegations against\nthe complainant, and she was concerned that the article failed to distinguish\nbetween comment, conjecture and fact. She also said that the references to her\nfinances - specifically her having made a loan to the campaign fund through a bank\naccount she shared with Mr Turner, and having made a personal donation to the\nfund - represented an intrusion into her privacy.5. The second article of 1 May was a “whimsical look” at the\nlocal election candidates, including Mr Turner. It said that there was a\n“deafening crescendo of allegations about Carole, his ex-fiancée, and her\ncontinuing control over his life.” The complainant said that she had never had\n“control of” her former partner’s life, either before or after their\nseparation; there was no evidence to support this allegation. The article breached\nClause 1 and Clause 3.6. The article of 24 July was published following\ncorrespondence between the Editor and the complainant, in which he requested\ndetails of her role in the office, and her salary. The article stated that she\nhad refused to disclose this information to the newspaper. The complainant said\nthat the article gave the impression that she and Mr Turner had been working\ntogether to conceal information from the newspaper; this was untrue and a\nbreach of Clause 1. It also said that she had refused to confirm whether she\nwas still working for Mr Turner, when in fact she had confirmed that she had\nstayed on in her role. It was further untrue to say that she had referred the\nmatter to IPSO, when she had simply sought some advice. The complainant said\nthat there was no public interest in trying to determine if she was drawing a\nhigher salary than before; the enquiries and the article were an intrusion into\nher privacy. It also constituted harassment.7. The last article, published on 31 July, was a comment\npiece about wrongdoing in public office, and the need for people whose salaries\nare paid by the taxpayer to be “above suspicion”. The complainant said that it\ncontained allegations about her which were untrue and intruded into her\nprivacy. The article mentioned a meeting with a Government minister which Mr\nTurner had attended, and said that some names had been redacted from the\nminutes of the meeting. It suggested that the complainant had attended the\nmeeting, but was being “coy” about whether or not she was there. The\ncomplainant said that the Department of Transport had redacted the names when\nit had released the minutes in response to a Freedom of Information (FoI)\nrequest; she had had no part in the redaction and had not acted “coyly”. The\ncomplainant said that the article gave the misleading and unpleasant impression\nthat she had been involved in covering up wrongdoing.8. The complainant said that the effect of the articles as a\nwhole - which were damaging and implied wrongdoing, with no evidence to support\nthe allegations - amounted to harassment, in breach of Clause 4.9. The newspaper said that there was never any intention to\nintrude into the complainant’s privacy or harass her. It had never suggested\nthat the complainant had done anything improper, but when an MP’s office\nrefuses to answer questions about the status of a hugely influential person,\nthe newspaper would not be doing its job properly if they did not pursue the\nmatter. It said that the complainant had always been Mr Turner’s spokesperson,\nand maintained that she had played a major role in his office.10. In response to the complaint about the article of 27\nApril, the newspaper said that it was a matter of great public interest that a\ncandidate’s election agent had asked for his position to be revoked just before\nthe General Election. It said that the complainant had been offered the\nopportunity to respond to the allegations against her in a letter for\npublication, but had chosen not to avail of this opportunity.11. The newspaper said that the allegations in the comment\narticle of 1 May were clearly distinguished as one individual’s claims, in line\nwith the requirements of Clause 1 (iii). The denial from Mr Turner’s\nspokesperson was included. The newspaper said that the complainant was\nembroiled in a public row between the local Conservative candidate and his\nelection agent; it would have been perverse for the local newspaper not to\nreport it. While the newspaper understood that the complainant had found the\nallegations about her upsetting, it said that the Editor would not be doing his\njob if he gave into pressure not to publish matters of clear public interest.12. The second article of 1 May had been clearly\ndistinguished as the author’s comment. It said the evidence given at an\nemployment tribunal in which the complainant had been involved in 2004 had\nsuggested a strong control both over the office, and over Mr Turner. The\nnewspaper said that it was the impression in the local community that this\ncontrol endured. She had regularly briefed the Editor’s predecessor on matters\ninvolving the MP, and a recent press query from the newspaper had been referred\nto her for a response.13. The newspaper said that it had enquired about the\ncomplainant’s current job in the office as she had previously had a very\nhigh-profile role, and it was fair to ascertain what her future role would be.\nWhile the complainant had confirmed that she was still working in the office,\non a “not for publication” basis, the newspaper said that it needed\non-the-record confirmation in order to publish. Additionally, it wanted to know\nif there was any impact on the amount of taxpayer funding the office would\nreceive, but the Independent Parliamentary Standards Authority (IPSA) would not\nrelease the salary details the newspaper wanted. The enquiries and article of\n24 July were legitimate and did not breach the Editors’ Code.14. The newspaper said that the 31 July article posed\nentirely reasonable questions about the complainant’s attendance at a meeting\nin Westminster, especially given her claims that she was now working in a low-key\nrole in the office. It was relevant to bigger questions about the complainant’s\nprecise role in the constituency office: whether she now performing a low-level\nrole, or if she had returned to her former role as Mr Turner’s “right-hand\nwoman”. The newspaper said that the local community had a right to know this\ninformation.15. The newspaper suggested that the complainant could meet\nwith the Editor in order to discuss an appropriate way forward, and said that\nperhaps she could do an interview in which she discussed her role in Mr\nTurner’s office. The complainant declined to meet with the Editor under these\ncircumstances.Relevant Code ProvisionsClause 1 (Accuracy)(i) The press must take care not to publish inaccurate,\nmisleading or distorted information, including pictures.(ii) A significant inaccuracy, misleading statement or\ndistortion once recognised must be corrected, promptly and with due prominence,\nand – where appropriate – an apology published.(iii) The press, whilst free to be partisan, must\ndistinguish clearly between comment, conjecture and fact.Clause 3 (Privacy)(i) Everyone is entitled to respect for his or her private\nand family life, home, health and correspondence, including digital\ncommunications.(ii) Editors will be expected to justify intrusions into any\nindividual’s private life without consent.Clause 4 (Harassment)(i) Journalists must not engage in intimidation, harassment\nor persistent pursuit.(ii) They must not persist in questioning, telephoning,\npursuing or photographing individuals once asked to desist; nor remain on their\nproperty when asked to leave and must not follow them. If requested, they must\nidentify themselves and whom they represent.Findings of the Committee17. The highly critical letter written by Mr Turner’s\nelection agent just before the General Election was clearly a matter of\nsignificant public interest. The newspaper was entitled to report the fact of\nthe letter, and to explain the reasons the election agent had given for wanting\nhis position to be revoked. The allegations against the complainant had been\npresented as claims made by the election agent, and not as established fact.\nThe article had also included a denial of the allegations: “Mr Turner’s\nspokeswoman, Denise Dorley-Brown, has today…denied several of Mr Walter’s\nallegations – including his claims Ms Dennett was the ‘de facto boss’ and the\nfreepost deadline for campaign literature has been missed. When asked if it was\ncorrect Ms Dennett continued to play a key role in managing the campaign, Mrs\nDorley-Brown said: ‘It is entirely incorrect. She has no formal role in the\ncampaign team and has not attended any meetings of the team or been involved in\nany decisions taken, although she has helped with a few issues at the request\nof the campaign manager and chairman of the association.’” In this context, the\nreporting of the allegations about the complainant in the article of 27 April\ndid not represent a failure to take care over the accuracy of the story, and\nnor did the Committee identify any significant inaccuracies which would require\ncorrection under Clause 1.18. The first article of 1 May (“Explosive claims in\nex-agent’s letter”) was a legitimate comment on the execution of Mr Turner’s\nelection campaign, which repeated some of the allegations from the former\nelection agent’s letter, and again included extensive denial. The article did\nnot breach Clause 1. The newspaper was also entitled to report concerns about\nthe way in which a local candidate’s election campaign had been funded; to do\nso did not intrude into the complainant’s private life.The second article of 1\nMay was plainly distinguished as the author’s opinion of the candidates, and\nshe was entitled to report what she apparently perceived to be local concerns\nthat the complainant exercised some control over her former partner. The\nreference did not raise a breach of Clause 1. The article also did not include\nany information which would be considered private under the Code. There was no\nbreach of Clause 3.19. The editorial of 24 July was the Editor’s response to\nwhat he perceived to be a refusal to answer questions about the complainant’s\nrole in the office, and whether she was now earning more than she did when she\nwas in a relationship with Mr Turner; he believed that the public had a right\nto know this information. It was clearly distinguished as his own opinion, and\ndid not include any information about the complainant which could be considered\nprivate. The Committee did not agree that the article gave a misleading\nimpression of “collusion” between the complainant and her former partner. While\nit was inaccurate to say that there had been an “actual referral” to IPSO, when\nthe complainant had simply sought advice, this was not a significant inaccuracy\nand did not require correction under the Code. Furthermore, there was no\nsuggestion that anyone working for the newspaper had engaged in intimidation,\nharassment or persistent pursuit; the comment piece did not represent\nharassment of the complainant. The article did not breach the Code.20. The Committee was satisfied that the article of 31 July\ndid not suggest that the complainant had been involved in wrongdoing. Rather,\nit said that there was some confusion about the role she was playing in Mr\nTurner’s office, and said that she should provide more information about her\nrole there. It also did not make a specific claim that she had redacted the\nminutes from the Government meeting herself. The article was not inaccurate or\nmisleading, and did not raise a breach of Clause 1. The comments about the\ncomplainant also did not include any private information about her; there was\nno breach of Clause 3.21. The terms of Clause 4 generally relate to the conduct of\njournalists during the newsgathering process, and not to the publication of a\nnumber of articles about the same individual. The concern that the effect of\nthe articles as a whole amounted to harassment did not raise a breach of Clause\n4.Conclusions22. The complaint was not upheld.Remedial Action RequiredN/ADate complaint received: 20/10/2015Date decision issued: 12/01/2016\nBack to ruling listing\n\n\n"
}