{
    "url": "/rulings-and-resolution-statements/ruling/?id=04986-15",
    "title": "04986-15 Large v The Daily Telegraph",
    "provisions": [
        "1 (Accuracy) 2015"
    ],
    "outcome": "Breach - sanction: action as offered by publication",
    "publication": "The Daily Telegraph (Telegraph Media Group Ltd)",
    "published_on": "2015-07-23 00:00:00",
    "received_on": "2015-08-12 00:00:00",
    "concluded_on": "2015-11-04 00:00:00",
    "complaint_processing_days": 84,
    "conclusion_long": "The complaint was upheld under clause 1 (Accuracy).",
    "remedial_action": "9. Having upheld the complaint, the Committee considered what remedial action should be required.  10. The newspaper had promptly published a correction, which corrected the inaccuracy, and had amended the online article and appended a note to it. No further action was required.  Date complaint received: 12/08/2015",
    "text": "\n\n\n\n\n\n·   Decision of the Complaints Committee 04986-15 Large v\nThe Daily Telegraph\nSummary of\ncomplaint\n1. Barnaby Large complained to the Independent Press\nStandards Organisation that The Daily Telegraph had breached Clause 1\n(Accuracy) of the Editors’ Code of Practice in an article headlined “Gove\n‘could not get X-ray for broken foot’”, published on 23 July 2015. \n2. The article reported that Michael Gove’s wife had\nexpressed concern that her husband had been unable to receive treatment for a\npossible broken foot because “parts of the NHS shut down on the weekends”. It\nstated that Mr Gove had attended a Minor Injuries unit, but had been unable to\nget an x-ray because “NHS radiology departments are closed on Sundays”. \n3. The complainant said that NHS radiology departments in\nmany hospitals are open 24 hours a day for emergencies. Had Mr Gove visited an\nAccident and Emergency clinic, rather than a Minor Injuries unit, he would have\nbeen able to see a doctor and may well have been able to have an x-ray. \n4. The complainant considered that the newspaper had\ngiven a significantly misleading impression of the provision of NHS services in\norder to further a political agenda, and that the correction, published in\nprint and online, had not been given sufficient prominence. \n5. The newspaper said that as soon as it was made aware of\nthe error, it corrected the inaccuracy in the online article, appended a\nfootnote and published a correction in print, which clearly addressed the\ninaccuracy. It considered, however, that most readers would not have been\nmisled by the article: they would have been aware that services at large\ngeneral hospitals are often slower at the weekend, and that patients attending\nAccident and Emergency clinics are able to access radiology departments on\nSundays. \nRelevant Code Provisions\n6. Clause 1 (Accuracy) \ni.) The Press must take care not to publish inaccurate,\nmisleading or distorted information, including pictures. \nii.) A significant inaccuracy, misleading statement or\ndistortion once recognised must be corrected, promptly and with due prominence,\nand - where appropriate - an apology published. In cases involving the\nRegulator, prominence should be agreed with the Regulator in advance. \nFindings of the Committee\n7. It was accepted that NHS radiology departments in many\nhospitals are open seven days a week for emergencies. The article, however, had\ngiven the significantly misleading impression that patients cannot access\nradiology services in NHS hospitals on Sundays. This represented a failure to\ntake care over the accuracy of the article in breach of Clause 1 (i), and a\ncorrection was required in order to avoid a breach of Clause 1 (ii). \n8. When alerted to the inaccuracy, the newspaper had\npublished a correction in its established Corrections and Clarifications column\non page two – six pages further forward than the original article had appeared.\nThe correction made clear that NHS radiology departments are open seven days a\nweek in many hospitals. The newspaper had also amended the online article and\nappended the correction to it. The Committee considered that the prompt action\ntaken by the newspaper was sufficient to meet the requirement of Clause 1 (ii).\nThere was no further breach of the Code on this point. \nConclusions\nThe complaint was upheld under clause 1 (Accuracy). \nRemedial Action Required\n9. Having upheld the complaint, the Committee considered\nwhat remedial action should be required. \n10. The newspaper had promptly published a correction,\nwhich corrected the inaccuracy, and had amended the online article and appended\na note to it. No further action was required. \nDate complaint received: 12/08/2015\nDate decision issued: 04/11/2015\nBack to ruling listing\n\n\n"
}