{
    "url": "/rulings-and-resolution-statements/ruling/?id=04995-21",
    "title": "04995-21 Gaukroger v Isle of Wight County Press",
    "provisions": [
        "1 Accuracy (2019)",
        "2 Privacy (2019)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "Isle of Wight County Press (Newsquest Media Group)",
    "received_on": "2021-05-14 00:00:00",
    "concluded_on": "2021-11-18 00:00:00",
    "complaint_processing_days": 188,
    "conclusion_long": "33. The complaint was not upheld.",
    "remedial_action": "34. N/A    Date complaint received: 14/05/2021",
    "text": "\n\n\n\n\n\nDecision\nof the Complaints Committee – 04995-21 Gaukroger v Isle of Wight County Press\nSummary\nof Complaint\n1. Michael\nGaukroger complained to the Independent Press Standards Organisation that Isle\nof Wight County Press breached Clause 1 (Accuracy) and Clause 2 (Privacy) of\nthe Editors’ Code of Practice in an article headlined “’Cheaper to replace than\ntake to a vet’”, published on 7th May 2021, and an article headlined “Good news\nfor budgies”, published on 14th May 2021.\n2. The\nfirst article reported on concerns from members of the public regarding the\nwelfare of budgies housed in an aviary in Ventnor Park. The article stated that\nthe “[v]olunteer group Ventnor Enhancement Fund [VEF] took over and refurbished\nthe aviary in 2013, and added 15 budgies the following year”. It reported that\nthe complainant “is part of Ventnor Enhancement Fund but cares for [the\nbudgies] voluntarily in his own time” and went on to name him. The article\ndetailed the concerns of a girl whose mother had written to the complainant\nexpressing concern about the budgies’ welfare and included extracts from the\ncomplainant’s response. The article quoted the complainant as having said that,\n“[he was] afraid the truth of the matter is that it is cheaper to replace a\nbudgie than take it to a vet. It is not as though the budgies have any\nsentimental value to anyone — unlike a domestic pet”. The article reported that\nthe girl was “upset” with this response and so wrote to the publication stating\nthat “For the last few years I have been monitoring the budgies in the park\naviary after I was made aware that the treatment they were receiving was\nappalling. I discovered this after I reported a bird with an injured wing. She\nwas removed from the park and I assumed she had been taken to a vet, I was\nwrong. They have no regard for the wellbeing of these birds. I have seen\nbudgies with overgrown beaks, feather loss and skin conditions, curved and\nchewed off tails and twisted legs. None of them deserve any of this.” The\narticle also included a statement from another member of the public who said\nthat “Could it be high time to rehome the birds? I am apprehensive to call it\nan aviary, they have no room to fly”. Finally, the article reported that the\ncomplainant “outlined the care the budgies receive, and told [the publication]:\n‘When budgies very occasionally fall ill, we don’t let them suffer’”. The\narticle stated that “the [publication] has asked him to clarify the meaning of\nthis statement, and whether the birds are registered with a veterinary practice,\nbut have yet to receive a response“. The article also reported the complainant\nas having “said VEF do not consider the aviary too small, and it was ‘very\nupsetting’ to receive ‘unfounded’ criticism”.\n3. The\narticle also appeared online in a similar format under the headline “Concerns\nraised over Ventnor Park budgies”. The online article included an additional\nimage of a budgie on the floor of the aviary. It had also been updated so that\nit reported that the complainant “is part of Ventnor Enhancement Fund and cares\nfor [the budgies] voluntarily”.\n4. The\nsecond article was a follow-up piece that reported “IT’S GOOD news for the\nbudgies in Ventnor Park. Skippers Sanctuary, formerly Wild Bird Aid, visited\nthe birds in liaison with Friends of the Animals on Wednesday and the charities\nare going to help Ventnor Enhancement Fund (VEF) care for the birds”. The\narticle said that the budgies were “taken out of the aviary while they await an\nappointment at the vets next week — giving the sanctuary more time to assess\ntheir behaviour and health” and that it was expected only “two or three of the\nbirds will require veterinary treatment, for minor issues.” The article\nasserted that “[t]he move came after an article in last week’s [newspaper],\nwhich raised concerns about the birds”. The article also included a quote from\na statement made by the representative of the sanctuary who had inspected the\naviary. The article reported that she had said that she “was pleasantly\nsurprised by the condition of the budgies. All are able to fly and feed, and\nshow normal healthy behaviour. The aviary itself, while an older style,\nactually serves the budgies well… Some minor issues with the aviary have been\nraised, and will be tweaked. Skippers has offered to house the budgies in the\ncolder months”. The article continued by including a quote from a VEF\nspokesperson who said that they ”were extremely concerned by the distressing\narticle, and were delighted to receive an immediate offer of assistance”.\n5. A\nlonger version of the article was also published online under the headline\n“Good news for Ventnor's budgies as charities offer help”. It included a longer\nstatement from VEF as well as the response of the girl who had initially\nwritten to the publication and had been mentioned in the first article. The\narticle reported that she said the first “article must have made everyone aware\nof the condition of these poor birds. The fact they are getting to see a vet is\nbeyond wonderful”.\n6.  The complainant said that the first article\ncontained a number of inaccuracies in breach of Clause 1. He said the use of\nthe word \"but\" (in the reference to him caring for the birds in his\nspare time) implied that he looked after the birds independently of the Ventnor\nEnhancement Fund (VEF). He said the correct position was that VEF were\nresponsible for the welfare of the budgies and different members are involved\nin their care. The complainant also said the child who was quoted in the\narticle was inaccurate regarding the timing of seeing a bird with an injured\nwing, and in describing the condition of the birds. He explained the bird with\nthe injured wing was reported at the end of May 2019, less than two years\nbefore the article was published, rendering the girl’s statement that she had\nbeen watching the birds for a “few” years inaccurate. He also explained that\nthere has only ever been one bird with an overgrown beak, one bird with feather\nloss and one bird with a disabled leg, and that the article inaccurately\nsuggested that there had been multiple birds “with overgrown beaks, feather\nloss and skin conditions, curved and chewed off tails and twisted legs\".\nThe complainant also said it was misleading to quote a resident of Ventnor\nregarding the size of the aviary without including the view of an expert\nregarding whether it was an appropriate size. The complainant also said the\nfirst article breached Clause 1 because it did not include a statement provided\nby him where he explained that VEF “regularly consult [with] an independent\nexpert, who also keep[s] budgies, and have met him at Ventnor Park aviary on\nseveral occasions\" despite including the sentence directly after, in which\nhe had stated that “When budgies very occasionally fall ill, we don’t let them\nsuffer”.\n7. He\nalso said that the article had further breached Clause 1 because he had not\nbeen given a reasonable opportunity to respond to the newspaper’s request for\ncomment before publication, due to being contacted on a bank holiday and with a\nshort deadline, and so had not been given the chance to reply to the claims\nmade about him and the aviary. He also said that it had not been taken into\naccount that he would need to consult with other members of VEF before\nproviding a response and that this would take additional time. Finally, the\ncomplainant said the first article breached Clause 1 because it was biased\nagainst VEF. He said it was biased as it did not allow him time to address the\ncondition of each bird in response to the claims made about their condition\nthat the description of the budgies’ care was also biased against VEF.\n8. The\ncomplainant said the online version of this first article also breached Clause\n1 because it contained an image of a budgie on the floor without highlighting\nthat this budgie was disabled. An email from VEF sent before the publication of\nthe first article stated that “in the past it was necessary to add a sign\ninside the aviary stating that one of our birds was disabled” as the\norganisation had received numerous concerned enquiries from members of the\npublic about the budgie.\n9. The\ncomplainant said the second article breached Clause 1 because it was misleading\nas it was implying that the action of removing the birds was forced, when, in\nreality, VEF could not turn down a free veterinary inspection of the birds in\norder to prove that the birds were in good health.\n10. The\ncomplainant also said that the online version of the second article breached\nClause 1 because it quoted the girl who said that “The County Press article\nmust have made everyone aware of the condition of these poor birds”. The\ncomplainant said that this was inaccurate because the report about the\ncondition of the aviary and the budgies had stated that they “show normal,\nhealthy budgie behaviour\" and \"nothing requiring urgent\ntreatment\". The complainant was also concerned that the article had not\nincluded the quote of the inspector from the sanctuary who had said that he had\ndone a “good job looking after the budgies”.\n11. The\ncomplainant said the first article also breached Clause 2. Firstly, he said it\nreported his name, identifying him unnecessarily, and secondly that it\npublished excerpts from emails sent as part of his correspondence with the\nmother of the girl mentioned in the article that he had considered private. In\ncorrespondence with the newspaper prior to the publication of the first\narticle, the complainant had referred to his email exchange with the mother of\nthe girl as “private” and that he “object[ed] to the contents being published”.\nThe complainant said he had made clear that he objected to being named as, in\nan email to the publication, he explained that he “cannot always speak for\n[VEF] because it is impractical to frequently seek the views of [its] members.\n[VEF] haven’t held… monthly meetings for 14 months because of Covid-19. The\nviews expressed here and in previous emails to others are [his] own”.\n12. The\npublication said it did not accept a breach of the Code. It said that the use\nof either “but” or “and” was acceptable as, in his correspondence with the\njournalist, the complainant had said that “As the person who feeds the budgies,\nchecks their health and maintains the aviary, I know that they are well\nlooked-after. Another member of VEF provides assistance with cleaning out,\ndisinfecting etc.” In his email to the mother of the girl mentioned in the\narticle, he had said “Ultimately I am responsible for the birds’ well-being so\nfeeding them myself overcomes the worry that somebody else might forget to do\nit. It also provides me with the opportunity to ensure they are in good\nhealth”. In relation to how long the girl mentioned had been monitoring the\nbudgies, the publication said the length of time – whether two years or “a few”\n– was not significant as it did not materially affect the content of the\narticle. In terms of whether it was inaccurate to report the girl’s claim that\nshe had “seen budgies with overgrown beaks, feather loss and skin conditions,\ncurved and chewed off tails and twisted legs”, the publication stated that the\nquote was clearly attributed to the person as a description of what she had\nobserved. It was presented in quote marks as her own observations. The girl had\nalso provided photos that showed two birds with overgrown beaks. The journalist\nhad also visited the aviary and noticed a different bird with missing tail\nfeather. In addition, in an email from the complainant to the girl, the\ncomplainant had said “a small number of our budgies developed tumours called\nLipomas”, and the use of the plural indicated that there were multiple birds\nwith this issue.\n13.\nFinally, the publication had given the complainant a full right of reply before\npublication and had not received a response. The publication stated it was not\ninaccurate to include the opinion of someone on the size of the aviary. It said\nthat it was fair comment and had been balanced by the inclusion of the position\nof VEF on this issue. The publication also said it did not accept that omitting\nparts of the complainant’s statement made the article significantly inaccurate\nor misleading. It stated that the two email responses it received from the\ncomplainant were each over 500 words and had to be edited down in line with\nnormal newspaper practice. Despite this, the publication said it had given the\ncomplainant a “good hearing” as approximately a third of the article had\ncomprised his statement. Furthermore, the publication asserted that the focus\nof the article was the lack of veterinary treatment and that this was distinct\nfrom “consulting with experts”. It stated that the complainant had not answered\nthe specific question regarding veterinary treatment and the article had not\nclaimed that VEF had not sought expert care meaning this part of the\ncomplainant’s statement was not necessary to counter specific claims.\n14.\nRegarding the chance for the complainant to respond to the claims made, the\npublication stated that it had approached the complainant for comment and a\nchance to rebut the concerns raised by the members of the public named in the\narticles. The publication stated it had contacted the complainant on the bank\nholiday Monday but had not imposed a 14:00 deadline until two days later. It\nsaid if the complainant had requested more time to respond, this would have\nbeen granted. The publication stated the need for VEF as a whole to be\nconsulted was considered as its original email giving a right to reply was sent\nto the organisation’s general email as well as to the complainant. However, the\nresponse came from the complainant only and no one else from VEF had been\ncopied into this communication and, as a result, the publication took this to\nmean that the complainant would be handling the matter himself. When no further\nreplies were received in response to the publication’s questions, it was\nassumed that the complainant had no further comment to provide. The publication\nalso stated that the complainant had not raised any further issues during the\nnewsgathering process for the follow-up article when the publication was\ncontacting another member of VEF.\n15. The\npublication also did not accept that the coverage of the aviary was biased. It\nsaid that roughly a third of the first article had covered the complainant’s\nposition and that the second, follow-up article was a positive story about\ncharities getting involved. The publication stated that the article had\nincluded a lot of positives about the budgies, despite there being concerns on\nwhich the story could have focused.\n16. The\npublication also did not accept that the image of the budgie on the floor\nwithout reference to the fact it was disabled was inaccurate or misleading. It\nargued that the caption had simply described the bird as “One of the budgies on\nthe floor of the aviary” and that this was not misleading. The journalist was\nnot aware that the budgie was disabled, and the picture had simply been to\ndemonstrate the concerns people had when viewing the birds.\n17. The\npublication did not accept that the second article breached Clause 1. It did\nnot agree that the article suggested that the removal of the birds from the\naviary had been “forced”. It said it had welcomed the opportunity to write a\nmore positive second article. The publication said the article had made clear\nthat the budgies being “taken out of the aviary” was a temporary measure whilst\n“they await an appointment at the vets next week” and that VEF had accepted the\noffer of the charity to do so\n18. The\npublication also did not accept that the online version of the second article\nhad breached the Code. It stated that the comment that “[t]he [publication]\narticle must have made everyone aware of the condition of these poor birds” had\nbeen clearly attributed to the girl featured in the article. It also argued\nthat the first article had raised awareness of the deficiencies in the budgies’\ncare, such as them not being registered with a vet and the absence of a heater.\nThe publication stated that two charities had come forward to help, one of\nwhich had a close relationship with it, so the publication put the charity in\ntouch with VEF. As such, it asserted, it was not inaccurate or misleading for\nthis second online article to include a quote that acknowledged the impact of\nthe first article. Finally, the publication stated it had received contact from\nother concerned members of the public other than the girl featured.\n19. The\npublication also did not accept that the first article had breached Clause 2.\nThe publication stated that it considered from the complainant’s correspondence\nit had received leading up to publication, that the complainant was taking\nownership of the issue as chair of VEF. It argued it was important to name the\ncomplainant so that other members of VEF would not be associated with his\ncomments which it saw as “controversial”. On the second point, the publication\nsaid they had also taken legal advice before publishing the emails the\ncomplainant had sent to the girl’s mother, the outcome of which was that there\nwas sufficient public interest to justify their publication. It stated that the\nbirds were effectively community property and were on public display in the\npark and, as people donate money to VEF, they would be horrified to learn that\nno money was being put towards a vet when required. In addition, the\ncorrespondence was between a concerned visitor and the complainant in his\ncapacity as bird monitor and, as such, that this did not represent a private\nrelationship. This meant the expectation of privacy was reduced or even\neliminated. The publication also stated that it had no record of the\ncomplainant asking not to be named and highlighted that the complainant had\nemphasised that the views were his own, which it understood as him stating he\nwanted to be identified personally, rather than as a representative of VEF.\n20. The\ncomplainant said that the images in the first online article showing budgies\nwith overgrown beaks was actually the same budgie photographed twice. He stated\nthat the vet, who visited the budgie after the publication of the first\narticle, had only trimmed the beak of a single budgie.\n21.\nRegarding the need to for him to contact other members of VEF before\nresponding, the complainant said the nature of the questions raised in the\njournalist’s second email went beyond what could be answered by a standard\nresponse. He stated it should have been clear that consultation with other\nmembers was required before answering.\nRelevant\nCode Provisions\nClause 1\n(Accuracy)\ni) The\nPress must take care not to publish inaccurate, misleading or distorted\ninformation or images, including headlines not supported by the text.\nii) A\nsignificant inaccuracy, misleading statement or distortion must be corrected,\npromptly and with due prominence, and — where appropriate — an apology\npublished. In cases involving IPSO, due prominence should be as required by the\nregulator. \niii) A\nfair opportunity to reply to significant inaccuracies should be given, when\nreasonably called for.\niv) The\nPress, while free to editorialise and campaign, must distinguish clearly\nbetween comment, conjecture and fact.\nClause 2\n(Privacy)\ni)\nEveryone is entitled to respect for their private and family life, home,\nphysical and mental health, and correspondence, including digital\ncommunications.\nii)\nEditors will be expected to justify intrusions into any individual's private\nlife without consent. In considering an individual's reasonable expectation of\nprivacy, account will be taken of the complainant's own public disclosures of\ninformation and the extent to which the material complained about is already in\nthe public domain or will become so.\niii) It\nis unacceptable to photograph individuals, without their consent, in public or\nprivate places where there is a reasonable expectation of privacy.\nPublic\nInterest\nThere\nmay be exceptions to the clauses marked * where they can be demonstrated to be\nin the public interest.\n(1.) The\npublic interest includes, but is not confined to:\n· Detecting or exposing crime, or the\nthreat of crime, or serious impropriety.\n· Protecting public health or safety.\n· Protecting the public from being\nmisled by an action or statement of an individual or organisation.\n· Disclosing a person or organisation’s\nfailure or likely failure to comply with any obligation to which they are\nsubject.\n· Disclosing a miscarriage of justice.\n· Raising or contributing to a matter of\npublic debate, including serious cases of impropriety, unethical conduct or\nincompetence concerning the public.\n· Disclosing concealment, or likely\nconcealment, of any of the above.\n(2.)\nThere is a public interest in freedom of expression itself.\n(3.) The\nregulator will consider the extent to which material is already in the public\ndomain or will become so.\n(4.)\nEditors invoking the public interest will need to demonstrate that they\nreasonably believed publication - or journalistic activity taken with a view to\npublication – would both serve, and be proportionate to, the public interest\nand explain how they reached that decision at the time.\n(5.) An\nexceptional public interest would need to be demonstrated to over-ride the\nnormally paramount interests of children under 16.\nFindings\nof the Committee\n22.  The Committee turned first to the complaint\nabout the first article. The complainant said it was inaccurate to report that\nhe was part of Ventnor Enhancement Fund (VEF) “but cares for [the birds]\nvoluntarily in his own time”. It was not disputed that VEF was responsible for\nthe aviary, which was stated twice in the article, or that the complainant was\na volunteer who, in his own words, “feeds the budgies, checks their health and\nmaintains the aviary”.  The description\nin the article was, therefore, not inaccurate . There was no breach of Clause 1\non this point.\n23. In\nregard to the report of the date on which the girl quoted  in the article had first seen the budgie with\nan injured wing, the Committee noted that the article had clearly attributed her\naccount to her, quoting from her correspondence to the publication: “For the\nlast few years I have been monitoring the budgies in the park aviary” and that\nshe had started doing this after she “reported a bird with an injured wing”.\nWhilst the complainant said that the girl could not have been monitoring the\nbirds for more than two years, the Committee considered that the difference\nbetween a “few years” and two years was not significant; there was no breach of\nClause 1 on this point.\n24.\nRegarding the reference in the article to the number of birds with overgrown\nbeaks and feather loss, the publication had taken care in reporting the claims\nby looking at photographs, reviewing emails from the complainant, which  had referred to multiple birds, and by visiting\nthe aviary.  The claim had been put to\nthe complainant in an email prior to publication and was clearly attributed to\nthe girl in the article, appearing as a quotation so readers would be aware it\nreflected her own position of the situation. \nThe newspaper had taken sufficient care over the publication of this\nclaim and as such, there was no breach of Clause 1 (i) on this point.\n25. The\nCommittee noted that the criticism reported in the article relating to the size\nof the aviary had been attributed to a named “Ventnor resident” and that it was\nmade clear that it was her opinion that the birds had “no room to fly”. The\narticle had also included a statement from VEF rebutting this suggestion,\nstating that it did “not consider the aviary too small”, thereby including the\norganisation’s response to the criticism . There was no breach of Clause 1 (i)\non this point.\n26. The\nCommittee considered the complainant’s concern that the omission of part of the\nstatement he had provided for publication had made the article misleading. The\nfocus of the article had been the concern which had been expressed by some\nabout the care the budgies were receiving and that they were not being taken to\nthe vet. The complainant explained that an expert had frequently been consulted\nin relation to the budgies’ welfare – a point made by him to the newspaper\nprior to publication but not included in the article. The question for the\nCommittee was whether the article was misleading as a consequence of this\nomission. The Committee noted that, prior to publication, the complainant had\nbeen asked whether the budgies were registered with a vet but that he had not\nanswered the specific question. Whilst the Committee acknowledged the\ncomplainant’s position regarding the value of the advice provided by the expert\nwho had been consulted, the article was reporting on the specific concern that\nthe budgies were not receiving treatment from a vet and the complainant had not\nsuggested that the expert was a qualified vet. Where the article was reporting\non the specific concern as to whether the budgies were seen by a vet, the\nomission of the complainant’s statement about the involvement of the\nexpert  did not render the article\nsignificantly inaccurate or misleading. As noted above, the publication had\ncontacted the complainant prior to publication to ask about veterinary care\nspecifically. While the complainant did not consider that the newspaper had\nafforded him sufficient time to respond to the inquiry by imposing a short\ndeadline, the Committee noted that the claim had been put to the complainant\ntwice and he had not requested an extension to the deadline. The Committee was\ntherefore satisfied that the publication had taken sufficient care not to\npublish inaccurate or misleading information, and concluded that there was no\nbreach of Clause 1 on this point.\n27. The\nimage of the budgie in the online article was accompanied by a caption that\nstated that the photo showed “one of the budgies on the floor of the aviary”.\nThe caption did not make any specific claim about the health of the bird, and\nthe article included no reference to concerns having been raised over the\npresence of the bird on the floor. As such, there was no need for the article\nto explain that this bird was disabled. There was no breach of Clause 1.\n28. The\nsecond article reported that the birds had been “taken out of the aviary while\nthey await an appointment at the vets next week” and the online article had\nmade clear that the birds had been taken out “temporarily”. It was not in\ndispute that the birds had been removed from the aviary for this reason and the\narticle had included a quote from a spokesperson for VEF who had said the\norganisation was “extremely concerned by the distressing article, and were\ndelighted to receive an immediate offer of assistance”. There was nothing in\nthe article to suggest the birds had been forcibly removed from the aviary,\nwhich made clear that the birds had been removed for a specific reason – to\nawait their appointment with the vet – and at no point suggested that this\naction had been taken against the wishes of VEF. Furthermore, VEF had issued a\ncomment on this development, expressing their “delight” with the assistance\noffered, which the newspaper had included in the article. The Committee did not\nagree that the position had been misrepresented in the article. As such, there\nwas no breach of Clause 1.\n29. In\nconsidering the report of the comment made by the girl that the first “article\nmust have made everyone aware of the condition of these poor birds”, which was\nincluded in the online version of the second article, the Committee noted that\nthe comment had been clearly attributed to her. The comment was presented as\nconjecture on the part of the girl, who supposed that the first article “must\nhave” raised awareness. The reference to the birds as “poor” reflected her own\nview on the condition of the birds. The article had also reported the findings\nfrom a report by the sanctuary and that the inspector had been “pleasantly\nsurprised by the condition of the budgies. All are able to fly and feed, and\nshow normal healthy budgie behaviour” and that the aviary “actually serves the\nbudgies well”. As such, readers would be able to consider the view of the girl\nin the context of the sanctuary’s findings. For these reasons, the Committee\ndid not consider the newspaper had failed to take sufficient care over the\npublication of the comment and there was, therefore no breach of Clause 1 on\nthis point.\n30.\nRegarding the complainant’s concern that the articles were biased against VEF,\nthe Committee noted that the Editors’ Code does not address issues of bias. The\nrequirement of Clause 1 (i)  is that the\npublication takes care to not publish significantly inaccurate or misleading\ninformation; provided a publication does not breach the terms of the Code,\nallegations of bias alone do not engage the terms of Clause 1 (Accuracy) of the\nCode.\n31. The\nCommittee considered the privacy element of the complaint. It acknowledged the\ncomplainant’s point that he considered his correspondence with the girl’s\nmother as private. However, he was responding to questions that concerned his\nrole within a community organisation and centring around what could be\ndescribed as a public service: the care and welfare of birds kept in a public\npark in the full view of and for the enjoyment of the wider community. The\nexpectation of privacy in these circumstances, therefore, was reduced. The\ncorrespondence did not reveal information about the complainant that could be\nconsidered private and did not relate in any way to his private or family life.\nThe Committee concluded that the complainant did not have a reasonable\nexpectation of privacy over the correspondence and the publication of extracts\nfrom it did not intrude into his private life. There was no breach of Clause 2\nof the Code on this point.\n32.\nFinally, the Committee considered the complainant’s concern that he was\nidentified by name in the article. The complainant had at no juncture requested\nanonymity when corresponding with the newspaper and had explicitly stated that\nhe was corresponding in a personal capacity rather than on behalf of VEF.  The publication had reasonably understood\nthis to be an indication that the complainant wanted his comments to be\nattributed to him, rather than to VEF. The Committee did not consider that, in\nthese circumstances, the complainant had a reasonable expectation of privacy\nover his identity as the author of the comments which were included in the\narticle. Furthermore, the Committee did not consider he had a reasonable\nexpectation of privacy over his role as carer for the birds: this was not a\nprivate activity, but rather one which he undertook for the benefit of the\ncommunity. The identification of the complainant as the carer of the birds did\nnot intrude into his private life and the publication of his name in the\narticle did not raise a breach of Clause 2.\nConclusions\n33. The\ncomplaint was not upheld.\nRemedial\nAction Required\n34. N/A\n\n\n\nDate\ncomplaint received: 14/05/2021\nDate\ncomplaint concluded by IPSO: 18/11/2021\nBack to ruling listing\n\n\n"
}