{
    "url": "/rulings-and-resolution-statements/ruling/?id=05003-15",
    "title": "05003-15 Al Fayed v The Sunday Times",
    "provisions": [
        "1 (Accuracy) 2015"
    ],
    "outcome": "Breach - sanction: action as offered by publication",
    "publication": "The Sunday Times (News UK)",
    "published_on": "2015-07-19 00:00:00",
    "received_on": "2015-08-14 00:00:00",
    "concluded_on": "2015-09-29 00:00:00",
    "complaint_processing_days": 46,
    "conclusion_long": "10. The complaint was upheld under Clause 1 (Accuracy).",
    "remedial_action": "11. The newspaper had already published a correction which made clear that the auction had been authorised before the death of the complainant’s son. The Committee was satisfied that this correction was an appropriate remedy to the established breach of Clause 1, notwithstanding the concern the Committee had already expressed regarding the manner in which publication of the correction had been handled. No further action was required.  Date complaint received: 14/08/2015",
    "text": "\n\n\n\n\n\n·   Decision of the Complaints Committee 05003-15 Al Fayed\nv The Sunday Times\nSummary of\ncomplaint \n1. Mohamed Al Fayed complained to the Independent Press\nStandards Organisation that The Sunday Times breached Clause 1 (Accuracy) of\nthe Editors’ Code of Practice in an article headlined “Royals hunt source of\nNazi salute film / ‘She was 7, she didn’t know any better’”, published on 19\nJuly 2015. \n2. The article was published the day after stills of\nfootage showing HM The Queen as a child appeared on the front of another\nnewspaper. The article under complaint reported that the Palace had launched an\ninvestigation to try to determine how the footage had been released, and\nspeculated on its possible provenance. It said that if the camera had belonged\nto Edward VIII then it was possible that the film had been stored at his villa\nin Paris, the contents of which had been purchased and later sold at auction by\nthe complainant. \n3. The complainant said that the reel of film was not at\nthe Paris villa when he took ownership of its contents, and the relevant\nconsignment records of the material that was auctioned would have shown that\nthey did not include the footage. While the article had suggested various\npossibilities as to how the footage had been acquired, the newspaper had given\nparticular prominence (in an enlarged “pull quote” next to the article) to a\nphrase which speculated on the complainant’s involvement. The complainant also\nexpressed concern that the article had given the impression that he had\nauctioned the lots as a reaction to the death of his son in a car crash in\nParis; in fact, the auction had been scheduled to take place a few days after\nthe crash, but was postponed in the circumstances. The complainant said that\nthe newspaper had not made legitimate attempts to contact him in advance of\npublication; if he had been given the opportunity he would have strongly denied\nthe suggestion that he may have once been in possession of the footage. \n4. The newspaper noted that the articles had reported\nthat both the Palace and the newspaper which had published the image believed\nthat the person who had filmed it was probably George VI, not Edward VIII, and\nthat in that case the footage should have been held at either Windsor Castle or\nthe British Film Institute (BFI). The articles did not state that the\ncomplainant had leaked the footage; they had simply speculated that the\nauction, containing thousands of lots, may be one possible explanation as to how\nthe other newspaper obtained the video. It said that considerable efforts had\nbeen made to contact the complainant prior to publication. It acknowledged that\nthe auction was authorised by the complainant before his son’s death, not\nafter; it did not believe that this represented a significant inaccuracy.\nNonetheless, the newspaper published the following clarification on the Letters\npage of the next edition: \n“Mohamed al-Fayed has asked us to point out that he\nauthorised the 1998 auction of the contents of the former Duchess of Windsor’s\nvilla (“’She was 7, she didn’t know any better’”, News, last week) before the\ncrash in which his son and Diana, Princess of Wales were killed. He also says\nthat footage of the royal family giving a Nazi salute was not listed for sale\nat the auction. We are happy to make this clear.” \n5. The complainant expressed concern that the\nclarification had been published without him being informed in advance; he said\nthat discussions about the nature, extent and the prominence of the\nclarification were ongoing at the time of publication. He said that the\npublished clarification did not encompass all of the required points, and its\nprominence was insufficient when compared with the front-page claims it sought\nto clarify. \nRelevant Code Provisions\n6. Clause 1 (Accuracy) \ni) The press must take care not to publish inaccurate,\nmisleading or distorted information, including pictures. \nii) A significant inaccuracy, misleading statement or\ndistortion once recognised must be corrected, promptly and with due prominence,\nand – where appropriate – an apology published. \niii) The press, whilst free to be partisan, must\ndistinguish clearly between comment, conjecture and fact. \nFindings of the Committee\n7. It was accepted that the complainant had authorised\nthe auction of the contents of the Parisian villa prior to his son’s death. As\nthe correct position was already in the public domain, publication of this\nclaim represented a failure to take care over the accuracy of the article. In\nthis context, the inaccurate claim appeared to provide support for the\nnewspaper’s speculation as to the complainant’s possible involvement in the\nleaking of the video reel, in the sense that it could be taken by readers to\nprovide a “motive” for a leak; it represented a significant inaccuracy which\nrequired correction under the terms of Clause 1 (ii). \n8. In considering the complainant’s other concerns, the\nCommittee noted that the articles were clearly speculation. They suggested a\nnumber of ways in which the footage of the Queen may have been released. The\npossibility that the video had once been in the possession of the complainant\nwas not presented as established fact, either in the article or in the pull\nquote. The newspaper had been entitled to speculate as to how the video had\nbeen leaked, so long as readers would not be misled as to the status of the\nclaims. The Committee was satisfied that the articles, taken as a whole, had\nclearly distinguished between conjecture and fact; there was no breach of\nClause 1 (iii). In these circumstances, the complaint about the newspaper’s\nattempts to contact the complainant prior to publication of the article did not\nraise a breach of the Code. \n9. The Committee took the opportunity, however, to\nexpress concern that the newspaper had not informed the complainant that it\nwould be publishing a clarification in response to his concerns, and had also\npublished it while negotiations as to an appropriate resolution to his\ncomplaint were ongoing. \nConclusions\n10. The complaint was upheld under Clause 1 (Accuracy). \nRemedial Action Required\n11. The newspaper had already published a correction\nwhich made clear that the auction had been authorised before the death of the\ncomplainant’s son. The Committee was satisfied that this correction was an\nappropriate remedy to the established breach of Clause 1, notwithstanding the\nconcern the Committee had already expressed regarding the manner in which\npublication of the correction had been handled. No further action was required. \nDate complaint received: 14/08/2015\nDate decision issued: 29/09/2015\nBack to ruling listing\n\n\n"
}