{
    "url": "/rulings-and-resolution-statements/ruling/?id=05019-15",
    "title": "05019-15 Beer v Mirror.co.uk",
    "provisions": [
        "3 (Privacy) 2015"
    ],
    "outcome": "No breach - after investigation",
    "publication": "mirror.co.uk (Reach PLC)",
    "published_on": "2015-08-11 00:00:00",
    "received_on": "2015-08-17 00:00:00",
    "concluded_on": "2015-12-08 00:00:00",
    "complaint_processing_days": 113,
    "conclusion_long": "9. The complaint was not upheld.",
    "remedial_action": "N/A Date complaint received: 17/08/2015",
    "text": "\n\n\n\n\n\n·       Decision of the Complaints Committee 05019-15 Beer v Mirror.co.uk\nSummary of complaint\n1. Alex Beer complained to the Independent Press\nStandards Organisation that the Mirror.co.uk breached Clause 3 (Privacy) of the\nEditors' Code of Practice in an article headlined “False widow spider bite\nleaves man with horrifying blisters and organ failure”, published on 11 August\n2015.\n2. The article reported that the complainant had\nbeen bitten by what was thought to be a false widow spider, and that as a\nconsequence, he had been hospitalised, and blisters had appeared on his arm. It\nwas accompanied by two photographs: one photograph showed one of the blisters\non the complainant’s arm before it had been burst, and the other showed the\ncomplainant’s arms after the blister had burst. The article did not appear in\nthe print edition of the newspaper.\n3. The complainant said that he had written a\nFacebook post about the spider bite for local friends and family. He said that\nthis was only visible to his 30 friends, but that his friends could then share\nthe post more widely. He said that he had been told by several newspapers that\nthe post had received more than 5000 shares, but he was not aware of the actual\nfigure as the post had been deleted. The post included the photograph of his\narm after the blister had burst, which he said was the only photograph he\nuploaded onto his Facebook page. He said that the photograph of the unburst\nblister was uploaded onto his wife’s Facebook page, and that this photograph\ndid not tag or reference him in any way. He said that the two Facebook pages\nwere not linked, that his wife’s privacy settings were “quite high”, and that\nthe photograph was not visible to his Facebook friends.\n4. The newspaper said that the complainant’s\nFacebook post had been openly available to the public. It noted that the\nopening sentence to the post was “I don’t ask much from people but I ask you to\nplease read this. I am not posting this to scare people simply to bring\nawareness”. It said that the information contained in the article had been put\ninto the public domain by the complainant, and that it was therefore not\nprivate. The newspaper said that the image of the unburst blister was taken\nfrom the complainant’s Facebook page, which was open for anyone to view at the\ntime.\n5. The Facebook post described the medical treatment\nthe complainant received for the spider bite in some detail, including the\ngrowth of blisters. It stated that “I am 32 years old” and gave the name of the\nvillage in which he lived. It went on to state that “I know there has been a\nlot of things in the media about the venomous spiders and in a way you shrug it\noff because you think it would or could never happen to you. I am not a\ngardener. I do not work outside and I have not been abroad”. The post also\nstated that “you will see from the photos how my arms has been left after the\nblisters”.\nRelevant Code Provisions\n6. Clause 3 (Privacy)\ni) Everyone is entitled to respect for his or her\nprivate and family life, home, health and correspondence, including digital\ncommunications. \nii) Editors will be expected to justify intrusions\ninto any individual's private life without consent. Account will be taken of\nthe complainant's own public disclosures of information. \niii) It is unacceptable to photograph individuals in\nprivate places without their consent. Note - Private places are public or\nprivate property where there is a reasonable expectation of privacy.\nFindings of the Committee\n7. The images of the complainant’s arm were graphic\nphotographs of a medical condition that he was entitled to consider private.\nHowever, the complainant had disclosed a number of details about the spider\nbite and the subsequent medical treatment on Facebook in a manner which resulted\nin the post being widely shared. Furthermore, the words accompanying the\npicture did not suggest that the complainant considered this information to be\nprivate, or that he was only sharing the information amongst friends and\nfamily. On the contrary, the Facebook post gave the clear impression that it\nwas intended for a broader audience than his Facebook friends. The complainant\nbegan his post by saying “I don’t ask much from people but ask you to please\nread this”. He went on to explain that he was making the post to “bring\nawareness” about spider bites, and introduced himself, giving his age, and\nwhere he lived. Given the manner of the complainant’s public disclosure of the\nimage of the burst blister, the publication of this photograph did not\nconstitute a breach of Clause 3.\n8. The Committee was unable to resolve the\ncomplainant’s and the newspaper’s account of where on Facebook the image of the\nunburst blister had been uploaded. Nevertheless, the content of this photograph\ndid not differ significantly from the photograph of the burst blister; it\ndepicted one of the large blisters which the complainant had described forming\non his arm in his Facebook post. For this reason, the publication of this image\ndid not disclose any further private information, beyond that which he had\nincluded in his Facebook post, and there was no breach of Clause 3 on this\npoint.\nConclusions\n9. The complaint was not upheld.\nRemedial Action Required\nN/A\nDate complaint received: 17/08/2015Date decision Issued: 08/12/2015 \nBack to ruling listing\n\n\n"
}