{
    "url": "/rulings-and-resolution-statements/ruling/?id=05046-19",
    "title": "05046-19 Powell-Smith v The Mail on Sunday",
    "provisions": [
        "1 Accuracy (2018)"
    ],
    "outcome": "Breach - sanction: publication of adjudication",
    "publication": "The Mail on Sunday (Associated Newspapers Limited)",
    "published_on": "2019-06-23 00:00:00",
    "received_on": "2019-07-01 00:00:00",
    "concluded_on": "2019-11-12 00:00:00",
    "complaint_processing_days": 134,
    "conclusion_long": "17. The complaint was upheld under Clause 1(i) and Clause 1(ii).",
    "remedial_action": "18. Having upheld the complaint, the Committee considered what remedial action should be required. In circumstances where the Committee establishes a breach of the Editors’ Code, it can require the publication of a correction and/or adjudication. The nature, extent and placement of which is determined by IPSO.19. The Committee considered that there was a serious breach of Clause 1(i), which was not incidental. Reporting that Labour had proposed to remove the exemption for main homes from paying Capital Gains Tax had the potential to cause serious and significant concerns for readers. The correction offered by the newspaper was insufficient to address this significant inaccuracy, which had formed a central point in the article. In light of these considerations, the Committee concluded that that an adjudication was the appropriate remedy.20. The Committee considered the placement of this adjudication. The article had appeared on page 16, however the Committee considered that the failure to take care over accuracy was significant as to warrant publication on page 2. The Committee therefore required that its adjudication be published on page 2, or further forward in the newspaper. The headline to the adjudication should make clear that IPSO has upheld the complaint, give the title of the newspaper and refer to the complaint’s subject matter. The headline must be agreed with IPSO in advance.21. The adjudication should also be published online, with a link to this adjudication (including the headline) being published on the top 50% of the publication’s homepage for 24 hours; it should then be archived in the usual way. The headline to the adjudication should make clear that IPSO has upheld the complaint, give the title of the publication and refer to the complaint’s subject matter. The headline must be agreed with IPSO in advance. The publication should contact IPSO to confirm the amendments it now intends to make to the article to avoid the continued publication of material in breach of the Editors’ Code of Practice. If the article remains online, the full adjudication (including the headline) should appear below the headline. The terms of the adjudication for publication are as follows:Following an article published on 23 June 2019 in the Mail on Sunday, headlined \"Corbyn 'war on homeowners'\", Anna Powell-Smith complained to the Independent Press Standards Organisation that the newspaper had breached Clause 1 (Accuracy) of the Editors’ Code of Practice. IPSO upheld this complaint and has required the Mail on Sunday to publish this decision as a remedy to the breach.The article said that a report commissioned by Labour named \"Land For The Many\" had proposed scrapping the Capital Gains Tax exemption on main homes, and that the same report had “approvingly” cited proposals by another research institute for primary residences to no longer be exempt from Capital Gains Tax.The complainant said that the commissioned report did not propose scrapping the Capital Gains Tax exemption on main homes, nor did it approvingly cite proposals by another report to scrap the exemption. The publication said that while the report did not propose scrapping the exemption for main homes from paying the existing Capital Gains Tax, the article was not inaccurate as the Land for the Many report proposed an alternative tax on the gains in capital value of main homes.IPSO found that the report had in fact rejected proposals to scrap the Capital Gains Tax exemption for main homes, and instead recommended an annual levy on the increase in value of a property. The third party report had recommended scrapping the entire Capital Gains Tax system, which would not have affected main homes by virtue of them being exempt in the first place. The inaccuracy had featured prominently as it formed the central basis of the article and IPSO's Complaints Committee considered that the article could cause significant concern to readers that, under a Labour government, they could be liable to pay a tax they are exempt from under current legislation.IPSO found that the publication had failed to take care in reporting the recommendations made in a publicly available policy document in breach of Clause 1.Date complaint received: 01/07/2019",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee 05046-19 Powell-Smith\nv The Mail on SundaySummary of complaint1. Anna Powell-Smith complained to the Independent Press\nStandards Organisation that The Mail on Sunday breached Clause 1 (Accuracy) of\nthe Editors' Code of Practice in an article headlined \"Corbyn 'war on\nhomeowners'\", published on 23 June 2019.2. The article reported that the Labour Party had proposed to\n\"grab more inheritances and tax profits on family house sales\" in a\nreport commissioned by the party entitled \"Land for the Many\". The\narticle’s opening sentence stated that \"Homeowners would be taxed on the\nincrease in the value of their home under bombshell plans being drawn up by\nLabour leader Jeremy Corbyn\". The second sentence went on to explain that\n\"The proposal to scrap the Capital Gains Tax exemption on main homes would\nforce owners to pay income tax on the profits when they move home – and lead to\na ‘double whammy’ levy on their estates when the owners die.\" The article\nsaid that Boris Johnson had “described the plan as a ‘mad’ house tax which\nwould ‘cripple every Brit who owns or wants to own their home’”. The article\nalso quoted Shadow Cabinet Minister Jon Trickett who had “described the report\nas ‘ground breaking’ and ‘part of our policy development process for the next\nGeneral Election’”. It also stated that the Labour Party had “insisted that the\nhomes tax ‘was not under consideration’ for the next manifesto”.3. The article also appeared online under the headline\n\"Corbyn's 'war on homeowners': Proposal to grab more inheritances and tax\nprofits on family house sales (this from the man who grew up in a 17th Century\nmansion)\". The first subheading said “Proposal to scrap capital gains tax exemption\non main homes comes in a new report commissioned for Labour”; and the second\nsubheading said “Land For The Many proposal would force owners to pay income\ntax on home profits when they move”.4. The complainant, who had been involved in the production of\nthe Land for the Many report, said that the article was inaccurate. She said\nthat the report did not recommend scrapping the current exemption from Capital\nGains Tax for main residences at any point as reported, and in fact had\nrejected this policy altogether and acknowledged the controversy of such a\nrecommendation. She noted that the report said “Applying a Capital Gains Tax to\nmain residences too would allow us to limit the wealth inequality arising from\nthe housing boom, but would be controversial and would make it difficult for\nsome households to buy properties of equivalent value when moving house”.5. The complainant also said that the article claimed that\ntheir report had cited, with approval, research from a third party organisation\nadvocating the removal of the exemption for main residences. She said this was\ninaccurate as the third party research did not make this recommendation. The\ncomplainant acknowledged that the cited research stated that “This reform would\ninvolve removing most exemptions, allowances, and reliefs that currently exist\nfor both Capital Gains Tax and dividend taxes”. However, the article had\nexcluded a later sentence from the cited research which stated “We propose that\nthe exemption on primary residences is retained”. The complainant said that the\narticle was misleading by virtue of excluding this sentence. The cited research\nhad proposed scrapping the entire Capital Gains Tax system but this was\nirrelevant in respect of main homes, which sit outside of the Capital Gains Tax\nsystem, and would remain so under the proposed replacement in the cited\nresearch. Further, while the report had recognised the organisation's report as\nsensible, it was not recommended by the \"Land for the Many\" report as\nclaimed in the article; the report did not directly or indirectly support\nextending Capital Gains Tax to main homes.6. The newspaper denied a breach of Clause 1. It said that the\nthrust of its article was accurate; namely, that the Land for the Many report\nhad advanced the idea that property owners should pay tax that is more closely\nlinked to the increase in value of their homes. The newspaper noted that in the\nwords of the report one of its functions was to \"discourage people from\ntreating homes as speculative assets\". The newspaper also noted that the\nreport had described increases in property value as \"un-earned windfalls\"\nand \"un-earned gains\" and had stated that \"taxing income derived\nfrom asset price appreciation, which requires no work to obtain, at a lower\nrate than income derived from Labour which requires significant exertion on the\npart of the worker, is intuitively unfair\". The newspaper said that the\nreport did suggest removing the exemption for main homes from Capital Gains Tax\nto address this issue, albeit later noting its controversy. The newspaper said\nthat the report approved a proposal by the third party research to abolish the\nexisting Capital Gains system through income tax. It said that the\ncomplainant's report and the report it cited proposed taxing gains through a\nnew \"progressive property tax\" which was levied annually depending on\nthe increase in the home's value. The newspaper emphasised that the proposals\nall amounted to taxing capital gains on house-owners' main residences; it was\nnot inaccurate for the article to report that the Land for the Many report\nproposed a tax on the gains in capital value of main homes.7. The complainant said that the newspaper's position that the\n\"progressive property tax\" represented a tax on capital gains was\nincorrect. The proposed tax is a tax paid on the total value of the home,\nlevied annually, and based on regular revaluation, whereas Capital Gains Tax is\ncharged as a proportion of the capital gains to the value of an asset, levied\nwhen that asset is sold. In any event, the report proposed no changes to the\nCapital Gains Tax regime for main homes.8. Notwithstanding its position that there was no breach of the\nCode, the newspaper acknowledged that readers may have understood that the\nreport proposed scrapping the existing Capital Gains Tax exemption for main\nresidences. It offered to amend the online article and add a footnote setting\nout what the amendments were. It also offered to publish the following\nclarification in its Corrections & Clarifications column in print and\nonline on 18 July 2019, 13 days after it received the complaint.9. A news article on June 23 suggested the Labour Party is\nplanning to charge Capital Gains Tax on the sale of main homes, taxing owners\nwhen they move house. In fact the Labour report, ‘Land for the Many’ does not\nmake this recommendation. It recommends taxing increased property values by\nother methods. We are happy to set the record straight.10. During IPSO's investigation, the publication offered the\nfollowing wording on the same terms to further clarify matters:An article on June 23 said Labour has plans to scrap the\nCapital Gains Tax exemption on main homes, taxing home-owners on increased\nproperty values when they move house. In fact this idea is rejected by the\nLabour report ‘Land For The Many’ which, instead, proposes a ‘Progressive\nProperty Tax’ based on the current value of homes, levied annually and based on\nregular revaluation. We apologise for our mistake.Relevant Code Provisions11. Clause 1 (Accuracy)i) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not\nsupported by the text.ii) A significant inaccuracy, misleading statement or\ndistortion must be corrected, promptly and with due prominence, and — where\nappropriate — an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator.iii) A fair opportunity to reply to significant inaccuracies\nshould be given, when reasonably called for.iv) The Press, while free to editorialise and campaign, must\ndistinguish clearly between comment, conjecture and fact.Findings of the Committee12. The Committee noted the newspaper's position that the\n\"progressive property tax\" recommended in the Land for the Many\nreport advocated taxing gains which arose from the increase in value of main\nhomes. However, the article reported that it had proposed scrapping the\nexisting Capital Gains Tax exemption on main homes, when in fact it had\ncategorically ruled this out and had proposed alternative reforms. These would\nsee an annual levy on the increase in value of a property, which would be\ndetermined by regular valuations. This proposal was significantly different to\nCapital Gains Tax, which is paid on the capital gain which arises at the time\nthat an asset is sold.13. In addition, the Land for the Many report had not referred\n“approvingly” to research from a third party organisation advocating the\nremoval of the Capital Gains Tax exemption for primary residences, as reported.\nIn fact, this third party research had recommended the removal of the Capital\nGains system in its entirety, which would have no impact on main homes given\nthat they are exempted from the Capital Gains Tax regime.14. The Committee was concerned that the publication had\ninaccurately reported information featured clearly within a publicly accessible\npolicy document. The inaccuracy had featured prominently as it formed the\ncentral basis of the article, and it had been emphasised in the bullet points\nof the online version. This represented a failure by the newspaper to take care\nnot to publish inaccurate information in breach of Clause 1(i).15. The Committee considered that readers would understand from\nthe article that the Land for the Many report and, by extension, the Labour\nParty had proposed that Capital Gains Tax be paid in respect of main\nresidences, which are currently exempt. The Committee considered that the\narticle could cause readers to understand that, under a Labour government, they\ncould be liable to pay a tax from which they are currently exempt. The\nnewspaper had published significantly inaccurate information, and a correction\nwas required under the terms of Clause 1(ii).16. The newspaper had offered to publish a correction in print\nin its Corrections and Clarifications column within 13 days of receiving the\ncomplaint from IPSO. The wording of the correction made clear that the Land for\nthe Many report did not make the recommendations, as reported. However, given\nthe prominence of the inaccuracy and the fact that it was the central point of\nthe story, the Committee considered that this was insufficient to meet the\nrequirement of Clause 1 (ii).Conclusion17. The complaint was upheld under Clause 1(i) and Clause 1(ii).Remedial action required18. Having upheld the complaint, the Committee considered what\nremedial action should be required. In circumstances where the Committee\nestablishes a breach of the Editors’ Code, it can require the publication of a\ncorrection and/or adjudication. The nature, extent and placement of which is\ndetermined by IPSO.19. The Committee considered that there was a serious breach of\nClause 1(i), which was not incidental. Reporting that Labour had proposed to\nremove the exemption for main homes from paying Capital Gains Tax had the\npotential to cause serious and significant concerns for readers. The correction\noffered by the newspaper was insufficient to address this significant\ninaccuracy, which had formed a central point in the article. In light of these\nconsiderations, the Committee concluded that that an adjudication was the\nappropriate remedy.20. The Committee considered the placement of this adjudication.\nThe article had appeared on page 16, however the Committee considered that the\nfailure to take care over accuracy was significant as to warrant publication on\npage 2. The Committee therefore required that its adjudication be published on\npage 2, or further forward in the newspaper. The headline to the adjudication\nshould make clear that IPSO has upheld the complaint, give the title of the\nnewspaper and refer to the complaint’s subject matter. The headline must be\nagreed with IPSO in advance.21. The adjudication should also be published online, with a link\nto this adjudication (including the headline) being published on the top 50% of\nthe publication’s homepage for 24 hours; it should then be archived in the\nusual way. The headline to the adjudication should make clear that IPSO has\nupheld the complaint, give the title of the publication and refer to the\ncomplaint’s subject matter. The headline must be agreed with IPSO in advance.\nThe publication should contact IPSO to confirm the amendments it now intends to\nmake to the article to avoid the continued publication of material in breach of\nthe Editors’ Code of Practice. If the article remains online, the full\nadjudication (including the headline) should appear below the headline. The\nterms of the adjudication for publication are as follows:Following an article published on 23 June 2019 in the Mail\non Sunday, headlined \"Corbyn 'war on homeowners'\", Anna Powell-Smith\ncomplained to the Independent Press Standards Organisation that the newspaper\nhad breached Clause 1 (Accuracy) of the Editors’ Code of Practice. IPSO upheld\nthis complaint and has required the Mail on Sunday to publish this decision as\na remedy to the breach.The article said that a report commissioned by Labour named\n\"Land For The Many\" had proposed scrapping the Capital Gains Tax\nexemption on main homes, and that the same report had “approvingly” cited\nproposals by another research institute for primary residences to no longer be\nexempt from Capital Gains Tax.The complainant said that the commissioned report did not\npropose scrapping the Capital Gains Tax exemption on main homes, nor did it\napprovingly cite proposals by another report to scrap the exemption. The\npublication said that while the report did not propose scrapping the exemption\nfor main homes from paying the existing Capital Gains Tax, the article was not\ninaccurate as the Land for the Many report proposed an alternative tax on the\ngains in capital value of main homes.IPSO found that the report had in fact rejected proposals to\nscrap the Capital Gains Tax exemption for main homes, and instead recommended\nan annual levy on the increase in value of a property. The third party report\nhad recommended scrapping the entire Capital Gains Tax system, which would not\nhave affected main homes by virtue of them being exempt in the first place. The\ninaccuracy had featured prominently as it formed the central basis of the\narticle and IPSO's Complaints Committee considered that the article could cause\nsignificant concern to readers that, under a Labour government, they could be\nliable to pay a tax they are exempt from under current legislation.IPSO found that the publication had failed to take care in\nreporting the recommendations made in a publicly available policy document in\nbreach of Clause 1.Date complaint received: 01/07/2019Date decision issued: 12/11/2019Independent Complaints ReviewerThe publication complained to the Independent Complaints\nReviewer about the process followed by IPSO in handling this complaint. The\nIndependent Complaints Reviewer decided that the process was not flawed and did\nnot uphold the request for review.\nBack to ruling listing\n\n\n"
}