{
    "url": "/rulings-and-resolution-statements/ruling/?id=05056-15",
    "title": "05056-15 A man v Daily Record",
    "provisions": [
        "1 (Accuracy) 2015",
        "3 (Privacy) 2015",
        "5 (Intrusion into grief or shock) 2015",
        "11 (Victims of sexual assault) 2015"
    ],
    "outcome": "No breach - after investigation",
    "publication": "Daily Record (Reach PLC)",
    "received_on": "2015-08-18 00:00:00",
    "concluded_on": "2015-12-01 00:00:00",
    "complaint_processing_days": 105,
    "conclusion_long": "14. The complaint was not upheld.",
    "remedial_action": "N/A  Date complaint received: 18/08/2015",
    "text": "\n\n\n\n\n\n·   Decision of the Complaints Committee 05056-15 A man v\nDaily Record \nSummary of\ncomplaint\n1. A man complained to the Independent Press Standards\nOrganisation that the Daily Record breached Clause 1 (Accuracy), Clause 3\n(Privacy), Clause 5 (Intrusion into grief or shock) and Clause 11 (Victims of\nsexual assault) of the Editors’ Code of Practice in a series of articles\npublished in 2014 and 2015. \n2. Some of the articles were court reports about the\ncomplainant’s convictions for assault; some were interviews with the victim,\nfollowing the complainant’s conviction; and some reported on other elements of\nthe complainant’s life. \n3. A number of the articles made reference to an\nallegation of assault made by the complainant against his victim. The\ncomplainant said - in his complaint to IPSO - that this assault had been of a\nsexual nature; to identify him in relation to it was a breach of Clause 11. \n4. The complainant identified what he believed to be a\nnumber of inaccuracies in relation to the statements of the victim in court;\nthe reporting of his age; and the claims his victim had made in the interviews.\nHe also said that the newspaper repeatedly published a photograph of him which\nhad an inaccurate caption. \n5. The complainant also said that he had been pictured\nwithout his consent, in breach of Clause 3. One of the articles reported that\nthe complainant had appeared in court facing a charge which was not pursued.\nThe complainant said that, as he was innocent of the crime, the article was an\nintrusion into his grief, in breach of Clause 5. \n6. The newspaper said that the complainant’s victim had\nnever been charged with a sexual assault, and the assault allegation had been\nmade by the complainant’s barrister in open court. \n7. The newspaper did not accept that the article\ncontained the inaccuracies alleged by the complainant. If it had misreported\nhis age, that would not be significant under the terms of Clause 1. The\nphotographs of the complainant had either been taken outside the court room,\nwhich was a public place, or had been provided to the newspaper by a person\nknown to the complainant. The photographs did not breach Clause 3. \n8. The complainant confirmed that his victim had never\nbeen charged with a sexual assault. He also did not dispute that his contact\nwith IPSO was the first time he had raised concerns that he had been a victim\nof a sexual assault. \nRelevant Code Provisions\n9. Clause 1 (Accuracy) \ni) The press must take care not to publish inaccurate,\nmisleading or distorted information, including pictures. \nii) A significant inaccuracy, misleading statement or\ndistortion once recognised must be corrected, promptly and with due prominence,\nand – where appropriate – an apology published. \niii) The press, whilst free to be partisan, must\ndistinguish clearly between comment, conjecture and fact. \nClause 3 (Privacy) \ni) Everyone is entitled to respect for his or her private\nand family life, home, health and correspondence, including digital\ncommunications. \nii) Editors will be expected to justify intrusions into\nany individuals’ private life without consent. Account will be taken of the\ncomplainant’s own public disclosures of information. \niii) It is unacceptable to photograph individuals in\nprivate places without their consent. Note – Private places are public or\nprivate property where there is a reasonable expectation of privacy. \nClause 5 (Intrusion into grief or shock) \ni) In cases involving personal grief or shock, enquiries\nand approaches must be made with sympathy and discretion and publication\nhandled sensitively. This should not restrict the right to report legal\nproceedings, such as inquests. \nClause 11 (Victims of sexual assault) \nThe press must not identify victims of sexual assault or\npublish material likely to contribute to such identification unless there is\nadequate justification and they are legally free to do so. \nFindings of the Committee\n10. The complainant did not dispute that he had not\npreviously raised concerns that he was a victim of sexual assault, prior to\ncontacting IPSO. At the time of publication of the article no allegation of\nsexual assault had been made. The article did not identify the complainant as a\nvictim or alleged victim of sexual assault; there was no breach of Clause 11. \n11. The newspaper’s obligation was to report accurately\nwhat was heard in court; it was not required to independently investigate the\naccuracy of those statements. The articles were accurate reports of court\nproceedings. There was no failure to take care over the accuracy of the\nstatements, and a correction was not required. Further statements made by the\ncomplainant’s victim in interviews were clearly distinguished as the victim’s\nopinion. If one of the articles had inaccurately reported the complainant’s age,\nthat would not constitute a significant inaccuracy which would require\ncorrection under the Code. Similarly, the alleged inaccuracy in relation to the\nphotograph caption would not constitute a significant inaccuracy. There was no\nbreach of Clause 1. \n12. The newspaper was entitled to photograph the\ncomplainant outside the courtroom, so long as in doing so it did not breach any\nof the clauses of the Editors’ Code. The complainant had no reasonable\nexpectation of privacy in this location, and the published photograph did not\nreveal any private information about him. The photographs provided by the\nperson known to the complainant did not reveal any private information about\nhim, nor had they been obtained in a way which intruded into his privacy. There\nwas no breach of Clause 3. \n13. The newspaper reporting that the complainant had\nappeared in court did not engage the terms of Clause 5. \nConclusions\n14. The complaint was not upheld. \nRemedial Action Required\nN/A \nDate complaint received: 18/08/2015\nDate decision issued: 01/12/2015\nBack to ruling listing\n\n\n"
}