{
    "url": "/rulings-and-resolution-statements/ruling/?id=05072-19",
    "title": "05072-19 Smith v Daily Mail",
    "provisions": [
        "1 Accuracy (2018)"
    ],
    "outcome": "Breach - sanction: action as offered by publication",
    "publication": "Daily Mail (Associated Newspapers Limited)",
    "received_on": "2019-07-01 00:00:00",
    "concluded_on": "2019-12-06 00:00:00",
    "complaint_processing_days": 158,
    "conclusion_long": "15. The complaint was upheld under Clause 1(i).",
    "remedial_action": "16. Having upheld the complaint, the Committee considered what remedial action should be required. 17. The publication had offered to publish a correction in a prominent position and sufficiently promptly as to meet the requirements of Clause 1(ii). This should now be published to avoid a breach of Clause 1(ii).   Date complaint received: 01/07/2019",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee 05072-19 Smith v\nDaily Mail\nSummary of Complaint\n1. Heather Smith complained to the Independent Press\nStandards Organisation that the Daily Mail breached Clause 1 (Accuracy) of the\nEditors’ Code of Practice in an article headlined “Labour tax raid on family\nhomes” published 1 July 2019.\n2. The article, which featured on the front page and\ncontinued on to page two, reported that the Shadow Chancellor had \"signalled\nmajor reforms  to inheritance tax\"\nunder Labour and that he was interested in “replacing the current levy\nwith  a ’lifetime gifts tax’ on cash or\nhomes given to children\". The article reported that under these proposals,\nfar more homes would be subject to inheritance tax and that \"he claimed\nthe plan, which the Tories say would affect 10 million households, could ensure\n‘wealth is more fairly distributed’\". It went on to report that \"at\npresent, the inheritance tax threshold is £475,000, or £950,000 for\ncouples\". The article reported on the front page that “only 640,000\nhouseholds end up paying the tax each year”.\n3. The article appeared in substantially the same format\nonline under the headline: “Labour's tax raid on family homes will slash\nlegacies for millions of children, say Tories: Shadow Chancellor McDonnell\nsignals plan to tax parent's gifts to kids to redistribute wealth 'more\nfairly'” published 30 June 2019.\n4. The complainant said that it was inaccurate to report\nthat 640,000 households \"ended up paying\" inheritance tax each year.\nShe said the correct number of estates that paid inheritance tax in the latest\nyear for which figures were available (2015-2016) was 24,500 and that the\nreported figure was, therefore, inaccurate by a multiple of 26. The complainant\nsaid that the inaccuracy was significant as it had been published in a\nprominent position, on the front page of the newspaper, within an article which\nreported on a contentious political issue. The complainant also said that it\nwas inaccurate to report that “households” paid the tax, as it is paid by\nestates. During IPSO’s investigation, the figures for 2016-2017 were released,\nwhich recorded that the number of estates which had paid inheritance in that\nyear stood at 28,100.\n5. The publication accepted that it had inaccurately\nreported the number of households that paid inheritance tax each year. It said\nthat the figure of 640,000 was derived from an estimate provided by the\nConservative Party press office of the number of homes in the UK which are\nworth £1,000,000 or more, being the number of households potentially liable to\npay inheritance tax under the current arrangements. It said that the intention\nhad been to present the 640,000 figure by way of contrast with the Conservative\nParty's estimate that 10 million homes would be affected by the new proposals;\nit said that \"each year\" had been mistakenly added during the\nsubediting process. Whilst the publication accepted that it was inaccurate to\nreport that 640,000 households paid inheritance tax annually, it did not accept\nthat this inaccuracy undermined or rendered the overall thrust of the article\ninaccurate, namely that under the proposed reforms significantly more\nproperties would be subject to tax than under the current inheritance tax\nscheme. The publication noted that neither the Labour Party nor the\nConservative Party had complained that the article was inaccurate.\n6. In its first response to the complainant, the publication\noffered to publish a correction in its corrections and clarifications column,\nwhich ordinarily appears on page two. The publication also offered to publish\nthe correction as a footnote to the online version of the article. The\npublication revised its offer following comments from the complainant and\nproposed the following wording:\nOur front-page article on July 1 about Labour’s proposed\ninheritance tax reforms said that under current rules, 640,000 households pay inheritance\ntax ‘each year.’ In fact, this figure represents an estimate by Tories of the\ntotal number of houses worth over £1m – whose owners would potentially be\naffected – and only approximately 24,500 estates pay the tax each year. We\napologise for the error.\n7. The publication said that its corrections and\nclarifications column was familiar to its readers as the position in the\nnewspaper where corrections are published and that a correction published in\nthe column was, therefore, suitably prominent. It noted the requirement of the\nCode for due prominence, rather than equal prominence, and argued that where an\ninaccuracy appears in an article is not the only factor to be taken into\naccount; it said that the inaccuracy was relatively insignificant and,\ntherefore, that a front page correction was not warranted. \n8. The complainant said that the newspaper had failed to\ndistinguish between comment, conjecture and fact, as it had reported a\nConservative Party press office quote as fact. She also said the publication's\noffer was inadequate, as any correction would need to be published on the front\npage, where the original inaccuracy had appeared, given that this page was the\nmost read page of a newspaper. The complainant said that many people who had not\nbought a copy of the newspaper that day would nevertheless have seen the front\npage on web and mobile applications and in shops, as a result, the published\ncorrection should be afforded equal exposure. Further, the complainant also\nsaid that any correction could state the number of households which paid\ninheritance tax in the latest year for which figures were available, making\nclear that the figure represented just 4.6% of the number of deaths. The\ncomplainant also said that the number of individuals who would pay inheritance\ntax under the current arrangements was likely to decrease and proposed that\nthis also be included in the wording.\nRelevant Code Provisions\n9. Clause 1 (Accuracy)\ni) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not\nsupported by the text.\nii) A significant inaccuracy, misleading statement or\ndistortion must be corrected, promptly and with due prominence, and — where\nappropriate — an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator. \niii) A fair opportunity to reply to significant inaccuracies\nshould be given, when reasonably called for.\niv) The Press, while free to editorialise and campaign, must\ndistinguish clearly between comment, conjecture and fact.\nv) A publication must report fairly and accurately the\noutcome of an action for defamation to which it has been a party, unless an\nagreed settlement states otherwise, or an agreed statement is published.\nFindings of the Committee\n10. It was not in dispute that it was inaccurate to report\nthat 640,000 households paid inheritance tax each year; the number of estates\nwhich paid the tax in the latest year for which figures were available at the\ndate of publication was approximately 24,500. The publication accepted that the\nmistake had been made in the subediting process so that the Conservative party\nestimate of the number of homes that were worth over £1 million had been\nmisinterpreted. The Committee found that there was a failure by the newspaper\nto take care not to publish inaccurate information in breach of Clause 1(i).\n11. The inaccuracy was significant, as readers would\nunderstand that the number of households which paid inheritance tax each year\nwas substantially higher than the true figure. A correction was therefore required under Clause 1(ii) of the Code.\n12. The publication had amended the online article as soon\nas it was made aware of the inaccuracy by the complainant. The publication then\noffered to publish a correction in its first response to the complainant during\nthe referral period and had made several offers to accommodate the\ncomplainant's suggestions in an attempt to resolve the matter; the Committee\nconsidered that the final wording, offered before IPSO begun its investigation,\nwas sufficiently prompt. The correction made clear that the reported figure of\n640,00 referred to the number of houses estimated by the Conservative party as\nworth over £1m and potentially affected and confirmed that approximately 24,500\nestates pay inheritance tax each year. The Committee considered that this\ncorrection addressed the published inaccuracies and referencing the percentage of\ndeaths which are affected by inheritance tax was not necessary.\n13. The Committee acknowledged that established corrections\nand clarifications columns demonstrate a commitment to correct inaccurate or\nmisleading material while also providing a consistent position in which to\ncorrect inaccuracies for readers. The Committee considered whether the\ncorrection should also be published or referenced on the front page. The\nCommittee did not consider that that this was necessary bearing in mind the\nsignificance of the inaccuracy in light of the report as a whole. The Committee\nconsidered that, in the circumstances, page 2 was a suitably prominent position\nto correct the inaccuracy and that the terms of the offered correction was\nsufficient to avoid a breach of Clause 1(ii).\n14. The Committee acknowledged that inheritance tax is paid\nby estates, but the reference in the article to “households” paying the tax was\nnot significantly inaccurate or misleading in circumstances where the article\nwas focussing on the number of properties which might be affected by the\nproposals based on their value. There was no breach of Clause 1 on this point,\nbut the Committee nevertheless welcomed that the publication had clarified that\ninheritance tax is paid by estates in the correction which it had offered to\npublish.\nConclusion\n15. The complaint was upheld under Clause 1(i).\nRemedial Action Required\n16. Having upheld the complaint, the Committee considered\nwhat remedial action should be required.\n17. The publication had offered to publish a correction in a\nprominent position and sufficiently promptly as to meet the requirements of\nClause 1(ii). This should now be published to avoid a breach of Clause 1(ii).\n \nDate complaint received: 01/07/2019\nDate decision issued: 06/12/2019\n \nIndependent Complaints Reviewer\nThe complainant complained to the Independent Complaints\nReviewer about the process followed by IPSO in handling this complaint. The\nIndependent Complaints Reviewer decided that the process was not flawed and did\nnot uphold the request for review.\nBack to ruling listing\n\n\n"
}