{
    "url": "/rulings-and-resolution-statements/ruling/?id=05084-16",
    "title": "05084-16 Kerrell v Essex Chronicle",
    "provisions": [
        "1 Accuracy (2016)",
        "12 Discrimination (2016)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "Essex Chronicle (Reach PLC)",
    "published_on": "2016-07-14 00:00:00",
    "concluded_on": "2016-10-31 00:00:00",
    "conclusion_long": "11. The complaint was not upheld",
    "remedial_action": "12. N/A Complaint complaint received: 17/07/2016",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee 05084-16 Kerrell v Essex Chronicle\nSummary of complaint \n1. Simon Kerrell\ncomplained to the Independent Press Standards Organisation that the Essex\nChronicle breached Clause 1 (Accuracy) and Clause 12 (Discrimination) of the\nEditors’ Code of Practice in an article headlined “Paramedics struggle to reach\nsick traveller baby”, published on 14 July 2016. The article was also published\nonline on 13 July with the headline “Great Notley villagers delay paramedic\nseeing traveller baby as Essex Police blasted over handling”. \n2. The article\nreported that a group of travellers had arrived in the village of Great Notley\nand occupied a park. It reported that when a second group of travellers arrived\nthe following day, residents of the village “staged a protest against an\nillegal encampment”, blocking access to the park with their cars. It reported\nthat the police had “threatened to tow villagers’ cars away if they did not\nallow paramedics to treat a sick traveller baby”. The article reported that the\n“stale-mate led to an ambulance struggling to reach the traveller site”, and\nthat “it was said a six-week-old baby was struggling to breathe after a severe\nchest infection”. It reported that an Essex Police spokeswomen had said that\n“Police attended Highclere Road in Great Notley shortly before 8pm on Monday,\nJuly 11 following reports of a disturbance between a group of travellers and\nlocal residents. A vehicle had blocked the highway and we asked the residents\nto move it as a young baby on the site needed to be taken to hospital\nurgently”. The article reported that the father of the child concerned had said\nthat “I heard someone call my daughter scum”.\n3. The online\narticle was substantively the same as the print article.\n4. The complainant\nwas a local resident who had used two of his cars to prevent travellers\naccessing the park. He did not dispute that the police had asked residents to\nmove their cars as a child needed to be taken to hospital urgently, or that a\ntow truck attended the incident, and that the police had threatened to tow the\ncars away if residents did not allow paramedics to treat the child. However, he\nsaid that no evidence was ever given that the child existed, and that no\nemergency vehicle ever required access to the site. The complainant accepted\nthat a paramedic attended, but said that the paramedic had not arrived under\nblue lights, or entered the road where the residents were parked. The\ncomplainant denied that local residents had delayed paramedics seeing the\nchild.\n5. In relation to\nthe statement from Essex Police, the complainant said that the police had\nsubsequently accepted that the residents’ cars were not illegally parked, and\nwould only have caused an obstruction had they blocked the passage of an\nemergency vehicle. The complainant said the fact the emergency vehicle did not\nenter the road concerned, strongly suggested that the ambulance did not require\naccess to the park. Nevertheless, the complainant did not dispute that the\nresidents would have had to move their vehicles in order to allow an emergency\nvehicle to access the park. The complainant denied that there was a protest, or\nthat anybody had called the child concerned “scum”. The complainant said that\nthe article was not balanced in its reporting of the incident, that it was\ninflammatory and that it aimed to heighten tensions between local residents and\nthe travellers.\n6. The newspaper\nsaid that the article was a fair and accurate report of the incident based on\nthe information it had received. In addition to the statement from Essex Police\nreported in the article, the newspaper said that East of England Ambulance\nService provided it with a statement confirming that it received a call in\nrelation to a young child with breathing difficulties, and that a rapid\nresponse vehicle and ambulance crew were dispatched to assist. The newspaper\nnoted that the article reported the comments of a local councillor, which\ncontained the complainant’s position that the residents’ cars were parked\nlegitimately, and that it was “absurd” that the police had called a tow truck\nto the road. The newspaper said it was told that the word “scum” had been used\nby a direct witness.\nRelevant Code Provisions\n7. Clause 1\n(Accuracy) \ni) The Press must\ntake care not to publish inaccurate, misleading or distorted information or\nimages, including headlines not supported by the text.\nii) A significant\ninaccuracy, misleading statement or distortion must be corrected, promptly and\nwith due prominence, and — where appropriate — an apology published. In cases\ninvolving IPSO, due prominence should be as required by the regulator.\niii) A fair\nopportunity to reply to significant inaccuracies should be given, when\nreasonably called for.\niv) The Press, while\nfree to editorialise and campaign, must distinguish clearly between comment,\nconjecture and fact.\nClause 12 (Discrimination)\ni) The press must\navoid prejudicial or pejorative reference to an individual's, race, colour,\nreligion, sex, gender identity, sexual orientation or to any physical or mental\nillness or disability.\nii) Details of an\nindividual's race, colour, religion, gender identity, sexual orientation,\nphysical or mental illness or disability must be avoided unless genuinely\nrelevant to the story.\nFindings of the Committee\n8. The police had\nthreatened to tow the residents’ cars away if they did not allow paramedics to\ntreat the child who was reported to be suffering from breathing difficulties.\nWhilst the residents told the police that they would move the cars if an\nemergency vehicle required access, the cars were not moved despite the fact\nthat an emergency vehicle could not otherwise gain access. In circumstances\nwhere the rapid response vehicle which was despatched to treat the child was\nunable to gain access to the site due to the parked cars and the paramedic had\nattended to the child on foot, it was not significantly misleading to report\nthat the villagers had delayed paramedics seeing the child concerned. This\naspect of the complaint did not raise a breach of Clause 1.\n9. The newspaper\nwas entitled to refer to the residents’ decision to obstruct the entrance to\nthe park as a “protest”, where it was motivated by an objection to further\ntravellers accessing the site. In relation to the father’s claim that his\ndaughter had been called “scum”, this was clearly presented as the father’s\naccount of the incident, and the complainant’s position that this claim could\nnot be corroborated did not provide grounds for finding that this aspect of the\narticle was significantly misleading. These aspects of the complaint did not\nraise a breach of Clause 1. \n10. Clause 12 (Discrimination) protects individuals from\ndiscrimination on the basis of certain characteristics. The complainant’s\nconcern that the article was inflammatory did not engage the terms of Clause\n12. \nConclusions\n11. The complaint was not upheld\nRemedial action required\n12. N/A\nComplaint complaint received: 17/07/2016Date decision issued: 31/10/2016\nBack to ruling listing\n\n\n"
}