{
    "url": "/rulings-and-resolution-statements/ruling/?id=05094-20",
    "title": "05094-20 Gething v The Sun",
    "provisions": [
        "2 Privacy (2019)",
        "1 Accuracy (2019)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "The Sun (News UK)",
    "received_on": "2020-05-22 00:00:00",
    "concluded_on": "2020-11-26 00:00:00",
    "complaint_processing_days": 188,
    "conclusion_long": "17. The complaint was not upheld.",
    "remedial_action": "18. N/A   Date complaint received: 22/05/2020",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee – 05094-20 Gething v\nThe Sun\nSummary of Complaint\n1. Vaughan Gething complained to the Independent Press\nStandards Organisation that The Sun breached Clause 1 (Accuracy) and Clause 2\n(Privacy) of the Editors’ Code of Practice in an article headlined “IT’S\nCHIPOCRACY”, published on 13 May 2020, and in an article headlined “DE-FENCE\nMINISTER”, published on 19 May 2020.\n2. The first article reported that the complainant, the\nLabour Party’s Welsh health minister, had “tucked into chips at a picnic table\ndespite telling people to stay at home and save lives” after being “pictured in\na baseball cap and sunglasses with his wife, [wife’s name] and their\nfive-year-old son.” The article went on to report that he sat “for more than 15\nminutes on the harbour-side of Cardiff Bay after a two-mile walk from their\nhome.” It reported that the minister had “been pushing the message that\n‘spending a prolonged period on a park bench’ was not allowed under his\ngovernment’s lockdown rules”. The article featured a comment from the\ncomplainant which read “There is absolutely no breach of the guidance or the\nrules themselves.” The article went on to report that the guidance had “since\nbeen relaxed to allow people to exercise more than once a day.” The article\nfeatured a comment from an onlooker, who said “He was really relaxed, enjoying\nthe sunshine with his family. I was confused and surprised when I saw him, I\nthought we weren’t allowed to do that.”” The article then featured a comment\nfrom a former Welsh Conservative leader who said: “This is a bad example to set\nand either the rules are wrong or the health minister is wrong.” \n3. The first article was published in a similar format\nonline on 12 May. The online version of the article featured an extended\ncomment from a Welsh government spokesperson in the following terms:\n“Absolutely nothing the Minister is reported to have done contravenes Welsh\nGovernment regulations. Walking and eating food along the way with members of\nyour household is allowed. Walking a couple of miles from home is exercising\nlocally and is permitted under our regulations.”  The online article had the following URL:\nhttps://www.thesun.co.uk/news/11608940/labour-mp-breaks-lockdown-rules-chips-picnic/,\nand the complainant noted that the URL for the article stated “Labour MP breaks\nlockdown rules.” The article also featured a photograph of the complainant\nsitting at a picnic table eating chips with his wife. Their son was not visible\nin the picture. \n4. The second article reported that the spot at which the\ncomplainant was “caught” eating had been “cordoned off”, after “workmen\nsurrounded the picnic benches with 7ft high metal fencing.” The article\nreported that the complainant had been accused of “flouting rules when he sat\nfor 15 minutes at Cardiff Bay” and that ”the local government said the closure\nwas for litter bin installation.” It included the picture which had been\npublished in the online version of the first article, showing the complainant\nsitting at a picnic table with his wife eating chips which was captioned “last\nmonth”.\n5. The second article was also published in a similar format\nonline under the headline “DE-FENCE MINISTER Picnic spot used by\n‘lockdown-flouting’ Labour health minister gets fenced off” and additionally\nreported that the complainant had “defended his chip takeaway and insisted he\nwas doing nothing wrong.”\n6. The complainant said that the articles were inaccurate.\nHe said that the articles’ reference to him being “lockdown flouting” and\n“caught”, in conjunction with the URL of the first online article, implied that\nhe had had broken the regulations in force at the time, when this was not the\ncase; he had not been fined or caught in the sense of a criminal act. The\ncomplainant said that regulation 8(1) of the Health Protection (Coronavirus\nRestrictions) (Wales) Regulations 2020 provided that no person may leave the\nplace they are living or remain away from that place without reasonable excuse\nand that Regulation 8(2) then set out a non-exhaustive list of reasonable\nexcuses, which included the need to take exercise, and the need to obtain basic\nnecessities, including food for those in the same household. The complainant\nsaid that the journalist had been made aware prior to publication that he had\nnot breached these regulations. He said that further guidance was subsequently\nissued on 11 May which clarified that ”although the main purpose of leaving\nhome should be to exercise, activity incidental to that which is good for a\nperson’s health or wellbeing is also considered to be reasonable.” He said that\nthe fact that he, while taking his daily exercise, chose to purchase and\nconsume, over a brief period of time, some food outdoors did not constitute a\ncontravention of the Regulations; he had acted entirely within their\naccordance. The complainant noted that the first version of the online article\nreported that he had sat outside “as millions followed government guidance to\nstay indoors”, which gave the impression that leaving his home for any reason\nwas not allowed, which was clearly not the case.\n7. The complainant said that the photograph published in the\nonline version of the first article and in the second article represented an\nintrusion into his private life in breach of Clause 2. The complainant\nemphasised that he was not exercising outside his local area and publishing a\nphotograph taken while stopping off for a brief period of time to feed his\nfive-year-old son while exercising intruded into his private life. The\ncomplainant was also complaining on behalf of his wife. He said that while he\nwas a public figure, his wife, who had not consented to the photograph’s\npublication, was not. He said he was clearly not undertaking his public role\nand that he was exercising for health reasons as part of his private and family\nlife; he would reasonably have had an expectation that his and his family’s\nprivacy would have been respected whilst he was “off duty.”\n8. The publication denied any breach of the Code. In respect\nof the complainant’s Clause 1 complaint, it emphasised that the rules in force\nat the time the photograph was taken were as follows: “leaving your home to\nexercise should not be used as an excuse to undertake other activity. The\npurpose of leaving home is to exercise. Going for a walk and then having a\npicnic or spending a prolonged period on a park bench, for example, is not\nconsidered to be exercise and is not intended to be a reasonable excuse.” The\npublication said that the complainant’s assertion that he had not broken these\nrules was without foundation; he had spent a prolonged period of time sitting\nat a picnic table eating chips, which most people would not consider to be\nexercise. Further, the publication noted that the further guidance issued on 11\nMay and referenced by the complainant did not assist because it was issued\nafter the photograph of the complainant was taken.\n9. The publication also denied any breach of Clause 2. It\nsaid that the complainant and his wife had been photographed in a public place\nand were not engaged in any private activities; they were sitting at a picnic\ntable eating chips. They did not have a reasonable expectation of privacy at\nthe time they were photographed, nor did the photograph reveal any inherently\nprivate information about them.\n10. The publication said that while it was not relying on\none as it did not consider that there was breach of the Code, the article’s\npublication was in the public interest.\nRelevant Code Provisions\n11. Clause 1 (Accuracy)\ni) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not\nsupported by the text.\nii) A significant inaccuracy, misleading statement or\ndistortion must be corrected, promptly and with due prominence, and — where\nappropriate — an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator. \niii) A fair opportunity to reply to significant inaccuracies\nshould be given, when reasonably called for.\niv) The Press, while free to editorialise and campaign, must\ndistinguish clearly between comment, conjecture and fact.\n12. Clause 2 (Privacy)*\ni) Everyone is entitled to respect for his or her private\nand family life, home, health and correspondence, including digital\ncommunications\nii) Editors will be expected to justify intrusion into any\nindividual’s private life without consent. In considering an individual’s\nreasonable expectation of privacy, account will be taken of the complainant’s\nown public disclosures of information and the extent to which the material\ncomplained about is already in the public domain or will become so.\niii) It is unacceptable to photograph individuals, without\ntheir consent, in public or private places where there is a reasonable\nexpectation of privacy.\nFindings of the Committee\n13. At the outset, the Committee was clear that it was not\nits function to enforce the government guidelines, or to determine whether or\nnot the rules had been breached, rather its function was to determine whether\nthe publication had breached the Editors’ Code.\n14. The article drew a contrast between the complainant’s\nactions and the messages which the article said the complainant had been\npublicising that people should stay at home to save lives and that spending a\nprolonged period on a park bench was not allowed under the government’s\nlockdown rules. The article did not report, as fact, that the complainant had\nbreached the rules. The quotation attributed to the former Welsh Conservative\nleader raised the possibility that the complainant may have broken the rules,\nbut this was clearly distinguished as the opinion of that individual.\nFurthermore, the article had included the complainant’s position that there was\n“absolutely no breach of the guidance or the rules themselves.” The Committee\nnoted that the URL of the first article included the phrase “Labour MP breaks\nlockdown rules”; however, given that it was clear from both the headline and\nthe article that the publication was questioning the actions of the\ncomplainant, rather than reporting that the complainant had been found to be in\nbreach of the rules, the URL did not render the article inaccurate so as to\nrequire a correction. There was no failure to take care not to publish\ninaccurate information and no significant inaccuracy requiring correction under\nthe terms of Clause 1 (ii) in respect of the first article.\n15. The Committee noted that the second print article made\nclear that the complainant was “accused” of flouting lockdown rules.  In the headline to the online version, the\nphrase “flouting” appeared in quotation marks, which indicated that this was a\nclaim. Both versions of the article therefore made it sufficiently clear that\nthis was an allegation which had been made previously and not established fact.\nThe article was referencing the comments made by an onlooker and the former\nconservative leader which had been reported in the first article. The Committee\ndid not consider it significantly misleading to characterise these comments in\nthis way and the article did not state, as established fact, that the\ncomplainant had broken any rules or regulations. The second article also\nincluded a quote from a local government spokesperson which explained that the\nclosure was due to the installation of bins, as opposed to the complainant’s\nactions. The Committee further noted that the online version of the article\nmade it clear that the complainant had defended his actions and that he had\ninsisted that he had done nothing wrong. There was no failure to take care not\nto publish inaccurate information and no significant inaccuracy requiring\ncorrection under the terms of Clause 1 (ii) in respect of the second article.\n16. It was not in dispute that the photograph was taken in a\npublic place. The image showed the complainant and his wife seated at the picnic\ntable and did not include any information in respect of which they had a\nreasonable expectation of privacy. There was no breach of Clause 2.\nConclusions\n17. The complaint was not upheld.\nRemedial Action Required\n18. N/A\n \nDate complaint received: 22/05/2020\nDate complaint concluded by IPSO: 26/11/2020\nBack to ruling listing\n\n\n"
}