{
    "url": "/rulings-and-resolution-statements/ruling/?id=05143-15",
    "title": "05143-15 Lewis v The Daily Telegraph",
    "provisions": [
        "1 (Accuracy) 2015"
    ],
    "outcome": "Breach - sanction: publication of correction",
    "publication": "The Daily Telegraph (Telegraph Media Group Ltd)",
    "published_on": "2015-08-15 00:00:00",
    "received_on": "2015-08-17 00:00:00",
    "concluded_on": "2015-09-28 00:00:00",
    "complaint_processing_days": 42,
    "conclusion_long": "11. The complaint was upheld.",
    "remedial_action": "12. Having upheld the complaint, the Committee considered what remedial action should be required. 13. The newspaper had offered to publish a clarification on page 2, and beneath the online article. However, the wording offered did not identify in full the original published inaccuracy. The newspaper should therefore publish a correction which made clear that the complainant had not directly accused Mr Corbyn of anti-Semitism and had not made reference to Mr Corbyn’s “anti-Semitic rhetoric”. The correction should also note that it had been published following a ruling by the Independent Press Standards Organisation. It should appear beneath the online article and on page 2 in print. The print edition should also include a front page reference to the correction, as the original article had appeared on page 1. The front page reference should make clear the subject matter of the original article, and direct readers to the page on which the correction could be found; it should be agreed with IPSO in advance. Date complaint received: 17/08/2015",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee 05143-15 Lewis v\nThe Daily TelegraphSummary of\ncomplaint 1. Ivan Lewis MP complained to the Independent Press\nStandards Organisation that The Daily Telegraph breached Clause 1 (Accuracy) of\nthe Editors’ Code of Practice in an article headlined “Labour grandees round on\n‘anti-Semite’ Corbyn,” published on 15 August 2015. 2. The article reported that a number of prominent\nmembers of the Labour Party had criticised leadership candidate Jeremy Corbyn.\nIt said that the complainant, the shadow Northern Ireland Secretary, had\naccused Mr Corbyn of being an anti-Semite, and had attacked his “anti-Semitic\nrhetoric”. It quoted the basis of this claim: the complainant’s view, expressed\nin an article published elsewhere, that “Some of [Mr Corbyn’s] stated political\nviews are a cause for serious concern. At the very least he has shown poor\njudgment in expressing support for and failing to speak out against people who\nhave engaged in…anti-Semitic rhetoric. It saddens me to have to say to some on\nthe left of British politics that anti-racism means zero tolerance of\nanti-Semitism, no ifs, and no buts”. 3. The complainant said that the article was inaccurate;\nhe had not accused Mr Corbyn of anti-Semitism. He considered that the newspaper\nhad misrepresented the article he had written for the other publication. 4. The newspaper did not accept that the article was an\ninaccurate summary of the complainant’s comments. It noted that headlines\nshould be considered in the context of full articles, and in this case the piece\nhad included full quotations from the complainant’s article. It said that the\ncomplainant was experienced at writing for public consumption and was aware of\nthe need to express himself unambiguously. It said that it was widely accepted\nin modern western societies that to tolerate anti-Semitism was in itself a form\nof anti-Semitism. It was not therefore unreasonable to understand the\ncomplainant’s comments as indicating that Mr Corbyn had himself adopted an\nanti-Semitic position by failing to criticise anti-Semitism in others.\nNonetheless, it offered to publish the following clarification on page 2, and\nbeneath the online article: \"An article of 15 August said that Ivan Lewis had\naccused Jeremy Corbyn of being ‘anti-Semitic’. In fact, Mr Lewis said that Mr\nCorbyn had “shown very poor judgment in expressing support for and failing to\nspeak out against people who have engaged… in anti-Semitic rhetoric”. We are\nhappy to make this clear.\" 5. The complainant was not willing to accept the\nnewspaper’s offer because he regarded it as insufficiently prominent. It should\nappear on the front page of the print edition and the home page of\nTelegraph.co.uk.   Relevant Code Provisions6. Clause 1 (Accuracy)i) The Press must take care not to publish inaccurate,\nmisleading or distorted information, including pictures.ii) A significant inaccuracy, misleading statement or\ndistortion once recognised must be corrected, promptly and with due prominence,\nand – where appropriate – an apology published. Findings of the Committee7. The newspaper was entitled to take a view as to\nmeaning of the complainant’s remarks and the Committee did not seek to prevent\nit from presenting its interpretation. However, the article was a news report\nthat stated prominently and without qualification that “Jeremy Corbyn was\naccused of being an anti-Semite by [the complainant]”. The headline had also\nreferred to an accusation that Mr Corbyn was “anti-Semitic”, meaning the\ncomplainant’s comments. 8. An express claim that Mr Corbyn was an anti-Semite would\nhave constituted an exceptionally strong attack by the complainant on Mr\nCorbyn, with potential implications for both men; this was a highly significant\nclaim. In fact, the complainant had not made this criticism in terms, as the\narticle stated. The coverage was therefore significantly misleading. This\nmisleading impression was not remedied by the quotation of the remarks\nelsewhere in the article. 9. Furthermore, the misleading impression was reinforced\nby the article’s inaccurate claim that the complainant “attacked Mr Corbyn’s\n‘anti-Semitic rhetoric’”; he had criticised Mr Corbyn’s failure to challenge\nthe anti-Semitic rhetoric of others. The newspaper had distorted his comment on\nthis issue. 10. On both points, the newspaper had failed to take care\nnot to publish inaccurate information and had breached Clause 1 of the Editors’\nCode. Conclusions11. The complaint was upheld. Remedial Action Required12. Having upheld the complaint, the Committee considered\nwhat remedial action should be required. 13. The newspaper had offered to publish a clarification\non page 2, and beneath the online article. However, the wording offered did not\nidentify in full the original published inaccuracy. The newspaper should\ntherefore publish a correction which made clear that the complainant had not\ndirectly accused Mr Corbyn of anti-Semitism and had not made reference to Mr\nCorbyn’s “anti-Semitic rhetoric”. The correction should also note that it had\nbeen published following a ruling by the Independent Press Standards\nOrganisation. It should appear beneath the online article and on page 2 in\nprint. The print edition should also include a front page reference to the\ncorrection, as the original article had appeared on page 1. The front page\nreference should make clear the subject matter of the original article, and\ndirect readers to the page on which the correction could be found; it should be\nagreed with IPSO in advance. Date complaint received: 17/08/2015 Date decision issued:\n28/09/2015\n\n\nBack to ruling listing\n\n\n"
}