{
    "url": "/rulings-and-resolution-statements/ruling/?id=05157-19",
    "title": "05157-19 Bashagha v thesun.co.uk",
    "provisions": [
        "2 Privacy (2018)",
        "1 Accuracy (2018)",
        "4 Intrusion into grief or shock (2018)",
        "14 Confidential sources (2018)"
    ],
    "outcome": "Breach - sanction: action as offered by publication",
    "publication": "thesun.co.uk (News UK)",
    "published_on": "2019-07-04 00:00:00",
    "received_on": "2019-07-05 00:00:00",
    "concluded_on": "2019-12-04 00:00:00",
    "complaint_processing_days": 152,
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee 05157-19 Bashagha v\nthesun.co.uk\nSummary of Complaint\n1. Russol Bashagha complained to the Independent Press Standards\nOrganisation that thesun.co.uk breached Clause 1 (Accuracy), Clause 2\n(Privacy), Clause 4 (Intrusion into grief or shock) and Clause 14 (Confidential\nSources) of the Editors’ Code of Practice in an article headlined “GAMES MASTER\nLove Island’s Maura’s being USED by Marvin as he enjoyed a romantic holiday with\nstunning brunette just weeks before entering the villa”, published on 04 July\n2019.\n2. The article reported on events that had taken place on a\nreality TV series. It reported on the opinions of three ex-contestants who had\nsaid that one of the contestants was “playing a game”. The article stated that\nthe contestant in question had “enjoyed a romantic break with [a] stunning\nbrunette just weeks before entering the villa”. It contained two photos; the\nfirst of which depicted him and the complainant at a pool party. The\ncomplainant was shown standing behind the contestant wearing a swimming costume\nand a pair of glasses. She had a glass in her hand and was posing for the\npicture. The second picture was of the complainant at a restaurant and was\ncaptioned “Here’s the woman in question.” The complainant was not named in the\narticle.\n3. The complainant said that the article was inaccurate in breach\nof Clause 1 (Accuracy) as she was not romantically involved with the contestant\nin question. She said that they were “good friends from back home” and that\nthey had not travelled to Dubai together. She said she had travelled to Dubai\nfor a business trip and the pair had met there, had attended a pool party and\nhad gone out for dinner. She said that there was no basis for the newspaper to\ncharacterise their encounter as a “romantic holiday”; the newspaper had\n“fabricated a story”. She also said that the publication had used her image in\nan article that was “completely unrelated” to her.\n4. The complainant also raised concerns that the newspaper had\npublished a picture of her without her consent in breach of Clause 2 (Privacy).\nShe accepted that the photos had been taken from the public Instagram account\nof the contestant, but said that publication of the images by the newspaper had\ncaused her ‘distress’. She also expressed concern that she was pictured wearing\na swimming costume; this had intruded into her private life. The complainant\nnoted that the article had also appeared on Snapchat.\n5. The complainant also expressed concern that the publication had\nintruded into grief and shock in breach of Clause 4 as reference to her in the\narticle had left her feeling distressed. She also said that the article had\nbreached Clause 14 (Confidential Sources).\n6. The publication did not accept that it had breached Clause 1.\nIt said that while it appreciated the complainant’s position that she and the\ncontestant were both just friends, a break between them to a city popular with\ncouples could be described as “romantic”.\n7. The publication also denied that there had been a breach of\nClause 2. It said that the photos had been provided by a news agency and that\nthe complainant had not been named in the article. It also stated that all\npictures of her were removed as soon as she asked for them to be taken down.\n8. Notwithstanding its position, the publication offered to remove\nreference to a “romantic holiday” from the article as well as publishing a\nfootnote at the bottom of the article that was to read:\n“A previous version of this article said that (named man) had been\non a ‘romantic holiday’ with an unnamed woman a few weeks before entering the\nLove Island villa. We have now been informed that (named man) and the woman\nwere just friends and are happy to set the record straight”.\n9. The publication rejected the complaints under both Clause 4 and\nClause 14 as they did not believe that they were relevant to the complaint and\nso were not engaged.\nRelevant Code Provisions\nClause 1 (Accuracy)\ni) The Press must take care not to publish inaccurate, misleading\nor distorted information or images, including headlines not supported by the\ntext.\nii) A significant inaccuracy, misleading statement or distortion\nmust be corrected, promptly and with due prominence, and — where appropriate —\nan apology published. In cases involving IPSO, due prominence should be as\nrequired by the regulator.\niii) A fair opportunity to reply to significant inaccuracies should\nbe given, when reasonably called for.\niv) The Press, while free to editorialise and campaign, must\ndistinguish clearly between comment, conjecture and fact.\nClause 2 *(Privacy)\ni) Everyone is entitled to respect for his or her private and family\nlife, home, health and correspondence, including digital communications.\nii) Editors will be expected to justify intrusions into any\nindividual's private life without consent. In considering an individual's\nreasonable expectation of privacy, account will be taken of the complainant's\nown public disclosures of information and the extent to which the material\ncomplained about is already in the public domain or will become so.\niii) It is unacceptable to photograph individuals, without their\nconsent, in public or private places where there is a reasonable expectation of\nprivacy.\nClause 4 (Intrusion into grief and shock)\nIn cases involving personal grief or shock, enquiries and\napproaches must be made with sympathy and discretion and publication handled\nsensitively. These provisions should not restrict the right to report legal\nproceedings.\nClause 14 (Confidential Sources)\nJournalists have a moral obligation to protect confidential\nsources of information.\nFindings of the Committee\n10. It was not in dispute that the complainant had been pictured\nwith a man “just weeks” before he appeared in a reality TV show, as reported in\nthe article. However, based on the two photos, the newspaper had reported as\nfact that the two had been on a “romantic holiday”. The newspaper had not taken\nany further steps to establish the accuracy of this position. In these\ncircumstances, the Committee was not satisfied that the publication had taken\nsufficient care not to publish inaccurate information; there was a breach of\nClause 1(i) on this point. The article misrepresented the nature of the\nrelationship between the complainant and the contestant, representing a\nsignificant inaccuracy requiring correction under the terms of Clause 1(ii).\n11. The publication had offered to publish a correction and the\nCommittee considered that the wording offered had identified the inaccuracy,\nset out the correct position and was offered promptly when the publication\nbecame aware of the complaint. This was sufficient to meet the terms of Clause\n1(ii).\n12. In relation to Clause 2, the Committee noted that the photo\nhad been taken from the public page of a social media profile which had over\n61,000 followers. It had been taken in a public place and the complainant was\nnot engaged in any private activity. Therefore, the complainant had no\nreasonable expectation of privacy in relation to the photograph and the\npublication was entitled to publish the image without the complainant’s\nconsent. There was no breach of Clause 2. \n\n13. The Committee noted that the complainant had raised complaints\nunder Clause 4 and Clause 14. Clause 4 generally relates to the sensitivity of\nthe approaches journalists make to, and the information they publish about\nindividuals who have been bereaved or are in state of shock following a\ndistressing event. As the complaint did not relate to this, there was no breach\nof Clause 4. Clause 14 relates to the moral obligation that journalists have to\nprotect their confidential sources. The complaint did not relate to this and\ntherefore there was no breach of Clause 14.\nConclusion\n14. This complaint was upheld.\nRemedial Action\n15. Having upheld the complaint, the Committee considered what\nremedial action should be required.\n16. The publication had offered to publish a correction in a\nprominent position and sufficiently promptly as to meet the requirements of\nClause 1(ii). This should now be published to avoid a breach of Clause 1(ii).\n \nDate complaint received: 05/07/2019\nDate decision issued: 04/12/2019\n \n \nBack to ruling listing\n\n\n"
}