{
    "url": "/rulings-and-resolution-statements/ruling/?id=05158-19",
    "title": "05158-19 Bashagha v Mail Online",
    "provisions": [
        "2 Privacy (2018)",
        "1 Accuracy (2018)",
        "4 Intrusion into grief or shock (2018)",
        "14 Confidential sources (2018)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "Mail Online (Associated Newspapers Limited)",
    "published_on": "2019-07-04 00:00:00",
    "received_on": "2019-07-05 00:00:00",
    "concluded_on": "2019-12-04 00:00:00",
    "complaint_processing_days": 152,
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee 05158-19 Bashagha v Mail\nOnline\nSummary of Complaint\n1. Russol Bashagha complained to the Independent Press Standards\nOrganisation that Mail Online breached Clause 1 (Accuracy), Clause 2 (Privacy),\nClause 4 (Intrusion into grief or shock) and Clause 14 (Confidential Sources)\nof the Editors’ Code of Practice in an article headlined “Love Island: Fans\npraise Maura for being 'the friend everyone needs' after her 'brutal honesty'\namid Amy's romance drama... as it's claimed she is being USED by hunk Marvin”,\npublished on 04 July 2019. \n2. The article reported on events that had taken place on a\nreality TV series. It reported on an exchange between contestants and made\nreference to the fact that one of those involved may be “set for heartbreak”\ndue to another contestant's activities prior to being on the television show.\nIt stated it had been reported by another publication that the contestant in\nquestion had “enjoyed a romantic break with a mystery brunette just days before\nentering the villa”. It contained a photo with the caption “Shocking: Snaps\nhave emerged of (named contestant) enjoying a sunny break to Dubai with a\nmystery brunette just weeks before he entered the villa.” The photo showed the\ncomplainant and contestant at a pool party where the complainant was stood\nbehind the contestant wearing a swimming costume and a pair of glasses. She had\na drinks glass in her hand and was posing for the picture with the contestant.\n3. The complainant said that the article was inaccurate in breach\nof Clause 1 (Accuracy) as she was not romantically involved with the contestant\nin question. She stated that they were “good friends from back home” and that\nthey had not travelled to Dubai together. She said she had travelled to Dubai\nfor a business trip and the pair had then met whilst they were there and\nattended a pool party and gone out for dinner. She stated that this was the\nbasis for the newspaper characterising their encounter as a ‘romantic holiday’\nand this was “completely incorrect and fabricated”. She also said that the\npublication had used her image in an article that was “completely unrelated” to\nher.\n4. The complainant also raised concerns that the publication had\npublished a picture of her without her consent in breach of Clause 2 (Privacy).\nShe accepted that the photos had been taken from the public Instagram account\nof the man but said that publication of the image had caused her distress’. She\nalso expressed concern that she was pictured wearing a swimming costume and\nthis had intruded into her private life.\n5. The complainant also expressed concern that the publication had\nintruded into grief and shock in breach of Clause 4 as reference to her in the\narticle had left her feeling distressed. She also said that the article had\nbreached Clause 14 (Confidential Sources).\n6. The publication did not accept that it had breached Clause 1.\nIt said that the article made clear that it was reporting on the claims made by\nanother publication which referred to a “romantic holiday”. A link to this\narticle was provided. It also said that it had described the complainant as a\nmystery brunette “enjoying a sunny break in Dubai” as this was what the photo\nshowed. This was therefore an accurate description of the photo.\n7. The publication also denied that there had been a breach of\nClause 2. It said that the photo had pictured the complainant in an “open\npublic area” and was taken from a publicly available social media profile with\nover 61,000 followers. Therefore, the complainant could have had no reasonable\nexpectation of privacy in relation to the photograph. It also stated that the\nphoto did not show the complainant engaged in any “private or sensitive”\nactivity. Furthermore, they pointed to further photos which had been posted\nwithin the other publication and on the social media account of the complainant\nout for dinner in support of their position.\n8. Notwithstanding its position, the publication offered to remove\nthe photograph from the article as well as publishing a footnote at the bottom\nof the article that was to read: “Since publishing the mystery brunette has\nconfirmed that there was no romantic involvement between herself and (named\nman).”\n9. The publication rejected the complaints under both Clause 4 and\nClause 14 as they did not believe that they were relevant to the complaint and\nso were not engaged.\nRelevant Code Provisions\nClause 1 (Accuracy)\ni) The Press must take care not to publish inaccurate, misleading\nor distorted information or images, including headlines not supported by the\ntext. \nii) A significant inaccuracy, misleading statement or distortion\nmust be corrected, promptly and with due prominence, and — where appropriate —\nan apology published. In cases involving IPSO, due prominence should be as\nrequired by the regulator. \niii) A fair opportunity to reply to significant inaccuracies\nshould be given, when reasonably called for. \niv) The Press, while free to editorialise and campaign, must\ndistinguish clearly between comment, conjecture and fact.\nClause 2 *(Privacy)\ni) Everyone is entitled to respect for his or her private and\nfamily life, home, health and correspondence, including digital communications.\n\nii) Editors will be expected to justify intrusions into any\nindividual's private life without consent. In considering an individual's\nreasonable expectation of privacy, account will be taken of the complainant's\nown public disclosures of information and the extent to which the material\ncomplained about is already in the public domain or will become so.\niii) It is unacceptable to photograph individuals, without their\nconsent, in public or private places where there is a reasonable expectation of\nprivacy.\nClause 4 (Intrusion into grief and shock)\nIn cases involving personal grief or shock, enquiries and\napproaches must be made with sympathy and discretion and publication handled\nsensitively. These provisions should not restrict the right to report legal\nproceedings.\nClause 14 (Confidential Sources)\nJournalists have a moral obligation to protect confidential\nsources of information.\nFindings of the Committee\n10. It was not in dispute that the complainant had been pictured\nwith a man “just weeks” before he appeared in a reality TV show as reported in\nthe article. The additional claim that the pair had enjoyed a “romantic break”\nwas clearly presented as a claim, made by another publication; it was not\nadopted as fact. In these circumstances the Committee was satisfied that the\npublication had taken care over the presentation of the claim and there was no\nbreach of Clause 1 on this point. Nevertheless, the Committee welcomed the\npublications offer to put the complainant’s position on record.\n11. In relation to Clause 2, the Committee noted that the photo\nhad been taken from the public page of a social media profile belonging to the\nother party which had over 61,000 followers. It had been taken in a public\nplace and the complainant was not engaged in any private activity. Therefore,\nthe complainant had no reasonable expectation of privacy in relation to the\nphotograph and the publication was entitled to publish without the\ncomplainant’s consent. There was no breach of Clause 2.\n12. The Committee noted that the complainant had raised complaints\nunder Clause 4 and Clause 14. Clause 4 generally relates to the sensitivity of\nthe approaches journalists make to, and the information they publish about,\nindividuals who have been bereaved or are in state of shock following a\ndistressing event. As the complaint did not relate to this, there was no breach\nof Clause 4 on this point. Clause 14 relates to the moral obligation that journalists\nhave to protect their confidential sources. The complaint did not relate to\nthis and therefore there was no breach of Clause 14.\nConclusion\n13. This complaint was not upheld.\nRemedial Action\n14. N/A\n \nDate complaint received: 05/07/2019\nDate decision issued: 04/12/2019\nBack to ruling listing\n\n\n"
}