{
    "url": "/rulings-and-resolution-statements/ruling/?id=05168-15",
    "title": "05168-15 Wanstall v Dover Express",
    "provisions": [
        "1 (Accuracy) 2015",
        "3 (Privacy) 2015"
    ],
    "outcome": "No breach - after investigation",
    "publication": "Dover Express (Reach PLC)",
    "received_on": "2015-09-17 00:00:00",
    "concluded_on": "2015-12-14 00:00:00",
    "complaint_processing_days": 88,
    "conclusion_long": "12. The complaint was not upheld.",
    "remedial_action": "N/A Date complaint received: 17/09/2015",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee 05168-15\nWanstall v Dover Express\nSummary of complaint\n1. Councillor Graham Wanstall complained to the\nIndependent Press Standards Organisation that the Dover Express breached Clause\n1 (Accuracy) and Clause 3 (Privacy) in an article headlined “Dover Town\ncouncillor turns up to the VJ Day ceremony in dressing gown”, published online\non 15 August 2015, and headlined “Councillor sports dressing gown in town after\nservice”, published in print on 20 August 2015.\n2. The articles reported that Cllr Wanstall appeared\nat the end of Dover’s Victory over Japan Day ceremony held outside the town’s\ncouncil offices wearing a dressing gown. It also reported that he had been\ncriticised for doing so, and that his appearance had been a “shock” to the\ncrowd. The articles included a photograph of him wearing the dressing gown, and\nhis explanation for his appearance; he had recently had a serious operation\nwhich meant that he was unable to put on other clothes. Further, he had been\nunaware that the ceremony had been taking place, and had simply been in the\narea on other business at the council offices. The article also included\ncomments from the event’s organiser who said that those attending the ceremony\nhad criticised Cllr Wanstall’s appearance, and that he had known the event was\ntaking place since it had been advertised publicly, and had been discussed\nduring council meetings.\n3. The articles were substantially similar except\nfor the headline and a slightly different wording in the reporting of the\ncomments of the complainant.\n4. The complainant said that the photograph of him\nhad been taken without his consent and intruded into his privacy while he had\nbeen unwell, in breach of Clause 3 (Privacy). He said that it had been taken\nafter the end of ceremony when most people had already left. At the time, the\nevent was no longer “public”, and he therefore had a reasonable expectation of\nprivacy.\n5. The complainant was also concerned that the\ncomments of the event’s organiser were inaccurate; he had not been aware that\nthe event would be taking place, and the few people who saw him arrive in his\ndressing gown had shown concern rather than criticism.\n6. The newspaper did not accept that the photograph\nof Cllr Wanstall intruded into his private life in breach of Clause 3. Cllr\nWanstall had appeared wearing a dressing gown at an event open to the public,\nwhich had been held in a public place. He did not have a reasonable expectation\nof privacy, and the photographer was therefore not obliged to seek consent to\ntake the photograph. Given that the complainant had been in the area on council\nbusiness, he would have been aware that he was in a public place regardless of\nwhether the ceremony was taking place. The newspaper also noted that in an\ninterview with a journalist prior to publication – and separately in a letter\nintended for publication – the complainant had explained that he had worn a\ndressing gown to the event because of his health concerns. The newspaper noted\nthat in any case, there was a public interest in the scrutiny of public figures\nsuch as the complainant.\n7. The newspaper said that it was not inaccurate to\ninclude the comments of the event’s organiser. They were clearly presented as\nsuch, and Cllr Wanstall’s comments were also included.\nRelevant Code Provisions\nClause 1 (Accuracy)\ni) The Press must take care not to publish\ninaccurate, misleading or distorted information, including pictures.\nii) A significant inaccuracy, misleading statement\nor distortion once recognised must be corrected, promptly and with due\nprominence, and – where appropriate – an apology published. In cases involving\nthe Regulator, prominence should be agreed with the Regulator in advance.\niii) The press, whilst free to be partisan, must\ndistinguish clearly between comment, conjecture and fact.\nClause 3 (Privacy)\ni) Everyone is entitled to respect for his or her\nprivate and family life, home, health and correspondence, including digital\ncommunications.\nii) Editors will be expected to justify intrusions\ninto any individual's private life without consent. Account will be taken of\nthe complainant's own public disclosures of information.\niii) It is unacceptable to photograph individuals in\nprivate places without their consent. Note - Private places are public or\nprivate property where there is a reasonable expectation of privacy.\nFindings of the Committee\n9. The photograph had been taken at a public\nceremony held in a public place which was being covered by the press. The\nCommittee acknowledged the complainant’s position that he was unaware that this\nevent was taking place. He had, however, walked through a public place outside\nthe town’s council offices to attend his other business. He could not\nreasonably claim that this was a private area in which he had an expectation of\nprivacy, and there was no breach of Clause 3 on this point.\n10. The complainant had disclosed to the newspaper\nspecific information about his health concerns in an interview and in a letter\nfor publication. Given that the complainant had willingly provided information\nabout his health to the newspaper for publication, and bearing in mind that the\nphotograph did not disclose information about his health beyond this, the\nCommittee took the view that its publication did not constitute a failure to\nrespect the privacy of the complainant. There was no breach of Clause 3 on this\npoint.\n11. The article included comments from Cllr Wanstall\nwhich made clear his explanation for his attendance in this clothing. The\ninclusion of comments critical of his decision were not misleading, and there\nwas no breach of Clause 1 on this point.\nConclusions\n12. The complaint was not upheld.\nRemedial Action Required\nN/A\nDate complaint received: 17/09/2015Date complaint concluded: 14/12/2015 \nBack to ruling listing\n\n\n"
}