{
    "url": "/rulings-and-resolution-statements/ruling/?id=05189-15",
    "title": "05189-15 A man v Edinburgh Evening News",
    "provisions": [
        "1 (Accuracy) 2015",
        "2 (Opportunity to reply) 2015",
        "3 (Privacy) 2015",
        "4 (Harassment) 2015",
        "11 (Victims of sexual assault) 2015"
    ],
    "outcome": "No breach - after investigation",
    "publication": "Edinburgh Evening News (National World Publishing Ltd)",
    "received_on": "2015-11-17 00:00:00",
    "concluded_on": "2016-01-27 00:00:00",
    "complaint_processing_days": 71,
    "conclusion_long": "12. The complaint was not upheld.",
    "remedial_action": "N/ADate complaint received: 17/11/2015",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee 05189-15 A man v\nEdinburgh Evening NewsSummary of complaint 1. A man complained to the Independent Press Standards\nOrganisation, through a representative, that the Edinburgh Evening News\nbreached Clause 1 (Accuracy), Clause 2 (Opportunity to reply), Clause 3\n(Privacy), Clause 4 (Harassment) and Clause 11 (Victims of sexual assault) of\nthe Editors’ Code of Practice in an article published in 2015.2. The article reported that a defendant had been found not\nguilty of an allegation of sexual assault; she had been accused of rubbing her\nbreasts against the complainant at a party.3. The complainant said that, although the article had not\nnamed him, it had included sufficient detail for him to be identified as an\nalleged victim of sexual assault: it had suggested that the complainant, the\ndefendant, and a third individual had all been known to each other at the time\nof the incident; noted the estate in which the alleged assault had taken place;\nand included his age. The complainant said that the article breached Clause 11\nof the Editors’ Code. He had also complained about a number of other articles\nwhich reported the outcome of the case, some of which had named him. The\ncomplainant said that the fact that he had been named in other newspapers meant\nthat he could be identified from the article in the Edinburgh Evening News.4. The complainant also said that the article had been\nbiased towards the defendant, and included claims made in evidence which the\ncomplainant said were inaccurate; this breached Clause 1. He said that he had\nnot been offered a right to reply to the allegations, and that this breached\nClause 2. He said that the article revealed that he had been sexually\nassaulted, which was private information, in breach of Clause 3. Lastly, he\nsaid that publication of the article constituted harassment, in breach of\nClause 4.5. The newspaper said that there was so little detail in its\nreport that it would be impossible for anyone without prior knowledge of the\ncase to identify the complainant. It was a reasonable and responsible report of\ncourt proceedings, and the newspaper had taken the correct steps to protect the\ncomplainant.6. The complainant asked the newspaper to apologise to him\nand outline the steps it would take in future to prevent the identification of\nvictims of sexual assault.Relevant Code Provisions7. Clause 1 (Accuracy)i) The press must take care not to publish inaccurate,\nmisleading or distorted information, including pictures.ii) A significant inaccuracy, misleading statement or\ndistortion once recognised must be corrected, promptly and with due prominence,\nand – where appropriate – an apology published.iii) The press, whilst free to be partisan, must distinguish\nclearly between comment, conjecture and fact.Clause 2 (Opportunity to reply)A fair opportunity for reply to inaccuracies must be given\nwhen reasonably called for.Clause 3 (Privacy)i) Everyone is entitled to respect for his or her private\nand family life, home, health and correspondence, including digital\ncommunications.ii) Editors will be expected to justify intrusions into any\nindividual’s private life without consent. Account will be taken of the\ncomplainant’s own public disclosures of information.Clause 4 (Harassment)i) Journalists must not engage in intimidation, harassment\nor persistent pursuit.ii) They must not persist in questioning, telephoning,\npursuing or photographing individuals once asked to desist; nor remain on their\nproperty when asked to leave and must not follow them. If requested, they must\nidentify themselves and whom they represent.Clause 11 (Victims of sexual assault)The press must not identify victims of sexual assault or\npublish material likely to contribute to such identification unless there is\nadequate justification and they are legally free to do so.Findings of the Committee8. The Committee found that the details included in the\narticle were not likely to contribute to the identification of the alleged\nvictim. The fact that other newspapers had named the complainant did not mean\nthat the details published by this newspaper contributed to his\nidentification.  There was no breach of\nClause 11.9. The Committee then considered the complainant’s\nadditional concerns. The newspaper’s role was to accurately report the\nproceedings as heard in court; it was not required to independently investigate\nthe accuracy of the statements heard there. While the complainant evidently\ndisagreed with some of the claims made in court, this disagreement did not\nraise a breach of Clause 1. Further, in the absence of any established\ninaccuracies an opportunity to reply was not required; there was no breach of\nClause 2.10. The information included in the article had been heard\nin open court, and so the newspaper had been entitled to report it, so long as\nit did not include material likely to contribute to the identification of the\ncomplainant. As the Committee had found that the article had not included such\nmaterial, there was no intrusion into the complainant’s private life; there was\nno breach of Clause 3.11. The terms of Clause 4 generally relate to the conduct of\njournalists and photographers during the newsgathering process. The concern\nthat the article represented harassment did not engage the terms of Clause 4.Conclusions12. The complaint was not upheld.Remedial Action RequiredN/ADate complaint received: 17/11/2015Date decision issued: 27/01/2016\nBack to ruling listing\n\n\n"
}