{
    "url": "/rulings-and-resolution-statements/ruling/?id=05190-15",
    "title": "05190-15 A man v The Times",
    "provisions": [
        "1 (Accuracy) 2015",
        "2 (Opportunity to reply) 2015",
        "3 (Privacy) 2015",
        "4 (Harassment) 2015",
        "11 (Victims of sexual assault) 2015"
    ],
    "outcome": "Breach - sanction: publication of adjudication",
    "publication": "The Times (News UK)",
    "received_on": "2015-11-17 00:00:00",
    "concluded_on": "2016-01-27 00:00:00",
    "complaint_processing_days": 71,
    "conclusion_long": "18. The complaint was upheld under Clause 3 and Clause 11.",
    "remedial_action": "19. Having upheld the complaint under Clause 3 and Clause 11, the Committee considered what remedial action should be required, taking into account the newspaper’s prompt acknowledgement that it had breached the Code, and the steps already taken by the newspaper in response to the complaint. The Committee has the power to require the publication of a correction and/or adjudication; the nature, extent and placement of which is to be determined by IPSO. It may also inform the publication that further remedial action is required to ensure that the requirements of the Editors’ Code are met.20. The Committee required the newspaper to publish the Committee’s ruling upholding the complaint. The article had been published on page 21 of the newspaper; the adjudication should be published in full on page 21, or further forward. As the article had only been published in the Scottish edition of the newspaper, the adjudication need only appear in that edition. The headline of the adjudication should make clear that IPSO has upheld the complaint, and refer to its subject matter; it must be agreed with IPSO in advance. The adjudication should also be published on the newspaper’s website, with a link to the full adjudication appearing with the headline on the homepage (as it is presented to readers in Scotland) for 24 hours; it should then be archived online in the usual way.21. The terms of the adjudication to be published are as follows:Following an article published in The Times in 2015 a man complained to the Independent Press Standards Organisation that The Times breached Clause 3 (Privacy) and Clause 11 (Victims of sexual assault) of the Editors’ Code of Practice. IPSO upheld the complaint and has required The Times to publish this decision as a remedy to the breach.The article reported that a defendant had been found not guilty of an allegation of sexual assault; she had been accused of rubbing her breasts against the complainant at a party. The alleged offence took place in Scotland, and the trial had also taken place there. The alleged victim was named in the report.The complainant said that his identification in the article breached Clause 11. He also said that the publication of his name revealed private information about him – that he considered himself to be a victim of sexual assault – and the article therefore breached Clause 3 also.When the complainant’s representative contacted the newspaper directly it removed the article from its website, deleted it from its databases, and circulated a note to all staff reminding them of their obligations under both the law and the Editors’ Code, in relation to alleged victims of sexual assault.The newspaper said that it had been legally free to name the complainant. While it conceded that its article was in breach of the Editors’ Code, it also noted that an argument might be advanced that identification was justified: there is a public interest in reporting proceedings heard in open court, and the sheriff’s remarks in dismissing the case strongly suggested an abuse of process and a waste of public funds. He had said that “16 months after the incident, the complainer decided to report the matter to the police. In the meantime, there had been a falling out about another court case which divided people into camps and caused a lot of acrimony between them…it’s hard to understand the decision-making process by which it was found by the Crown to be in the public interest to pursue this case.”  However, the newspaper said that it was not seeking to argue that identification was justified in this case.The newspaper said that as the proceedings had been heard in open court, there was no breach of Clause 3.IPSO’s Complaints Committee said that the Editors’ Code prohibits the identification of victims of sexual assault in almost all circumstances. The newspaper had been legally free to name the complainant. However, the Committee did not accept the argument that the remarks made by the sheriff could justify identification of the complainant. The newspaper breached Clause 11.Further, the inclusion of the complainant’s name in the article represented an unjustified intrusion into his private life, and a breach of Clause 3 of the Code. Date complaint received: 17/11/2015",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee 05190-15 A man v The\nTimesSummary of complaint1. A man complained to the Independent Press Standards\nOrganisation, through a representative, that The Times breached Clause 1\n(Accuracy), Clause 2 (Opportunity to reply), Clause 3 (Privacy), Clause 4\n(Harassment) and Clause 11 (Victims of sexual assault) of the Editors’ Code of\nPractice in an article published in 2015.2. The article reported that a defendant had been found not\nguilty of an allegation of sexual assault; she had been accused of rubbing her\nbreasts against the complainant at a party. The alleged offence took place in\nScotland, and the trial had also taken place there. The alleged victim was\nnamed in the report.3. The article had appeared in the newspaper’s Scottish\nedition only, and on the newspaper’s website.4. The complainant said that his identification in the\narticle breached Clause 11. He said that he had been assured by the police in\nadvance that he would not be identified by the media, and the article had\ncaused him significant upset: it was humiliating to be identified in this way,\nand his family and friends had found out about the incident through reading it\nin the newspaper. The complainant also said that the publication of his name\nrevealed private information about him – that he considered himself to be a\nvictim of sexual assault – and the article therefore breached Clause 3 also.5. The complainant also said that the article had been\nbiased towards the defendant, and included claims the defendant had made in\nevidence which the complainant said were inaccurate; this breached Clause 1. He\nsaid that he had not been offered a right to reply to the allegations, and that\nthis breached Clause 2. Lastly, he said that publication of the article\nconstituted harassment, in breach of Clause 4.6. When the complainant’s representative contacted the\nnewspaper directly it removed the article from its website, deleted it from its\ndatabases, and circulated a note to all staff reminding them of their\nobligations under both the law and the Editors’ Code, in relation to alleged\nvictims of sexual assault.7. The newspaper noted that it had been legally free to name\nthe complainant, as Scots law does not provide for automatic anonymity for\nvictims and no order had been in place preventing his identification.8. While the newspaper conceded that its article was in\nbreach of the Editors’ Code, it also noted that an argument might be advanced\nthat identification was justified: there is a public interest in reporting\nproceedings heard in open court, and the sheriff’s remarks in dismissing the\ncase strongly suggested an abuse of process and a waste of public funds. He had\nsaid that “16 months after the incident, the complainer decided to report the\nmatter to the police. In the meantime, there had been a falling out about\nanother court case which divided people into camps and caused a lot of acrimony\nbetween them…it’s hard to understand the decision-making process by which it\nwas found by the Crown to be in the public interest to pursue this case.”\nHowever, the newspaper said that it was not seeking to argue that\nidentification was justified in this case.9. The newspaper said that as the proceedings had been heard\nin open court, there was no breach of Clause 3.10. The terms of the Sexual Offences (Amendment) Act 1992,\nwhich provides for automatic anonymity for victims of specified sexual offences\nagainst the law of England, Wales and Northern Ireland, do not apply in this\ncase - despite the material being available to readers in England and Wales on\nthe newspaper’s website - as it was a report of offences against Scottish law.Relevant Code Provisions11. Clause 1 (Accuracy) (i) The press must\ntake care not to publish inaccurate, misleading or distorted information,\nincluding pictures. (ii) A significant\ninaccuracy, misleading statement or distortion once recognised must be\ncorrected, promptly and with due prominence, and – where appropriate – an\napology published.(iii) The press, whilst free to be partisan, must\ndistinguish clearly between comment, conjecture and fact.Clause 2 (Opportunity to reply)A fair opportunity for reply to inaccuracies must be given\nwhen reasonably called for.Clause 3 (Privacy)(i) Everyone is entitled to respect for his or her private\nand family life, home, health and correspondence, including digital\ncommunications.(ii) Editors will be expected to justify intrusions into any\nindividual’s private life without consent. Account will be taken of the\ncomplainant’s own public disclosures of information.Clause 4 (Harassment)(i) Journalists must not engage in intimidation, harassment\nor persistent pursuit.(ii) They must not persist in questioning, telephoning,\npursuing or photographing individuals once asked to desist, nor remain on their\nproperty when asked to leave and must not follow them. If requested, they must\nidentify themselves and whom they represent.Clause 11 (Victims of sexual assault)The press must not identify victims of sexual assault or\npublish material likely to contribute to such identification unless there is\nadequate justification and they are legally free to do so.Findings of the Committee12. The Editors’ Code prohibits the identification of\nvictims of sexual assault in almost all circumstances. The protection of the\nidentities of people who make allegations of sexual assault is of great\nimportance to society generally, and not just to those individuals at the\ncentre of ongoing cases, as it is essential in ensuring that other victims are\nnot dissuaded from reporting sexual offences to the police, for fear of\nunwanted publicity. The provisions of the Code apply as soon as a person\ncomplains that they are a victim of a sexual assault, regardless of whether the\ndefendant is acquitted or the allegation is later withdrawn. The protections of\nClause 11 exist independently of legal proceedings, and a later finding by the\ncourt that a defendant is not guilty is not relevant to whether the accuser is\ncovered by Clause 11, although this could be relevant to the Committee’s\nconsideration of whether identification was adequately justified.13. The terms of the Sexual Offences (Amendment) Act 1992\ndid not apply in this case, and no order preventing identification of the\ncomplainant had been imposed. The newspaper had been legally free to name the\ncomplainant. However, the Code sets out a more stringent test than the law in\nthat, regardless of the legal position, publications may not name victims of\nsexual assault unless there is “adequate justification” to do so. This\njustification must be a compelling one in order to outweigh the general public\ninterest in preserving victims’ anonymity.14. The Committee did not accept the newspaper’s argument\nthat the remarks made by the sheriff could justify identification of the\ncomplainant. The fact remained that the case had been taken forward to trial by\nthe prosecuting authorities, and there was no finding that the complainant had\nacted improperly in making the accusation. Neither the acquittal nor the\nsheriff’s comments affected the complainant’s status as a self-identified\nvictim of sexual assault. The sheriff’s criticism of the decision to prosecute\nwould have been insufficient to justify identification of the complainant, and\nit was not necessary to name the complainant in order to report this criticism.\nThe newspaper breached Clause 11.15. The fact that the complainant considered himself to be a\nvictim of sexual assault was clearly private information. While the Committee\nacknowledged that the information had been heard in open court, the Editors’\nCode specifically provides protection to people making allegations of sexual\nassault, and standard practice is that victims are not identified. The\ninclusion of the complainant’s name in the article represented an unjustified\nintrusion into the complainant’s private life, and a breach of Clause 3 of the\nCode.16. The Committee then considered the complainant’s\nadditional concerns. The newspaper’s role was to accurately report the\nproceedings as heard in court; it was not required to independently investigate\nthe accuracy of the statements heard there. While the complainant evidently\ndisagreed with some of the claims made by the defendant in court, this\ndisagreement did not raise a breach of Clause 1. Further, in the absence of any\nestablished inaccuracies an opportunity to reply was not required; there was no\nbreach of Clause 2.17. The terms of Clause 4 generally relate to the conduct of\njournalists and photographers during the newsgathering process. The concern\nthat the article represented harassment did not engage the terms of Clause 4.Conclusions18. The complaint was upheld under Clause 3 and Clause 11.Remedial Action Required19. Having upheld the complaint under Clause 3 and Clause\n11, the Committee considered what remedial action should be required, taking\ninto account the newspaper’s prompt acknowledgement that it had breached the\nCode, and the steps already taken by the newspaper in response to the\ncomplaint. The Committee has the power to require the publication of a\ncorrection and/or adjudication; the nature, extent and placement of which is to\nbe determined by IPSO. It may also inform the publication that further remedial\naction is required to ensure that the requirements of the Editors’ Code are\nmet.20. The Committee required the newspaper to publish the\nCommittee’s ruling upholding the complaint. The article had been published on\npage 21 of the newspaper; the adjudication should be published in full on page\n21, or further forward. As the article had only been published in the Scottish\nedition of the newspaper, the adjudication need only appear in that edition.\nThe headline of the adjudication should make clear that IPSO has upheld the\ncomplaint, and refer to its subject matter; it must be agreed with IPSO in\nadvance. The adjudication should also be published on the newspaper’s website,\nwith a link to the full adjudication appearing with the headline on the\nhomepage (as it is presented to readers in Scotland) for 24 hours; it should\nthen be archived online in the usual way.21. The terms of the adjudication to be published are as\nfollows:Following an article published in The Times in 2015 a man\ncomplained to the Independent Press Standards Organisation that The Times\nbreached Clause 3 (Privacy) and Clause 11 (Victims of sexual assault) of the\nEditors’ Code of Practice. IPSO upheld the complaint and has required The Times\nto publish this decision as a remedy to the breach.The article reported that a defendant had been found not\nguilty of an allegation of sexual assault; she had been accused of rubbing her\nbreasts against the complainant at a party. The alleged offence took place in\nScotland, and the trial had also taken place there. The alleged victim was\nnamed in the report.The complainant said that his identification in the article\nbreached Clause 11. He also said that the publication of his name revealed\nprivate information about him – that he considered himself to be a victim of\nsexual assault – and the article therefore breached Clause 3 also.When the complainant’s representative contacted the\nnewspaper directly it removed the article from its website, deleted it from its\ndatabases, and circulated a note to all staff reminding them of their\nobligations under both the law and the Editors’ Code, in relation to alleged\nvictims of sexual assault.The newspaper said that it had been legally free to name the\ncomplainant. While it conceded that its article was in breach of the Editors’\nCode, it also noted that an argument might be advanced that identification was\njustified: there is a public interest in reporting proceedings heard in open\ncourt, and the sheriff’s remarks in dismissing the case strongly suggested an\nabuse of process and a waste of public funds. He had said that “16 months after\nthe incident, the complainer decided to report the matter to the police. In the\nmeantime, there had been a falling out about another court case which divided\npeople into camps and caused a lot of acrimony between them…it’s hard to\nunderstand the decision-making process by which it was found by the Crown to be\nin the public interest to pursue this case.” \nHowever, the newspaper said that it was not seeking to argue that\nidentification was justified in this case.The newspaper said that as the proceedings had been heard in\nopen court, there was no breach of Clause 3.IPSO’s Complaints Committee said that the Editors’ Code\nprohibits the identification of victims of sexual assault in almost all\ncircumstances. The newspaper had been legally free to name the complainant.\nHowever, the Committee did not accept the argument that the remarks made by the\nsheriff could justify identification of the complainant. The newspaper breached\nClause 11.Further, the inclusion of the complainant’s name in the\narticle represented an unjustified intrusion into his private life, and a\nbreach of Clause 3 of the Code.\nDate complaint received: 17/11/2015\nDate decision issued: 27/01/2016\nBack to ruling listing\n\n\n"
}