{
    "url": "/rulings-and-resolution-statements/ruling/?id=05228-18",
    "title": "05228-18 Versi v Daily Mail",
    "provisions": [
        "12 Discrimination (2018)",
        "1 Accuracy (2018)"
    ],
    "outcome": "Breach - sanction: action as offered by publication",
    "publication": "Daily Mail (Associated Newspapers Limited)",
    "published_on": "2018-07-28 00:00:00",
    "received_on": "2018-08-06 00:00:00",
    "concluded_on": "2019-01-23 00:00:00",
    "complaint_processing_days": 170,
    "conclusion_long": "46. The complaint was upheld in part. Remedial Action Required 47. Having upheld the complaint in part, the Committee considered what remedial action should be required. 48. The newspaper had promptly offered a correction which had identified the three significant inaccuracies in the article highlighted at paragraphs 33-36 above. The correction which the newspaper had offered in final settlement of the complaint referred to material which the Committee did not consider to be in breach of the Code. However, the Committee welcomed the fact that this wording provided clarification on a number of further points of the complaint. The wording set out at paragraph 32 should now be published. The print correction should be published in the newspaper’s established corrections and clarifications column. The correction should also be published online as a standalone. Correction:Paragraph 48 of the Committee’s summary of the",
    "remedial_action": "originally stated, incorrectly, that the online correction should be published as a footnote to the online article. In fact, the online article was removed shortly after publication. Therefore, the newspaper also published the correction as an online standalone. The Committee’s decision has now been amended to make this clear. Date complaint received: 06/08/2018",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee 05228-18 Versi v Daily Mail\nSummary of complaint\n1. Miqdaad Versi\ncomplained to the Independent Press Standards Organisation that the Daily Mail\nbreached Clause 1 (Accuracy) and Clause 12 (Discrimination) of the Editors’ Code of Practice in an article\nheadlined “POWDER KEG PARIS”, published on 28 July 2018.\n2. The article was\na first person account of the journalist’s experiences of staying in\nSeine-Saint-Denis, a department in the northern suburbs of Paris, for five\ndays. The journalist had visited the area, prompted by a French Parliamentary\nreport, which identified a number of social welfare issues in Seine-Saint-Denis\nincluding serious crime and its contribution to the departement’s economy; the\nlevel of education and the poor quality of housing. The article under complaint\nreferred to the findings of the report, and detailed what the journalist had\nseen, and the impressions which he had been left with.\n3. The complainant\nsaid that the journalist had misinterpreted what he had seen during his visit\nto Seine-Saint-Denis to fit a false and damaging narrative. He further said\nthat the claims made by the journalist were not presented as his own views, but\nrather, were adopted as fact by the publication, in breach of Clause 1(iv).\n4. The complainant\ndisputed the journalist’s claims that “Arabic is more useful than French” in\nthe area; that “other faiths and religious are being driven from the area”;\nthat many of the “drug dealing by gangs” were Muslim; and that “when\nhelicopters flew overhead in training for Bastille Day celebrations earlier\nthis month, one man pretended to shoot at them with a machine gun. Another\npushed him away and pretended to fire a shoulder-mounted missile, tracing the\nmissile with his hand towards its targets and shouting: ‘Boom!’ Everyone\nlaughed”. The complainant also disputed that the journalist had seen a woman\n“walking in full face veil”, as claimed by the journalist, and that the women\nthat he saw shopping were “always accompanied by male relatives”. The\ncomplainant said that there were no religious courts in France and no sharia\ncouncils, therefore it was incorrect for the journalist to refer to\nSeine-Saint-Denis as a “a parallel state—a state within a state, with its own\nrules and religious courts – where allegiance to Islam comes ahead of fealty to\nFrance”.\n5. The complainant\ndisputed that the French law introduced in September 2010, which prohibits the\nconcealment of a person’s face in public had been “introduced to promote\nintegration”, as the journalist had claimed. He said that the law had been\nintroduced for security purposes.\n6. As he walked\naround the streets of Seine-Saint-Denis, the journalist described taking his\nmobile phone out to take a picture, but being confronted by a young man “waving\nhis index fingers in my face and shouting: La La La (No! No! No!)”. The piece\ncontinued: “further down the street, there was a flurry of activity. A woman\nwas surrounded as she opened a huge bag full of phones, shoes, sunglasses and\nhandbags - clearly stolen from tourists or Parisians”. The complainant said\nthat the journalist had misunderstood the facts: in France, it is illegal to\ntake use and disseminate pictures without explicit consent. Further, he said\nthat the journalist’s allegation about the goods being “clearly” stolen, was\nbaseless.\n7. In the piece,\nthe journalist had referred to Seine-Saint-Denis as “Saint Denis”; he described\nit as a “sprawling district” and a “teeming suburb” and said that the legal\npopulation was estimated as £1.5million.\n8. The complainant\nsaid that the article had contained a fundamental error, as it had confused\n“Saint Denis” - a town in France which had a recorded population of 110 733\npeople in 2014- and “Seine-Saint-Denis”, a large departement consisting of 40\ncities over an area of 236 km2. He said that the reported claims which emanated\nfrom this error- namely the claim that “300,000 illegal migrants” and an\n“estimated 600,000 Muslims from North African or sub-Saharan African\nbackgrounds” were living in the area - could never relate to the populace of the\ntown, Saint Denis.\n9. The complainant\nsaid that the figure of “300,000 illegal migrants” was, in any event,\ninaccurate because the French Parliamentary report which the article had\nattributed the figure to, did not make this finding. The complainant noted that\nthe report had stated: “the only thing we are sure about is that the State\ndoesn’t know how many illegal immigrants there are”. The complainant also\ndisputed the figure reported to be the number of Muslims living in the area.\n10. In the piece, the journalist had reflected on the\nterrorist attack which took place in Paris in 2015, which claimed the lives of\n130 people. The journalist claimed that the situation had, in many ways,\nworsened. The article contained a quote from a police officer who had worked in\nSaint-Denis for more than two decades: “The radicalisers use these hidden\nplaces of worship to influence the young and impressionable. These radicalisers\nare the ones who motivate the young towards terrorism”. The complainant\ndisputed the article’s claim that “there are around 350 known jihadists living\nin Saint- Denis, while 1,700 are believed to have returned to France after\nfighting for IS in Syria, with 15,000 terrorism suspects in France”.\n11. The complainant disputed that there were a “record\nnumber” of mosques in the area, and said that there were approximately 12\nmosques, not over 160, as the article had claimed.\n12. The complainant said that the article had presented the\nfact that French police “will only drive through the areas armed and four to a\nvehicle”, as unusual. He said that this was misleading because this type of\npolice activity was not unusual, as the article had suggested, and was actually\nstandard procedure throughout France. \nThe complainant also disagreed that the area was considered a police\n“no-go” area, as the journalist had claimed.\n13. During his visit to Seine-Saint-Denis, the journalist interviewed\na Rabbi who lived in the area and whose home, the article reported, had been\n“firebombed” in 2009. The article reported that the Kosher restaurant next door\nhad also been burned down. The Rabbi told the journalist: “The problem is\npeople coming to France and wanting to change it. And its worse because they\nwant to force people to change. I respect this country because I was born here.\nI respect the laws of this country. I respect Christmas even though it has\nnothing to do with being a Jew. Now they won’t let Christmas happen”. The\narticle referenced the murder of an 85 Jewish woman, who it reported had vowed\n“never to leave Paris”; “she was stabbed to death in her apartment in March”\nand one of the perpetrators was a “Muslim neighbour [her family] said they had\nknown since he was a boy”.\n14. The complainant disputed the Rabbi’s comments about\nChristmas; he said that dozens of activities went on during the holiday period.\nThe complainant disputed that a kosher restaurant had burnt down in the area.\nThe complainant said that it was unclear why the article had referenced the\nmurder of the 85 year old woman, given that the event had no relevance to\nSaint-Denis.\n15. The journalist had claimed: “even Left-wingers belatedly\nacknowledge the scale of the problem” in Seine-Saint-Denis, and claimed that a\nnamed former politician had been commissioned by the President of France to\nwrite a report on “the burgeoning problem of Parisian suburbs”. The complainant\nsaid that the politician referred to in the article was centre-right.\n16. The journalist reflected on his time in the area. He\nsaid, “having spent several days in Saint- Denis, it’s clear to me that the\narea is already lost to France – to the rule of French law, equality, religious\nfreedom, and even access to the streets by the police themselves”. The reporter\nclaimed that “the only person to shake my hand during my visit was the Rabbi.\nEveryone else offered me their wrist, not wanting to touch hands with an\ninfidel - someone unclean”. He concluded: “as a metaphor for what is happening\nin the French capital, it couldn’t be more sad – or more troubling”.\n17. The article was published in substantially the same form\nonline, under the headline: “Powder Keg Paris: As a devastating report reveals\n300,000 illegal migrants are living in one French suburb….[journalist] explores\nthe tensions in a community at odds with mainstream society”.\n18. The newspaper did not accept a breach of the Code. It\nsaid that the article had been written by a reputable and careful freelance\njournalist with over 30 years experience, who often worked as a foreign\ncorrespondent. The newspaper said that the journalist stayed in\nSeine-Saint-Denis to investigate the findings of the French Parliamentary\nreport further, and the style and tone of the article made clear it was written\non the basis of his own experiences there. The newspaper said that the\narticle’s style was a well-established genre of journalism, which allows\nreporters to investigate claims made about parts of the world or segments of\nsociety; this is compelling because it gives readers a descriptive account of\nmatters of important public interest. The newspaper denied that the article had\nengaged the terms of Clause 12.\n19. The newspaper said that without any admission of\nliability, it had removed the piece online following complaints. In an attempt\nto resolve the complaint, it offered to reinstate the article, and make\namendments to it, in an attempt to address the complainant’s concerns.\n20. The newspaper did not accept that the presentation of\nthe journalist’s experiences in Seine-Saint-Denis was a breach of Clause\n1(iv). \n21. The newspaper said that the journalist’s assumption that\nthe goods had been stolen from tourists and Parisians, was not unreasonable\nbased on what he saw. The journalist observed that the seller was not part of\nthe flea market, and had made clear that everyone would have to hurry in case\nthe police showed up. The newspaper said that the complainant was not in a\nposition to dispute whether the goods were stolen or not. The newspaper said\nthat the journalist spent a number of days within the community, and was\nprovided with a great deal of “street information”; these sources told the\nreporter that many drug related gang members were Muslim. The newspaper said\nthat the journalist’s claim that Seine-Saint-Denis was a “parallel state with\nits own rules and religious courts”, was based on his own experiences. It said\nthat the journalist had interviewed many people, some of whom had outlined\ntheir deepest religious philosophy, and explained to the journalist why their\nreligion can only allow fealty to Islam, and not France. The journalist told\nthe newspaper that based on his discussions with the residents of\nSeine-Saint-Denis, it was clear that religious laws were administered by\nreligious courts in the community.\n22. The newspaper accepted that the article had misreported\nthe name of the departement, and that Seine-Saint-Denis and Saint-Denis were\ntwo different areas. The publication noted that Seine-Saint-Denis derives its\nname from Saint-Denis, and it understood that the names were interchangeable.\nIt said the journalist’s original copy had referred to Saint-Saint-Denis, but\nfor simplicity’s sake, it had been shortened when the piece was edited. The\npublication did not accept that the error would have misled readers in a\nsignificant way. It said that the article reported, accurately, a total\npopulation of 1.5m people and referred to a “suburb” and “sprawling district”.\nIt said that readers without knowledge of the distinction between Saint Denis\nand Seine-Saint-Denis would have understood the article to be referring to a\nlarge area. Notwithstanding this, the newspaper offered to publish a correction\non this point, as set out at paragraph 31 below.\n23. The newspaper said that the claim that there are “around\n350 known jihadists living in Saint- Denis” had been derived from comments from\nan anonymous official, who had told another publication that there were an\nestimated 30 possible terrorists living in Seine-Saint-Denis, and about 300\nextremists who would support them. \n24. The newspaper said that the article had accurately\nreported that there were 15,000 terrorism suspects in France; this was based on\ncomments made by the French Prime Minister, and was the subject of widespread\ncoverage. In relation to the 1,700 jihadists which the article had claimed had\nreturned to France, the newspaper acknowledged that this figure related to the\nnumber of French nationals that had left France to join IS in Iraq and Syria.\nThe newspaper did not accept this to be a significant inaccuracy, and offered\nto amend the online article as follows: “…while 1,700 are believed to have left\nFrance to fight for IS in Iraq and Syria…”\n25. The newspaper said that as identified by the\ncomplainant, the 300,000 figure of the number of illegal immigrants in\nSeine-Saint-Denis was derived from analysis of the French Parliamentary report,\nwhich estimated that between 150,000 and 400,000 illegal immigrants were living\nin the area; this report had been the subject of widespread coverage. The\nnewspaper said that the figure of 300,000 originally came from estimates\nreported in French media and the article under complaint had been clear that\nthe reported figure was an estimate.\n26. The newspaper said that the statistic that there are an\nestimated 600,000 Muslims living in Seine-Saint-Denis originated from a report\nby the Institut Montaigne from 2000. It said that this figure was checked prior\nto publication by a researcher in France, who referred to a French publication\nwhich had reported that according to the Prefect of the region, about 45% of\nthe department’s population was Muslim. The publication said that at the time,\nthis amounted to 700,000; therefore the reported figure was sensible and\nrestrained. The newspaper did not accept the complainant’s position that\nrelying on this report was a failure to take care over the accuracy of the\narticle, given the year the report was made. It said that the figure of 600,000\nwas clearly labelled as an estimate and was not a significant point in the\ncontext of the whole article. It noted that the complainant had not provided\nany basis to show that the reported estimate was wrong.\n27. The newspaper noted that integration had played a large\nrole in public debate regarding the veil ban, as noted by the then French Prime\nminister: “the burqa is not welcome in France. We cannot accept in our country\nwomen imprisoned behind bars, cut off from social life, deprived of identity”.\nThe newspaper acknowledged that the French veil ban was introduced for a number\nof reasons, including security, as the complainant had highlighted in his\ncomplaint. As a gesture of goodwill, the newspaper said it would be willing to\namend the online article to: “…illegal under a French law introduced in part to\npromote integration”.\n28. The newspaper said that the reference made to the\nactions of the police, was in order to highlight that the authorities are\nreluctant to visit Seine-Saint-Denis. It noted that the Prefect of\nSeine-Saint-Denis had said in an interview that the “police are too frightened\nto enter alone most areas under [his] control”.\n29. The newspaper said that it was not incorrect, as the\ncomplainant had claimed, to report that there was a “record number” of mosques\nin Seine-Saint-Denis. It provided an online directory which listed 160 mosques\nand prayer rooms in the area, and another which listed 500. The newspaper did\nnot accept that the omission of reference to “prayer rooms” was significantly misleading;\nthe directory claimed that it would “let you find a place of worship” – the\nnewspaper said it was not unreasonable to assume that these prayer rooms were\nopen to the public, or at least intended to be.\n30. The newspaper said that the reference to the 85-year-old\nwoman’s murder in Paris, was to illustrate a point which the Rabbi had made to\nthe journalist, and reported in the article, that people from within the Jewish\ncommunity were starting to leave. The newspaper said that the journalist was entitled\nto interview the Rabbi, who detailed his own experiences with leaving in the\narea; it said that care was taken to make clear that his comments about\nChristmas were his own opinion. The newspaper said that the claim about the\nkosher restaurant was based on statements made by French police, and reported\nin another publication, that a petrol bomb attack on a community centre and\nsynagogue in Seine-Saint-Denis had sparked a fire in the kosher restaurant next\ndoor.\n31. The newspaper said that it was a matter of subjective\ncomment as to whether a politician is left wing or not. It referred to an\narticle in another publication which suggested that the politician had left the\nthen-President’s party after it had taken a “sharp swerve to the right”. It noted\nthat the politician was the head of the Radical party in France, and one of his\nelection promises was to build a “republican, ecologist and social alliance”:\nthese are values some would consider to be left wing. The newspaper said that\nin any event, this was not a significant point in the context of the article.\n32. The newspaper said it had attempted to mediate a\nresolution to the complaint and had suggested a number of formulations for a\nclarification, all of which had been rejected by the complainant. While it did not accept a breach of the Code,\nthe newspaper offered to publish the following wording on p.2 in its\nestablished Corrections & Clarifications column, in addition to online:\nA July 28 feature about a Paris suburb which was the subject\nof a French parliamentary report said that up to 300,000 illegal immigrants\nlived there and referred to it throughout as Saint Denis. In fact, the suburb\nis called Seine-Saint-Denis, in which the smaller commune of Saint Denis is\nsituated, and the report referred to estimates of 150-400,000 illegal\nimmigrants. The article also said 1,700 jihadists are believed to have returned\nafter fighting for IS. This is in fact the number of people understood to have\nleft France – not Seine-Saint -Denis – to join IS. The claim that the suburb is\nhome to ‘350 known jihadis’ was based on comments of an anonymous official who\ntold another publication that there are about ’30 possible terrorists living in\nthis area and about 300 extremists who would support them’, and there are no\nofficial figures for the number of jihadis there. We are also happy to clarify\nthat the reference to 160 ‘mosques’ should have been to ‘mosques and prayer\nrooms’; the French veil ban was introduced for reasons of security as well as\nintegration; [Name] was murdered in a different part of Paris; [Name] no longer\nworks at French anti-Islamophobia group CCIF; and [Name] is a teacher, not a\nprofessor. We apologise for any confusion.\nRelevant Code Provisions\nClause 1 (Accuracy)\ni) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not\nsupported by the text. \nii) A significant inaccuracy, misleading statement or\ndistortion must be corrected, promptly and with due prominence, and - where\nappropriate - an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator.\niv) The Press, while free to editorialise and campaign, must\ndistinguish clearly between comment conjecture and fact.\nClause 12 (Discrimination)\ni) The press must avoid prejudicial or pejorative reference\nto an individual's, race, colour, religion, sex, gender identity, sexual\norientation or to any physical or mental illness or disability.\nii) Details of an individual's race, colour, religion,\ngender identity, sexual orientation, physical or mental illness or disability\nmust be avoided unless genuinely relevant to the story.\nFindings of the Committee\n33. The article had reported that “around 350 known\njihadists lived in Saint- Denis”. This was a significant claim which gave\ncredibility to a central thrust of the article, which was that\nSeine-Saint-Denis posed a real risk of “home grown” radicalised terrorism.\n34. The newspaper had relied upon comments given by an\nanonymous official to another publication, who had said that that there were an\nestimated 30 possible terrorists living in Seine-Saint-Denis and about 300\nextremists who would support them. While the reporter was entitled to detail\nhis experiences of staying in the area, in making this specific factual claim,\nwhich the newspaper had failed to justify, the official’s comments had been\npresented as established fact. In doing so, the article had failed to make\nclear to readers the source of the claim, nor had it made clear that it had not\nbeen based on any official figures. The newspaper had failed to take care over\nthe accuracy of the article, in breach of Clause 1(i), and a correction was required\nunder the terms of Clause 1(ii).\n35.  The estimate of\n1,700 French nationals who had not returned after joining IS in Iraq and Syria\nrelated to France as a whole, not Seine-Saint-Denis, as the article claimed.\nThe newspaper accepted that the article was inaccurate on this point; the\nCommittee considered that this was a significant inaccuracy as it concerned a\ncentral thrust of the piece, as set out above.\n36. The headline to the online version of the article had\nstated that “300,000 illegal migrants are living in one French suburb”. The\nParliamentary report which this figure had been based on, had contained\nestimates that the area was home to between 150,000 and 400,000 illegal\nimmigrants. The Parliamentary report had not adopted any particular figure\nwithin this estimated range, nor did the report adopt the range itself as being\naccurate. Unlike the prominent subheadline to the print article, which had\npresented the figure as an estimate, the online article’s headline had stated,\nas fact, that there were 300,000 illegal migrants in the area. This factual\nassertion represented a failure to take care not to publish inaccurate\ninformation, in breach of Clause 1(i) and a failure to distinguish between\ncomment and conjecture and fact, in breach of Clause 1(iv). The\nmisrepresentation of the findings of the Parliamentary report was a significant\ninaccuracy which required correction under the terms of Clause 1 (ii).\n37. The newspaper had offered to publish a correction in\nresponse to the initial complaint, and had suggested a variety of word\nformulations in direct correspondence with the complainant, and during IPSO’s\ninvestigation. The offer of a correction had initially been made 17 days after\nthe complainant had complained directly; given the number of significant and\ndetailed issues raised in the complaint the Committee considered that this\noffer was made promptly. A form of words – which clarified that 1,700 jihadists\nhad not returned to France after joining ISIS, and that the Parliamentary report\nhad referred to estimates of 150-400,000 illegal immigrants– had been proposed\nby the newspaper ten days later. The correction which the newspaper had offered\nin final settlement of the complaint, set out above, had made clear that the\nclaim that “there are around 350 known jihadists living in Saint-Denis” was\nbased on comments made to another publication by an anonymous official, and\nmade clear that there were no official figures for the number of jihadists in\nthe area. The Committee considered that the wording on these three points of\ncomplaint identified the inaccuracies and the offer of correction was made\npromptly for the reasons explained above; the publication of this wording on\np.2 in the newspaper’s established Corrections and Clarifications column and\nonline, represented due prominence. In order to avoid a breach of Clause 1(ii)\nthis wording should now be published.\n38. The Committee turned to consider the broader complaint\nrelating to the overall presentation of the journalist’s experiences in\nSeine-Saint-Denis. First person accounts bring life to subjects of media\ninterest; the journalist had travelled to Seine-Saint-Denis and stayed in the\nregion for five days, prompted by an official Parliamentary report which had\nhighlighted the presence of a number of social welfare issues in the area. The\nCommittee acknowledged that the complainant disagreed with the journalist’s\naccount of his time in the departement, and noted his explanations as to why\nthe reporter had misunderstood what he had seen. However, the complainant was\nnot in a position to dispute the reporter’s personal experiences of what he had\nseen on the streets of Seine – Saint -Denis; what he had been told by the\npeople he had met there; or the impressions which the journalist had been left\nwith. Care had been taken to present the piece as a first-hand account of the\njournalist’s personal experiences, and the Committee did not conclude that the\nreporting of his claims represented a failure to take care over the accuracy of\nthe article, or a failure to distinguish clearly between comment, conjecture\nand fact. This aspect of the complaint did not represent a breach of Clause 1.\n39. The article had misreported the name of the departement.\nHowever, it had been clear that the region being described was an area of\nsignificant geographical size and population. The article referred to a\n“sprawling district”, and a “teeming suburb” and had accurately reported that\nthe total population was estimated to be at 1.5 million. Readers would have\nunderstood that the article related to a large area, the misreporting of its\nname, in those circumstances, did not render the article significantly\nmisleading. The Committee noted that the error had been acknowledged swiftly by\nthe newspaper and while it did not represent a significant inaccuracy, the\nprompt offer of a correction was welcomed by the Committee.\n40. The article had reported that there were an estimated\n600,000 Muslims living in the area. Care had been taken to report this figure\nas an estimate, which had been based on report by the Institut Montaigne, and\nchecked by a researcher in France. There was no failure to take care over the\naccuracy of the article on this point. The Committee noted that the complainant\nhad not provided an alternative figure and the Committee did not conclude that\nthis aspect of the article represented a significant inaccuracy which required\ncorrection.\n41. There appeared to be a number of reasons why the full\nface veil ban in France in 2010 had been introduced, including concerns over\nintegration, which had been referenced by the then-President of France. The\nomission of other reasons why the ban was introduced, did not render the\narticle significantly inaccurate or misleading. This aspect of the complaint\ndid not breach of Clause 1.\n42. The newspaper had relied on an online directory which\nhad set out the availability of over 160 mosques and prayer rooms in the area.\nThere was no suggestion from this directory, nor from the complainant, that\nthese prayer rooms were not open to the public. The omission of references to\nprayer rooms did not render the article misleading; the article had sought to\ndistinguish between “official” and “unofficial” places of worship, in the\ncontext of concerns about radicalization. There was no breach of Clause 1 on\nthis point.\n43. It was not disputed by the complainant that French\npolice drove through Seine-Saint-Denis armed and four to a vehicle. The\nCommittee did not find that the omission of information which made clear this\nwas standard procedure was misleading; the article was a focused report on\nsocial welfare issues in Seine-Saint-Denis. The journalist had relied upon\ncomments made by the Prefect of the area, in claiming that the area was\nconsidered a “no-go area”. The newspaper had taken care over this point, and no\ncorrection was required.\n44. The newspaper was entitled to report the claims made by\nthe Rabbi, who had spoken to the journalist at length about his experiences of\nliving in Seine-Saint-Denis; the complainant was not in a position to dispute\nhis claims, and care had been taken to clearly present them as such. The complainant\nwas not in a position to confirm the extent of the damage which had been\ninflicted on the kosher restaurant as a result of fire; in any event, the\ncomplainant did not dispute that the kosher restaurant referred to in the\narticle had been damaged as a result of a petrol bomb attack. Any inaccuracy\nover the extent of the fire damage was not significant in the context of the\narticle. It was not misleading to reference the murder of the 85 year old\nwoman, in circumstances where the article had reported on wider concerns over\nviolence in Paris, as well as in France. The newspaper had provided a\nsufficient basis to support its characterisation of the politician as\n“left-wing”; in any event, this was not a significant point in the context of\nthe article. There was no breach of Clause 1 on these points.\n45. The article did not identify any individuals and make\nany irrelevant, prejudicial or pejorative reference to their race or religion.\nThe terms of Clause 12 were not engaged.\nConclusions\n46. The complaint was upheld in part.\nRemedial Action Required\n47. Having upheld the complaint in part, the Committee\nconsidered what remedial action should be required.\n48. The newspaper had promptly offered a correction which\nhad identified the three significant inaccuracies in the article highlighted at\nparagraphs 33-36 above. The correction which the newspaper had offered in final\nsettlement of the complaint referred to material which the Committee did not\nconsider to be in breach of the Code. However, the Committee welcomed the fact\nthat this wording provided clarification on a number of further points of the\ncomplaint. The wording set out at paragraph 32 should now be published. The\nprint correction should be published in the newspaper’s established corrections\nand clarifications column. The correction should also be published online as a standalone. Correction:Paragraph 48 of the Committee’s summary of the remedial action required originally stated, incorrectly, that the online correction should be published as a footnote to the online article. In fact, the online article was removed shortly after publication. Therefore, the newspaper also published the correction as an online standalone. The Committee’s decision has now been amended to make this clear. Date complaint received: 06/08/2018Date complaint concluded: 23/01/2019  \nBack to ruling listing\n\n\n"
}