{
    "url": "/rulings-and-resolution-statements/ruling/?id=05241-15",
    "title": "05241-15 A man v The Herald (Glasgow)",
    "provisions": [
        "11 (Victims of sexual assault) 2015",
        "4 (Harassment) 2015",
        "1 (Accuracy) 2015"
    ],
    "outcome": "No breach - after investigation",
    "publication": "The Herald (Newsquest Media Group)",
    "received_on": "2015-08-18 00:00:00",
    "concluded_on": "2015-12-01 00:00:00",
    "complaint_processing_days": 105,
    "conclusion_long": "13. The complaint was not upheld.",
    "remedial_action": "N/A  Date complaint received: 18/08/2015",
    "text": "\n\n\n\n\n\n·   Decision of the Complaints Committee 05241-15 A man v\nThe Herald (Glasgow)\nSummary of\ncomplaint\n1. A man complained to the Independent Press Standards\nOrganisation that the Herald (Glasgow) breached Clause 1 (Accuracy), Clause 4\n(Harassment) and Clause 11 (Victims of sexual assault) in two articles published\nin 2014 and 2015. \n2. The complainant had been convicted of a number of\nassaults, and the first article reported that, before sentencing him, the court\nwould hear details of how he believed he had been assaulted by his victim. The\nsecond article reported the complainant’s defence costs. \n3. The complainant said - in his complaint to IPSO - that\nthe allegation of assault that he had made against his victim had been of a\nsexual nature. To identify him in relation to this alleged assault was a breach\nof Clause 11. \n4. He identified what he believed to be a number of\ninaccuracies in relation to the statements of the victim in court, and the\nreporting of his age. He said that the article of 2015 constituted harassment,\nas other people’s defence costs are not reported in the press. \n5. The newspaper did not accept any breach of the\nEditors’ Code. It said that the complainant’s victim had been charged with\nassault, not sexual assault, and the assault allegation had been made by the\ncomplainant’s barrister in open court. It provided a statement from the Crown\nOffice and Procurator Fiscal Service that the complainant’s victim had been\nindicted in relation to two charges; neither of those charges had a sexual\nelement, and the case had not been pursued. \n6. The article was an accurate account of court\nproceedings. The newspaper said that if it was indeed the case that it had\nmisreported the complainant’s age, it would publish a correction. \n7. The newspaper said that the complainant was mistaken\nin believing that other people’s defence costs were not reported by the press;\nthe level of defence costs was a matter of public interest. \n8. The complainant confirmed that his victim had never\nbeen charged with a sexual assault. He also did not dispute that his contact\nwith IPSO was the first time he had raised concerns that he had been a victim\nof a sexual assault. \nRelevant Code Provisions\n9. Clause 1 (Accuracy) \ni) The press must take care not to publish inaccurate,\nmisleading or distorted information, including pictures. \nii) A significant inaccuracy, misleading statement or\ndistortion once recognised must be corrected, promptly and with due prominence,\nand – where appropriate – an apology published. \nClause 4 (Harassment) \ni) Journalists must not engage in intimidation, harassment\nor persistent pursuit. \nii) They must not persist in questioning, telephoning,\npursuing or photographing individuals once asked to desist; nor remain on their\nproperty when asked to leave and must not follow them. If requested, they must\nidentify themselves and whom they represent. \nClause 11 (Victims of sexual assault) \nThe press must not identify victims of sexual assault or\npublish material likely to contribute to such identification unless there is\nadequate justification and they are legally free to do so. \nFindings of the Committee\n10. The complainant did not dispute that he had not\npreviously raised concerns that he was a victim of sexual assault, prior to\ncontacting IPSO. At the time of publication of the article no allegation of\nsexual assault had been made. The article did not identify the complainant as a\nvictim or alleged victim of sexual assault; there was no breach of Clause 11. \n11. The newspaper’s obligation was to report accurately\nwhat was heard in court; it was not required to independently investigate the\naccuracy of those statements. The first article was an accurate report of court\nproceedings. There was no failure to take care over the accuracy of these\nstatements, and a correction was not required. If one of the articles had\ninaccurately reported the complainant’s age, that would not constitute a\nsignificant inaccuracy which would require correction under the Code. There was\nno breach of Clause 1. \n12. The concern that the newspaper had reported the\ncomplainant’s defence costs did not engage the terms of Clause 4. \nConclusions\n13. The complaint was not upheld. \nRemedial Action Required\nN/A \nDate complaint received: 18/08/2015\nDate decision issued: 01/12/2015\nBack to ruling listing\n\n\n"
}