{
    "url": "/rulings-and-resolution-statements/ruling/?id=05240-19",
    "title": "05240-19 Sharp v thescottishsun.co.uk",
    "provisions": [
        "1 Accuracy (2018)",
        "2 Privacy (2018)",
        "3 Harassment (2018)"
    ],
    "outcome": "Breach - sanction: action as offered by publication",
    "publication": "thescottishsun.co.uk (News UK)",
    "published_on": "2019-07-08 00:00:00",
    "received_on": "2019-07-09 00:00:00",
    "concluded_on": "2021-01-21 00:00:00",
    "complaint_processing_days": 562,
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee – 05240-19 Sharp v thescottishsun.co.ukSummary of complaint\n1. Jill Sharp\ncomplained to the Independent Press Standards Organisation that\nthescottishsun.co.uk breached Clause 1 (Accuracy), Clause 2 (Privacy), and\nClause 3 (Harassment) of the Editors’ Code of Practice in an article headlined\n“'MOET LOYAL' Fantasist stalker Rangers fan pictured at Ibrox with ‘Moet Loyal’\nflag after boasting about champagne lifestyle as she tries to change guilty\nplea” published on 8 July 2019.\n2. The article\nreported on an ongoing court case in which a woman who had pleaded guilty to\nstalking her former friend was trying to withdraw her guilty plea. It explained\nthat the woman had created fake online profiles to target the former friend and\nher husband, after they shared a love of a football club and had started\nchatting about football on Twitter. It reported that the former friend had said\nthat the “fantasy” came about because the woman was jealous after the former\nfriend got engaged. It said she had been recently “snapped” attending a\nfootball match with a “pal”. In addition, it also reported that just over two\nmonths ago, the woman was filmed drinking champagne in a hot tub and\n“repeatedly bragging about living luxuriously”.\n3. The article then\nexplained that the newspaper had reported in 2017 accusations that the woman\nhad faked a relationship with a stranger for four years by manipulating\nphotographs of the man and his fiancée posted on social media. In the first\nparagraph of the article, this was presented in quotation marks. The article\nthen explained that the woman told her friends she was engaged to the man, and\ncreated a “double life” for herself. It also explained that the woman would\nshadow the man and his real-life fiancée by going to places they had visited\nand taking her own pictures. Photo captions included in the article said\n“[Woman] previously faked a four-year relationship with a man she’d never met”\nand “[Woman] terrorised a fellow fan and faked a relationship with a stranger”.\nThe article reported that the woman denied any wrongdoing, and said that the\naccusations “simply weren’t true”.\n4. The article also\nincluded several photographs of the woman. It included one photograph which she\nhad allegedly manipulated to claim she was in a relationship with the man. It\nalso included a photograph of the woman, seemingly on holiday, a still from the\nvideo referenced in the article which showed the woman drinking champagne in a\nhot tub, and a photograph of the woman and man waving a flag whilst in the\ncrowd at a football match.\n5. The complainant\nsaid that the first article contained a number of inaccuracies in breach of\nClause 1. She said that it was not the case that she was a “fantasist”. She\nsaid that she did not chat about football on Twitter – she had never had a\nTwitter account. She also disputed the former friend’s claim that she was\njealous of her engagement. She said that the man who she had attended the\nfootball match with was not her “pal” – he was her long-term partner. She also\nsaid that it was not the case that the video was filmed two months prior to the\narticle being published – she said that instead it was filmed in 2017. She also\nsaid that she was not “bragging” or “boasting” in this video. However, she did\nnot dispute that it had been recently uploaded to social media. Finally, she said\nthat she had never fabricated a relationship with the man, and she was the\nvictim of a hoax. She also said that although she was originally charged with\noffences relating to the allegedly faked relationship, these were dropped and\nshe was never convicted on these points.\n6. The complainant\nalso said that the article breached Clause 2, as it published photographs and a\nstill from a video without her permission. Aside from the image of her in the\ncrowd at a football match, she accepted that all the photographs or videos had\nbeen publicly available on social media at the time of publication. She also\nsaid that publication the article represented a continuation of persistent\ncoverage by the newspaper, which she said was unjustified and excessive. Therefore,\nshe said that the publication of these articles constituted a breach of Clause\n3.\n7. The newspaper\ndid not accept that the article was inaccurate. It said that where the\ncomplainant had pleaded guilty to setting up fake social media accounts to\nstalk the former friend and her husband, it was not misleading to describe her\nas a “fantasist”. It acknowledged that the man described in the article as the\ncomplainant’s “pal” was in fact her partner, but it said that this distinction\nwas not significant to the overall article. It said that the actual time that\nthe video had been filmed was not significant to the article, and it was not in\ndispute that it had been recently uploaded to social media. It said that the\nvideo referenced in the article, which was posted on social media, it showed\nthe complainant drinking champagne in a hot tub saying “Life’s a b**** isn’t\nit? Designer champagne lifestyle. It’s a hard life but somebody’s got to do\nit.” Therefore, it said it was not inaccurate or misleading to characterise\nthis as “boasting”.\n8. The newspaper\nsaid that in relation to the allegedly fabricated relationship, the article\nmade clear the complainant’s denial and was not misleading as to the status of\nthe allegations – in the first paragraph of the article, the “fake\nrelationship” point was presented in quotation marks. It reported that “she\ndenied any wrongdoing and said the accusations ‘simply weren’t true’.\nNevertheless, on receipt of the complaint it removed the references to the fake\nrelationship from the article, the word “fantasist”. It also offered to add the\nfollowing footnote to the article:\nA previous version of this article reported suggestions that\nJill Sharp had stalked a man by pretending to be in a relationship with him. We\nwould like to make clear that Ms Sharp disputes the allegations.\n9. The newspaper\ndid not accept that the article breached Clause 2. It said that the video had\nbeen published on open social media, and did not reveal anything private about\nthe complainant. It said that in relation to Clause 3, this generally related\nto the conduct of journalists during the newsgathering process. It did not\napply to the frequency that articles about a person were published, so the\nterms of Clause 3 were not engaged.\nRelevant Code Provisions\nClause 1 (Accuracy)\ni) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not\nsupported by the text.\nii) A significant inaccuracy, misleading statement or\ndistortion must be corrected, promptly and with due prominence, and — where\nappropriate — an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator.\niii) A fair opportunity to reply to significant inaccuracies\nshould be given, when reasonably called for.\niv) The Press, while free to editorialise and campaign, must\ndistinguish clearly between comment, conjecture and fact.\nClause 2* (Privacy)\ni) Everyone is entitled to respect for his or her private\nand family life, home, health and correspondence, including digital\ncommunications\nii) Editors will be expected to justify intrusions into any\nindividual's private life without consent. Account will be taken of the\ncomplainant's own public disclosures of information.\niii) It is unacceptable to photograph individuals, without\ntheir consent, in public or private places where there is a reasonable\nexpectation of privacy.\nClause 3* (Harassment)\ni) Journalists must not engage in intimidation, harassment\nor persistent pursuit.\nii) They must not persist in questioning, telephoning,\npursuing or photographing individuals once asked to desist; nor remain on\nproperty when asked to leave and must not follow them. If requested, they must\nidentify themselves and whom they represent.\niii) Editors must ensure these principles are observed by\nthose working for them and take care not to use non-compliant material from\nother sources.\nFindings of the Committee\n10. The Committee emphasised first that it was not making a\nfinding on the accuracy of the allegations made against the complainant. Its\nrole was to decide whether there had been a breach of the Editors’ Code.\n11. Where the complainant had been convicted of stalking\noffences and was found to have created fake online profiles in order to do\nthis, it was not significantly misleading to describe her as a “fantasist”. The\ncomplainant had said that she had not chatted to her former friend on Twitter\nabout football, however where she did not dispute that they had shared a love a\nfootball club as part of their friendship, the exact platform on which they\ndiscussed football was not significant to the overall article. The fact that\nthe two women had formerly been friends was made clear. With regards to the\nclaim that she had been jealous of her former friend’s engagement – this was a\nclaim attributed to the former friend. Where this speculation attributed to a\nperson rather than adopted as part of the court’s findings, there was no\nfailure to distinguish between comment, conjecture and fact, and was not\nsignificantly misleading as to charges to which the complainant had pleaded\nguilty. Although it was not in dispute that the man she had attended the\nfootball match with was her partner, describing him as “pal” was not\nsignificantly misleading as to what had occurred – that she had been pictured\nat the match with a companion. The nature of their relationship did not affect\nthis fact. Whether the video had been filmed in 2017 or the previous year was\nnot significant to the overall article where it was not in dispute that it had\nbeen posted recently on social media. The complainant did not dispute that the\nvideo showed her talking about her “champagne lifestyle” whilst sitting in a\nhot tub drinking champagne. As such, describing the complainant as “boasting”\nor “bragging” in the video was not significantly misleading as to the video’s\ncontent. There was no breach of Clause 1 on these points.\n12. In relation to the allegedly fabricated relationship,\nthe article did make clear that the complainant disputed the claims, and some\nof the references included in the article were presented as claims – for\nexample via the use of quotation marks. However, it did also make claims of\nfact – reporting without qualification that the complainant had “…faked a\nfour-year relationship with a man she’d never met” and “[Woman] terrorised a\nfellow fan and faked a relationship with a stranger”. Presenting this allegation\nas fact, despite the complainant’s denial and without being able to point to\nevidence which proved this was nevertheless the case, constituted a failure to\ndistinguish between comment, conjecture and fact, and there was a breach of\nClause 1(iv). Where the article was significantly misleading as to the status\nof these serious allegations, a clarification putting on the record that these\nclaims were allegations disputed by the complainant was required under Clause\n1(ii).13. On receipt of the complaint, the newspaper had amended\nthe article to remove references to the allegedly fake relationship. It also\noffered to publish a footnote to record that this change had been made, and to\nput on record that the faked relationship was an allegation which the complainant\ndisputed. Where this offer was made on receipt of the complaint, this was\nsufficiently prompt, and as a footnote to the online article, was sufficiently\nprominent. The wording of the footnote made clear the complainant’s position\nand the status of the claims, as required under Clause 1(ii). For these\nreasons, there was no breach of Clause 1(ii).\n14. The photograph showing the complainant at a football\nmatch was taken in a public place, and simply showed the complainant attending\nthe match and waving a flag. With regards to the rest of the photographs, the\ncomplainant accepted that they were publicly available on social media at the\ntime of publication. For these reasons, the complainant did not have a\nreasonable expectation of privacy over these photographs or the video and their\npublication did not represent an intrusion into her privacy. There was no\nbreach of Clause 2. The terms of Clause 3 are generally interpreted to apply to\nthe conduct of journalists during the newsgathering process. The concern that\nthe newspaper had printed an article which was unnecessary did not engage the\nterms of Clause 3.\nConclusions\n15. The complaint was partly upheld under Clause 1.\nRemedial action\n16. The action which the newspaper had offered was sufficiently\nprompt and prominent, and made clear the status of the claims. This was\nsufficient to comply with the terms of Clause 1(ii), and should now be printed.Date complaint received: 09/07/2019Date complaint concluded: 21/01/2021\nBack to ruling listing\n\n\n"
}