{
    "url": "/rulings-and-resolution-statements/ruling/?id=05298-18",
    "title": "05298-18 For Britain Movement v Sunday Life",
    "provisions": [
        "1 Accuracy (2018)",
        "12 Discrimination (2018)"
    ],
    "outcome": "Breach - sanction: action as offered by publication",
    "publication": "Sunday Life (MEDIAHUIS UK)",
    "published_on": "2018-06-03 00:00:00",
    "received_on": "2018-08-08 00:00:00",
    "concluded_on": "2018-01-24 00:00:00",
    "complaint_processing_days": -196,
    "conclusion_long": "16. The complaint was upheld under Clause 1(i).",
    "remedial_action": "17. Having upheld the complaint, the Committee considered what remedial action should be required.18. The publication had offered a clarification which had addressed the inaccurate impression the article had given of the status of the claims made, and had done so promptly once the matter was raised with it by IPSO. It had offered to publish this clarification on page 10 – the same page as the article appeared – and this was sufficiently prominent. The relevant sections of this clarification should now be published, in the same font size as is standard for that page, and with an appropriate headline in the same font size as the original article’s sub-headline (“Hitler-loving racist now looking for a quiet life”).Date complaint received: 08/08/2018",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee 05298-18 For Britain\nMovement v Sunday LifeSummary of Complaint1. For Britain\nMovement complained to the Independent Press Standards Organisation that Sunday\nLife breached Clause 1 (Accuracy) and Clause 12 (Discrimination) of the\nEditors’ Code of Practice in an article headlined “Nazi Mark rejects call from\nFor Britain activists”, published on 3 June 2018.2. The article\nreported that Northern Ireland’s “most notorious Nazi” had rejected an offer to\nlead a For Britain Movement “cell”, after he had been approached by For Britain\nMovement activists. It reported that this individual had recently taken part in\nWhite Pride marches, and that he had been questioned by police in connection\nwith a series of UDA shootings in 2016. The article also described the For\nBritain Movement (which is a UK political party) as a “far-right” group and\nnamed its leader, referring to her as a “Dublin-born lesbian”.3. The complainant\nexpressed general concern that the article was motivated by political bias and\nwritten with the intention to draw an unfounded association between the For\nBritain Movement (FBM) and an individual who it said was known for their\n“racist, Nazi-sympathetic views”; it said that this was not in line with the\ntolerant ethos of the FBM.4. The complainant\ndenied that the FBM was a “far-right” group. It said that the newspaper had\nreported this as a fact and had failed to justify the use of this term within\nthe article. The complainant said that the term “far-right” was generally\nunderstood to mean the promotion of authoritarian governmental power and the\nerosion of individual liberty, democratic institutions and the rule of law. It\nsaid that these values were inconsistent with the FBM’s policy objectives. The\ncomplainant said that while its political opponents frequently refer to it as a\n“far-right” group, this is not an accurate description of its political stance.5. The complainant\ndenied that a group of For Britain Movement activists, or any official\nrepresentative of the party, had offered the individual described in the\narticle as a “notorious Nazi” any role within the party, or that it had made\nany contact with this individual. It said that only the party leader can offer\nany roles within the party, and that in any event, the Northern Ireland branch\nof the party did not exist at the time of publication. The complainant said\nthat there was a failure to distinguish between comment, conjecture and fact on\nthis point. Furthermore, the complainant said that the use of the term “cell”\nwas misleading because it suggested that the FBM was an illicit organisation\nrather than a legitimate political party.6. The complainant\nsaid that the newspaper did not contact it prior to publication, nor did it\nprovide a fair opportunity to reply to the alleged inaccuracies. It said that\nit had contacted the newspaper five days after publication; however, it did not\nreceive an acknowledgement or a response. The complainant said that it had also\nemailed the newspaper on two further occasions in July and August, and that it\ndid not receive a substantive response until August.7. The complainant\nsaid that the article’s reference to its leader as a “lesbian” was not\ngenuinely relevant to the story, and therefore its inclusion was in breach of\nClause 12.8. The newspaper\ndid not accept that it had breached the Code. It said that it had taken care to\nensure the accuracy of the article. The newspaper said that its reporter had\nbeen informed by reliable sources that the individual described in the article as\na “notorious Nazi”, had told people that he had rejected approaches from FBM\nactivists, regarding becoming a “cell” leader. It said that this individual had\nalso made this claim directly to one of its sources. The newspaper said that\nonce it became aware of this information, its reporter attempted to contact the\ncomplainant for comment. It said that its reporter was not able to locate a\ntelephone number on the complainant’s website, and that he had sent an email to\nthe incorrect email address in error.9. The newspaper\nsaid that the FBM was widely regarded as a “far-right” group, and described as\nsuch in various media reports and political commentary; this was a reflection\nof the complainant’s position on the spectrum of UK politics. The newspaper said\nthat the complainant’s leader’s views had repeatedly been described as\n“extreme”, “far-right” and “anti-Islam”, and that she had been known to\npublicly make Islamophobic comments. It said that therefore, it described the\nparty as “far-right” in the context of its leader’s public statements, which it\nconsidered to be extreme, rather than as a reflection of any official policy\nstatements published by the complainant; this included her having described\nIslam as ‘evil’ and a ‘killing machine’, and having referred to the UK becoming\nan ‘Islamic state’ in her lifetime. In addition, the newspaper said that some\nmembers of the For Britain Movement were known to have links to other ‘Nazi’\norganisations, and that FBM members had left UKIP to form the group after being\nbranded “Nazis and racists” by its leadership. The publication provided various\nnews reports taken from other media outlets which it said demonstrated its\nposition. The newspaper said that in this context, the use of the word “cell”\nwas a reference to a small group of a controversial political movement, which\nwas not misleading.10. The newspaper said that the FBM’s leader’s sexuality had\nbeen extensively reported on in other publicly-available media coverage,\nregardless of the subject matter of these articles, and that therefore it was a\nrelevant detail. It said that the party’s leader had openly described herself\nas an active LGBT rights campaigner; that she was a keynote speaker at “Gays\nAgainst Sharia” rallies and other similar events; and that she had previously\nreferred to the sexuality of her political opponents. The newspaper said that\nas such, the complainant could not reasonably object to the media referring to\nits leader’s sexual orientation. The newspaper said that the inclusion of this information\ndid not represent a breach of Clause 12.11. Nevertheless, the newspaper offered to interview a\nrepresentative of the For Britain Movement’s new Northern Ireland branch with a\nview to publication, and also to publish the following clarification on page 10\nof the newspaper:“On 3 June 2018, we published an article headlined “Nazi\nMark rejects call from For Britain activists”, which stated that Mark Brown had\nbeen approached by activists representing For Britain to set up a ‘cell’ in\nColeraine and Portrush. This claim was based on information provided by sources\nclose to Mr Brown, but was not corroborated by the party itself. We have since\nbeen contacted by For Britain, who say that Mr Brown was not approached by\nanyone with the authority to make such an offer. The party says that it is not\na ‘far right group’ operating ‘cells’ as the article claimed, and wishes to\ndissociate itself from the views expressed by Mr Brown. We are happy to make\nits position clear.”The complainant did not accept this offer.Relevant Code Provisions12. Clause 1 (Accuracy)i) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not\nsupported by the text.ii) A significant inaccuracy, misleading statement or\ndistortion must be corrected, promptly and with due prominence, and — where\nappropriate — an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator.iii) A fair opportunity to reply to significant inaccuracies\nshould be given, when reasonably called for.iv) The Press, while free to editorialise and campaign, must\ndistinguish clearly between comment, conjecture and fact.Clause 12 (Discrimination)i) The press must avoid prejudicial or pejorative reference\nto an individual's, race, colour, religion, sex, gender identity, sexual\norientation or to any physical or mental illness or disability.ii) Details of an individual's race, colour, religion,\ngender identity, sexual orientation, physical or mental illness or disability\nmust be avoided unless genuinely relevant to the story.Findings of the Committee13. The article had stated as fact that the FBM had offered\n“Northern Ireland’s most notorious Nazi” the opportunity to “lead a cell”. This\nclaim had not been put to the complainant prior to the publication of the\narticle, because the reporter had failed to use the correct contact details.\nThere was clearly dispute over whether it was accurate to state that\nindividuals identifying themselves with For Britain had been in contact with\nthis individual; the Committee’s role was to determine whether sufficient care\nhad been taken over this claim. The Committee noted that only one source was\nsaid to have heard this information directly from the individual concerned, and\nthe publication did not appear to have taken any steps to verify the\naffiliation to the FBM of the individuals alleged to have approached this\nperson. This information had nevertheless been presented as a statement of fact\nrather than a claim or allegation, and the publication had not obtained any\nrecord of the complainant’s position. Presenting this information as fact, in\nthese circumstances, represented a failure to take care over the accuracy of\nthe article, in breach of Clause 1(i). A clarification was required to make\nclear the status of this information, and indicate that it was disputed by the\nFBM. The publication had offered to publish a clarification to this effect, and\nhad done so promptly, once the matter had been raised with it by IPSO. This\nclarification had been offered on page 10, the same page as the article\noriginally appeared, which was sufficiently prominent where this was the page\non which the article had originally appeared. There was no further breach of\nClause 1(ii).14. Characterisations of political groups on a spectrum is\nin part a matter of editorial discretion, but the Code requires that care be\ntaken over the accuracy of such characterisations. In this instance, the\ncharacterisation of the FBM as a “far right group” had been based in large part\non similar descriptions of the party in other media, but also on reports of the\ntemporary presence within the party of individuals affiliated with extremist\ngroups associated with the political right, and on the party’s public stance on\nIslam. It was clear that the party had attracted individuals associated with\ngroups at the “far right” end of the political spectrum, and the publication\nhad provided its rationale for describing the group in this way based on its\nown editorial viewpoint. Consequently, there was no failure to take care over\nthis characterisation, and the label “far right” did not give rise to a\nsignificantly misleading impression that required correction under Clause 1.\nSimilarly, the Committee considered that the term “cell” could be understood in\nthe context of the article to refer to a small group within a large\norganisation, which was not an inaccurate description of the alleged proposal,\nand in these circumstances its use did not give rise to a significantly\nmisleading impression. There was no breach of Clause 1 on this point.\nNevertheless, the Committee welcomed the publication’s offer to clarify the\ncomplainant’s position in relation to this.15. The reference to the FBM’s leader’s sexuality had been included\nas a relevant biographical detail in the context of the description of her as\n“a former LGBT rights campaigner who began her career within the British Labour\nParty”. It was not in dispute that the leader had been open about her sexuality\nas a public figure, and that this was widely known, or that she had attended\nrallies with the group ‘Gays Against Sharia’. The inclusion of the reference to\nthe leader’s sexual orientation, in these circumstances, was not prejudicial or\npejorative. There was no breach of Clause 12. Conclusions16. The complaint was upheld under Clause 1(i).Remedial Action Required17. Having upheld the complaint, the Committee considered\nwhat remedial action should be required.18. The publication had offered a clarification which had\naddressed the inaccurate impression the article had given of the status of the\nclaims made, and had done so promptly once the matter was raised with it by\nIPSO. It had offered to publish this clarification on page 10 – the same page as\nthe article appeared – and this was sufficiently prominent. The relevant\nsections of this clarification should now be published, in the same font size\nas is standard for that page, and with an appropriate headline in the same font\nsize as the original article’s sub-headline (“Hitler-loving racist now looking\nfor a quiet life”).Date complaint received: 08/08/2018Date decision issued: 24/01/2018\nBack to ruling listing\n\n\n"
}