{
    "url": "/rulings-and-resolution-statements/ruling/?id=05294-19",
    "title": "05294-19 Stainer v Folkestone Herald",
    "provisions": [
        "1 Accuracy (2018)"
    ],
    "outcome": "Breach - sanction: action as offered by publication",
    "publication": "Folkestone Herald (Reach PLC)",
    "published_on": "2019-07-18 00:00:00",
    "received_on": "2019-07-12 00:00:00",
    "concluded_on": "2020-02-28 00:00:00",
    "complaint_processing_days": 231,
    "conclusion_long": "14. The complaint was upheld under Clause 1(i).",
    "remedial_action": "15. Having upheld the complaint, the Committee considered what remedial action should be required. 16. The correction published in print by the publication had identified the misleading information which had been published and had set out the correct position. It was offered promptly and with due prominence and no further action was required. The correction, which the newspaper had offered to publish online, also put the correct position on record and was offered promptly and with due prominence, and should now be published.   Date complaint received: 12/07/2019",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee 05294-19 Stainer v\nFolkestone Herald\nSummary of Complaint\n1. Michael Stainer complained to the Independent Press\nStandards Organisation that the Folkestone Herald breached Clause 1 (Accuracy)\nof the Editors’ Code of Practice in an article headlined “Ex Grand director in\ndock over emails”, published on 18 July 2019.\n2. The article reported on the complainant’s court\nappearance after he had been “accused of knowingly sending ‘false information’\nabout one of the building’s residents“. It said that he had confirmed his name,\naddress and age, denied his charge, and that his next court date had been set. \n3. The article also appeared online on kentlive.news\nheadlined “Former director of The Grand in Folkestone accused of sending 'false\ninformation' about resident” on 11 July 2019. This version of the article was\nsubstantially the same as the print article.\n4. The complainant said that the article was inaccurate in\nbreach of Clause 1 because the headline had suggested that a third party, such\nas the police or Crown Prosecution Service, had “accused” him, when actually it\nwas the alleged victim who had privately brought the case. He said that at the\ncourt appearance reported on, the magistrates had asked the CPS to review the\ncase. He also said that it was inaccurate to say that he had been “charged”\nwhen it was a summons. He contacted the publication directly about his\ncomplaint. While this correspondence was ongoing, the CPS had discontinued the\ncase against him due to lack of evidence, and the person who had brought the\ncase had been ordered to pay the costs. \n5. As a gesture of goodwill, during direct correspondence,\nthe online version of the article was amended as follows:\n“The prosecution was brought by [named third party].”\n“Defending, Tom Flavin said: ‘There's an obligation on\n[named third party] and CPS to review any prosecution to see if they should\ntake over prosecution if they can and whether they should or not. ‘I believe in\nthis case, there has been limited communication with the police and none with\nthe CPS as yet.’ The court heard the CPS must indicate if they intend to take\nover the matter by August 5. If they do, he will next appear at Canterbury\nCrown Court on August 7 and has been released on unconditional bail until\nthen.”\n6. During direct correspondence, the following clarification\nwas published in the Folkestone Herald as a gesture of goodwill:\n“Clarification: Michael Stainer\nIN the July 18 edition of the Herald we reported Michael\nStainer, the former director of The Grand in Folkestone, appeared in court on\nJuly 10 accused of knowingly sending “false information” about one of its\nresidents, [named third party].We have been asked to point out this was in fact\na private prosecution brought by [named third party]. The case was passed to\nthe CPS and, following a review of the case, it was discontinued because there\nwas insufficient evidence for a prosecution. We are happy to clarify this\nmatter and apologise for any confusion.”\n7. The complainant said that the online changes and the\nclarification had not resolved his complaint as they had not stated that the\nperson who had brought the prosecution had been ordered to pay all the costs,\nnor had the clarification included a photograph of that person, when the\noriginal article had included a photograph of him. He also said that the online\narticle was still inaccurate as it referred to him as being “charged” when a\nperson can only be “charged” by the CPS.\n8. The publication did not accept that there had been a\nbreach of Clause 1. It said that there was no substantial difference between a\npublic and a private prosecution, and even if a charge was dropped it would\nresult in a “not guilty” verdict. It also said that a person could still be\ndescribed as “charged” when a prosecution was brought privately; it provided\nthe complainant’s charge sheet as evidence of this. It also said that Clause\n1(ii) did not apply; the online article had been amended in goodwill and the\ncomplainant had agreed that the amendments had resolved his complaint. However,\nas a gesture of goodwill, the publication offered to publish the following\nwording at the top of the online article:\nWe are happy to clarify that this case was passed to the CPS\nand, following a review of the case, it was discontinued because there was\ninsufficient evidence for a prosecution.\nRelevant Code Provisions\n9. Clause 1 (Accuracy)\ni) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not\nsupported by the text.\nii) A significant inaccuracy, misleading statement or\ndistortion must be corrected, promptly and with due prominence, and — where\nappropriate — an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator. \niii) A fair opportunity to reply to significant inaccuracies\nshould be given, when reasonably called for.\niv) The Press, while free to editorialise and campaign, must\ndistinguish clearly between comment, conjecture and fact.\nFindings of the Committee\n10. The Committee considered the differences between a\nprivate and a public prosecution. In this instance, the article had been\nmisleading by failing to make clear that this was a private prosecution as\nopposed to a prosecution which had been brought in the name of the state\nfollowing an evaluation of the evidence by the Crown Prosecution Service. The\nuse of the term “charged” in the report, without making it clear that it was a\nprivate prosecution was also misleading in circumstances where the prosecution\nhad not been brought by the state. The newspaper had failed to take care not to\npublish misleading information in breach of Clause 1(i) and, given its\nsignificance, a correction was required in order to avoid a breach of Clause\n1(ii). \n11. The print correction which had been published, had made\nclear that the case was a private prosecution. The newspaper had also amended\nthe online article to make it clear that this was a private prosecution, and it\nhad offered to publish a corrective footnote which stated that the case had\nbeen passed to the CPS, and had been discontinued due to lack of evidence. The\nprint and online corrections had not specifically addressed the complainant’s\nconcern that the article had inaccurately stated that he had been “charged”. Nevertheless,\nthe Committee considered that the correction and the amendments were sufficient\nto make it clear that that the prosecution had not been brought by the state.\n12. The print correction had been published with due\nprominence as it had appeared on page 2 in the regular corrections column (the\noriginal article had appeared on page 14). The Committee considered that the\noffer to publish the corrective update at the top of the online article\nrepresented a suitably prominent position and the publication of an\naccompanying photograph was not required. \nThere was no breach of Clause 1(ii).\n13. After the CPS discontinued the case against the\ncomplainant, he contacted the publication notifying it of the position. As\nsuch, the publication had an obligation to report on the development so as to\navoid a breach under Clause 1(ii). The Committee was satisfied that the\ncorrection published in the print article put the latest position on record and\nno further update was required. However, the online article needed to be\nupdated in order to reflect that the complainant’s case had been discontinued.\nThe wording offered by the publication was sufficient and information relating\nto the costs position did not need to be included.  This should now be published to avoid a breach\nof Clause 1(ii). There was no breach of Clause 1 on this point. \nConclusions\n14. The complaint was upheld under Clause 1(i).\nRemedial Action Required\n15. Having upheld the complaint, the Committee considered\nwhat remedial action should be required.\n16. The correction published in print by the publication had\nidentified the misleading information which had been published and had set out\nthe correct position. It was offered promptly and with due prominence and no\nfurther action was required. The correction, which the newspaper had offered to\npublish online, also put the correct position on record and was offered\npromptly and with due prominence, and should now be published.\n \nDate complaint received: 12/07/2019\nDate complaint concluded by IPSO: 28/02/20\n \n \nBack to ruling listing\n\n\n"
}