{
    "url": "/rulings-and-resolution-statements/ruling/?id=05318-19",
    "title": "05318-19 Storey v Oxford Mail",
    "provisions": [
        "1 Accuracy (2018)",
        "4 Intrusion into grief or shock (2018)"
    ],
    "outcome": "Breach - sanction: action as offered by publication",
    "publication": "Oxford Mail  (Newsquest Media Group)",
    "published_on": "2019-03-13 00:00:00",
    "received_on": "2019-07-14 00:00:00",
    "concluded_on": "2020-02-28 00:00:00",
    "complaint_processing_days": 229,
    "conclusion_long": "15. The complaint was upheld under Clause 1(i).",
    "remedial_action": "16. The corrections were offered sufficiently promptly, in a prominent position, and made clear the correct position. These should now be published to avoid a breach of Clause 1(ii). Date complaint received: 14/07/2019   Date complaint received by IPSO: 14/07/2019",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee 05318-19 Storey v\nOxford Mail\nSummary of Complaint\n1. Sue Storey complained to the Independent Press Standards\nOrganisation that the Oxford Mail breached Clause 1 (Accuracy) and Clause 4\n(Intrusion into grief or shock) of the Editors’ Code of Practice in an article\nheadlined “Schoolboy, 13 found hanging” published on 13 March 2019.\n2. The article, which began on page one and then continued\non page two, reported on the opening of the inquest into the death of a 13 year\nold child. On the second page of the article, a quotation from the coroner was\nincluded which said that the child had a “previously well-known mental health\nhistory”. The article included a photograph of the child at a school sports\nevent.\n3. The section of the article which appeared on page two\nalso appeared online in much the same form with the headline “Inquest opens\ninto death of Didcot schoolboy Harry Storey”.\n4. The complainant, the mother of the child who died, said\nthat the article inaccurately reported that her child had a “previously\nwell-known mental health history”. While not present at the inquest, she said\nher child had no mental health issues, and reporting this had caused her and\nher family much distress. During IPSO’s investigation, the complainant said\nthat coroner had confirmed that he had in fact said that her son had “no known\nmental health history”, and provided a recording of the proceedings to show\nthis. The complainant also said that the article breached Clause 4. She said\nthat the prominent headline and photograph of her child was inappropriate and\nunnecessary, and had not been published with her knowledge or consent. She also\nsaid that details of how her son had died had not been communicated to teachers\nor students at the school; by publishing these details in the article, it had\ncaused her and her family much distress. The complainant disputed that they\nwere made aware that the Oxford Mail specifically would be attending the\ninquest, although they acknowledged that the media could attend the open\nproceedings.\n5. The publication apologised for the distress caused. It\nsaid that it was contacted directly by the complainant in relation to the same\nstory appearing in a sister title. At this point, in the absence of the\nrecording of the inquest, the publication maintained that the article was\naccurate because it was reflective of the notes taken by the journalist during\nproceedings, and had been corroborated in writing by a second journalist from\nanother news outlet. However, it recognised the distress caused by the quote,\nand printed the correction and apology set out below in the next edition of\nthis sister title on its front and second page. It also amended the online\nversion of the Oxford Mail article to reflect the complainant’s position. Three\ndays after it became aware of the complaint against this title, as opposed to\none of its sister titles, it offered to reprint this wording in the Oxford Mail\nand offered to add a footnote to the online version of the article, noting the\nchange which was made at the time of the direct approach. Furthermore, when it\nwas provided with a recording of the inquest during IPSO’s investigation, it\naccepted that the reporter had misheard what the coroner had said. However it\nsaid that its offer of correction was sufficient under the terms of Clause\n1(ii).\nFront page correction:\n“Harry inquest correction\nOn the front page of last week’s Herald (March 13), we\nreported on the inquest opening for Harry Storey. The report incorrectly stated\nthat Harry had a “well-known mental health history”.”\nPage 2 continuation:\n“Inquest correction\nOn the front page of last week’s Herald, we reported the\nHarry Storey inquest opening. The report incorrectly stated that Harry had a\n“well-known mental health history”. The statement from the coroner was, in\nfact, that Harry had “no known mental health history”. We apologise for this\nmistake and distress caused to Harry’s family and friends. They would like us\nto point out that Harry was a cheerful young man and talented sportsman. Harry’s\nfamily are asking for donations, in lieu of flowers, to the Paediatric\nIntensive Care Unit at John Radcliffe Hospital, which cared for Harry.\nDonations can be made to [Named Funeral Service] on [Telephone number] or via\n[email address]. If you need someone to talk to, Samaritans helpline is open\n24/7. Call 116 123 or email jo@samaritans.org.”\nOnline footnote noting the change which had been made:\n“An earlier version of this article incorrectly stated that\nHarry had a ‘well-known mental health history’. The correct line was ‘no\nknown’. We are happy to make this clear.”\n6. The complainant did not accept this offer of correction.\nShe said that it should apologise for the overall reporting of her son’s death,\nand should have appeared in full on the front page, rather than being continued\non page two.\n7. The publication did not accept that the article’s\npublication had been handled insensitively. It said that it was entitled to\nreport on inquest proceedings and there was a significant public interest in\nthis particular case. It said that it did not make any direct approaches to the\nfamily but instead had contacted the police and the school to inform them that\nthe article would be published, and to ask whether the parents would like to\nspeak. It also said that following the article, it had ensured that there was\nadditional training for staff in relation to the reporting of suicide, and\ncases involving children. It said that it had contacted the school in relation\nto the photograph of the child, which it had taken at a previous sports event.\nThe school did not respond to say that it, or the family, did not want the\nphotograph to be published. It said that the only time it had named Harry was\nwhen the inquest opened and his details were publicly available.\nRelevant Code Provisions\n8. Clause 1 (Accuracy)\ni) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not\nsupported by the text.\nii) A significant inaccuracy, misleading statement or\ndistortion must be corrected, promptly and with due prominence, and — where\nappropriate — an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator. \niii) A fair opportunity to reply to significant inaccuracies\nshould be given, when reasonably called for.\niv) The Press, while free to editorialise and campaign, must\ndistinguish clearly between comment, conjecture and fact.\n9. Clause 4 (Intrusion into grief or shock)\nIn cases involving personal grief or shock, enquiries and\napproaches must be made with sympathy and discretion and publication handled\nsensitively. These provisions should not restrict the right to report legal\nproceedings.\nFindings of the Committee\n10. The Committee first wished to express its condolences to\nthe complainant and her family for the tragic loss of her son.\n11. Although the article had accurately reported the\ncontemporaneous notes taken at the inquest, these notes had inaccurately\nrecorded what was said by the coroner; this was a breach of Clause 1(i). In the\ncontext of an inquest report, inaccurately reporting the circumstances of a\nperson’s death and the possible contributing medical causes constituted a\nsignificant inaccuracy and required correction under the terms of Clause 1(ii).\n12. The Committee appreciated that the complainant\noriginally raised concerns to the Editor about a sister title. Three days after\nthe publication became aware that the complainant had also complained to IPSO\nabout this article, it offered to publish a correction. This was sufficiently\nprompt. The wording of this correction clearly set out the inaccuracy, the\ncorrect position, and apologised to the family for the mistake and the distress\ncaused. Although not a requirement of Clause 1(ii), the Committee welcomed the\nextra steps the publication had taken in response to the sensitive nature of\nthe inaccuracy: printing a tribute from the family to the child; pointing\nreaders to the family’s requests for funeral arrangements; and including\ncontact details for the Samaritans. The publication had offered to print a\ncorrection which began on the front page and continued on page two. Where the\ninaccuracy had appeared on page two, this was sufficiently prominent, and,\nacknowledging the sensitive and distressing nature of the complaint, the Committee\nwelcomed the publication’s offer to highlight the correction by trailing it on\nthe front page. As such, there was no breach of Clause 1(ii).\n13. In relation to the online version of the article, this\nwas amended on receipt of the complainant direct approach regarding its sister\ntitle. The Committee recognised that the publication was under the impression\nthat this had resolved the complaint; when it became aware that this was not\nthe case, it offered three days later to note the change made in a footnote\ncorrection in order to comply with Clause 1. This offer made clear the change\nthat had been made the article, and was offered 3 days after IPSO began its\ninvestigation. These steps were sufficient to satisfy Clause 1(ii), and there\nwas no breach.\n14. Deaths affect whole communities as well as the immediate\nfamily, and there is often widespread interest in the circumstances of a death,\nparticularly in the sudden death of a child. Although the Committee recognised\nthat the complainant had found the publication of the article to be\ndistressing, the terms of Clause 4 specify that its provisions should not\nrestrict the right to report legal proceedings. In this case, the article was\nan inquest report, and did not mock or ridicule the complainant’s son, or go\nbeyond what was heard at proceedings. The publication had also had permission\nto use this photograph from their reporting of a previous event and they had\ninformed both the school and police liaison that it would be used in order for\nthem to tell the family so they would not be surprised when it was published.\nThe photograph of the child simply showed him at a school sports events, and at\nthe time of publication, his name and information about his death was in the\npublic domain via the inquest proceedings. As such, reporting this information\ndid not constitute a breach of Clause 4.\nConclusions\n15. The complaint was upheld under Clause 1(i).\nRemedial Action Required\n16. The corrections were offered sufficiently promptly, in a\nprominent position, and made clear the correct position. These should now be\npublished to avoid a breach of Clause 1(ii). Date complaint received:\n14/07/2019\n \nDate complaint received by IPSO: 14/07/2019 \nDate complaint concluded: 28/02/2020\nBack to ruling listing\n\n\n"
}