{
    "url": "/rulings-and-resolution-statements/ruling/?id=05311-19",
    "title": "05311-19 Gregson v Sunday Herald",
    "provisions": [
        "1 Accuracy (2018)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "(DISCONTINUED) Sunday Herald (Newsquest Media Group)",
    "published_on": "2019-07-14 00:00:00",
    "received_on": "2019-07-14 00:00:00",
    "concluded_on": "2019-10-28 00:00:00",
    "complaint_processing_days": 106,
    "conclusion_long": "14. This complaint was not upheld.",
    "remedial_action": "15. N/A  Date complaint received: 14/07/2019",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee 05311-19 Gregson v\nSunday Herald\nSummary of Complaint\n1. Pete Gregson complained to the Independent Press Standards\nOrganisation that The Sunday Herald breached Clause 1 (Accuracy) of the\nEditors’ Code of Practice in two articles headlined “Scots Labour ‘branch\noffice’ powerless to fight anti-Semitism” and “Scottish Labour's lack of power\nto fight antisemitism ‘beggars belief’” published on 14 July 2019.\n2. The first article reported that senior Labour figures and\nJewish leaders had said that Scottish Labour must be more of a branch office if\nit is to tackle antisemitism. It reported on the complainant’s expulsion from\nhis trade union and his subsequent suspension by the Labour Party. It explained\nthat he had been expelled from his trade union “for anti-Semitic remarks and\nabuse of one Jewish employee”. The article also reported that he had said that\nthe “Holocaust was exaggerated for political gain” The article stated that he\nhad since set up LAZIR (Labour Against Zionist Islamophobic Racism) “at Labour\nParty HQ” and contained criticism from a number of sources in Scotland with\nregards to the way in which the Labour Party was dealing with the situation\ninvolving the complainant.\n3. The second article repeated these claims, however it also\nincluded comments from members of the trade union, including a chief who\nexpressed the view that the complainant should also have been expelled from the\nLabour Party. The statement attributed to the complainant within this article\nwas that the “Holocaust was exaggerated”. The article also stated that the\ncomplainant had started a petition calling Israel a “racist endeavour”, which\nthe article explained is a term which, under the IHRA definition, is\nanti-Semitic. The article also made reference to an interview in which the\ncomplainant had called the Jewish trade union employee a “Crazy Zionist”.\n4. The articles appeared in substantially the same format\nonline with the headlines: “Row over Scottish Labour ‘branch office’ which is\n‘powerless’ against anti-Semitism” and “Labour anti-Semitism row: Scots\nactivist who claims 'Holocaust was exaggerated' formed anti-Zionist group while\nsuspended”\n5. The complainant said that the articles were inaccurate as\nthey “promoted the idea” that he was anti-Semitic, which he said was untrue. He\nsaid that the statement regarding the exaggeration of the Holocaust was inaccurately\nquoted in the articles; as he had actually said that he believed “Israel\nexaggerated the Holocaust for political ends.” He also said that reference to\nLAZIR being set up at the Labour Party HQ was incorrect as it had been set up\noutside of the HQ and outside of working hours. Further, LAZIR operated\nindependently and not under the Labour Party banner. However, he acknowledged\nthat in order to receive full membership within the organisation, a member also\nneeded to be a member of the Labour Party. Whilst he accepted that he had\ncalled the trade union employee a “Crazy Zionist”, he denied that it was a\n“targeted attack” and abusive as reported by the publication.\n6. The complainant also raised concerns that the articles were\nunbalanced as they had only presented the side of the union and the Labour\nParty. He said that he only accepted the Oxford English Dictionary definition\nof anti-Semitism, and when his comments are viewed in light of this definition,\nhe did not believe his remarks constituted anti-Semitism. The complainant\nprovided correspondence from the trade union to support his claim that he did\nnot agree with the IHRA definition. He also raised concerns that the\npublication had used unnamed sources and requested that their identity be revealed.\n7. The publication did not accept that it had breached Clause\n1. It stated that the articles accurately reported that he had been expelled\nfrom the trade union for anti-Semitic remarks and the abuse of a Jewish female\nemployee of the union. It relied upon the SACC’s coverage of the matter which\nconfirmed that the Scotland Secretary for the trade union had alleged that\ncomments the complainant had made amounted to anti-Semitism. It also relied\nupon comments made by a trade union member referencing targeted attacks which\nhe said the complainant had made on the Jewish employee. Furthermore, they\npointed to a video on YouTube in which the complainant stated Israel was a\n“racist country”. The publication also did not accept that it inaccurately\nreported the formation of the LAZIR movement; neither of the articles had\nstated that  it was set up inside Labour\nHQ- stating it was formed at the HQ would include outside of the building. It\nalso pointed to the fact that it had quoted a Labour source who stated that it\nwas not affiliated to the Labour Party despite the complainant not referencing\nthis when given the right to reply before the article was published.\n8. The newspaper accepted that it could have provided greater\nclarity when stating that the complainant stated the “Holocaust was\nexaggerated”. However, it did not accept that this represented a significant\ninaccuracy, as it did not believe omitting who the complainant believed\nexaggerated the Holocaust, and for what purpose, changed the main thrust of the\ncomplainant’s comment. Notwithstanding its position it offered to publish a\nclarification confirming the complainant’s position in the following terms:\n“We reported on July 13 that Pete Gregson was suspended by\nthe Labour party and expelled from the GMB trade union for claiming that the\nHolocaust was exaggerated and, in the case of the GMB, for abusive behaviour\ntowards a female Jewish Labour member and union employee. Mr Gregson’s\nposition, which we are happy to publish in full, is that it is Israel that\nexaggerates the Holocaust for political gain.”\nRelevant Code Provisions\n9. Clause 1 (Accuracy)\ni) The Press must\ntake care not to publish inaccurate, misleading or distorted information or\nimages, including headlines not supported by the text.\nii) A significant inaccuracy, misleading statement or\ndistortion must be corrected, promptly and with due prominence, and — where\nappropriate — an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator.\niii) A fair opportunity to reply to significant inaccuracies\nshould be given, when reasonably called for.\niv) The Press, while free to editorialise and campaign, must\ndistinguish clearly between comment, conjecture and fact.\nFindings of the Committee\n10. The Committee considered whether it was misleading to report\nthat the complainant had said that the “Holocaust was exaggerated”.  Whilst the Committee acknowledged the\ncomplainant’s position that he had criticised one particular country for\nexaggerating the Holocaust for political gain, he had still expressed a view\nthat the Holocaust had been exaggerated. The articles had made no claim as to\nwho the complainant believed had exaggerated the event, or for what purpose,\nand the Committee did not find grounds to render the omission of this further\ncontextual information misleading. There was no breach of Clause 1 in relation\nto this point. 11. The Committee considered the reference in the articles to\nthe LAZIR movement having been set up “at Labour HQ”. The Committee considered\nthat this would be understood to be shorthand to indicate the links which\nexisted between the LAZIR movement and the Labour Party.  It was clear, as was accepted by the\ncomplainant, that only Labour Party members received full membership and that\nthe complainant had chosen to set up the organisation outside the building\nwhich houses the Labour Party HQ. Where the article also included a quote from\na senior Labour source which confirmed that LAZIR was not affiliated to the\nLabour Party, the reference to Labour HQ was not misleading in the way the\ncomplainant suggested.  There was no\nbreach of Clause 1 on this point.\n12. With regard to the complainant’s concern that the articles\npromoted the idea that he is anti-Semitic, the Committee noted that they\naccurately reported that he had been expelled from his union and suspended from\nthe Labour Party over allegations that he had made anti-Semitic remarks and\nthat he had abused a Jewish employee. The second article further explained that\nhe had called the employee a “Crazy Zionist” and had described Israel as a\n“racist endeavour”. Correspondence provided by the complainant and from the\ntrade union, together with video footage from YouTube, confirmed that the\ncomplainant had made or was alleged to have made these comments.  The article also made clear that the\ncomplainant’s comment about Israel was considered to be anti-Semitic under the\nIHRA definition of antisemitism. Whilst the Committee noted that the\ncomplainant disagreed with this definition, the newspaper had accurately\nreported the circumstances of the complainant’s expulsion and suspension. There\nwas no breach of Clause 1 on this point. \n13. The Committee also noted that the complainant’s concern that\nthe article was not accurate because it was not balanced. The Editors’ Code\ndoes not require coverage to be balanced and the press has the right to\neditorialise and to campaign provided that it distinguishes between comment,\nconjecture and fact. Whilst the Committee was not asked to consider a complaint\nmade under Clause 14. With regard to the sources relied upon, the Committee\nnoted that Clause 14 specifically recognises the moral obligation of\npublications to protect confidential sources and the publication was not\nobliged to reveal the identity of its confidential sources. These concerns did\nnot engage the terms of Clause 1.\nConclusion\n14. This complaint was not upheld.\nRemedial Action Required\n15. N/A\n\nDate complaint received: 14/07/2019\nDate decision issued: 28/10/2019\n \nReview\n16. The complainant complained to the Independent Complaints\nReviewer about the process followed by IPSO in handling this complaint. The\nIndependent Complaints Reviewer decided that the process was not flawed and did\nnot uphold the request for review.\nBack to ruling listing\n\n\n"
}