{
    "url": "/rulings-and-resolution-statements/ruling/?id=05337-19",
    "title": "05337-19 Cameron v Sunday Mail",
    "provisions": [
        "1 Accuracy (2018)",
        "2 Privacy (2018)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "Sunday Mail (Reach PLC)",
    "published_on": "2019-06-23 00:00:00",
    "received_on": "2019-07-15 00:00:00",
    "concluded_on": "2019-12-02 00:00:00",
    "complaint_processing_days": 140,
    "conclusion_long": "16. The complaint was not upheld.",
    "remedial_action": "17. N/A.   Date complaint received: 15/07/2019",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee - 05337-19 Cameron v\nSunday Mail\nSummary of complaint\n1. Daniel Cameron complained to the Independent Press\nStandards Organisation that the Sunday Mail breached Clause 1 (Accuracy) and\nClause 2 (Privacy) of the Editors’ Code of Practice in an article headlined\n“MEN BEHIND THE MAYHEM”, published on 23 June 2019.\n2. The article reported on a number of nightclubs in Glasgow\nwhich were described as being illegal in light of concerns that drugs were\nbeing openly sold and taken at the clubs. The article centred on a particular\nclub and identified three people who it said had promoted the club and\nadvertised its events on social media. It also stated that they had put “their\nnames and faces at the forefront of being responsible for the events”, that\nthey were “BEHIND THE MAYHEM” and that they were “behind” the club’s social\nmedia.\n3. The article also appeared online on the dailyrecord.co.uk\non the same day under the headline: “Trio involved in promoting illegal Glasgow\ndrug club unmasked”. It was in substantially the same format.\n4. The complainant, one of the three people who was named in\nthe article, said it was inaccurate to report that he promoted the club and\nthat it had given the misleading impression that he was responsible for its\nevents. He said that he merely posted information about who was playing at the\nclub and was a moderator of its private Facebook group. He was also concerned\nthat the article had used his involvement with the club’s Facebook group to\nsuggest that he was involved in promoting illegal drugs.\n5. The complainant also said that the article’s claim that\nhe “could not be reached for comment” was inaccurate. The complainant said that\nhe was not given any fair opportunity to respond, which he believed he should\nhave had in the circumstances.\n6. Finally, the complainant said that the article breached\nClause 2 (Privacy) as linking his name and photograph with the story could not\nbe justified as this could have adverse effects on his personal and\nprofessional life.\n7. The publication maintained that the article was accurate.\nIt also did not accept that it was inaccurate to state that Mr Cameron “could\nnot be reached for comment” as, whilst he had not answered, they had tried to\nreach him by calling both the club and a number which they understood to be the\ncomplainant’s personal phone number. The publication provided a contemporaneous\nnote on which the personal number was written but which the complainant\ndisputed was his.\n8. The publication offered to include a statement from the\ncomplainant in the article putting his position on record. This offer was\ndeclined.\n9. The publication also disputed that it had breached Clause\n2 (Privacy) of the Editors’ Code. The photo of the complainant and the fact\nthat he was a moderator of the club’s private Facebook group was information\nthat was publically available. It provided screenshots to evidence this\nposition.\nRelevant Code Provisions\n10. Clause 1 (Accuracy)\ni) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not\nsupported by the text.\nii) A significant inaccuracy, misleading statement or\ndistortion must be corrected, promptly and with due prominence, and — where\nappropriate — an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator.\niii) A fair opportunity to reply to significant inaccuracies\nshould be given, when reasonably called for.\niv) The Press, while free to editorialise and campaign, must\ndistinguish clearly between comment, conjecture and fact.\nClause 2 (Privacy)*\ni) Everyone is entitled to respect for his or her private\nand family life, home, health and correspondence, including digital\ncommunications.\nii) Editors will be expected to justify intrusions into any\nindividual's private life without consent. In considering an individual's\nreasonable expectation of privacy, account will be taken of the complainant's own\npublic disclosures of information and the extent to which the material\ncomplained about is already in the public domain or will become so.\nFindings of the Committee\n11. It was not in dispute that the complainant was\nidentified as a moderator of the club’s Facebook group on which the club’s\nevents were advertised or that he sometimes posted about the club’s events. As\nsuch it was not inaccurate or misleading for the article to report that he\n“promoted” or “advertised” events at the club; that he was “behind” the club’s\nsocial media; or that he put his name and face “at the forefront of being\nresponsible for” the club’s events. There was therefore no failure to take care\nnot to publish inaccurate or misleading information in breach of Clause 1(i)\nand no significant inaccuracies requiring correction in breach of Clause 1(ii).\n12. The article set out the basis for the claims that this\nvenue was a “drug club” and that its events were “drug-fuelled”, namely that\nits undercover investigation – which was reported in an accompanying article –\nhad found that drug-taking at these events was widespread and visible. The\narticle did not claim that the complainant was responsible for or promoted any\nillegal drug-taking; the article’s claims about him were limited to his\ninvolvement in advertising and promoting the club and its events. There was\ntherefore no failure to take care not to publish inaccurate or misleading\ninformation in breach of Clause 1(i) and no significant inaccuracies requiring\ncorrection in breach of Clause 1(ii) in respect of the claims made about\nillegal activities at the club.\n13. The complainant was not in a position to dispute that\nthe publication had attempted to contact him, even though it was not\nsuccessful. The Committee noted that the newspaper had provided a\ncontemporaneous note in support of the reported claim that the complainant\n“could not be reached for comment”; this meant only that the complainant could\nnot be reached in the way the reporter had attempted. As such, there was no\nfailure to take care not to publish inaccurate or misleading information in\nbreach of Clause 1(i), and no significant inaccuracy requiring correction in\nbreach of Clause 1(ii).\n14. The Committee noted the complainant's position that he\nwas not given a fair opportunity to respond before publication. The Editors’\nCode does not require a publication to contact the subject of an article before\nan article is published, but the opportunity to respond must be given in\nrespect of any significant inaccuracies which are published. For the reasons\nexplained above, the Committee did not consider that the article contained any\nsignificant inaccuracies, and the terms of Clause 1(iii) were not engaged.\n15. The photograph of the complainant only revealed his\nlikeness and did not show anything private about him. It was also publically\navailable as his Facebook profile picture. The complainant’s status as\nmoderator of the Facebook group was also in the public domain and did not\nreveal anything of a private nature. There was therefore no intrusion into the\ncomplainant’s private life in breach of Clause 2 (Privacy).\nConclusion\n16. The complaint was not upheld.\nRemedial Action Required\n17. N/A.\n \nDate complaint received: 15/07/2019\nDate complaint concluded: 02/12/2019\nBack to ruling listing\n\n\n"
}