{
    "url": "/rulings-and-resolution-statements/ruling/?id=07336-18",
    "title": "05340-18 and 07336-18 A woman v The Sun and thesun.co.uk",
    "provisions": [
        "2 Privacy (2018)",
        "9 Reporting of crime (2018)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "The Sun (News UK)",
    "received_on": "2018-08-09 00:00:00",
    "concluded_on": "2018-11-23 00:00:00",
    "complaint_processing_days": 106,
    "conclusion_long": "21. The complaint was not upheld.",
    "remedial_action": "22. N/ADate complaint received: 09/08/2018",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee 05340-18 and 07336-18 A woman v The Sun and thesun.co.uk\nSummary of complaint\n1. A woman\ncomplained to the Independent Press Standards Organisation that the Sun and\nthesun.co.uk breached Clause 2 (Privacy) and Clause 9 (Reporting of crime) of\nthe Editors’ Code of Practice in a number of articles headlined:“How could Samantha\njust vanish?” published by the Sun on 3 August 2018. The article also appeared\nonline on 2 August 2018, under the headline “Mystery of 'happy-go-lucky'\nmidwife at centre of 'one of the country's biggest missing person' police hunts\njust months after messy break-up;“Heartbroken sister sobs as she issues desperate plea\nto find missing midwife, 28, who vanished a week ago” published by thesun.co.uk on 4 August 2018;“Cops find body in hunt for missing midwife with three\nmen arrested” published by thesun.co.uk on 4 August 2018;“Dad, 60, and son arrested over midwife”, published by the\nSun on 6 August 2018. The article also appeared online on 5 August 2018, under\nthe headline: “Eastwood's ex-fiancé’s brother-in-law charged with her\nmurder as it's revealed midwife 'told colleagues she had been\nthreatened'”;“Heartbroken family and friends of 'murdered' midwife\nSamantha Eastwood raise thousands to pay for her funeral” published by\nthesun.co.uk on 6 August 2018;“Eastwood's devastated ex-fiancé and family lay flowers\nfor tragic midwife” published by thesun.co.uk on 7 August 2018;“Michael Stirling 'left cowering in his jail cell'\nafter being battered while on remand” published by thesun.co.uk on 8\nAugust 2018“Fiancé’s heart-breaking tribute to 'murdered' midwife\nSamantha Eastwood as friends and family hold candlelit vigil” published by\nthesun.co.uk on 11 August 2018.\n\n\n\n\n\n\n\nFor ease of reference, the articles will be referred to by\nthese numbers, throughout this decision.\n2. This is a\ndecision on two complaints, made against two separate publications within the\nsame newspaper group. Given that the issues involved are common to both\ncomplaints, the Committee has expressed its reasoning for its decision on the two\ncomplaints, in one decision.\n3. The coverage\nconcerned the disappearance of Samantha Eastwood, who was reported missing on\n27 July 2018. The first, second and third articles reported the search for Ms\nEastwood, the appeals for information, and the subsequent discovery of her body\non 4 August 2018. The fourth article reported that on 5 August, the\ncomplainant’s husband had been arrested and charged with Ms Eastwood’s murder.\nThe remaining articles reported on the developments in the case, and the\ntributes to Ms Eastwood from her friends and family.\n4. All the articles\nnamed the complainant and explained that she was the wife of the accused; the\narticles also explained the complainant’s connection to Ms Eastwood, who was\nthe complainant’s brother’s ex-fiancé. All the articles under complaint\ncontained a unpixelated photograph of the complainant sitting next to her\nhusband, her brother and Ms Eastwood.\n5. The complainant\nsaid the publication of this unpixelated photograph, in which she was clearly\nidentifiable, was a breach of Clause 9 as she was not relevant to the story,\nand was an innocent party. The complainant sought the removal of her name and\nrelationship with the accused from the article, as she said that the reporting\nexposed her to a risk of retaliation, a risk which she believed was heightened\nby the publication of a photograph in the online version of the fourth article,\nof the exterior of her home, with the door number visible. The complainant said\nthat the exterior of her home was very distinctive and anyone following the\nstory would have knowledge of the street name and the area in which it was\nlocated from other reports; in these circumstances, she said that the\npublication of a photograph of her home with the front door number visible\nrepresented a risk to her safety and an intrusion into her privacy. The\ncomplainant also said that the photograph of her, her husband, her brother and\nMs Eastwood had been obtained from a private photo album on Facebook visible\nonly to friends.\n6. The publication\ndid not accept a breach of the Code and said the complainant was genuinely\nrelevant to the story.\n7. The publication\nsaid that the first, second and third articles did not engage the terms of\nClause 9 because at that stage, the complainant’s husband had not been\nidentified as the person charged with Ms Eastwood’s murder. The publication\nsaid that it was only after the publication of the second article under\ncomplaint, which named the accused as the complainant’s husband, that the\ncomplainant’s identification engaged this clause. It said that after this\npoint, each time the photograph was published, it was accompanied with\ninformation which explained who each person was and how they related to each\nother.\n8. The publication\nsaid that the relationship between a victim and the person accused of their\nmurder is always genuinely relevant to the story. It said that in this case,\nthe identification of the complainant had explained how these two individuals\nwere connected, and the photograph provided a pictorial explanation to readers\nof the individuals concerned. The publication said that it would have been\npointless to cease publishing the complainant’s name and picture once her\nhusband had been arrested, as her relationship with him, and her connection to\nMs Eastwood, was a matter of public knowledge as a consequence of the\nwidespread reporting of the case, which included the photograph subject to\ncomplaint. The publication said that the complainant was further relevant to\nthe story when the home which she shared with her husband was searched by\npolice as part of their inquiries. The publication also said that it expected\nthat the complainant would be named in open court, should the case reach trial.\n9. In respect of\nthe complaint made under Clause 2, the publication did not accept that the\npublication of the photograph represented an intrusion into the complainant’s\nprivate life. It said that the photograph had been taken from a publicly\navailable Facebook page, and provided a screenshot of the original post, which\nshowed a small globe icon next to the date the image was posted. The\npublication said that this icon indicated that the photograph could have been\nviewed by anyone.\n10. The publication said that the publication of a\nphotograph showing the complainant’s door number was not an intrusion into her\nprivacy, and said that in any case, a person’s address is not generally\nconsidered private information. It said that the articles did not report the name\nof the street and noted that the police had been in attendance at the house\nthroughout their inquiry. While the publication did not accept a breach of the\nCode, it pixelated the complainant’s door number as a gesture of goodwill.\n11. During the course of IPSO’s investigation, the\ncomplainant’s husband pleaded guilty to the murder of Ms Eastwood. It was\nwidely reported that it was believed that Ms Eastwood had been planning to\nreveal the fact of an affair between her and the complainant’s husband, before\nshe was murdered. The publication said that in those circumstances, the\ncomplainant was clearly relevant to the reporting of the case.\nRelevant Code provisions\n12. Clause 2 (Privacy)\ni) Everyone is entitled to respect for his or her private\nand family life, home, health and correspondence, including digital\ncommunications.\nii) Editors will be expected to justify intrusions into any\nindividual's private life without consent. In considering an individual's\nreasonable expectation of privacy, account will be taken of the complainant's\nown public disclosures of information and the extent to which the material\ncomplained about is already in the public domain or will become so.\niii) It is unacceptable to photograph individuals, without\ntheir consent, in public or private places where there is a reasonable\nexpectation of privacy.\nClause 9 (Reporting of Crime\ni) Relatives or friends of persons convicted or accused of\ncrime should not generally be identified without their consent, unless they are\ngenuinely relevant to the story.\nFindings of the Committee\n13. The complainant’s identification in the first, second\nand third articles did not engage the terms of Clause 9. The complainant had\nnot been identified in connection to a relative or friend that had been named\nas being accused of a crime; she had been identified as part of the reporting\ninto Ms Eastwood’s background and circumstances, which focused, in part, on Ms\nEastwood’s previous relationship with the complainant’s brother.\n14. The Committee turned to consider the remaining four\narticles under complaint, which had been published following the man’s arrest,\nand which engaged the terms of Clause 9.15. Clause 9 offers protection to family and friends from\nbeing caught in the publicity spotlight focused on those accused, unless they\nare genuinely relevant to the story, and aims to ensure that these individuals\nare not unjustifiably tainted by their association to alleged or convicted\ncriminals. Following her husband’s arrest, the publication had chosen to\ncontinue to identify the complainant by name and by photograph, rather than to\ncommunicate in words the relationship between her, Ms Eastwood, and the\naccused.\n16. As the sister of Ms Eastwood’s ex-fiancé, and the wife\nof the accused, the complainant represented a familial connection between Ms\nEastwood and the man accused of her murder. The first photograph, and the\ninformation which accompanied it, provided an explanation to readers of how\nthese two individuals would have known each other. Further, prior to his\narrest, the home which the complainant had shared with her husband was searched\nby police as part of its inquiries into Ms Eastwood’s disappearance. This\nfamilial connection, and the search of her home, was relevant information\nrelating to the circumstances surrounding the alleged crime and the\ninvestigation into it. Identifying the complainant as the accused’s wife was\nnot a breach of Clause 9; she was genuinely relevant to the story.\n17. In coming to its decision, the Committee also had regard\nto the fact that the complainant’s identity and relationship with the accused\nwas a matter of public knowledge, prior to the terms of Clause 9 being engaged,\nas a consequence of the widespread reporting of the case, which included the\nfirst photograph subject to complaint. The complainant had been identified as\nthe sister of Ms Eastwood’s ex-fiancé; this was relevant background information\non Ms Eastwood’s life, and was a connection which had been made and widely\nreported, prior to the complainant’s husband’s arrest. In the Committee’s view,\nin those particular circumstances, it would be an unjustified restriction on\nthe publication’s right to report on the developments in the case, to find a\nbreach of Clause 9 in the publication’s decision to continue to identify the\ncomplainant by name and by photograph following her husband’s arrest.\n18. The Committee acknowledged the complainant’s safety concerns;\nit wished to take this opportunity to make clear that the most appropriate\nauthority in which to address concerns about safety, is the police. The\nCommittee also recognised that certain individuals, including those who become\nthe subject of media attention, may be exposed to security problems if details\nwhich allow their address to be identified, are published. As such, this may be\ninformation in relation to which they have a reasonable expectation of privacy.\n19. The second photograph had shown the front wall, door,\nand side alley of the complainant’s home; it depicted the exterior of the\nproperty as it would ordinarily be seen by members of the public. The\ncomplainant had said that when combined with information reported elsewhere,\nthe details contained in the article, particularly the disclosure of her house\nnumber, would have enabled her home to be located. However, the question for\nthe Committee was whether the articles under complaint contained information\nabout which the complainant had a reasonable expectation of privacy. In this\ninstance, the online version of the fourth article had reported details of the\nwider geographical region where the property was located, but did not specify\nthe street name or contain any other reference points. The Committee considered that in the absence\nof this information, the publication of the complainant’s front door number\nwould not have enabled the location of the property to be identified; in those\ncircumstances, the complainant did not have a reasonable expectation of privacy\nin relation to the information contained in the article. There was no breach of\nClause 2 on this point.\n20. The wedding photograph had been taken from a publicly\navailable Facebook account, as demonstrated by the globe icon which accompanied\nthe image. The photograph had revealed the complainant’s likeness, which was\nnot information about which she had a reasonable expectation of privacy.\nFurther, the disclosure of her relationship with the accused was not intrusive,\nfor the reasons set out above. There was no breach of the Code.\nConclusion\n21. The complaint was not upheld.\nRemedial Action required\n22. N/ADate complaint received: 09/08/2018Date decision issued: 23/11/2018  \nBack to ruling listing\n\n\n"
}