{
    "url": "/rulings-and-resolution-statements/ruling/?id=05371-16",
    "title": "05371-16 Two men v Belfast Telegraph",
    "provisions": [
        "1 Accuracy (2016)",
        "2 Privacy (2016)"
    ],
    "outcome": "Breach - sanction: action as offered by publication",
    "publication": "The Belfast Telegraph (MEDIAHUIS UK)",
    "published_on": "2016-05-25 00:00:00",
    "received_on": "2016-05-25 00:00:00",
    "concluded_on": "2016-10-24 00:00:00",
    "complaint_processing_days": 152,
    "conclusion_long": "23. The complaint was upheld under Clause 1.",
    "remedial_action": "24. Having upheld the complaint, the Committee considered what remedial action should be required. 25. The newspaper had offered to publish a correction in print and online, which identified the inaccuracy and made the correct position clear. 26. The publication of the offered correction was sufficient to remedy the established breach of the Code and, in light of the Committee’s decision, it should now be published.Date complaint received: 25/05/2016",
    "text": "\n\n\n\n\n\nDecision of the\nComplaints Committee 05371-16 Two\nmen v Belfast Telegraph\nSummary of\nComplaint\n1. Two men complained to the Independent\nPress Standards Organisation that the Belfast Telegraph breached Clause 1\n(Accuracy) and Clause 2 (Privacy) of the Editors’ Code of Practice in an\narticle headlined “Hazel Larkin: ‘My brother told me the rapes were my fault\nand I should have stopped him’”, published on 25 May 2016.\n2. The article reported that an\nInternational Human Rights Law student had been “abused by family members” as a\nchild. It named her, described her childhood in a “small Irish town”, and said\nthat “abuse was so normalised” for her that she had “assumed that every girl\n[she] knew was being sexually abused by her elder brothers”. The article said\nthat she had brought a civil case against her brothers, but they had agreed to\nsettle out of court and to pay “damages”. It said that her brothers had taken\nthe case to the Supreme Court and to the High Court in an effort to prove that\nthe period in which a claim could be made had expired, but “three judges ruled\nagainst them”. The article said that in sworn testimony, provided before the\n“trial”, a nun had stated that a doctor had been made aware of the abuse at the\ntime, and had taken steps to ensure that the girl would not get pregnant\nbecause “a scandal like that would be very bad for the town’s image”. The\narticle said that one of the brothers had paid the agreed settlement, and the\nother had not. The piece included a photograph of the woman; it did not name\nher brothers.\n3. The complainants were the two brothers\nreferred to in the article. They denied the allegations made by their sister\nand expressed serious concern that the newspaper had published her claims as\nfact without taking any steps to verify them. They said they had never been\n“detained, arrested, charged or tried” for these or any charges. \n4. The complainants said that the\nnewspaper’s use of the term “trial” had been misleading: their sister had made\nan unsuccessful attempt to bring civil proceedings against them; the civil\ninjury case was never heard in court; and a judge had never “ruled against\nthem”. They considered that the assertion that they were to pay “damages” to\ntheir sister had wrongly suggested that there had been a pronunciation or\nadmission of guilt; no amount of damages had been awarded or was due to their\nsister.\n5. The complainants said that there was no\nevidence to support the article’s assertion that their sister had been “damaged\nby the abuse” physically. Furthermore, they considered that a nun had not\nprovided “sworn testimony” asserting that she had known about the abuse at the\ntime; no such evidence had been submitted before the scheduling of the civil\ninjury hearing.\n6. The complainants also considered that\nthe inaccurate article was intrusive. They said the false accusations about\ntheir sister’s “older brothers”, coupled with a photograph of her, had\nidentified and implicated them. The fact that their sister had adopted another\nsurname did not render her anonymous within their community: neighbours,\nfriends, work colleagues and family had understood that the allegations related\nto them. They considered that their reputations had been damaged irreparably.\n7. The newspaper said that the article had\nfirst been published by its sister title, the Dublin-based Sunday Independent, which operated under the Code of\nPractice for journalists in Ireland. It had republished the piece in good\nfaith.8. The newspaper said that it had not\nclaimed, as suggested by the complainants, that there had been a pronunciation\nor admission of guilt; however, their sister had confirmed that a financial\nsettlement had been reached. It noted that the judgment from the High Court\nhearing, which it provided, clearly stated that one of her brothers had refused\nto confirm or deny the allegations. In addition, their sister had said that her\nbrother had refused to confirm or deny the allegations during questioning by\nthe police. \n9. The newspaper did not consider that the\nterm “trial” had been misplaced: the term was commonly used to describe both\ncivil and criminal legal proceedings, and it provided court judgments to\ndemonstrate that proceedings had taken place.\n10. The newspaper was unable to provide the\nnun’s testimony, which had been referred to in the article. Nevertheless, it\nconsidered that this had only represented supporting evidence for the woman’s\nallegations; it did not consider that its absence had indicated that it had\npublished a “significant inaccuracy”. In light of the concerns raised, however,\nit offered to publish the following wording on page 24, the page on which the\noriginal article had appeared, and beneath the article online:\nOn 25 May\n2016, we reported Hazel Larkin’s claim that she was sexually abused by two of\nher brothers when she was a child, and received “damages” in an out-of-court\nsettlement. The article also stated that a nun had said in sworn testimony that\na priest and doctor had discussed the abuse at the time and had taken steps to\navoid it becoming public knowledge. We have been asked to make clear that Ms\nLarkin’s brothers deny their sister’s allegations; they have never been charged\nor tried with any crime in relation to the claims or ordered to pay damages;\nthey also consider that no such testimony from a nun has ever existed.\n11. The newspaper did not consider that the\narticle had identified the complainants. It had not named them, and their sister\nhad not shared her brothers’ surname for nearly 30 years. The article also\nincluded no geographical identifiers, other than that the subject of the\narticle had grown up in a “small Irish town”. It noted that one of the\ncomplainants had not lived in Ireland for more than twenty years. It considered\nthat it had been implicit that the abuse had begun in 1980, when the\ncomplainants’ sister was six, and had ended when she was 16 in 1990.\n12. The complainants considered that the\njudgments referred to by the newspaper were misleading because they related to\nmotions submitted in the preliminary phase of legal proceedings, before trial,\nto deal with points of law regarding delay. Their sister had withdrawn the\nallegations before any hearing had taken place. The complainants also denied\nthe newspaper’s contention that one of them had been questioned by a police\nofficer in relation to the allegations.\n13. The complainants said that the suggested\ncorrection was far from adequate, and noted that the article remained online. \nRelevant Code\nprovisions\n14. Clause 1 (Accuracy)\ni) The Press must take care not to\npublish inaccurate, misleading or distorted information or images, including\nheadlines not supported by the text.\nii) A significant inaccuracy, misleading\nstatement or distortion must be corrected, promptly and with due prominence,\nand — where appropriate — an apology published. In cases involving IPSO, due\nprominence should be as required by the regulator. \niii) A fair opportunity to reply to\nsignificant inaccuracies should be given, when reasonably called for.\niv) The Press, while free to editorialise\nand campaign, must distinguish clearly between comment, conjecture and fact.\nClause 2\n(Privacy)\ni) Everyone is entitled to respect for\nhis or her private and family life, home, health and correspondence, including\ndigital communications.\nii) Editors will be expected to justify\nintrusions into any individual's private life without consent. Account will be\ntaken of the complainant's own public disclosures of information.\niii) It is unacceptable to photograph\nindividuals, without their consent, in public or private places where there is\na reasonable expectation of privacy.\nFindings of\nthe Committee\n15. The newspaper had republished an article\nthat had been produced by its sister publication; nevertheless it was\nresponsible for ensuring that it met the standards required by the Editors’\nCode of Practice. The article had contained allegations that a woman had been\nsexually abused as a child by her two older brothers, the complainants;\nallegations which they denied. The Committee noted that it was not making a\nfinding as to whether the woman’s account was accurate, but whether the article\nitself was significantly misleading.\n16. The article was a report of the woman’s\nversion of events; the newspaper had been entitled to report her account,\nincluding her position that she had been damaged physically by the abuse.\nHowever, the newspaper had made no attempt to obtain the complainants’ version\nof events before publication, or to ascertain whether its sister publication\nhad already done so.\n17. The publication of the assertion that a\nnun’s “sworn testimony” had stated that others had been informed of the abuse\nat the time seemingly supported the woman’s allegations. However, during IPSO’s\ninvestigation, the newspaper had been unable to provide any such testimony.\n18. The newspaper had failed to take care\nover the accuracy of the article in breach of Clause 1 (i). Given the\nseriousness of the allegations, the absence of the complainants’ denials was\nsignificantly misleading. A correction was required in order to avoid a breach\nof Clause 1 (ii).\n19. The newspaper had offered to publish a\ncorrection, which made clear that the complainants denied their sister’s\nclaims, and stated their position that the testimony provided by a nun had\nnever existed. The Committee considered that the publication of the suggested\nwording online and on the same page on which the article appeared in print was\nsufficient to meet the requirement of Clause 1 (ii). There was no further\nbreach of the Code on this point.\n20. The Committee noted the complainants’\nconcern that the article had misleadingly stated that there had been a “trial”,\nand that the courts had “ruled against them”. However, it was not in dispute\nthat hearings had taken place in relation to the allegations: the newspaper had\nprovided judgments indicating that an appeal against a High Court Order had\nbeen dismissed, and that an attempt to have the case dismissed on the grounds\nof delay had also been refused. It was also not in dispute that a civil injury\nhearing had been scheduled. In the full context, the term “trials” merely\nreferred to these hearings; the article had not given the significantly\nmisleading impression that the complainants had stood trial and had been found\nguilty. The piece also made clear that the matter had been settled out of\ncourt; it was not significantly misleading to refer to this settlement as “damages”;\nthe reference did not imply that the payment followed a finding of liability by\nthe Court.\n21. Although the Committee did not consider\nthat these additional accuracy concerns required correction under the Code, it\nwelcomed the newspaper’s offer to address these points in a published\ncorrection.\n22. The Committee noted the complainants’\nposition that the publication of their sister’s claims had been intrusive.\nAlthough they were not named in the article, the Committee accepted that they\nwere identifiable to a limited class. However, under the general principle of\nfreedom of expression, their sister had been entitled to tell her story and,\nunder the terms of the Code, the newspaper had been entitled to report it. The\nnewspaper had taken steps to minimise any possible intrusion by not naming the\ncomplainants. On balance, the complaint under Clause 2 was not upheld.\nConclusions\n23. The complaint was upheld under Clause 1.\nRemedial\naction required\n24. Having upheld the complaint, the\nCommittee considered what remedial action should be required.\n25. The newspaper had offered to publish a\ncorrection in print and online, which identified the inaccuracy and made the\ncorrect position clear.\n26. The publication of the offered correction\nwas sufficient to remedy the established breach of the Code and, in light of\nthe Committee’s decision, it should now be published.Date complaint received: 25/05/2016Date decision issued: 24/10/2016\n \n \nBack to ruling listing\n\n\n"
}