{
    "url": "/rulings-and-resolution-statements/ruling/?id=05386-15",
    "title": "05386-15 The Royal Marsden NHS Foundation Trust v The Spectator",
    "provisions": [
        "1 (Accuracy) 2015",
        "2 (Opportunity to reply) 2015"
    ],
    "outcome": "No breach - after investigation",
    "publication": "The Spectator (The Spectator)",
    "published_on": "2015-08-08 00:00:00",
    "received_on": "2015-08-28 00:00:00",
    "concluded_on": "2015-12-09 00:00:00",
    "complaint_processing_days": 103,
    "conclusion_long": "of a clinical trial. The Trust’s internal inquiry had found that the surgeon had been given a choice of “walk, disciplinary action or gardening leave”, prior to his being placed on authorised absence. The surgeon was entitled to characterise the circumstances surrounding the end of his employment as being “pushed out”; this did not represent a significant inaccuracy and did not require correction under the Code. 18. Given the text of the statement the surgeon was asked to sign upon his return to work, which made clear that he should “not write any further press articles” or that, if he did, he must show them in advance to the Chief Executive, the Committee found that it was not significantly inaccurate of him to describe it as him being “gagged”, which was clearly his view of the purpose of the statement. The article had also directly quoted the relevant passage of the statement, making clear the basis for the surgeon’s concerns. The reference to the surgeon being “gagged” by the Trust was not a breach of Clause 1. 19. The inquiry mentioned in the article had been carried out by one of the Trust’s Board members which, as an internal inquiry, could reasonably be perceived as not being independent of the organisation. It was not significantly inaccurate to say that the surgeon had been denied an independent inquiry. 20. Clause 2 calls for an opportunity to reply in circumstances where inaccuracies have been identified. The Committee had not established any inaccuracies and, in any case, the magazine had offered to publish a letter from the complainant, which was the appropriate means of reply in this case. There was no breach of Clause 2. Conclusions 21. The complaint was not upheld.",
    "remedial_action": "N/A Date complaint received: 28/08/2015",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee \n05386-15 The Royal Marsden NHS Foundation Trust v\nThe Spectator\n1. The Royal Marsden NHS Foundation Trust complained\nto the Independent Press Standards Organisation that the Spectator breached\nClause 1 (Accuracy) and Clause 2 (Opportunity to reply) of the Editors’ Code of\nPractice in an article headlined “For speaking frankly about the NHS, I was\nfirst silenced and then pushed out”, published on 8 August 2015.\n2. The article was a first-person piece by a cancer\nsurgeon who had worked for the Trust, but had left a few months prior to\npublication of the article. Having previously written articles (both for this\nmagazine and a national newspaper) about the National Health Service (NHS)\nwhich had provoked an angry response from other health professionals, he wrote\nthat he had been “silenced” by the Trust. The article was highly critical of\nthe way in which the Trust had treated him, and suggested that his right to\nfreedom of speech had been compromised.\n3. The magazine had published an article in January\n2015 which told the surgeon’s story, but had been written by a staff\njournalist. Following publication the complainant had raised concerns about the\narticle with the magazine directly, and a number of the inaccuracies it had\nalleged were repeated in the article now under complaint. The magazine had\nrejected the complainant’s claims of inaccuracy at that time.\n4. The complainant said that the magazine had\npresented the surgeon’s views as fact, rather than as his personal comment. It\nwas the magazine’s responsibility to ensure that the Trust’s perspective was\nalso included, especially when it was already aware that the Trust disputed the\nsurgeon’s characterisation of events.\n5. The complainant said that it was not true that\nthe surgeon had been “pushed out”, as he had resigned from his role several\nmonths prior to publication of his first controversial article, about GPs.\nThere was no causal link between the expression of his views on the NHS and his\nretirement. He had asked to remain on staff because he wanted to access private\nfacilities and finish a research trial, but the Trust decided that it did not\nhave sufficient capacity in private care to give the surgeon access to the\nfacilities after his official retirement. Further, the trial will conclude in\nfour years, not two, as stated in the article.\n6. The complainant denied that the surgeon had been\nmade to sign a “gagging order” following publication of his earlier articles.\nHe had simply been asked to sign a document which said “[the Medical Director]\nmade it clear that it is important that you do not write any further press\narticles, or if you do, then you must show these in advance to the chief\nexecutive so that she is reassured that the content will not affect the Royal\nMarsden’s reputation by association with your personal views.” This did not amount\nto editorial control of his work, or a veto power.\n7. It was misleading to report that the Trust had\nrefused the surgeon’s request for an independent investigation into the manner\nin which his employment ended, as a detailed investigation had been undertaken\nby the Senior Independent Director, following a complaint to the Chairman.\n8. The complainant said that the magazine had\nrefused to engage with the substance of the Trust’s concerns, following\npublication of the article. The complainant had provided a statement outlining\nits position and requested that it be published in full in the next available\nprint edition of the magazine, and alongside (not underneath) the online\nversion. The magazine’s refusal to publish the statement represented a breach\nof Clause 2.\n9. The magazine said that the article concerned\nmatters of real public interest: the surgeon was a senior and highly respected\nphysician who had come under organised attack by fellow doctors and his own\nemployer for speaking out about the NHS. It was important to allow the surgeon\nthe opportunity to publish his own version of events, irrespective of whether\nhis employer disagreed with him over what had happened. The value of a\nfirst-person account such as this one would be greatly diminished if it were\nrequired to include material the author did not accept to be true. The magazine\nsaid that the complainant had failed to identify one material inaccuracy; this\nwas a case in which the two sides simply disagreed.\n10. In response to the specific concerns raised, the\nmagazine said that it was quite possible for someone who had “resigned” to\ncorrectly consider that he had been “pushed out” by his employer. It said that\nthe Trust’s inquiry into the matter had found that it was not disputed that the\nsurgeon had been given the options of “walk, disciplinary action or gardening\nleave” in his talks with the Trust following publication of his initial\narticles. The magazine said that it had accepted the surgeon’s claim that the\nongoing trial would be finished in two years, as he was in charge of the trial\nand therefore seemed sufficiently well-placed to know. Following receipt of the\ncomplaint, the surgeon had told the magazine that the first results of the\ntrial would indeed be determined within the next two years. In any case, even\nif this was an inaccuracy (which was denied), it would not be significant.\n11. The internal inquiry had been carried out by a\nTrust Board member; it was therefore accurate for the surgeon to say that he\nhad not been granted the “independent” inquiry he had asked for.\n12. The magazine said that it had considered\napproaching the complainant for comment in advance of the article, and had\ndecided not to do so as it already had comments relevant to the matter as a\nresult of its previous dealings with the Trust. Further, the magazine knew that\nthe article’s accuracy was likely to be challenged by the complainant, but did\nnot believe that what it was going to publish was inaccurate.\n13. Following publication of the article, the complainant\nhad been offered a right of reply on the letters page, but had declined that\noffer. A letter was the appropriate means of reply on this occasion; the\nmagazine was satisfied that it had not breached Clause 2.\nRelevant Code Provisions\n14. Clause 1 (Accuracy)\ni) The press must take care not to publish\ninaccurate, misleading or distorted information, including pictures.\nii) A significant inaccuracy, misleading statement\nor distortion once recognised must be corrected, promptly and with due prominence,\nand – where appropriate – an apology published.\niii) The press, whilst free to be partisan, must\ndistinguish clearly between comment, conjecture and fact.\nClause 2 (Opportunity to reply)\nA fair opportunity for reply to inaccuracies must be\ngiven when reasonably called for.\nFindings of the Committee\n15. The article was plainly presented as the opinion\nof the surgeon to whom it was attributed. It was clear that this was his own\nperspective of events in which he had played a central role, and the magazine\nwas not under an absolute obligation to include a statement from his employer.\nThere was no breach of Clause 1 (iii) in this regard.\n16. The magazine was under an obligation to take\ncare not to publish inaccurate material. In meeting this obligation it had\ntaken into consideration both the surgeon’s account of his experience of the\nTrust, and the complainant’s version of the matters under discussion, as\nprovided in earlier correspondence. There was no failure to take care over the\naccuracy of the article.\n17. It was evidently the surgeon’s opinion that he\nhad been “pushed out” of the Trust, and the article had made clear that he had\ngiven notice of his resignation prior to the publication of the articles which\nhad caused controversy. It was accepted that the complainant had been placed on\n“authorised absence” following publication of one of his articles, had been\nasked to clear any future articles with his employer, and had not been\npermitted to remain on staff following the end of his NHS contract, in order to\noversee the conclusion of a clinical trial. The Trust’s internal inquiry had\nfound that the surgeon had been given a choice of “walk, disciplinary action or\ngardening leave”, prior to his being placed on authorised absence. The surgeon\nwas entitled to characterise the circumstances surrounding the end of his\nemployment as being “pushed out”; this did not represent a significant\ninaccuracy and did not require correction under the Code.\n18. Given the text of the statement the surgeon was\nasked to sign upon his return to work, which made clear that he should “not\nwrite any further press articles” or that, if he did, he must show them in\nadvance to the Chief Executive, the Committee found that it was not\nsignificantly inaccurate of him to describe it as him being “gagged”, which was\nclearly his view of the purpose of the statement. The article had also directly\nquoted the relevant passage of the statement, making clear the basis for the\nsurgeon’s concerns. The reference to the surgeon being “gagged” by the Trust\nwas not a breach of Clause 1.\n19. The inquiry mentioned in the article had been\ncarried out by one of the Trust’s Board members which, as an internal inquiry,\ncould reasonably be perceived as not being independent of the organisation. It\nwas not significantly inaccurate to say that the surgeon had been denied an\nindependent inquiry.\n20. Clause 2 calls for an opportunity to reply in\ncircumstances where inaccuracies have been identified. The Committee had not\nestablished any inaccuracies and, in any case, the magazine had offered to\npublish a letter from the complainant, which was the appropriate means of reply\nin this case. There was no breach of Clause 2.\nConclusions\n21. The complaint was not upheld.\nRemedial Action Required\nN/A\nDate complaint received: 28/08/2015Date decision issued: 09/12/2015 \nBack to ruling listing\n\n\n"
}