{
    "url": "/rulings-and-resolution-statements/ruling/?id=05409-15",
    "title": "05409-15 Bristow v Bucks Free Press",
    "provisions": [
        "1 (Accuracy) 2015",
        "5 (Intrusion into grief or shock) 2015"
    ],
    "outcome": "No breach - after investigation",
    "publication": "Bucks Free Press (Newsquest Media Group)",
    "published_on": "2015-08-26 00:00:00",
    "received_on": "2015-09-01 00:00:00",
    "concluded_on": "2016-02-18 00:00:00",
    "complaint_processing_days": 170,
    "conclusion_long": "of the inquest into the death of the complainant’s son, and included evidence given by the complainant to the court. 3. The online article was published before the print article; its text was broadly similar but, as previously noted, the headlines differed. 4. The complainant said that the article had given the inaccurate impression that his son had taken his own life because he had been responsible for the death of a woman in a road traffic accident in 2010. The complainant said that it had been made clear at that woman’s inquest that his son had not been responsible; the road had been flooded and the street lamps had been turned off. The complainant also said that the article had inaccurately reported that he had found his son on 11 June and he had died the next day, when in fact he had been found on 12 June and died the same day. Additionally, the flooded section of the road in which the complainant’s son’s car had lost control had been 70 metres long, not 70 feet, as reported, and the inquest had heard that both the complainant and his wife had found his son’s suicide note, not the complainant alone. The complainant said that the article breached Clause 1, and provided an email from the assistant coroner confirming what had been heard at the inquest to support his position. 5. The complainant also said that inaccurately reporting that his son had killed himself due to the guilt he felt over causing someone’s death intruded into his family’s grief and shock, in breach of Clause 5. 6. The newspaper said that the copy had been provided by an agency. It said that the article had made clear that the road conditions had been the cause of the fatal crash in 2010. It did not believe that this aspect of the article was inaccurate in the manner identified by the complainant. The newspaper accepted that the complainant had found his son on 12 June, and apologised for the error; it appeared that the agency reporter’s notes had been inaccurate on this point, and the newspaper regretted the confusion that had been caused. It also accepted that the body of water had been 70 metres in length; a report of the 2010 inquest in another newspaper had described the water as being 70 feet in length, which is how the inaccurate information had been included into this article. It said that the inquest had heard how both parents had been in their son’s room when the note was found, and it was the complainant who had given evidence. It was reasonable to conclude that the complainant had found the note. 7. In light of the complainant’s concerns the newspaper published the following apology on page 6; the original article had appeared on page 8: “Bristow family: An apology An article on August 28 reporting on the inquest into Mathew Bristow’s death stated that Mr Bristow was discovered on June 11. Mr Bristow was in fact discovered on June 12. In addition, the article stated that Mr Bristow’s car had hit a 70ft stretch of water caused by flooded drains in a car accident in in 2010. In fact, the stretch of water was 70m long. We apologise to Mr Bristow’s family for these inaccuracies, and for any distress caused.” 8. It also made some amendments to the online article and added a version of the apology as a footnote: “Family of Mathew Bristow: An apology An earlier version of this article inaccurately stated that Mr Bristow was found on June 11, and was certified dead the next day. In fact, Mr Bristow was found and certified dead on June 12. In addition, the article quoted Mark Bristow as stating that he found the note from his son in July. In fact, Mr Bristow did not specify whether it was him or his wife who found the note during the inquest proceedings. The article stated that Mr Bristow’s car had hit a 70ft stretch of water caused by flooded drains in a car accident in 2010 when in fact, the stretch of water was 70m long. We are happy to correct these inaccuracies, and the article has been amended accordingly. In addition, we would like to make clear that in relation to the car crash in 2010, Mr Bristow was held not to be at fault. We apologise to Mr Bristow’s family for these inaccuracies, and for any distress caused.” 9. The complainant said that it had taken too long for the newspaper to accept that its article had contained inaccuracies, and declined to resolve his complaint on the basis of the published apologies. He requested that the Committee rule on the matter. Relevant Code Provisions 10. Clause 1 (Accuracy) i) The press must take care not to publish inaccurate, misleading or distorted information, including pictures. ii) A significant inaccuracy, misleading statement or distortion once recognised must be corrected, promptly and with due prominence, and – where appropriate – an apology published. iii) The press, whilst free to be partisan, must distinguish clearly between comment, conjecture and fact. Clause 5 (Intrusion into grief or shock) i) In cases involving personal grief or shock, enquiries and approaches must be made with sympathy and discretion and publication handled sensitively. This should not restrict the right to report legal proceedings, such as inquests. Findings of the Committee 11. The Committee first wished to express its condolences to the complainant and his wife on the loss of their son. 12. Although the copy had been provided by an agency, the newspaper was responsible for the material it had published. It was accepted that the complainant’s son’s car had crossed to the wrong side of the road due to flooding and collided with the vehicle of the woman in the 2010 accident, and it was accepted that the collision had resulted in her death. The Committee understood the complainant’s concern that the headline of the online article had made a specific reference to his son “causing [the] death” of the woman, and that this had been distressing for the complainant. However, in considering the article as a whole, the Committee noted that the complainant had told the inquest that “he never came to terms with the fact that he was involved in an accident where he was the driver of a car where a young girl died seven days later”, and that his son had referred to this in the note he had left. The article had not suggested that the complainant’s son had been responsible for the accident, or that there had been any allegations of dangerous driving or negligence; indeed it had made clear that “in October 2010 an inquest into [the woman’s] death determined Mr Bristow had not been driving too quickly or recklessly but the accident was the result of seriously flooded drains.” There was no failure to take care over the accuracy of the article in relation to this point, and a correction was not required under the Code. 13. The print article had a different headline, which did not include any suggestion that the complainant’s son had “caused” the crash, but instead its sub-headline had noted that he “felt to blame”, which was not in dispute. The print article did not raise a breach of Clause 1 on this point. 14. The Committee understood the distress that had been caused to the complainant by the inaccurate reporting of the date of his son’s death, and it took the opportunity to reiterate that particular care should be taken around such sensitive matters. It was regrettable that there had been confusion over the date that had been heard at the inquest, and that correspondence from the coroner had been required before the newspaper offered a correction. However, the online version of the article had accurately reported the day on which the complainant’s son had been declared dead. In this context, the reference to the complainant’s son having been discovered on the 11 June, when in fact he was discovered on 12 June, was not a significant inaccuracy which required correction under the Code. While the print version of the article did not include the reference to the complainant’s son having died “the next day”, as the online version did, the Committee found that, in all the circumstances, it was not a significant inaccuracy; it did not breach Clause 1. 15. It was clear that the flood had taken up a large section of the road, and so the difference between 70 metres and 70 feet was not significant in this instance. It did not give a significantly misleading impression of the 2010 accident, as the central point was that the complainant’s son had had to take evasive action due the heavily flooded road. Further, the complainant had been one of the people who found his son’s suicide note, and the online article had made a number of references to the complainant and his wife entering their son’s room and finding the note; the single reference to the complainant having found the note did not raise a breach of Clause 1. The print version of the article had not specified who found the note; there was no breach of Clause 1 in the print article either. 16. The terms of Clause 5 do not prevent newspapers from reporting inquest proceedings, and the Committee had already established that the article had not been significantly inaccurate so as to raise a breach of Clause 1. The article was not insensitive; it did not breach Clause 5. 17. The Committee noted that when the complainant had initially contacted the newspaper directly, it responded swiftly and sensitively, making some amendments to the article. It also noted that the newspaper had offered to publish a clarification as soon as the coroner’s office had confirmed the facts of the case, and had placed on record its apology for any distress caused to the complainant and his family. The Committee welcomed this action as a positive response to the complainant. Conclusions 18. The complaint was not upheld.",
    "remedial_action": "N/A Date complaint received: 01/09/2015",
    "text": "\n\n\n\n\n\nDecision\nof the Complaints Committee 05409-15 Bristow v Bucks Free Press\nSummary\nof complaint\n1.\nMark Bristow complained to the Independent Press Standards Organisation that\nthe Bucks Free Press breached Clause 1 (Accuracy) and Clause 5 (Intrusion into\ngrief or shock) of the Editors’ Code of Practice in an article headlined “Man\nwho killed himself was haunted by causing death of young teacher, inquest\nhears”, published on 26 August 2015. It was published in print on 28 August\nwith the headline “Dad’s torment over road death led to taking his own life”.\n2.\nThe article reported the conclusion of the inquest into the death of the\ncomplainant’s son, and included evidence given by the complainant to the court.\n3.\nThe online article was published before the print article; its text was broadly\nsimilar but, as previously noted, the headlines differed.\n4.\nThe complainant said that the article had given the inaccurate impression that\nhis son had taken his own life because he had been responsible for the death of\na woman in a road traffic accident in 2010. The complainant said that it had\nbeen made clear at that woman’s inquest that his son had not been responsible;\nthe road had been flooded and the street lamps had been turned off. The\ncomplainant also said that the article had inaccurately reported that he had\nfound his son on 11 June and he had died the next day, when in fact he had been\nfound on 12 June and died the same day. Additionally, the flooded section of\nthe road in which the complainant’s son’s car had lost control had been 70\nmetres long, not 70 feet, as reported, and the inquest had heard that both the\ncomplainant and his wife had found his son’s suicide note, not the complainant\nalone. The complainant said that the article breached Clause 1, and provided an\nemail from the assistant coroner confirming what had been heard at the inquest\nto support his position.\n5.\nThe complainant also said that inaccurately reporting that his son had killed\nhimself due to the guilt he felt over causing someone’s death intruded into his\nfamily’s grief and shock, in breach of Clause 5.\n6.\nThe newspaper said that the copy had been provided by an agency. It said that\nthe article had made clear that the road conditions had been the cause of the\nfatal crash in 2010. It did not believe that this aspect of the article was\ninaccurate in the manner identified by the complainant. The newspaper accepted\nthat the complainant had found his son on 12 June, and apologised for the\nerror; it appeared that the agency reporter’s notes had been inaccurate on this\npoint, and the newspaper regretted the confusion that had been caused. It also\naccepted that the body of water had been 70 metres in length; a report of the\n2010 inquest in another newspaper had described the water as being 70 feet in\nlength, which is how the inaccurate information had been included into this\narticle. It said that the inquest had heard how both parents had been in their\nson’s room when the note was found, and it was the complainant who had given\nevidence. It was reasonable to conclude that the complainant had found the\nnote.\n7.\nIn light of the complainant’s concerns the newspaper published the following\napology on page 6; the original article had appeared on page 8:\n“Bristow\nfamily: An apology\nAn\narticle on August 28 reporting on the inquest into Mathew Bristow’s death\nstated that Mr Bristow was discovered on June 11. Mr Bristow was in fact\ndiscovered on June 12. In addition, the article stated that Mr Bristow’s car\nhad hit a 70ft stretch of water caused by flooded drains in a car accident in\nin 2010. In fact, the stretch of water was 70m long. We apologise to Mr Bristow’s\nfamily for these inaccuracies, and for any distress caused.”\n8.\nIt also made some amendments to the online article and added a version of the\napology as a footnote:\n“Family\nof Mathew Bristow: An apology\nAn\nearlier version of this article inaccurately stated that Mr Bristow was found\non June 11, and was certified dead the next day. In fact, Mr Bristow was found\nand certified dead on June 12. In addition, the article quoted Mark Bristow as\nstating that he found the note from his son in July. In fact, Mr Bristow did\nnot specify whether it was him or his wife who found the note during the\ninquest proceedings. The article stated that Mr Bristow’s car had hit a 70ft\nstretch of water caused by flooded drains in a car accident in 2010 when in\nfact, the stretch of water was 70m long. We are happy to correct these\ninaccuracies, and the article has been amended accordingly. In addition, we\nwould like to make clear that in relation to the car crash in 2010, Mr Bristow was\nheld not to be at fault. We apologise to Mr Bristow’s family for these\ninaccuracies, and for any distress caused.”\n9.\nThe complainant said that it had taken too long for the newspaper to accept\nthat its article had contained inaccuracies, and declined to resolve his\ncomplaint on the basis of the published apologies. He requested that the\nCommittee rule on the matter.\nRelevant\nCode Provisions\n10.\nClause 1 (Accuracy)\ni)\nThe press must take care not to publish inaccurate, misleading or distorted\ninformation, including pictures.\nii)\nA significant inaccuracy, misleading statement or distortion once recognised\nmust be corrected, promptly and with due prominence, and – where appropriate –\nan apology published.\niii)\nThe press, whilst free to be partisan, must distinguish clearly between\ncomment, conjecture and fact.\nClause\n5 (Intrusion into grief or shock)\ni)\nIn cases involving personal grief or shock, enquiries and approaches must be\nmade with sympathy and discretion and publication handled sensitively. This\nshould not restrict the right to report legal proceedings, such as inquests.\nFindings\nof the Committee\n11.\nThe Committee first wished to express its condolences to the complainant and\nhis wife on the loss of their son.\n12.\nAlthough the copy had been provided by an agency, the newspaper was responsible\nfor the material it had published. It was accepted that the complainant’s son’s\ncar had crossed to the wrong side of the road due to flooding and collided with\nthe vehicle of the woman in the 2010 accident, and it was accepted that the\ncollision had resulted in her death. The Committee understood the complainant’s\nconcern that the headline of the online article had made a specific reference\nto his son “causing [the] death” of the woman, and that this had been\ndistressing for the complainant. However, in considering the article as a\nwhole, the Committee noted that the complainant had told the inquest that “he\nnever came to terms with the fact that he was involved in an accident where he\nwas the driver of a car where a young girl died seven days later”, and that his\nson had referred to this in the note he had left. The article had not suggested\nthat the complainant’s son had been responsible for the accident, or that there\nhad been any allegations of dangerous driving or negligence; indeed it had made\nclear that “in October 2010 an inquest into [the woman’s] death determined Mr\nBristow had not been driving too quickly or recklessly but the accident was the\nresult of seriously flooded drains.” There was no failure to take care over the\naccuracy of the article in relation to this point, and a correction was not\nrequired under the Code.\n13.\nThe print article had a different headline, which did not include any\nsuggestion that the complainant’s son had “caused” the crash, but instead its\nsub-headline had noted that he “felt to blame”, which was not in dispute. The\nprint article did not raise a breach of Clause 1 on this point.\n14.\nThe Committee understood the distress that had been caused to the complainant\nby the inaccurate reporting of the date of his son’s death, and it took the\nopportunity to reiterate that particular care should be taken around such\nsensitive matters. It was regrettable that there had been confusion over the\ndate that had been heard at the inquest, and that correspondence from the\ncoroner had been required before the newspaper offered a correction. However,\nthe online version of the article had accurately reported the day on which the\ncomplainant’s son had been declared dead. In this context, the reference to the\ncomplainant’s son having been discovered on the 11 June, when in fact he was\ndiscovered on 12 June, was not a significant inaccuracy which required\ncorrection under the Code. While the print version of the article did not\ninclude the reference to the complainant’s son having died “the next day”, as\nthe online version did, the Committee found that, in all the circumstances, it\nwas not a significant inaccuracy; it did not breach Clause 1.\n15.\nIt was clear that the flood had taken up a large section of the road, and so\nthe difference between 70 metres and 70 feet was not significant in this\ninstance. It did not give a significantly misleading impression of the 2010\naccident, as the central point was that the complainant’s son had had to take\nevasive action due the heavily flooded road. Further, the complainant had been\none of the people who found his son’s suicide note, and the online article had\nmade a number of references to the complainant and his wife entering their\nson’s room and finding the note; the single reference to the complainant having\nfound the note did not raise a breach of Clause 1. The print version of the\narticle had not specified who found the note; there was no breach of Clause 1\nin the print article either.\n16.\nThe terms of Clause 5 do not prevent newspapers from reporting inquest\nproceedings, and the Committee had already established that the article had not\nbeen significantly inaccurate so as to raise a breach of Clause 1. The article\nwas not insensitive; it did not breach Clause 5.\n17.\nThe Committee noted that when the complainant had initially contacted the\nnewspaper directly, it responded swiftly and sensitively, making some\namendments to the article. It also noted that the newspaper had offered to\npublish a clarification as soon as the coroner’s office had confirmed the facts\nof the case, and had placed on record its apology for any distress caused to\nthe complainant and his family. The Committee welcomed this action as a\npositive response to the complainant.\nConclusions\n18.\nThe complaint was not upheld.\nRemedial\nAction Required\nN/A\nDate\ncomplaint received: 01/09/2015Date\ndecision issued: 18/02/2016\nBack to ruling listing\n\n\n"
}