{
    "url": "/rulings-and-resolution-statements/ruling/?id=05411-19",
    "title": "05411-19 Lennox v The Jewish Chronicle",
    "provisions": [
        "1 Accuracy (2018)",
        "2 Privacy (2018)",
        "3 Harassment (2018)"
    ],
    "outcome": "Breach - sanction: action as offered by publication",
    "publication": "The Jewish Chronicle (The Jewish Chronicle)",
    "published_on": "2019-03-22 00:00:00",
    "received_on": "2019-07-18 00:00:00",
    "concluded_on": "2019-12-04 00:00:00",
    "complaint_processing_days": 139,
    "conclusion_long": "14. The complaint was upheld in part.",
    "remedial_action": "15. The correction which was offered was clearly put the correct position on record, and was offered promptly and with due prominence, and should now be published.   Date complaint received: 18/07/2019.",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee 05411-19 Lennox v The Jewish\nChronicle\nSummary of Complaint\n1. Jenny Lennox complained to the Independent Press Standards\nOrganisation that The Jewish Chronicle breached Clause 1 (Accuracy), Clause 2\n(Privacy) and Clause 3 (Harassment) of the Editors’ Code of Practice in an\narticle headlined “Top activist: ‘Only hate is Jews vs Jews’”, published on 22\nMarch 2019.\n2. The article reported on a comment made by Jenny Lennox at a\nmeeting of the Walthamstow Labour Party and reported “that the ‘only’\nantisemitism she had seen in the Labour party was ‘Jews attacking other Jews\nfor having the wrong attitude on Israel’”. The article said that Ms Lennox was\n“on the executive of the Labour Representative Committee” and was Jewish.\n3. The article also appeared online under the headline “Jewish\nmember of John McDonnell–backed Labour Representation Committee dismisses\nLabour antisemitism”. The online article was substantially longer than the\nprint article, and contained information on a recent Labour Representation\nCommittee (LRC) statement which suggested “allegations of Jew-hate were\n‘propaganda’ from the ‘ruling class’” and “false accusations… intended to\nweaponise the antisemitism against Labour” and described Israel as “an\nintrinsically racist endeavour”.\n4. The complainant said that the article was inaccurate in breach\nof Clause 1 as it reported that she was currently on the executive of the LRC\nwhen she had left the executive in 2012 and the National Committee in 2013. She\nalso said that it was misleading to use recent quotes and points from the LRC\nwhen she had not held a position with the LRC for seven years, as this\nassociated her with antisemitism deniers. She also said that she was not Jewish\nand it was inaccurate to describe her as so.\n5. The complainant also said that the article represented an\nintrusion into her privacy as her comments were made at a meeting that was only\nopen to members of the Labour Party. She was particularly concerned that the\nmeeting appeared to have been recorded, as this is against Labour Party rules.\n6. The complainant also said that publication of the article\nconstituted harassment, as by associating her with anti-Semitism deniers, it\nwas libellous, and jeopardised her employment, friendship with Jewish friends\nand affected her family. She said that as she did not hold a position in the\nLabour Party, the story was not in the public interest.\n7. The publication accepted that it had inaccurately published\nthat the complainant was on the executive of the LRC and Jewish, however it did\nnot accept a breach of Clause 1(i) as it said it had taken care when\nresearching these claims. It said a prominent Labour website had reported that\nthe complainant was still on the executive of the LRC. It provided a quote by\nthe complainant from the meeting which it said demonstrated the care taken over\nthe accuracy of the article’s claim that she was Jewish: “I’m not going to\nspeak in tropes about Jewish people, but it’s certainly said about my family,\nhow many Lennoxes does it take to change a light bulb, it takes one to change\nit and the rest to all debate about it, but I’m fairly sure that’s true of an\nawful lot of Jewish people.” The publication said that it was reasonable to\ninfer from this quote that the complainant was Jewish. It said that not\ncontacting the complainant prior to publication was not a failure to take care.\nPrior to her IPSO complaint, after direct correspondence with the publication\nthe fact that the complainant had left the LRC was made clear in the article,\nand the reference to her being Jewish was deleted. During the IPSO\ninvestigation the publication accepted that both inaccuracies needed correction\nunder Clause 1(ii) and offered the following to be posted in their established\ncorrections column:\n\"A March 22 article headlined 'Top activist: Only hate is Jews vs\nJews' incorrectly reported that Jenny Lennox was Jewish and a member of the\nLabour Representation Committee’s national executive, a position she had\npreviously held.\"\nIt would appear as a footnote to the online version of the article\nas:\n\"An earlier version of this story incorrectly reported that Jenny\nLennox was Jewish and a member of the Labour Representation Committee’s\nnational executive, a position she had previously held.\"\n8. The publication said that the complainant did not have a\nreasonable expectation of privacy at the Labour members’ meeting. It said a\ncontact at the meeting revealed the content of the meeting to the publication.\nIt noted that with the current controversy relating to antisemitism in the\nLabour Party, there was a significant public interest in the publication\nfollowing the affairs of the Labour Party. In addition, it noted that the\ncomplainant, as someone who was backed to be a Prospective Parliamentary\nCandidate, should expect her affairs and views to be scrutinised.\nRelevant Code Provisions\nClause 1 (Accuracy)\ni) The Press must take care not to publish inaccurate, misleading\nor distorted information or images, including headlines not supported by the\ntext.\nii) A significant inaccuracy, misleading statement or distortion\nmust be corrected, promptly and with due prominence, and — where appropriate —\nan apology published. In cases involving IPSO, due prominence should be as\nrequired by the regulator. \niii) A fair opportunity to reply to significant inaccuracies\nshould be given, when reasonably called for.\niv) The Press, while free to editorialise and campaign, must\ndistinguish clearly between comment, conjecture and fact.\nClause 2 (Privacy)*\ni) Everyone is entitled to respect for his or her private and\nfamily life, home, health and correspondence, including digital communications.\nii) Editors will be expected to justify intrusions into any\nindividual's private life without consent. In considering an individual's\nreasonable expectation of privacy, account will be taken of the complainant's\nown public disclosures of information and the extent to which the material\ncomplained about is already in the public domain or will become so.\niii) It is unacceptable to photograph individuals, without their\nconsent, in public or private places where there is a reasonable expectation of\nprivacy.\nClause 3 (Harassment)*\ni) Journalists must not engage in intimidation, harassment or\npersistent pursuit.\nii) They must not persist in questioning, telephoning, pursuing or\nphotographing individuals once asked to desist; nor remain on property when\nasked to leave and must not follow them. If requested, they must identify\nthemselves and whom they represent.\niii)  Editors must ensure\nthese principles are observed by those working for them and take care not to\nuse non-compliant material from other sources.\n*The Public Interest\n1. The public interest includes, but is not confined to:\nDetecting or exposing crime, or the threat of crime, or serious\nimpropriety.Protecting public health or safety.Protecting the public from being misled by an action or statement\nof an individual or organisation.Disclosing a person or organisation’s failure or likely failure to\ncomply with any obligation to which they are subject.Disclosing a miscarriage of justice.Raising or contributing to a matter of public debate, including\nserious cases of impropriety, unethical conduct or incompetence concerning the\npublic.Disclosing concealment, or likely concealment, of any of the\nabove.\n2. There is a public interest in freedom of expression itself.\n3. The regulator will consider the extent to which material is\nalready in the public domain or will\nbecome so.\n4. Editors invoking the public interest will need to demonstrate\nthat they reasonably believed publication - or journalistic activity taken with a view to\npublication – would both serve, and be proportionate to, the public interest\nand explain how they reached that decision at the time.\nFindings of the Committee\n9. The website, published in 2018, provided by the publication had\nreported that the complainant was currently on the LRC executive. However, it\nwas also noted that this was a third party website that was not affiliated to\neither the complainant or the LRC. The quote relating to the Lennox family\ncould be interpreted as her saying that she is Jewish, however this inference\nby the journalist was the only information which suggested that she was Jewish.\nOn this basis, relying on a third party website, and an inference from a\npersonal anecdote without taking further steps to ensure the accuracy of these\nclaims within the article, represented a failure to take care and there was a\nbreach of Clause 1(i).\n10. The Committee then considered whether these constituted a\nsignificant inaccuracies. In the context where the complainant had not been\npart of the LRC for several years and the online article went on to highlight\nand criticise the LRC’s approach in a way that related their views to the\ncomplainant, this was found to be a significant inaccuracy. In addition, as the\narticle was reporting on antisemitism, and where the complainant’s religion would\nhave a bearing on these views, incorrectly reporting that the complainant was\nJewish was also found to be a significant inaccuracy. Therefore, both of these\naspects were found to require a correction under Clause 1(ii).\n11. The publication accepted that the article was inaccurate and\namended the online article two days after receiving direct correspondence from\nthe complainant. The publication offered to publish a correction nine days\nafter the complaint was referred by IPSO. The publication's offer identified\nthe inaccuracy, set out the correct position and was offered promptly. However,\nthe Committee required an amendment to clarify when the complainant left the\nLRC, so the correction would now end “…a position she held until 2012.”\nFurther, the publication's offer to publish the correction in the established\ncorrections page and as a footnote to the online article represented due\nprominence, as corrections columns demonstrate a commitment to correcting\ninaccurate or misleading material, while providing a consistent and familiar\nposition in which to correct inaccuracies for readers. This should now be\npublished to avoid a breach of Clause 1(ii).\n12. The Labour Party meeting from which the quotes were taken was\nfor Labour members only, had around 40 people in attendance and was not\nsupposed to be recorded. However, the comments made by the complainant –\ncommenting on a current, political matter, were not, in and of itself,\ninformation an individual would have an expectation of privacy in regards to.\nIt was additionally noted that the complainant was speaking as a political\nfigure who had been backed to be a Prospective Parliamentary Candidate, and\npublishing her views on a highly controversial and current topic was in the\npublic interest. In this context, the complainant did not have a reasonable\nexpectation of privacy over her comments and the newspaper was entitled to\nreport on them. Therefore, there was no breach of Clause 2.\n13. The terms of Clause 3 generally relates to the conduct of\njournalists during the newsgathering process and is designed to protect\nindividuals from unwanted or repeated approaches by the press. The\ncomplainant's concerns regarding libel and threatening her employment,\nrelationships and family did not constitute harassment in breach of Clause 3.\nConclusions\n14. The complaint was upheld in part.\nRemedial action required\n15. The correction which was offered was clearly put the correct\nposition on record, and was offered promptly and with due prominence, and\nshould now be published.\n \nDate complaint received: 18/07/2019.\nDate decision issued: 04/12/2019.\n\nBack to ruling listing\n\n\n"
}