{
    "url": "/rulings-and-resolution-statements/ruling/?id=05416-15",
    "title": "05416-15 Wyn v Cambrian News",
    "provisions": [
        "1 (Accuracy) 2015",
        "2 (Opportunity to reply) 2015",
        "10 (Clandestine devices and subterfuge) 2015"
    ],
    "outcome": "No breach - after investigation",
    "publication": "(DISCONTINUED) The Cambrian News (Tindle Newspapers Limited)",
    "published_on": "2015-08-19 00:00:00",
    "received_on": "2015-08-30 00:00:00",
    "concluded_on": "2016-01-25 00:00:00",
    "complaint_processing_days": 148,
    "conclusion_long": "20. The complaint was not upheld.",
    "remedial_action": "N/A Date complaint received: 30/08/2015",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee 05416-15 Wyn v Cambrian\nNewsSummary of\ncomplaint1. Hefin Wyn complained to the Independent Press Standards\nOrganisation that the Cambrian News had breached Clause 1 (Accuracy), Clause 2\n(Opportunity to reply) and Clause 10 (Clandestine devices and subterfuge) of\nthe Editors’ Code of Practice in an article headlined “Castle trustee quits\nover ‘online harassment’, published on 19 August 2015.2. The article reported that a trustee of Cardigan Castle\nhad resigned from his role because he had “suffered ‘months of online\nharassment’ from a local opposition group”. It stated that a group called\nCyfeillion Rhys ap Gruffudd, headed by the complainant, had been accused of\n“constantly attacking” aspects of the redevelopment of the castle.3. The complainant said that the newspaper had wrongly\nimplied that he had been responsible for harassing the Cardigan Castle trustee.\nHe said the newspaper had failed to provide any evidence to support the\nallegation. He supplied the press release, upon which the article was based,\ncirculated by a PR company on behalf of Cardigan Castle, and noted that it had\nnot named him or his group in relation to the trustee’s allegations. He also\nnoted that the article had not stated that the trustee had identified him as\nbeing responsible for the harassment. The complainant considered that\nharassment was defined as behaviour that “demeans, threatens or offends the\nvictim and results in a hostile environment for the victim”. He said the\ncomments he had made online had contained no such content, and neither had the\nemails that he had sent directly to the trustee, which had not been seen\n“online”. He said the police had informed him that they had received no\ncomplaints of harassment against him.4. The complainant said that the newspaper had given him\ninsufficient time to respond to what was a potentially serious allegation. It\nhad contacted him for his comment by email “almost immediately” before the\narticle was published. He could not provide a copy of that email, but he said\nthat he had been asked to comment on the trustee’s decision to resign because\nof “online harassment” and “virtual persecution”; it had not been put to him\nthat the allegation related to his or his group’s actions. Although he accepted\nthat he had been critical of the castle’s trustees “as a body”, no individuals\nhad been targeted. He also noted that he had recently paid compliment to this\nparticular trustee as a lecturer. He said that as the newspaper had provided no\nbackground information to the story, he had understood that the trustee’s\ndecision to resign had nothing to do with him, and he informed it that he did\nnot wish to comment. He had not been “unavailable for comment”, as reported.5. In addition, the complainant said that the newspaper had\ninaccurately reported that his group had set up a petition calling for the\nreinstatement of Cardigan Castle’s director, who had previously been suspended.\nHe said his group had supported the petition, but it had not created it; the\ninaccuracy was significant because it further implied that his group had been a\n“negative influence”. The complainant raised his concerns with the newspaper,\nrequested an apology and an opportunity to reply.6. The newspaper considered that it had been entitled to\nreport that the trustee had found the criticism of the castle project\ndistressing and that it had led to his resignation. It said that the trustee\nhad provided several messages from the complainant, which he had said had left\nhim “feeling harassed”. He had also confirmed that the complainant’s group had\nbeen among those who he felt were “attacking him” and had put his family “under\npressure”. The newspaper did not have permission to provide those emails to\nIPSO; however, it considered that it was certain that the complainant’s group\nhad been a leader in the criticisms of the castle project, and that those\ncriticisms had continued over several months and “quite vociferously”. It\nprovided some of the complainant’s Facebook posts to support this position.7. The newspaper said it had requested the complainant’s\ncomment on the allegation by email at 11.58am on the day the article was\npublished. Like the complainant, it was unable to provide IPSO with a copy of\nthat email, but it said that it had put it to him that his organisation was one\nof those accused of online harassment. In the thirty minutes preceding that\nemail being sent, the newspaper said it had called the complainant’s mobile\nphone three times, but the calls had not been answered and there was no\nanswerphone. At 1.34pm, the complainant replied to the newspaper’s email,\nstating that he did not wish to comment until he knew the content of the\narticle, but the piece had been sent to press at 1.15pm.8. In his 1.34pm response, the complainant asked whether his\ngroup was one of those that the trustee was “getting tired of”, and said “I\nsuppose you can use the term spokesperson but I would prefer to know exactly\nwhat [the trustee] has been saying”. The newspaper considered that these comments\ndemonstrated that the complainant had been told and understood that the\nallegations related to his group’s actions.9. As the article had already been published, the newspaper\ntold the complainant that it would be happy to publish his response to the\narticle the following week. It offered to publish the following wording:I and Cyfeillion Rhys ap Gruffudd have not been responsible\nfor the 'online harrassment' of Glen Johnson thus forcing him to quit as a\nCadwgan Trustee. My correspondence [with Glen] was in response to comments and\nfacts posted on Glen's own Facebook which were inaccurate regarding the\ndevelopment of Castell Aberteifi with which he is involved. Cyfeillion Rhys ap\nGruffudd are not an opposition group. Cyfeillion are in favour of developing\nthe heritage aspects of the castle and are of the opinion the current plans are\nflawed.The complainant declined the offer on the basis that he had\nnot been provided with evidence to support the allegations. Instead, he\nrequested the publication of the following wording:My friend, Glen Johnson, looks remarkably healthy and chirpy\nfor an ‘on-line harassed’ historian. I am glad that he still carries on with\nhis vast amount of voluntary work at Castell Aberteifi oblivious to all the\nalleged harassment. ‘Rhwng gwŷr Pentyrch a’i gilydd’, say I. Cyfeillion Rhys ap\nGruffudd remain committed to the application of a thoroughly creative Welsh\nimagination at Castell Aberteifi.10. The newspaper published the complainant’s statement in a\nfollow-up piece, omitting the first two sentences as it considered that they\nwere inappropriate. The complainant considered that this omission had distorted\nhis position.11. The newspaper accepted that the complainant’s group had\nnot set up the petition, and offered to publish the following wording:In an article in the Cambrian News of 20 August 2015, headlined\n“Castle trustee quits over ‘online harrassment’”, it was stated that The\nCyfeillion Rhys ap Grufudd had set up a petition calling for the reinstatement\nof castle director Cris Tomos. While Hefin Wyn of Cyfeillion had been\ncampaigning for Mr Tomos’ reinstatement, the petition was not in fact set up by\nthe group. We are happy to set the record straight.12. During IPSO’s investigation, the newspaper also offered\nto publish a 400-word letter from the complainant, focusing on his group and\nits vision for Cardigan Castle, and it offered to add the following note to the\narticle online:Editor's note:Since this article was published, Hefin Wyn has disputed our\nreport that \"nobody from Cyfeillion Rhys ap Gruffudd was available to\ncomment\". Whilst it is true that we were unable to contact Mr Wyn in time\nfor our publishing deadline, he has asked us to clarify that he was available\nafter the deadline, but he chose not to comment on the story. Mr Wyn also\ndenies harrassing Mr Johnson.Mr Wyn has also told us that the petition for the\nreinstatement of Castle director Cris Tomas was not organised by Cyfeillion. He\nsays that whilst Cyfeillion supported the reinstatement petition, it did not\norganise it. We are happy to clarify these issues.The complainant did not accept the newspaper’s offer as a\nresolution, and proposed some alternative wording for a published apology.Relevant Code Provisions13. Clause 1 (Accuracy)i. The Press must take care not to publish inaccurate, misleading\nor distorted information, including pictures.ii. A significant inaccuracy, misleading statement or\ndistortion once recognised must be corrected, promptly and with due prominence,\nand - where appropriate - an apology published. In cases involving the\nRegulator, prominence should be agreed with the Regulator in advance.iii. The Press, whilst free to be partisan, must distinguish\nclearly between comment, conjecture and fact.Clause 2 (Opportunity to reply)A fair opportunity for reply to inaccuracies must be given\nwhen reasonably called for.Clause 10 (Clandestine devices and subterfuge)i. The press must not seek to obtain or publish material\nacquired by using hidden cameras or clandestine listening devices; or by\nintercepting private or mobile telephone calls, messages or emails; or by the\nunauthorised removal of documents or photographs; or by accessing\ndigitally-held private information without consent.ii. Engaging in misrepresentation or subterfuge, including\nby agents or intermediaries, can generally be justified only in the public\ninterest and then only when the material cannot be obtained by other means.Findings of the Committee13. The newspaper had been entitled to report information\ngiven on a Cardigan Castle press release, which said that a trustee had\nresigned from his role at the castle as a result of online harassment from “a\nlocal opposition group”. The newspaper had contacted the trustee to confirm\nwhich group his allegations concerned. 14. The Committee noted that the complainant denied that his\ngroup had been responsible for harassing the trustee online. However, the\ncomplainant accepted that his group had been critical of the direction of the\nCardigan Castle project and the decisions of its trust, and he had voiced those\ncriticisms online and by email to the trustee.15. The Committee acknowledged the references to “online\nharassment” and “virtual persecution” in the article and its headline. However,\nthe article had made clear that it had been the criticisms of the project,\nrather than personal criticisms of the trustee, that had led the trustee to\nfeel “harassed” and to his resignation. In particular, the Committee did not\naccept that the article had suggested that the actions of the complainant or\nhis group had amounted to harassment in a legal or criminal sense. The article\nhad clearly stated that the group had been accused of attacking “certain\naspects of the [castle] project”, and it included examples of the trust’s\ndecisions about which the complainant’s group had been critical. As such, the\nCommittee was satisfied that the newspaper had not created a significantly\nmisleading impression of the nature of the alleged “online harassment” in\nbreach of Clause 1. There had been no failure to take care over the accuracy of\nthe article on this point.16. The Committee was concerned that the newspaper had\nfailed to retain a copy of the email it had sent to the complainant requesting\nhis comment, and that it had sent this request just 75 minutes before the\narticle’s publication. However, the newspaper had also tried to contact the\ncomplainant by telephone. Given that he had not responded at the time of\npublication, it was not significantly misleading for the newspaper to report\nthat he had been “unavailable for comment”. This point did not represent a\nfailure to take care over the accuracy of the article in breach of Clause 1\n(i). Furthermore, the omission of the complainant’s denial that his group’s\ncriticisms could reasonably be characterised as harassment was not\nsignificantly misleading.17. It was accepted that the complainant’s group had not set\nup a petition calling for the reinstatement of a Cardigan Castle director.\nHowever, as the group had supported the petition, in the full context of the\narticle, this did not represent a significant inaccuracy that required correction\nunder the terms of the Code. Nonetheless, the Committee welcomed the\nnewspaper’s offer to address this point in a published correction. The\ncomplaint under Clause 1 was not upheld.18. The terms of Clause 2 provide people with a fair opportunity\nto respond to published inaccuracies. The Committee had not established the\nexistence of inaccuracies in the article. However, it welcomed the newspaper’s\noffer to publish a statement from the complainant setting out his position.\nThere was no breach of Clause 2.19.There was no suggestion that the newspaper had obtained\nmaterial using clandestine devices or subterfuge. The complaint did not engage\nClause 10.Conclusions20. The complaint was not upheld.Remedial Action RequiredN/A\nDate complaint received: 30/08/2015\nDate decision issued: 25/01/2016\nBack to ruling listing\n\n\n"
}