{
    "url": "/rulings-and-resolution-statements/ruling/?id=05423-19",
    "title": "05423-19 Murdock v The Irish News",
    "provisions": [
        "1 Accuracy (2018)",
        "4 Intrusion into grief or shock (2018)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "The Irish News (The Irish News)",
    "published_on": "2019-07-04 00:00:00",
    "received_on": "2019-07-19 00:00:00",
    "concluded_on": "2020-03-12 00:00:00",
    "complaint_processing_days": 237,
    "conclusion_long": "10. The complaint was not upheld",
    "remedial_action": "11. N/A   Date complaint received: 19/07/2019",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee 05423-19 Murdock v\nThe Irish News\nSummary of Complaint\n1. Gordon Murdock complained to the Independent Press\nStandards Organisation that The Irish News breached Clause 1 (Accuracy) and\nClause 4 (Intrusion into grief or shock) in an article headlined “All victims\ndeserve respect, even those we didn't agree with”, published on 4 July 2019.\n2. The article was a comment piece following the death of\nWillie Frazer, who the article described as a high-profile “loyalist victims\ncampaigner”. It explained that he had been a controversial figure during his\nlifetime, and caused offence to people he disagreed with. However, the\ncolumnist argued that this should not undermine respect for the fact that Mr\nFrazer and his family had suffered as a result of the Troubles in Northern\nIreland. The article said that “Willie Frazer was a victim. Five members of his\nfamily were murdered. That some of those people were linked to the Glenanne\nGang has been well-publicised.” The article then went on to argue that the pain\ncaused by sectarian violence should not be the catalyst for further hatred, and\nthe path towards peace involved respect for the grief of others, even for those\nwhose views or actions were fundamentally opposed to their own.\nThe article appeared online in the same form and on the same\nday, with the headline “Allison Morris: Even if we disagree with someone, we\nshould respect the grief of relatives”.\n3. The complainant, the cousin of Willie Frazer, said that\nthe article was inaccurate, in breach of Clause 1. He said that it was not the\ncase that any of Mr Frazer’s relatives who had been murdered had been publicly\nlinked to the Glenanne Gang. He provided a document from the Historical\nEnquiries Team in 2012 which stated that it had found no evidence that Willie\nFrazer’s father was a member of, or otherwise associated with, any paramilitary\norganisation. He also disputed that Mr Frazer himself had been involved in any\nparamilitary activity, although he acknowledged that claims to this effect had\nbeen published following his death. The complainant said the article’s claim\nabout Mr Frazer’s family, following his recent burial, had caused him and his\nfamily much distress, and constituted a breach of Clause 4.\n4. The publication apologised for any distress caused, but\ndid not accept that the article was inaccurate. The publication said that in\n2017, two Northern Irish publications had reported that Bertie Frazer, Willie\nFrazer’s father who was murdered, had been involved in the Glennane Gang, based\non claims made in a Ministry of Defence document. It provided copies of this\ncoverage. It acknowledged that this link was in dispute, however it was not\ninaccurate to report that the link had been “well publicised”. It said that\nwhen the article referred to “some of those people” being well publicised\nmembers of the Glenanne Gang, this included Willie Frazer himself. It said that\nthe Glenanne Gang was essentially the Glenanne section of the illegal Ulster\nVolunteer Force, which it said Willie Frazer had been linked to in a BBC\ndocumentary in October of last year. As such, it said it was not misleading to\ninclude him as one of the people with “well publicised” links to the Glenanne\nGang.\n5. The publication did not accept that there was a failure\nto handle publication of the article sensitively; the article was sympathetic\nto Mr Frazer and his family. When the complainant had contacted the publication\ndirectly prior to making a complaint to IPSO, the publication said that it had\ntried to resolve his concerns; the statement under complaint was removed from\nthe online article, and the deputy news editor spoke to him on the phone, and\nthe following clarification was published in the next edition of the newspaper:\n“In my column of July 4, I said that the late Willie Frazer\nwas a victim and I also referred to alleged connections between his family and\nthe loyalist group known as the Glenanne gang. I would like to acknowledge\nthat, according to a 2012 Historical Enquiries Team report, there was no\nevidence to suggest that his father, Bertie Frazer, who was shot dead by the\nIRA in 1975, was involved in paramilitary activity. I regret any upset caused\nto the Frazer family.”\nRelevant Code Provisions\n6. Clause 1 (Accuracy)\ni) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not\nsupported by the text.\nii) A significant inaccuracy, misleading statement or\ndistortion must be corrected, promptly and with due prominence, and — where\nappropriate — an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator.\niii) A fair opportunity to reply to significant inaccuracies\nshould be given, when reasonably called for.\niv) The Press, while free to editorialise and campaign, must\ndistinguish clearly between comment, conjecture and fact.\n7. Clause 4 (Intrusion into grief or shock)\nIn cases involving personal grief or shock, enquiries and\napproaches must be made with sympathy and discretion and publication handled\nsensitively. These provisions should not restrict the right to report legal\nproceedings.\nFindings of the Committee\n8. The wording of the article was ambiguous as to who it was\nreferring to as having well publicised links to the Glenanne gang. It was\nreasonable to interpret the phrase, “some of these people” as a reference to\nboth a member of one of Willie Frazer’s family who was murdered, and/or Willie\nFrazer himself. Furthermore, the article did not say that these people were\nmembers of the gang, or had been involved in any illegal activity, but “that\nsome of those people were linked to the Glenanne Gang has been well\npublicised”. The Committee was also mindful of the difficulties in showing\nconclusively, in writing, links between five people who had died and a\nhistorical, defunct, paramilitary organisation; in this context, a link to a\ngang being “well publicised” would not necessarily be understood by readers to\nrefer to news articles or other written allegations. Nevertheless, the\npublication was able to provide a written basis to show that Bertie Frazer,\nWillie Frazer’s father who was one of the five family members who was murdered,\nand Willie Frazer himself, had well publicised links to the Glenanne Gang:\nBertie Frazer had been named in two Northern Irish publications following\nclaims made in an MoD document that he had been involved in the Glenanne Gang.\nAllegations had also been made that Willie Frazer had links to the Glenanne\nbranch of the UVF, which the newspaper argued was reasonable to characterise as\nthe Glenanne Gang. Notwithstanding the family’s position regarding the\ncredibility of these allegations, there was no failure to take care in\nreporting that some of either Willie Frazer’s family who had been murdered, or\nWillie Frazer himself, had had “well publicised” links to the Glenanne Gang. In\naddition, although the document from the Historical Enquiries Team made clear\nthat it had not found any evidence of Bertie Frazer being a member of a\nparamilitary organisation, this did not contradict the fact that claims had\npreviously been made linking Bertie Frazer to the Glenanne Gang. There was no\nbreach of Clause 1(i), and no requirement to print a correction under the terms\nof Clause 1(ii). Nevertheless, the Committee welcomed the publication’s prompt\nclarification putting the finding of the Historical Enquiries Team on the\nrecord.\n9. The Committee acknowledged that the publication of the\narticle had caused the family distress. However Clause 4 does not prohibit\ncriticism of a person who has recently died, or prevent a publication from\nreporting on contentious or controversial aspects of their life. In this case,\nthe article referenced information that was already in the public domain, and\nhad been the subject of much discussion and debate both during and after the\nindividual’s lives. Reporting this did not constitute a failure to handle\npublication sensitively, and there was no breach of Clause 4.\nConclusions\n10. The complaint was not upheld\nRemedial Action Required\n11. N/A\n \nDate complaint received: 19/07/2019\nDate complaint concluded: 12/03/2020\nBack to ruling listing\n\n\n"
}