{
    "url": "/rulings-and-resolution-statements/ruling/?id=05438-15",
    "title": "05438-15 Burnett v Kent & Sussex Courier",
    "provisions": [
        "1 (Accuracy) 2015",
        "3 (Privacy) 2015"
    ],
    "outcome": "Breach - sanction: publication of adjudication",
    "publication": "Kent & Sussex Courier (Reach PLC)",
    "published_on": "2015-08-28 00:00:00",
    "received_on": "2015-09-02 00:00:00",
    "concluded_on": "2016-01-05 00:00:00",
    "complaint_processing_days": 125,
    "conclusion_long": "16. The complaint was upheld under Clause 1.",
    "remedial_action": "17. Having upheld the complaint under Clause 1, the Committee considered what remedial action should be required. The Committee has the power to require the publication of a correction and/or adjudication; the nature, extent and placement of which is to be determined by IPSO. It may also inform the publication that further remedial action is required to ensure that the requirements of the Editors’ Code are met. 18. The Committee welcomed the newspaper’s offer of a correction and apology. However, it was concerned by the serious failure to take care over the accuracy of the article, and noted that the article had been the newspaper’s lead front-page story. It had also led to the prominent publication of highly sensitive information about the complainant - although the Committee had found that the publication of this information did not represent a further breach of the Code. For these reasons the Committee decided that the offered apology was not sufficient to remedy the breach of the Editors’ Code; an adjudication was the appropriate remedy. The original article was published on the front page, and continued on page 9. The adjudication should be published in full on page 9, or further forward, and reference to it should be published on the front page. The front-page reference should make clear that IPSO has upheld the complaint, and refer to its subject matter; the headline of the adjudication, and the wording of the front-page reference, must be agreed with IPSO in advance. The adjudication should also be published on the newspaper’s website, with a link to the full adjudication appearing on the homepage for 24 hours; it should then be archived online in the usual way. 19. The terms of the adjudication to be published are as follows: Following an article published in the Kent & Sussex Courier on 28 August 2015, headlined “Revealed…the man behind the mask of the caped crusader”, Steve Burnett complained to the Independent Press Standards Organisation that the Kent & Sussex Courier had published inaccurate information in breach of Clause 1 (Accuracy) of the Editors’ Code of Practice. IPSO upheld the complaint and has required the Courier to publish this decision as a remedy to the breach. The article claimed that the newspaper had “revealed” the complainant to be Ring Pull Man, a local “caped crusader” who anonymously collects ring pulls for charity. The article included extensive quotations from an interview with Ring Pull Man, which were attributed to the complainant. The complainant said that the article’s central claim was inaccurate: he was not Ring Pull Man and had not made the comments attributed to him in the article. He said that the newspaper’s claims were nothing more than guesswork. The newspaper said that the article was published after it had been contacted directly by Ring Pull Man. The newspaper explained that it was its genuine belief that the complainant was Ring Pull Man, due to circumstantial evidence. It did accept, however, that it should have taken additional steps to verify whether this was the case. It offered to publish a correction and apology in a forthcoming edition. IPSO’s Complaints Committee said that the newspaper did not know that the complainant was Ring Pull Man when it had made the decision to publish, and it had not contacted the complainant to seek his comment on the story. The Committee was not in a position to establish conclusively whether or not the complainant was Ring Pull Man. However, it was significantly misleading for the newspaper to claim that it had established that the complainant was Ring Pull Man - and had confirmed this with him - when it had not done so. The story breached Clause 1. Date complaint received: 02/09/2015",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee 05438-15\nBurnett v Kent & Sussex Courier\nSummary of complaint\n1. Steve Burnett complained to the Independent Press\nStandards Organisation that the Kent & Sussex Courier breached Clause 1\n(Accuracy) and Clause 3 (Privacy) of the Editors’ Code of Practice in an\narticle headlined “Revealed…the man behind the mask of the caped crusader”,\npublished on 28 August 2015.\n2. The article claimed that the newspaper had\n“revealed” the complainant to be Ring Pull Man, a local “caped crusader” who\ndresses in a Batman costume and collects ring pulls. The ring pulls are then\nsent to the Philippines where they are recycled, and the profit used to support\nthe Philippine Community Fund (PCF) charity. The article included extensive\nquotations from an interview with Ring Pull Man (attributed to the\ncomplainant), as well as a biography of the complainant, with details of his\nhistory of drug use.\n3. The complainant said that the article’s central\nclaim was inaccurate: he was not Ring Pull Man and had not made the comments\nattributed to him in the article. He said that the newspaper’s claims were\nnothing more than guesswork. The complainant said that the newspaper could have\ncontacted him at his place of work in order to verify whether he was Ring Pull\nMan, but had failed to do so. He was out of the country during the period when\nRing Pull Man was reportedly sighted, and the complainant said he had a\ndifferent height and build to Ring Pull Man, and explained that he has a ginger\nbeard, whereas Ring Pull Man was clean shaven in the published photographs.\n4. The complainant said that he had discovered after\npublication that the true Ring Pull Man was in fact known to him, and Ring Pull\nMan had told the complainant that he had repeatedly denied to the newspaper\nthat he was Steve Burnett. The complainant said that the inaccuracies had been\ndamaging to him.\n5. The complainant said that the information about\nhis history had been taken from a video he had recorded to be shown at a\none-off church service. It had been uploaded to the Vimeo website by his\nchurch, and he had believed that users would need a password in order to view\nit, although nobody at the church could confirm this after publication of the\narticle. The complainant was concerned that the information had been presented\nas if he had voluntarily provided it to the newspaper in an interview. He\naccepted that he had made some public disclosures about his past: he had spoken\nabout his addiction at six or seven Men’s Breakfasts a few years previously, as\nwell as about twice a year as part of an addition recovery course, which he\nruns at his church. It has been attended by approximately 150 people over two\nyears. The complainant said that his former addiction was not commonly known in\nhis local community, although it is known in his church community. In\nparticular, he and his wife had not yet informed their children about this\naspect of his past. The article was an unjustified intrusion into his private\nlife, which had caused him and his family distress.\n6. The newspaper said that the article was published\nafter it had been contacted directly by Ring Pull Man. This conversation was\nthe source of the quotations which were published and attributed to the\ncomplainant. The newspaper explained that it was its genuine belief that the\ncomplainant was Ring Pull Man: his recycling company collects ring pulls, and\nhe is a trustee of the PCF charity. When it was put to Ring Pull Man that he\nwas Steve Burnett, Ring Pull Man had said “I will deny it”, and that it would\nbe disappointing for his identity to be revealed. As Ring Pull Man declined to\ndeny being the complainant, the newspaper was satisfied, following the\nconversation, that the complainant was Ring Pull Man.\n7. The newspaper then contacted a friend of the\ncomplainant, who runs the addiction recovery course with him, in order to\ncorroborate the story. The friend said that he was not aware that the\ncomplainant was Ring Pull Man, and that he would contact the complainant to\ncheck that he was happy for him to speak to the newspaper. The newspaper said\nthat in the subsequent conversation with the journalist, the complainant’s\nfriend had not denied that the complainant was Ring Pull Man (the complainant’s\nfriend’s recollection of the conversation was that he had either said that the\ncomplainant was not Ring Pull Man, or he had said that the complainant had told\nhim that he was not Ring Pull Man). The newspaper said that, if the complainant\nhad been concerned at this stage that the newspaper was going to run inaccurate\ninformation about him, then he should have drawn his concerns to the\nnewspaper’s attention.\n8. The newspaper said that information about the\ncomplainant’s former addiction was available in the public domain following his\nown disclosures, and had been presented in the article in a wholly positive\nlight. It said that the complainant’s video was freely available on Vimeo, and\nwas easily found by the journalist; it was not password protected. The\ncomplainant’s friend had also given details of the complainant’s history to the\njournalist directly, after the friend had spoken with the complainant.\n9. The newspaper accepted, in response to IPSO’s\ninvestigation of the complaint, that it should have taken additional steps to\nverify whether the complainant was Ring Pull Man. It offered to publish a\ncorrection and apology on page 3 of a forthcoming edition; the article under\ncomplaint had been published on the front page, and continued on page 9. The\nnewspaper offered the following wording:\n“On 27 August 2015, the Courier published an article\nentitled ‘Tunbridge Wells Batman – troubled past that drives him to do good.’\nIn the article it was stated that the man behind the guise of Ring Pull Man was\nin fact Steve Burnett, a local businessman. Mr. Burnett says that although he\nwould be proud to be Ring Pull Man and is grateful for his efforts, he is not\nRing Pull Man as stated in the article. The Courier apologises for any distress\ncaused to Mr. Burnett and his family.”\nThe newspaper also offered to publish a follow-up\nstory about the charity of which the complainant is a trustee.\nRelevant Code Provisions\n11. Clause 1 (Accuracy)\ni) The press must take care not to publish\ninaccurate, misleading or distorted information, including pictures.\nii) A significant inaccuracy, misleading statement\nor distortion once recognised must be corrected, promptly and with due\nprominence, and – where appropriate – an apology published.\niii) The press, whilst free to be partisan, must distinguish\nclearly between comment, conjecture and fact.\nClause 3 (Privacy)\ni) Everyone is entitled to respect for his or her\nprivate and family life, home, health and correspondence, including digital\ncommunications.\nii) Editors will be expected to justify intrusions\ninto any individuals’ private life without consent. Account will be taken of\nthe complainant’s own public disclosures of information.\nThe public interest\n4. The Regulator will consider the extent to which\nmaterial is already in the public domain, or will become so.\nFindings of the Committee\n12. The newspaper did not know that the complainant\nwas Ring Pull Man when it had made the decision to publish. Its belief that the\ncomplainant had adopted this alter ego was based on limited circumstantial\nevidence and a telephone conversation with an unidentified individual, who\nclaimed to be Ring Pull Man, and who did not deny being the complainant when\nasked. The newspaper had not contacted the complainant to seek his comment on\nthe story, and instead relied on a conversation with a friend of the\ncomplainant’s – who did not confirm whether the complainant was Ring Pull Man –\nas corroboration. The newspaper mistakenly believed that it had already spoken\nto the complainant and proceeded to publish – as fact – that it had solved the\n“mystery” of Ring Pull Man’s identity.\n13. The Committee acknowledged the newspaper’s\nposition that this was intended to be a positive piece about a local celebrity,\nand it was clear that significant confusion had arisen at the newspaper over\nRing Pull Man’s identity; there was no malicious intent in naming the\ncomplainant. However, the steps taken by the newspaper to establish the\naccuracy of its claims were insufficient, and the Committee did not accept the\nnewspaper’s assertion that the burden was on the complainant to proactively\ncontact the newspaper to express concern in advance of publication; the story\nbreached Clause 1 (i).\n14. The Committee was not in a position to establish\nconclusively whether or not the complainant was Ring Pull Man. However, it was\nsignificantly misleading for the newspaper to claim that it had established\nthat the complainant was Ring Pull Man when it had not done so. The offer of\nthe correction and apology was therefore necessary in order to comply with the\nnewspaper’s obligations under Clause 1 (ii) of the Code.\n15. The Committee understood the complainant’s\nconcern about the publication of details of his former addiction, especially\ngiven that the article had inaccurately “revealed” him to have an alter ego\nwhich he denied. However, the Committee noted that the complainant’s church had\nbeen unable to confirm that the video from which the newspaper had gathered the\ninformation had been password-protected at the time of publication, and so it\nappeared that the information had been easily accessible online at the time.\nThe complainant had shared his story within his church, and it was known to\nthat community; he had also shared it at a series of Men’s Breakfasts a few\nyears previously. He had chosen to share his story with the intention of\nassisting people who might be facing their own addictions. The article under\ncomplaint had presented it in a similar way: it was an optimistic article about\nthe manner in which the complainant had made positive changes in his life. In\nall the circumstances, the Committee did not consider that publication of this\ninformation represented a failure to respect his private life. There was no\nbreach of Clause 3.\nConclusions\n16. The complaint was upheld under Clause 1.\nRemedial Action Required\n17. Having upheld the complaint under Clause 1, the\nCommittee considered what remedial action should be required. The Committee has\nthe power to require the publication of a correction and/or adjudication; the\nnature, extent and placement of which is to be determined by IPSO. It may also\ninform the publication that further remedial action is required to ensure that\nthe requirements of the Editors’ Code are met.\n18. The Committee welcomed the newspaper’s offer of\na correction and apology. However, it was concerned by the serious failure to\ntake care over the accuracy of the article, and noted that the article had been\nthe newspaper’s lead front-page story. It had also led to the prominent\npublication of highly sensitive information about the complainant - although\nthe Committee had found that the publication of this information did not\nrepresent a further breach of the Code. For these reasons the Committee decided\nthat the offered apology was not sufficient to remedy the breach of the\nEditors’ Code; an adjudication was the appropriate remedy. The original article\nwas published on the front page, and continued on page 9. The adjudication\nshould be published in full on page 9, or further forward, and reference to it\nshould be published on the front page. The front-page reference should make\nclear that IPSO has upheld the complaint, and refer to its subject matter; the\nheadline of the adjudication, and the wording of the front-page reference, must\nbe agreed with IPSO in advance. The adjudication should also be published on\nthe newspaper’s website, with a link to the full adjudication appearing on the\nhomepage for 24 hours; it should then be archived online in the usual way.\n19. The terms of the adjudication to be published\nare as follows:\nFollowing an article published in the Kent &\nSussex Courier on 28 August 2015, headlined “Revealed…the man behind the mask\nof the caped crusader”, Steve Burnett complained to the Independent Press\nStandards Organisation that the Kent & Sussex Courier had published\ninaccurate information in breach of Clause 1 (Accuracy) of the Editors’ Code of\nPractice. IPSO upheld the complaint and has required the Courier to publish this\ndecision as a remedy to the breach.\nThe article claimed that the newspaper had\n“revealed” the complainant to be Ring Pull Man, a local “caped crusader” who\nanonymously collects ring pulls for charity. The article included extensive\nquotations from an interview with Ring Pull Man, which were attributed to the\ncomplainant.\nThe complainant said that the article’s central\nclaim was inaccurate: he was not Ring Pull Man and had not made the comments\nattributed to him in the article. He said that the newspaper’s claims were\nnothing more than guesswork.\nThe newspaper said that the article was published\nafter it had been contacted directly by Ring Pull Man. The newspaper explained\nthat it was its genuine belief that the complainant was Ring Pull Man, due to\ncircumstantial evidence. It did accept, however, that it should have taken additional\nsteps to verify whether this was the case. It offered to publish a correction\nand apology in a forthcoming edition.\nIPSO’s Complaints Committee said that the newspaper\ndid not know that the complainant was Ring Pull Man when it had made the decision\nto publish, and it had not contacted the complainant to seek his comment on the\nstory.\nThe Committee was not in a position to establish\nconclusively whether or not the complainant was Ring Pull Man. However, it was\nsignificantly misleading for the newspaper to claim that it had established\nthat the complainant was Ring Pull Man - and had confirmed this with him - when\nit had not done so. The story breached Clause 1.\nDate complaint received: 02/09/2015Date decision issued: 05/01/2016\nBack to ruling listing\n\n\n"
}