{
    "url": "/rulings-and-resolution-statements/ruling/?id=05446-18",
    "title": "05446-18 Devine v dailyrecord.co.uk",
    "provisions": [
        "3 Harassment (2018)",
        "1 Accuracy (2018)",
        "2 Privacy (2018)",
        "9 Reporting of crime (2018)",
        "10 Clandestine devices and subterfuge (2018)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "dailyrecord.co.uk (Reach PLC)",
    "published_on": "2017-09-24 00:00:00",
    "received_on": "2018-08-12 00:00:00",
    "concluded_on": "2019-01-11 00:00:00",
    "complaint_processing_days": 152,
    "conclusion_long": "29. The complaint was not upheld.",
    "remedial_action": "30. N/AIndependent Complaints ReviewerThe complainant complained to the Independent Complaints Reviewer about the process followed by IPSO in handling this complaint. The Independent Complaints Reviewer decided that the process was not flawed and did not uphold the request for review.Date complaint received: 12/08/2018",
    "text": "\n\n\n\n\n\nDecision of\nthe Complaints Committee 05446-18\nDevine v dailyrecord.co.uk \nSummary of Complaint 1.  Stephen Devine\ncomplained to the Independent Press Standards Organisation on behalf of himself\nand his wife, that dailyrecord.co.uk breached Clause 1 (Accuracy), Clause 2\n(Privacy), Clause 3 (Harassment), Clause 9 (Reporting of crime) and Clause 10\n(Clandestine devices and subterfuge) of the Editors’ Code of Practice in an\narticle headlined “Fraud cops launch probe into roadwork deals as two council\nworkers quit after whistleblower claim” published on 24 September 2017. 2. The article\nreported that the complainant, a former council worker, had been the subject of\nan investigation by South Lanarkshire Council into claims that council roadwork\ncontracts were being awarded to companies with links to an employee.  The article reported that a “police probe”\nhad been launched into the complainant’s activities. The article noted that the\ncomplainant was formerly a director of two plant hire companies, Temporary\nTraffic Solutions Ltd and Traffic Sign Services Ltd. The article included a\nphotograph of the complainant, taken whilst he was standing in the front\ndoorway of his home. 3.  The article named\nthe complainant’s wife and published her photograph; it reported that she was formerly\na director of Traffic Sign Services.  4.  The complainant\nsaid that the article had contained the false and damaging claim that he had\nbeen the subject of a police investigation in relation to allegations of fraud.\nThe complainant explained that in October 2016, he had been suspended from\nSouth Lanarkshire Council while it investigated allegations of misconduct against\nhim arising from the award of council contracts. The complainant also explained\nthat a number of other individuals were being investigated by the council at\nthat time. The complainant said that the council’s investigation related to\nTemporary Traffic Solutions Ltd and not Traffic Sign Services Ltd. The\ncomplainant denied that the allegations made against him had been investigated\nby the police, and noted that the police had never contacted him. 5. During the course\nof IPSO’s investigation, the complainant provided the response to a Subject\nAccess Request which he had made to Police Scotland, dated 18 September 2018.\nThe complainant had requested the disclosure of his personal data relating to\n“Allegations from South Lanarkshire Council reported to Police Scotland”. The\npolice’s response to the Subject Access Request was: “I can confirm that our\nsearches, based on the information provided, returned no information”.  6. The complainant\nsaid that he had a reasonable expectation of privacy whilst standing inside his\nhome. He said that he did not consent to his photograph being taken and its\npublication in the article under complaint represented an intrusion into his\nprivate life, in breach of Clause 2. He said that he was not made aware of a\nphotographer’s presence and speculated that the image had been taken through\nthe use of a hidden camera, which he said breached Clause 10. 7.  The complainant’s\nwife said that her identification in the article was misleading, as it\nsuggested that she had been the Director of a company which had been\ninvestigated by the Council and the police. This was inaccurate, and she said\nthat on that basis, she was not genuinely relevant to the story. 8. The complainant’s\nwife said that the company of which she was listed as Director (of which the complainant\nwas also a Director), Traffic Sign Services, did not have any contracts or\ndealings which related to Council work. \nShe said that the procurement practices of Traffic Sign Services were\nnever assessed as part of the Council’s investigation into her husband; she\nsaid that it was not an active company and never traded in any capacity.  9. The complainant’s\nwife said that the publication of her name, age, occupation, and a un-pixelated\nphotograph in which she was clearly identified, represented a breach of Clause\n9, because there was no justifiable basis for identifying her in an article\nwhich reported on allegations of misconduct against her husband, for the\nreasons set out above.  10. The complainant’s\nwife also expressed concern about the conduct of the journalist who had written\nthe story. She explained that the journalist had attended her home and asked for\nher husband; when she asked who it was and what it was regarding, the reporter\nhad identified himself by his first name only, and asked whether her husband\nwas home. The complainant said that the reporter had failed to identify himself\nand who he represented, when requested to do so, in breach of Clause\n3(ii).  11. The publication\nsaid that it had received a tip off regarding an allegation that the\ncomplainant was being investigated by the council in relation to corrupt\nbusiness practices involving companies of which he was a Director. It said that\nthe journalist verbally contacted the council and requested its comment\nregarding an investigation into the complainant and his companies, and had\nasked whether an investigation was ongoing. The council’s response, which was\nreported in the article, was: “We can confirm we are investigating this matter.\nIt would not be appropriate to comment further at this time. To do so could potentially\nprejudice the investigation.” 12.  The publication\nprovided an email chain between the journalist and the council. The\nspokesperson from the council had referred to a woman, and had said “If you\ngive her a couple of hours I am sure she will have a statement for you”. The\npublication said that this woman was a spokesperson for Police Scotland, who\nsubsequently provided a verbal comment to the journalist, which was reported in\nthe article: “We can confirm that information has been received regarding potential\nfraudulent activity. The information is currently being assessed to establish\nif there is any criminality”. The publication said neither the statement\nreceived from the council, nor the verbal statement given by the Police\nspokesperson, denied that an investigation was taking place into the\ncomplainant. 13.  In relation to\nthe response to the Subject Access Request which the complainant had provided\nto IPSO, the publication said that as far as it was aware, it is not usual police\nprocedure to confirm to an individual if they are currently the subject of an\ninvestigation. The publication did not accept that the response was evidence\nthat no investigation had taken place.  14.  The publication\nsaid that the complainant’s wife was a director of one of the two companies of\nwhich her husband was a Director, both of which were engaged in road\nengineering-type activities. It said that given that the investigation into her\nhusband involved at least one of his companies, the complainant’s wife had\nclear relevance to the story. The publication said that when the reporter visited\nthe complainant’s home to seek his comment from him, his wife had said: “If the\npolice are involved, then we’ll hear from the police and deal with that”. The\npublication said that the complainant’s wife’s decision to answer media\nenquiries on behalf of her husband made her relevant to the story. 15.  The publication\ndid not accept that the publication of the complainant’s photograph represented\nan intrusion into his private life. It said that the photograph revealed no\nprivate information about the complainant, other than his identity. While the\npublication did not accept that the published photograph was intrusive, it\nnoted that there is a public interest in identifying the complainant as the subject\nof a Police Scotland and South Lanarkshire Council investigation into corrupt\nbusiness practices.  16.  The publication\nsaid that the complainant’s photograph had been taken by a photographer who was\nlocated a short distance away from his house, and no hidden camera had been\nused.  17.  The publication\ndenied that the conduct of its journalist amounted to harassment. It said that\nthe journalist had introduced himself by his first name, when he asked if the\ncomplainant was in. His wife advised that he was out but would be back soon.\nThe publication said that at no point did the reporter refuse to identify\nhimself, and the complainant’s wife asked no further questions once the\nreporter had stated he would return later in hope of speaking to the\ncomplainant.  The reporter returned a\nshort time later and the complainant answered the door. The publication said\nthat given that the complainant was the person the reporter wanted to speak to,\nthe reporter showed the complainant his identity card and introduced himself by\nhis full name and stated that he was from the Sunday Mail.   18.  The complainant\ndid not accept that the statement from the council, or Police Scotland,\nconfirmed that he was being investigated by the police. The complainant said\nthat, given that South Lanarkshire Council was investigating a number of\nindividuals at the time, the statement from the council could have related to\nanyone. The complainant did not accept the publication’s claim of a verbal\nexchange with a woman from Police Scotland as constituting evidence that he was\nbeing investigated by the police. 19.  The complainant’s\nwife said that the comments which she had made, and which were reported in the\narticle, were directed towards her husband. She said that she had repeated\nthese comments on several occasions whilst trying to get her husband to close\nthe door. She said that she may have looked in the reporter’s direction at some\npoint, but maintained that she was not making these comments for publication.\nThe complainant’s wife said that at no point did the reporter mention her, or\nTraffic Sign Services Ltd.   \nRelevant Code Provisions 20. Clause 1 (Accuracy)i)     \nThe Press must\ntake care not to publish inaccurate, misleading or distorted information or\nimages, including headlines not supported by the text. ii)   \nA significant\ninaccuracy, misleading statement or distortion must be corrected, promptly and\nwith due prominence, and — where appropriate — an apology published. In cases\ninvolving IPSO, due prominence should be as required by the regulator.  \nClause 2 (Privacy)  i)     \nEveryone is\nentitled to respect for his or her private and family life, home, health and\ncorrespondence, including digital communications. ii)   \nEditors will be\nexpected to justify intrusions into any individual's private life without\nconsent. In considering an individual's reasonable expectation of privacy,\naccount will be taken of the complainant's own public disclosures of\ninformation and the extent to which the material complained about is already in\nthe public domain or will become so. \nClause 3 *(Harassment) i)     \nJournalists must\nnot engage in intimidation, harassment or persistent pursuit. ii)   \nThey must not persist\nin questioning, telephoning, pursuing or photographing individuals once asked\nto desist; nor remain on property when asked to leave and must not follow them.\nIf requested, they must identify themselves and whom they represent.  \nClause 9 (Reporting of crime) i)     \nRelatives or\nfriends of persons convicted or accused of crime should not generally be\nidentified without their consent, unless they are genuinely relevant to the\nstory. \nClause 10 (Clandestine devices and subterfuge) i)     \nThe press must\nnot seek to obtain or publish material acquired by using hidden cameras or\nclandestine listening devices; or by intercepting private or mobile telephone\ncalls, messages or emails; or by the unauthorised removal of documents or\nphotographs; or by accessing digitally-held information without consent. \nFindings of the Committee 21.  The complainant\naccepted that at the time of publication, he had been investigated by the council\nin connection with claims that contracts were being awarded to a company of\nwhich he had been a director. Temporary Traffic Solutions. The newspaper was\nentitled to report on the council’s investigation into the complainant and to\nidentify the companies in which the complainant had held directorships. The dispute\nunder Clause 1 related to the newspaper’s further claim that the council had\nreferred the matter to police and that they were also investigating the claims;\nthis had originated from a tip-off from a confidential source. 22.   Having received\nthe tip-off, the publication had requested that the council provide a statement\nin response to its verbal inquiry regarding the investigation into the complainant\nand his companies. The statement which the publication had received in response\ndid not explicitly confirm which of the companies was linked to the council’s\ninvestigation, but it acknowledged that an investigation was ongoing. The\nCommittee did not conclude that there had been a failure to take care over the\naccuracy of the article; the article accurately reported that the council was\ninvestigating the complainant in connection with claims that  contracts were being awarded to a company of\nwhich he had been a director and accurately identified the companies in which\nthe complainant had held directorships The reference to Traffic Sign Services and\nthe complainant’s wife’s association with it, was not misleading in\ncircumstances where the article had not stated which of the two companies was linked\nto the investigation and had not contained an allegation that the complainant’s\nwife was involved in  any wrongdoing.\nThis aspect of the complaint did not represent a breach of Clause 1. 23.  The claim that the\ncomplainant was being investigated by the police gave credibility to the\nallegation that the complainant was involved in improper practices, by implying\nthat the police believed that there were grounds to investigate. The\nspokesperson from the council had referred the journalist to the police; the\nstatement from the police spokesperson had confirmed that information had been\nreceived regarding alleged fraudulent activity, and did not contain any denial\nthat the police had been contacted in relation to the matter. Furthermore, the\nnature of the alleged “probe” had been explained in the article: “council\nbosses have contacted police who are examining the information”. In these\ncircumstances, the Committee concluded that the reference to a “probe” did not\nbreach Clause 1. Where the newspaper had taken steps to clarify the involvement\nof the police, and had received on-the-record comments, which did not contain\nany denial, the Committee did not establish that the article contained\nsignificant inaccuracies, such as to require correction. 24.  The Committee\nthen turned to consider whether the complaint engaged the terms of Clause 9,\ngiven that the article had reported that police were “examining the\ninformation” received from the council and had not suggested that the\ncomplainant was accused or convicted of crime. The purpose of Clause 9 is to provide\nprotection to family and friends of individuals allegedly involved in crime,\nand aims to ensure that these individuals are not unjustifiably tainted by\ntheir association to alleged criminals. The article reported on an\ninvestigation by the council and an alleged investigation by police into the\ncomplainant’s activities, and contained the clear implication that the police\nbelieved that there were grounds to investigate the complainant and his\nbusiness practices; identification of the complainant as his wife in this\ncontext engaged the terms of Clause 9.  25. The complainant\naccepted that he was under investigation by the council in relation to claims\nthat contracts were being awarded to a  company of which he was formerly a director,\nTemporary Traffic Solutions Ltd. The publication’s pre-publication enquiries\nhad not revealed which of the companies was involved and it was not misleading\nfor the newspaper to identify each of the companies of which he had been a\nDirector. Given that his wife had also previously been a Director of one of\nthose companies, she was genuinely relevant to the story. There was no breach\nof Clause 9 in those circumstances. 26.  The complainant\nhad been photographed while standing at his front door, while answering\nquestions put to him by a reporter. The published photograph had revealed the\ncomplainant’s likeness; this was not information in respect of which he had a\nreasonable expectation of privacy, and was, in any event, information which\nwould ordinarily have been seen by members of the public, should they have been\nwalking past the complainant’s house at the time. In any event, there was a\npublic interest in identifying him as the subject of the investigation. The\npublication of the complainant’s photograph did not breach Clause 2. 27.  The Committee\nacknowledged the complainant’s wife’s position that the reporter had been\nunprofessional when he had attended the home. The question for the Committee\nwas whether the conduct amounted to harassment under the Code. The Committee\nnoted that on both occasions, the reporter had been seeking comment from the\ncomplainant, not his wife. The reporter had not directed any questions to the\ncomplainant’s wife which amounted to a journalistic inquiry; the interaction\nhad been limited to a request to speak to the complainant. In those\ncircumstances, the Committee did not establish that the conduct complained of\namounted to a breach of Clause 3(ii). 28.   The Committee noted\nthe complainant’s position that he had been unaware that he had been\nphotographed while stood at his doorway, and his position that the publication\ncould only have been using a hidden camera as a result. However, the Committee\ndid not conclude that the complainant had provided a sufficient basis to\ndemonstrate that a hidden camera had been used by the publication. There was no\nbreach of Clause 10.  \nConclusion 29. The complaint was\nnot upheld. \nRemedial Action Required 30. N/AIndependent Complaints ReviewerThe complainant complained to the Independent Complaints Reviewer about the process followed by IPSO in handling this complaint. The Independent Complaints Reviewer decided that the process was not flawed and did not uphold the request for review.Date complaint received: 12/08/2018Date decision issued: 11/01/2019\nBack to ruling listing\n\n\n"
}