{
    "url": "/rulings-and-resolution-statements/ruling/?id=05484-18",
    "title": "05484-18 A woman v Press Gazette",
    "provisions": [
        "1 Accuracy (2018)",
        "3 Harassment (2018)",
        "6 Children (2018)",
        "2 Privacy (2018)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "pressgazette.co.uk (New Statesman Media Group)",
    "published_on": "2017-11-17 00:00:00",
    "received_on": "2018-08-12 00:00:00",
    "concluded_on": "2019-02-05 00:00:00",
    "complaint_processing_days": 177,
    "conclusion_long": "16. The complaint was not upheld.",
    "remedial_action": "N/A Independent Complaints Reviewer The complainant complained to the Independent Complaints Reviewer about the process followed by IPSO in handling this complaint. The Independent Complaints Reviewer decided that the process was not flawed and did not uphold the request for review.Date complaint received: 12/08/2018",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee 05484-18 A woman v Press Gazette\nSummary of complaint\n1. A woman\ncomplained to the Independent Press Standards Organisation that Press Gazette\nbreached Clause 1 (Accuracy) and Clause 3 (Harassment) of the Editors’ Code of\nPractice in a reader comment published on an article headlined: “Metro and Mail\nOnline apologise and take down articles which reported only one side of\npaternity dispute involving '£1bn fortune'”, published on 17 November 2017.\n2. The comment\nunder complaint was posted beneath an article reporting on two statements\npublished by IPSO, recording the fact that two complaints had been resolved to\nthe complainant’s satisfaction during the course of an IPSO investigation.\nThese complaints related to two articles which reported a man’s belief that,\nfollowing a prolonged legal battle, he had managed to prove that he was the\nfather of the complainant’s child, who the man claimed was heir to a\nsubstantial fortune. The complainant in this case is the same as the\ncomplainant in the two original complaints. She was not named in the original\ncoverage, or in IPSO’s resolution statements.\n3. The username of\nthe commenter was the same name of a journalist who had written an article\nabout the dispute in another publication. The comment included claims about\nboth the complainant and the man, although it did not name either of them.\n4. The regulation\nby a publication of reader comments on a publication’s website falls within\nIPSO’s remit when there is a possible breach of the Editors’ Code of Practice,\nand where it can be shown that the comment has been subject to some level of\neditorial control either through pre or post moderation. The complainant\ncomplained anonymously to the publication directly about the comment on 14 May\n2018, in an email which said that the comment contained “a list of false\nallegations”. This email gave the publication an opportunity to review or\nmoderate the comment. As the comment was not removed at that stage, the comment\nfell within IPSO’s remit.\n5. The complainant\nsaid that the comment contained inaccurate and damaging claims in breach of\nClause 1, and the publication of this false information was a form of\nharassment.\n6. The complainant\nsaid that contrary to the claims made in the reader comment she was not\n“duplicitous”; her grandfather was not \"the founder of one of the world's\nbiggest media empires\"; she had not “refused” to take her child to “5 DNA\ntests in 10 years”. The complainant said that there was no DNA test result\nwhich showed with “99.9999% certainty” that her husband was not the real father\nof her child, as the commenter had claimed.\n7. The complainant\nalso disputed the accuracy of a number of the claims made about the man\ninvolved in the paternity dispute and the nature of her relationship with\nhim.  She said that, contrary to the\ncommenter’s claims, there was no court paper which demonstrated “evidence of a\nsix year relationship and engagement”; the man was not from a “humble\nbackground”, nor had he been left “penniless and broken” from the paternity\ndispute. The complainant said that she had never attempted to claim in court\nthat she had never been intimate with the man; this question had never been put\nto her; the complainant denied being intimate with the man at the time her\nchild was conceived.\n8. The complainant\nsaid that the media was not being “browbeaten” for “sticking up for the little\nman”, nor was her case a “morally nauseating story”, as the comment had said;\nshe was simply fighting against false allegations concerning her and her\nfamily.\n9. The publication\nsaid that it had received the email in May which raised concerns about the\ncomment. This had been overlooked. The publication said that it would not\nordinarily remove comments when requested to do so anonymously. The publication\nremoved the comment shortly after IPSO began its investigation, because its\naccuracy was disputed. The publication said that it was not in a position to\ncomment on the complainant’s concerns about the accuracy of the claims made by\nthe commenter. The publication did not accept that a single reader comment\ncould constitute harassment under the Code.\n10. The publication offered to publish the following\nwording, to resolve the complaint:\nOn 17 November Press Gazette published a story about the\nfact that Metro and Mail Online had taken down stories which reported claims\nmade by a man involved in a paternity suit.\nA reader added a comment to the Press Gazette article which\nmade a number of claims about the subject matter of the original stories,\npublished in the Metro and Mail Online. The reader commented that the woman\ninvolved in the suit had refused 5 DNA tests in 10 years, and that she had not\naccepted a DNA result that showed with “99.999 certainty” that her husband is\nnot the father of her child. The reader also said that there was evidence that\nthe woman had a six year relationship and engagement with the man; the reader\nalso stated that the woman had told a court that she and the man were never\nintimate. The reader comment also stated that the woman’s grandfather was the\nfounder of one of the world’s biggest media empires.\nThe woman concerned strongly disputes the accuracy of these\nstatements. We are happy to make clear her position that there is no DNA result\nwhich shows with “99.999% certainty” that her husband is not the child’s\nfather. The woman says that she has only denied being intimate with the man at\nthe date of conception and there is no court paper which corroborates the claim\nthat she was in a six year relationship with him. Further, we have been told\nthat, in fact, the woman’s grandfather did not found a media empire and she\nsays that she has not refused 5 DNA tests in 10 years. The woman has asked us\nto make clear that only one DNA test has been ordered by the judge and she\ndenies being “duplicitous”, as the reader claimed.\nWe are happy to clarify this, and set out the woman’s denial\nof the claims contained within the reader comment. This comment has now been\nremoved.\nRelevant Code Provisions\n11. Clause 1 (Accuracy)\ni) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not\nsupported by the text.\nii) A significant inaccuracy, misleading statement or\ndistortion must be corrected, promptly and with due prominence, and — where\nappropriate — an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator.\niii) A fair opportunity to reply to significant inaccuracies\nshould be given, when reasonably called for.\niv) The Press, while free to editorialise and campaign, must\ndistinguish clearly between comment, conjecture and fact.\nClause 3 (Harrassment)\ni) Journalists must not engage in intimidation, harassment\nor persistent pursuit.\nii) They must not persist in questioning, telephoning,\npursuing or photographing individuals once asked to desist; nor remain on\nproperty when asked to leave and must not follow them. If requested, they must\nidentify themselves and whom they represent.\niii) Editors must ensure\nthese principles are observed by those working for them and take care not to\nuse non-compliant material from other sources.\nFindings of the Committee\n12. The publication continued to publish the reader comment\nfollowing receipt of the complainant’s email of 14 May 2018 in which she\nchallenged the accuracy of a number of claims made in the reader comment. The\nquestion for the Committee, under Clause 1, was whether the obligation to take\ncare over the publication of the comment to ensure compliance with the Code\narose from that date, or a later date, and whether the publication had failed\nto take care by the continued publication of the reader comment. Key to the\nCommittee’s consideration of this complaint was the need to be proportionate.\nIn this case the comment under complaint had included serious allegations about\nthe complainant. However, she had not been named and her identity had been\nunknown to the publication up until she had complained to IPSO. The Committee\nconsidered the complaint in that context, while also noting that the item under\ncomplaint was a reader comment rather than editorially generated material.\n13. On 14 May 2018, the publication had received the\ncomplainant’s anonymous email in which she challenged the accuracy of a number\nof claims made in the reader comment. The Committee noted that the publication\naccepted that it had received the email and acknowledged the publication’s explanation\nthat the complainant’s email had been overlooked. Nevertheless, the Committee\nconsidered that, from that date, the publication had had an opportunity to\nengage with the complainant in order to clarify which of the claims made in the\nreader comment were said to be false, or to seek further information about the\nchallenges being made. The question under the Code, as to what care a\npublication should take in relation to user generated content, will depend on\nthe nature of the content and the manner in which the content is presented\n(including whether presented as a statement of fact, comment or conjecture).\n14. The Committee emphasised that it was not in the position\nto make findings of fact about the matters in dispute between the individuals\nwho were the subject of the reader comment, and nothing in this ruling should\nbe taken as such a finding.\n15. The material under complaint was a user generated\ncomment which, by its very nature, would be understood to be the claims being\nmade by the reader and their view on a situation under dispute. The manner in\nwhich the reader had presented their claims – unambiguously as a comment\nfollowing publication of the article did not suggest that the claims were\nundisputed fact; by continuing to publish the reader comment, following receipt\nof the 14 May 2018 email, neither had the publication adopted the claims as\nsuch. Further, the complainant had not been named, nor was she identifiable\nfrom the information contained in the reader comment. In light of these circumstances,\nthe Committee did not conclude that the publication had failed in its\nobligation to take care over the accuracy of published information by\ncontinuing to publish the reader comment after 14 May 2018. Further, the\nCommittee did not conclude that the reader comment gave rise to a misleading\nimpression of the situation such that a correction was required under the terms\nof Clause 1(ii), as it would be understood that the claims made in the reader\ncomment were the subject of a dispute. Nonetheless, the Committee welcomed the\npublication’s offer to publish a full clarification, setting out the\ncomplainant’s position in response to the claims which the reader had made.\n16. The Committee acknowledged the complainant’s concern\nthat the publication of this reader comment was in itself a form of harassment,\nparticularly where the username of the reader shared the same name as a\njournalist from another publication. However, Clause 3 generally relates to the\nconduct of journalists in the news gathering process. The Committee did not\nconclude that journalists acting on behalf of the publication under complaint\nhad engaged in intimidation, harassment or persistent pursuit such as would\nengage the terms of Clause 3. There was no breach of the Code.\nConclusion\n16. The complaint was not upheld.\nRemedial Action Required\nN/A\nIndependent Complaints Reviewer\nThe complainant complained to the Independent Complaints\nReviewer about the process followed by IPSO in handling this complaint. The\nIndependent Complaints Reviewer decided that the process was not flawed and did\nnot uphold the request for review.Date complaint received: 12/08/2018Date complaint concluded: 05/02/2019  \nBack to ruling listing\n\n\n"
}