{
    "url": "/rulings-and-resolution-statements/ruling/?id=05494-19",
    "title": "05494-19 The Brexit Party, Oakeshott, and Tice v The Sunday Times",
    "provisions": [
        "1 Accuracy (2019)",
        "2 Privacy (2019)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "The Sunday Times (News UK)",
    "published_on": "2019-06-14 00:00:00",
    "received_on": "2019-07-20 00:00:00",
    "concluded_on": "2020-01-13 00:00:00",
    "complaint_processing_days": 177,
    "conclusion_long": "22. The complaint was not upheld.",
    "remedial_action": "23. N/A   Date complaint received: 20/07/2019",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee 05494-19 The Brexit\nParty, Oakeshott, and Tice v The Sunday Times\nSummary of Complaint\n1. The Brexit Party, Isabel Oakeshott, and Richard Tice\ncomplained to the Independent Press Standards Organisation that The Sunday\nTimes breached Clause 1 (Accuracy) and Clause 2 (Privacy) of the Editors’ Code\nof Practice in an article headlined “Trump leak scandal engulfs Brexit Party”,\npublished on 14 June 2019.\n2. The article, which started on the front page, was\nsubheadlined “Police close in on ‘Eurosceptic Philby’ in Whitehall”. It\nfollowed the publication of leaked diplomatic cables, in which the then-British\nambassador to the United States, Kim Darroch, criticised the President of the\nUS, leading to the ambassador’s resignation; the story about the cables and\ntheir content was broken by Ms Oakeshott, a journalist.\n3. The article under complaint reported that Mr Tice, the\nchairman of the Brexit Party, was “embroiled” in the scandal “as it emerged\nthat he is in a relationship with the writer whose story brought down Britain’s\nambassador to Washington”, a reference to Ms Oakeshott. It went on to note that\n“security sources said a suspect had been identified for the leaks amid ‘panic’\nin Whitehall that a ‘pro-Brexit Kim Philby’ figure has been trying to undermine\nofficials not deemed supportive enough of leaving the EU”. It said that “as police\nclosed in on the mole”, “friends” of Ms Oakeshott confirmed that she had been\nin a relationship since last year with Mr Tice. While noting that “Tice and\nOakeshott both denied he had played any role in the leak or in the handling of\nthe documents”, it claimed that “news of the relationship will fuel the belief\nof Darroch’s allies that he was brought down by conspirators keen to replace\nhim with a ‘pro-Brexit businessman’”. It quoted an anonymous “British diplomat”\nsaying “It feels like there are a lot of Brexit Party-Faragist fingerprints\naround this”. It quoted an anonymous “friend of the couple” who acknowledged\nthe relationship and commented “No doubt this will fuel conspiracy theories,\nbut [Tice] categorically was not involved in obtaining or handling the\ninformation, nor has he seen it”. It also reported that when the cables were\nleaked, Mr Tice and another high-profile Brexit Party campaigner called for the\nambassador to be sacked. The print article also reported Ms Oakeshott had “left\nher husband” and named her husband and his occupation.\n4. The article also appeared online on the same day under\nthe same headline. This version of the article was substantially the same as\nthe print article, but also included a comment from Ms Oakeshott which stated\n“Oakeshott said: ‘Richard had nothing to do with the cables. He has never seen\nthem, never handled them and was not involved in acquiring them.’” This version\ndid not reference her husband by name, or report that Ms Oakeshott had “left”\nhim.\n5. All the complainants said that the article was inaccurate\nas it alleged that the Brexit Party and Mr Tice were “embroiled” in a scandal.\nIt said that reporting on this scandal suggested that the Brexit Party was\ninvolved in the theft and the leak of the documents. They said that there was\nno evidence to support this, and the article made clear that there was no tie\nto the complainants; therefore the headline was not supported by the text. They\nalso said that it was inaccurate to say that the Brexit Party was involved in\nany scandal involving the leaked documents.\n6. Ms Oakeshott additionally said that the article breached\nClause 1 because it reported “she and Tice have been in a relationship since\nlast year and that she had left her husband”. She said this gave the misleading\nimpression that Mr Tice played a role in the breakdown of her marriage.\n7. Ms Oakeshott also said that the online version of the\narticle was inaccurate as it contained a direct quote from her. She said this\nsuggested inaccurately that she had given this quote directly to the publication,\nwhen in fact she had given the quote to another publication. She said this led\nto the misleading impression that she cooperated with the writing of The Sunday\nTimes’ article. She said it was inaccurate not to report the source of this\nquote.\n8. All three complainants also complained that they had not\nbeen contacted prior to publication of the article, which they said breached\nClause 1. They only knew of the article’s intended publication after a separate\nsource had told Ms Oakeshott about it and she had contacted a journalist at the\nnewspaper.\n9. Mr Tice and Ms Oakeshott each complained that the article\nrepresented an intrusion into their privacy in breach of Clause 2. Mr Tice said\nthat the article reported on his relationship with Ms Oakeshott; he had a\nreasonable expectation of privacy in relation to this information. Ms Oakeshott\nsaid that the article intruded into her privacy as it named her husband; she\nsaid that because he was not a public figure, she had a reasonable expectation\nof privacy as to his name and profession.\n10. The publication did not accept any breach of the Code\nand denied that the story implied that the Brexit Party had a part in the theft\nor leak of the documents. It said that the headline and text of an article must\nbe read together. The headline indicated that there was a connection between\nthe Brexit Party and the leak, and this connection was explained in the text of\nthe article by the relationship between Mr Tice and Ms Oakeshott. The leaking\nof the documents could clearly be described as a “scandal”, and the Brexit\nParty could be said to be “embroiled” in the scandal due to the relationship\nbetween Mr Tice and Ms Oakeshott. Its story did not suggest that Mr Tice was\nthe “mole” being sought. There was a significant public interest in the story\nof how the cables had come into the public domain. It was relevant that Mr Tice\nhad “spoken out” against Mr Darroch after the publication of the cables. It\nnoted that Ms Oakeshott did not deny having discussed details of the earlier\ncables with Mr Tice before publication. The article made several references to\nMr Tice’s denial of having been involved, including via Twitter. It did not\naccept that the headline was not supported by the text.\n11. The publication did not accept that it was inaccurate to\nreport that Ms Oakeshott had “left her husband”. It also disagreed that this\nimplied that Mr Tice was the reason for the breakdown of her marriage. It had\nalso reported that they had “separated”. \nHowever, it had agreed to remove this reference on the evening of\npublication in the online version of the article at the request of Ms\nOakeshott.\n12. The publication denied that it had breached Clause 1 by\nnot contacting the complainants prior to publication. It said Ms Oakeshott had\nbeen aware that the story would be run and that she had said another\npublication was going to run a similar story. In addition, it said that she had\nsupplied a quote to a journalist working for the same newspaper that she had\nasked to be attributed to “a friend of” herself and Mr Tice; this was the\nquotation used in the story, which included the “categorical denial” that Mr\nTice was involved in the leak.\n13. The publication also did not accept that it had breached\nMr Tice’s privacy. It said that there was a public interest in disclosing this\nrelationship that outweighed any reasonable expectation of privacy that Mr Tice\nmight have. It had also published a quote that was provided by Ms Oakeshott,\nthough published as from a friend, which acknowledged that “[i]t is no secret\nthat Isabel and Richard are in a relationship”.\n14. The publication also denied that Ms Oakeshott’s privacy\nhad been breached by naming her husband. It said that identifying Ms Oakeshott\nwould have automatically identified her husband; the fact of the relationship\nwas not private. It further considered that Ms Oakeshott’s acceptance of the\npublication of the fact of the relationship with Mr Tice undermined her claim\nto privacy. It did, however, remove her husband’s name from the online version\nof the article at Ms Oakeshott’s request.\nRelevant Clause Provisions\nClause 1 (Accuracy)\ni) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not\nsupported by the text.\nii) A significant inaccuracy, misleading statement or\ndistortion must be corrected, promptly and with due prominence, and — where\nappropriate — an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator. \niii) A fair opportunity to reply to significant inaccuracies\nshould be given, when reasonably called for.\niv) The Press, while free to editorialise and campaign, must\ndistinguish clearly between comment, conjecture and fact.\nClause 2 (Privacy)*\ni) Everyone is entitled to respect for his or her private\nand family life, home, health and correspondence, including digital\ncommunications.\nii) Editors will be expected to justify intrusions into any\nindividual's private life without consent. In considering an individual's\nreasonable expectation of privacy, account will be taken of the complainant's\nown public disclosures of information and the extent to which the material\ncomplained about is already in the public domain or will become so.\niii) It is unacceptable to photograph individuals, without\ntheir consent, in public or private places where there is a reasonable\nexpectation of privacy.\nThe Public Interest\nThere may be exceptions to the clauses marked * where they\ncan be demonstrated to be in the public interest.\n1. The public interest includes, but is not confined to:\nDetecting or exposing crime, or the threat of crime, or\nserious impropriety.Protecting public health or safety.Protecting the public from being misled by an action or\nstatement of an individual or organisation.Disclosing a person or organisation’s failure or likely\nfailure to comply with any obligation to which they are subject.Disclosing a miscarriage of justice.Raising or contributing to a matter of public debate,\nincluding serious cases of impropriety, unethical conduct or incompetence\nconcerning the public.Disclosing concealment, or likely concealment, of any of the\nabove.\n\n\n\n\n\n\n2. There is a public interest in freedom of expression\nitself.\n3. The regulator will consider the extent to which material\nis already in the public domain or will become so.\n4. Editors invoking the public interest will need to\ndemonstrate that they reasonably believed publication - or journalistic\nactivity taken with a view to publication – would both serve, and be\nproportionate to, the public interest and explain how they reached that\ndecision at the time.\nFindings of the Committee\n15. It was accepted that the controversy over the leaking of\nthe cables could reasonably be described as a “scandal”: the dispute was over\nwhether it was inaccurate or misleading for the newspaper to report that the\nscandal had “engulfed” the Brexit Party, and whether the article had been\notherwise misleading, in particular over whether it had carried the inaccurate\nimplication that Mr Tice had a role in the leak.\n16. The Committee carefully considered the newspaper’s\njustification for its claim that the Chairman of the Brexit Party had been\n“embroiled” in the scandal, and the claim that the scandal had “engulfed” the\nParty.  It noted that, in the first\nparagraph of the article, the newspaper had set out the basis for making these\nclaims, namely that Ms Oakeshott, who was the journalist who broke the story,\nwas in a relationship with the Chairman of the party.  In these circumstances, the Committee concluded\nthat it was not inaccurate or misleading for the newspaper to present its\nposition that the fact of the relationship between the two created a link which\nhad drawn the Party into the scandal. The Committee did not establish a breach\nof Clause 1 (i) on this point. The Committee further decided that the article\ndid not make the claim that Mr Tice had played a role in the leak; while it\nreported that an unnamed diplomat had made a \nremark that “it feels like there are a lot of Brexit Party-Faragist fingerprints\naround this”, the article explained that the suspect is believed to be “in\nWhitehall”, is a “civil servant who had access to historic Foreign Office\nfiles”, and is a \"Kim Philby figure”, a reference to a spy who had worked\nin the British intelligence services. These references could not reasonably be\nunderstood to be references to Mr Tice who is not a civil servant and does not\nwork in Whitehall or for the intelligence services. The article also included\nrepeated references to the denials of Mr Tice and Ms Oakeshott that he had played\nany role. There was no breach of Clause 1 on this point.\n17. The article explained that Ms Oakeshott and her husband\nhad separated and that she was now in a relationship with Mr Tice. The one\nreference to Ms Oakeshott having “left her husband” did not imply that Mr Tice\nwas involved or responsible for the separation. The article made no comment on\nthe reason for the separation. There was no breach of Clause 1 on this point,\nhowever the Committee welcomed the publication’s willingness to remove this reference\nfrom the online version of the article.\n18. Ms Oakeshott also said it was inaccurate to include a\nquote in the article which she had given to another publication without\nattributing it to that publication, as this suggested she had willingly\ncontributed to the article. However, the inclusion of the quotation, in\ncircumstances where she had given the quote and its accuracy was not disputed,\ndid not lead to a breach of Clause 1.\n19. All three complainants said it was a breach of Clause\n1(i) that none of them had been formally contacted by the newspaper prior to\npublication. In some cases, it may be necessary for publications to contact\nparties prior to publication in order to avoid a breach of Clause 1, but there\nis no freestanding requirement to do so. In this instance, the article was\nreporting on a number of factual matters which were not in dispute, including\nthe existence of the relationship which Ms Oakeshott had confirmed prior to\npublication. Further, Ms Oakeshott and Mr Tice’s position that Mr Tice had no\nrole in the leaks was included prominently in the article. There was no breach\nof Clause 1.\n20. Mr Tice said that the article represented an intrusion\ninto his privacy by reporting his relationship with Ms Oakeshott.  The fact of a relationship is generally not\ninformation about which a person has a reasonable expectation of privacy.  Further, the existence of the relationship\nhad been placed into the public domain by Ms Oakeshott who had told the\nnewspaper about the relationship by providing the statement: “[i]t is no secret\nthat Isabel and Richard are in a relationship”. Although she had expressed the\nwish that the quote was not attributed to her, given the disclosure the\nrelationship could not reasonably be considered private. There was no breach of\nClause 2 on this point.\n21. Ms Oakeshott further said that the article intruded into\nher privacy as it named her husband. The marital status of an individual, and\nthe identity of the person to whom someone is married, is a matter of public\nrecord and therefore there is no reasonable expectation of privacy in relation\nto this information. There was no breach of Clause 2 on this point.\nConclusions\n22. The complaint was not upheld.\nRemedial action required\n23. N/A\n \nDate complaint received: 20/07/2019\nDate decision issued: 13/01/2020\nBack to ruling listing\n\n\n"
}