{
    "url": "/rulings-and-resolution-statements/ruling/?id=05500-15",
    "title": "05500-15 Sutton v Express & Star",
    "provisions": [
        "3 (Privacy) 2015",
        "10 (Clandestine devices and subterfuge) 2015"
    ],
    "outcome": "No breach - after investigation",
    "publication": "Express & Star (East) (MNA)",
    "received_on": "2015-09-07 00:00:00",
    "concluded_on": "2015-12-17 00:00:00",
    "complaint_processing_days": 101,
    "conclusion_long": "9. The Complaint was not upheld",
    "remedial_action": "N/A Date complaint received: 07/09/2015",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee 05500-15 Sutton\nv Express & Star\nSummary of complaint\n1. Darren Sutton complained to the Independent Press\nStandards Organisation that the Express & Star breached Clause 3 (Privacy)\nand Clause 10 (Clandestine devices and subterfuge) of the Editors’ Code of\nPractice on 3 September 2015.\n2. The complainant had appeared in court accused of\nsexual assault; on the day in question he had been found not guilty of the\ncharges. He said that when he left the court he saw a photographer who appeared\nto be taking his picture; he asked the photographer if he was doing so. The\nphotographer told him that he was not - he was taking pictures of the traffic.\nThe complainant’s image appeared in the newspaper the following day. The\ncomplainant was concerned that the photographer had lied to him about taking\nhis picture, intruding into his privacy in breach of Clause 3, and\nmisrepresented his actions in breach of Clause 10.\n3. The newspaper did not believe that it had\nbreached the Editors’ Code. It said that the photographer had been told by a\nmember of the court staff that the complainant could possibly be aggressive\nand, having been previously assaulted in the course of his work, the\nphotographer wanted to ensure his personal safety. When he was approached by\nthe complainant he said that he was photographing the traffic, but also said\nwhen asked that he was working for the Express & Star.\n4. The newspaper said that the complainant had no\nreasonable expectation of privacy outside the court room; the photographer was\nentitled to take pictures of him in this public place. The pictures had been\ntaken before the complainant had confronted the photographer, so there was no\nmisrepresentation or subterfuge. In any case, the photographer was justified in\nfalsely telling the complainant that he was not taking pictures of him, given\nhis genuinely-held concern for his safety.\n5. The complainant disputed having discussed with\nthe photographer for whom he was working. He also said that the photographer\nwould not have any grounds to fear for his safety, as the complainant is not an\naggressive man and has no history of violence.\nRelevant Code Provisions\n6. Clause 3 (Privacy)\ni) Everyone is entitled to respect for his or her\nprivate and family life, home, health and correspondence, including digital\ncommunications.\nClause 10 (Clandestine devices and subterfuge)\ni) The press must not seek to obtain or publish\nmaterial acquired by using hidden cameras or clandestine listening devices; or\nby intercepting private or mobile telephone calls, messages or emails; or by\nthe unauthorised removal of documents or photographs; or by accessing\ndigitally-held private information without consent.\nii) Engaging in misrepresentation or subterfuge,\nincluding by agents or intermediaries, can generally be justified only in the\npublic interest and then only when the material cannot be obtained by other\nmeans.\nFindings of the Committee\n7. The newspaper’s photographer was entitled to be\non the public road outside the court house, and to take photographs there. The\ncomplainant had no reasonable expectation of privacy in this location, and the\npublished picture did not reveal anything private about him. There was no\nbreach of Clause 3.\n8. The Committee will carefully scrutinise any\nallegation that a journalist or photographer has misrepresented themselves.\nThere was no suggestion, however, that the photographer had used clandestine\ndevices or subterfuge to obtain the photograph published in the newspaper; it\nhad been taken before the complainant approached the photographer. The terms of\nClause 10 (i) were not engaged. The photographer had told the complainant that\nhe was merely taking photographs of the traffic, but claimed that he had done\nso out of concern for his own safety. In this case, any misrepresentation by\nthe photographer was not for the purposes of newsgathering, or taking a further\nphotograph of the complainant; Clause 10 (ii) was not engaged.\nConclusions\n9. The Complaint was not upheld\nRemedial Action Required\nN/A\nDate complaint received: 07/09/2015Date decision issued: 17/12/2015\nBack to ruling listing\n\n\n"
}