{
    "url": "/rulings-and-resolution-statements/ruling/?id=05546-15",
    "title": "05546-15 Flower v Bournemouth Echo",
    "provisions": [
        "1 (Accuracy) 2015",
        "2 (Opportunity to reply) 2015",
        "4 (Harassment) 2015"
    ],
    "outcome": "Breach - sanction: action as offered by publication",
    "publication": "Daily Echo (Bournemouth) (Newsquest Media Group)",
    "received_on": "2015-09-07 00:00:00",
    "concluded_on": "2015-12-09 00:00:00",
    "complaint_processing_days": 93,
    "conclusion_long": "22. The complaint was upheld under Clause 1.",
    "remedial_action": "23. Having upheld the complaint, the Committee considered what remedial action should be required. 24. The newspaper had promptly amended the article on its website, and published a correction in print and online, which corrected the inaccuracy. No further action was required. Date complaint received: 07/09/2015",
    "text": "\n\n\n\n\n\n·      Decision of the Complaints Committee 05546-15 Flower\nv Bournemouth EchoSummary of complaint\n1. Spencer Flower complained to the Independent\nPress Standards Organisation that the Bournemouth Echo had breached Clause 1\n(Accuracy), Clause 2 (Opportunity to reply) and Clause 4 (Harassment) of the\nEditors’ Code of Practice in an article headlined “’Unsuitable’ plans given\ngreen light”, published on 23 June 2015, and an article headlined “Councils\nlearning from conviction”, published on 9 July 2015.\n2. The first article reported that planning approval\nfor a local housing development had been granted despite seven of thirteen\ncouncillors failing to attend a vote on it at a council meeting. It named the\ncomplainant as one of those who had not attended, and included his photograph.\nThe online version, although substantively the same, was headlined “Residents\n'devastated' after proposals to build 650 new homes in Wimborne approved”. It\nincluded the complainant’s photograph with the caption “Former leader of Dorset\nCounty Council Cllr Spencer Flower at his home in Verwood”.\n3. The second article reported that, following the\ncomplainant’s conviction under the Localism Act 2011, a council had issued\nadvice to its members on adhering to the Disclosable Pecuniary Interest\nregulations. The article stated that the complainant had taken part in a vote\non a local housing matter without “letting on” that he was a non-executive\ndirector of a housing charity, which qualified as a “disclosable” interest. It\nsaid that he had been convicted and fined £930. The piece was also published\nonline, with the headline “Councils learning from landmark conviction of\nSpencer Flower”.\n4. The complainant expressed concern that the first\narticle had given the misleading impression that he had chosen not to attend\nthe meeting to vote on the proposed development. He said it had failed to\nreport that he had booked a holiday before notice of the meeting had been\ngiven. Given that he was one of seven who had not attended, he questioned why\nhis photograph had been singled out for publication. He said the caption on the\nonline version further implied that he had been at home during the meeting.\n5. With regards to the second article, the\ncomplainant said that it was accepted in court that he had made no attempt to\nconceal his interest in the housing charity as he had previously recorded it on\nthe council’s Register of Interests. He said the judge had stated that his\nposition at the housing charity was not a “pecuniary interest”, as defined by\nthe Localism Act 2011. However, as he had previously declared it, it was “live”\nand so he had been found guilty. He said he had been given a six-month\nconditional discharge and was ordered to pay costs; this was not a conviction,\nand he was not “fined”, as reported.\n6. The complainant said that the newspaper had\nfailed to give him an opportunity to comment before the articles were published\nin breach of Clause 2 (Opportunity to reply), and he had no wish to be\ninterviewed by the newspaper for a follow-up article. He also considered that\nthe newspaper’s “misleading” coverage constituted harassment in breach of\nClause 4 (Harassment).\n7. With regards to the first article, the newspaper\nconsidered that there was a public interest in reporting the voting performance\nof a local councillor, particularly in relation to a vital planning issue. It\nsaid the article had been neutral in tone and had not implied any reason for\nthe complainant’s non-attendance at the meeting. It did not consider that it\nwas misleading to omit that he had been on a pre-booked holiday at the time.\n8. It noted that the complainant’s photograph had\nbeen used because he was relevant to the story, and because he was a prominent\npolitical figure locally who had been involved when the planning strategy for\nthe development had been brought in. Despite this position, as a gesture of\ngood will, the newspaper offered to publish a statement making clear the\ncomplainant’s reasons for his absence.\n9. The newspaper said that it had accurately\nreported that the complainant had been convicted under the Localism Act 2011:\nhe had been found guilty of voting illegally, and had been given a conditional\ndischarge upon conviction. It accepted, however, that the complainant had not\nbeen fined, but had been ordered to pay costs. It amended the online article\naccordingly and offered to publish a correction. It did not consider that this\nrepresented a significant inaccuracy that warranted correction under the terms\nof Clause 1.\n10. The newspaper considered that the article would\nhave been more complete had it made clear that the complainant had disclosed\nhis interest in the charity on the council’s Register of Interests the previous\nyear, and it offered to address this point in a correction. It did not\nconsider, however, that the omission of this detail had created a misleading\nimpression because the complainant’s conviction related to his decision to use\nhis vote regardless of the interest that he had declared. It considered that\nthis was made clear in the article.\n11. The suggested wording, though not accepted by\nthe complainant as a resolution to the complaint, was published on page 13 and\nonline on 5 September 2015. It read:\nCouncillor Spencer Flower\nIn a story on 9 July headed “Councils learning from\nconviction”, we reported on the conviction of Cllr Flower, former Dorset County\nCouncil leader, for an offence under the Localism Act 2011 by voting on a\nmatter in which he had a disclosable interest. Cllr Flower points out that he\nwas not fined £930, as mistakenly reported, but he was ordered to pay costs of\nthat amount. We should also clarify that Cllr Flower had in fact disclosed his\ninterest in Synergy Housing in the Council’s register of interests in the year\nbefore and was under no further obligation to disclose it at the meeting,\nthough he should not have voted. We are sorry for the error and the omission.\nIn an earlier story on 23 June under the heading\n“Unsuitable plans given green light”, we mentioned Cllr Flower’s non-attendance\nat a controversial vote on plans for 650 new homes in Wimborne. Cllr Flower\ntells us that he had instead taken a holiday booked before notice of the\nmeeting was issued.\n12. The newspaper said it had offered the\ncomplainant an opportunity to express his concerns in a letter for publication\nand a published statement; there was no breach of Clause 2. It also said that\nthe editor would pass on to the relevant reporter the complainant’s request to\nbe contacted before stories about him are published. In addition, it offered to\npublish an interview with the complainant.\n13. The newspaper denied that it had engaged in\nharassment in breach of Clause 4.\nRelevant Code Provisions\n14. Clause 1 (Accuracy)\ni) The Press must take care not to publish\ninaccurate, misleading or distorted information, including pictures.\nii) A significant inaccuracy, misleading statement\nor distortion once recognised must be corrected, promptly and with due\nprominence, and - where appropriate - an apology published. In cases involving\nthe Regulator, prominence should be agreed with the Regulator in advance.\niii) The Press, whilst free to be partisan, must\ndistinguish clearly between comment, conjecture and fact.\nClause 2 (Opportunity to reply)\nA fair opportunity for reply to inaccuracies must be\ngiven when reasonably called for.\nClause 4 (Harassment)\ni) Journalists must not engage in intimidation,\nharassment or persistent pursuit.\nii) They must not persist in questioning,\ntelephoning, pursuing or photographing individuals once asked to desist; nor\nremain on their property when asked to leave and must not follow them. If\nrequested, they must identify themselves and whom they represent.\niii) Editors must ensure these principles are\nobserved by those working for them and take care not to use non-compliant\nmaterial from other sources.\nFindings of the Committee\n15. The Committee noted that the complainant had not\ndeclared his interest at the council meeting, before proceeding to vote. He had\nbeen found guilty of an offence under the Localism Act 2011 in court, and had\nbeen given a conditional discharge. The newspaper had therefore accurately\nreported that the complainant had been “convicted”. However, the complainant\nhad not been fined, as reported; he had been ordered to pay costs. The\nCommittee considered that this inaccuracy had given a significantly misleading\nimpression of the view taken by the court of the seriousness of the\ncomplainant’s offence. On this point, the newspaper had failed to take care\nover the accuracy of the article in breach of Clause 1(i). A correction was\ntherefore required to avoid a breach of Clause 1(ii).\n16. It was not in dispute that the complainant had\nbeen prosecuted under the Localism Act 2011, and had been found guilty of\ntaking part in a vote despite having conflicting interest. The Committee noted\nthe complainant’s position that he had not concealed this interest because he\nhad previously registered it on the council’s Register of Interests. However,\ngiven that the complainant had proceeded to vote despite his disclosed\ninterest, the newspaper’s statement that he had attended the meeting without\n“letting on” about his conflict did not represent a significant inaccuracy that\nwarranted correction under the Code.\n17. It was accepted that the complainant had not\nattended the council meeting in which a vote was held on a proposed housing\ndevelopment. The article had not speculated on the reasons for the\ncomplainant’s absence. It had merely listed him as one of seven councillors who\nhad failed to attend. The omission of the complainant’s reasons for not\nattending was not misleading.\n18. The newspaper had been entitled to select the\ncomplainant’s photograph to illustrate the piece. Given that he was one of the\nreported non-attendees, he was relevant to the story. Furthermore, the caption\non the image online merely stated that the photograph had been taken at the\ncomplainant’s home. It had not given the misleading impression that it was an\nimage of the complainant taken at his home at the time of the planning meeting.\nThere was no breach of the Code on these points.\n19. During correspondence with the complainant, the\nnewspaper had promptly corrected the only significant inaccuracy established in\nthe online article, and offered to publish a correction in print and online,\nwhich clearly stated that the complainant had not been fined, but had been\nordered to pay costs. The Committee considered that the wording proposed by the\nnewspaper sufficiently addressed the misleading impression given by the\noriginal article. It also welcomed that the wording also addressed many of the\ncomplainant’s other points of concern. There was no breach of Clause 1(ii).\n20. Under the terms of Clause 2, newspapers are not\nobliged to seek comment before an article’s publication. Rather, Clause 2\nprovides for a fair opportunity to respond to published inaccuracies. In this\ninstance, the newspaper had offered the complainant an opportunity to reply in\nthe form of a correction and a letter to the editor. The complaint under Clause\n2 was not upheld.\n21. Clause 4 generally relates to the conduct of\njournalists during the newsgathering process. Generally, publishing a number of\narticles on one issue or from one viewpoint does not constitute harassment. The\ncomplaint under Clause 4 was not upheld\nConclusions\n22. The complaint was upheld under Clause 1.\nRemedial Action Required\n23. Having upheld the complaint, the Committee\nconsidered what remedial action should be required.\n24. The newspaper had promptly amended the article\non its website, and published a correction in print and online, which corrected\nthe inaccuracy. No further action was required.\nDate complaint received: 07/09/2015Date complaint concluded: 09/12/2015 \nBack to ruling listing\n\n\n"
}