{
    "url": "/rulings-and-resolution-statements/ruling/?id=05555-18",
    "title": "05555-18 Ward v Daily Mail",
    "provisions": [
        "1 Accuracy (2018)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "Daily Mail (Associated Newspapers Limited)",
    "published_on": "2018-07-26 00:00:00",
    "received_on": "2018-08-16 00:00:00",
    "concluded_on": "2018-11-27 00:00:00",
    "complaint_processing_days": 103,
    "conclusion_long": "had been arrived at by interpreting data from the Met Office and the National Oceanic and Atmospheric Administration (NOAA), both highly regarded and respected sources. The newspaper said that following the publication of the article, it had published a letter from the complainant, in which he expressed his view on the matter.  7. The newspaper said that the columnist was entitled to draw conclusions from the raw temperature data outlined in the article to support his position. Further, it said that the term heatwave was commonly understood to refer to a “prolonged period of abnormally hot weather”. In these circumstances, while it noted the complainant’s position that mean maximum temperature data may lead to an alternative conclusion, it said it was entitled to rely on CET mean temperature data to support its position. Also, the newspaper said that the NOAA had confirmed that only 2 records for maximum daily state temperatures had been set from 1996, as accurately reported in the article. It said the columnist was entitled to report this and use it to support his argument that there was evidence to contest the assumption that the earth was warming. 8. Nevertheless, the newspaper offered to publish the following wording its clarifications and corrections box on page two: In his columns on July 26 Christopher Booker questioned claims that climate change was behind this summer’s heatwave based on data from the Central England Temperature Record (CET). We are happy to clarify that the data referred to was daily and monthly mean temperature CET records. Relevant Code Provisions 9. Clause 1 (Accuracy) i) The Press must take care not to publish inaccurate, misleading or distorted information or images, including headlines not supported by the text. ii) A significant inaccuracy, misleading statement or distortion must be correction, promptly and with due prominence, and – where appropriate – an apology published. In cases involving IPSO. Due prominence should be as required by the regulator. iii) A fair opportunity to reply to significant inaccuracies should be given, when reasonably called for. iv) The Press, while free to editorialise and campaign, must distinguish clearly between comment, conjecture and fact. Findings of the Committee 10. Under the terms of Clause 1, newspapers are entitled to publish opinions, regardless of whether they are controversial or unorthodox, provided that they do so in a way that is not significantly inaccurate or misleading. In this instance, the newspaper had taken care to clearly present the article as an opinion piece, as required under the terms of Clause 1. However, opinion pieces are not exempt from the requirements of Clause 1.The question therefore, for the Committee, was whether the newspaper had published inaccurate, misleading or distorted information. 11. The article had made clear that it had been claimed that heatwaves had become more frequent, and had accurately reported the position of a number of prominent experts in this area who supported this theory and attributed it to global warming.  The article had then gone on to outline the columnist’s theory as to why he did not believe the recent warm weather was part of a pattern of weather attributable to climate change. In these circumstances, it was clear that the columnist was arguing against the mainstream scientific view on this matter, and the article was not misleading as to the frequency of heatwaves, as the complainant had suggested. There was no breach of Clause 1 on this point. 12.  The article had used various weather terms such as “hot” “warm” and “heatwave” interchangeably to refer, colloquially to a period of where temperatures were higher than generally expected. The Committee did not consider that in the context of the article, the use of the term “heatwave” would have been understood by readers to refer only to the narrow scientific meaning the complainant said it had. The use of the terms was not misleading in breach of Clause 1. 13.   It was not in dispute that the article had accurately reported the CET figures cited in the article. The article had made clear the data it was relying on as the basis for its claims regarding how, in general, the temperatures of June 2018 compared to other years, including other years where such conditions had been recorded. While the reasons for the recent warm weather, and how it compared with other years, appeared to be an ongoing area of scientific debate and interpretation, the Committee was satisfied that the article had taken care over the presentation of the basis for these claims, and there was no breach of Clause 1(i) on this point. The newspaper was entitled to report the columnist’s view on this matter. It had made clear that this was an alternative view, which contrasted with that of many prominent academics, and did not give the misleading impression that it had been proven as fact that the warm weather was not the result of climate change. There was no breach of Clause 1(ii) on this point. 14. Similarly, the newspaper had demonstrated that only two states in the US had recorded its highest temperature in the 21st century. The newspaper was entitled to use this to support the position that it was contestable that the planet was warming.  There was no breach of Clause 1 on this point. Conclusions 15. The complaint was not upheld.",
    "remedial_action": "16.  N/A Independent Complaints Reviewer The complainant complained to the Independent Complaints Reviewer about the process followed by IPSO in handling this complaint. The Independent Complaints Reviewer decided that the process was not flawed and did not uphold the request for review. Date complaint received: 16/08/2018",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee 05555-18 Ward v Daily Mail\nSummary of Complaint\n1. Bob Ward\ncomplained to the Independent Press Standards Organisation that the Daily Mail\nbreached Clause 1 of the Editors’ Code of Practice in an article headlined,\n“The predictable cry has gone up: climate change is causing the heatwave.\nSorry, that’s just hot air…” Published on 26 July 2018.\n2. The article was\nan opinion piece, in which the columnist outlined why, in his view, the recent\nwarm weather could not be attributed to climate change. The article reported\nthat a number of academics in this area had said that “thanks to climate change\nwe can expect summers like this one to become more frequent.” However, the\ncolumnist argued that, although the summer of 2018 had been “abnormally hot”,\nit was not, in his  view, an indication\nthat such weather would become more frequent in the UK and was not the result\nof climate change. The article reported that the Central England Temperature\nRecord (CET) showed that June 2018 was the 18th warmest June in 350 years,\nwhich the columnist said showed that “this kind of summer heat is far from\nunprecedented”. It also reported that CET figures showed that the daily\ntemperatures in 1976 “frequently beat this summer’s figure hands down”. The\narticle also referred to another heatwave, in 2003, which it said had seen the\nhighest ever temperature recorded in Britain, and which, until 2018, had been\nunprecedented. The article concluded by stating that “we will continue to have\nabnormally hot summers from time to time, just as we did in 1976 and 1846, way\nback before global warming was invented.”\n3. The article was\nalso published online, with the headline, “Yes it’s scorching, but claims that\nthe heatwave is down to climate change are just hot air: June was even hotter\nwhen Victoria was on the throne, writes Christopher Booker”, published on 25\nJune 2018. The article was substantively the same as the article that appeared\nin print.\n4. The complainant\nsaid that overall, the article was misleading, as it suggested that heatwaves\nwere not becoming more frequent in the UK, and that climate change had had no\nimpact on heatwave conditions this summer. He said that there was evidence\navailable that showed that the frequency of heatwaves had been increasing\nacross the UK in the past few decades, and that this was most likely due to\nglobal warming. He also said that using the CET figures as the basis for\nevaluating and comparing heatwaves was misleading, as they only show the mean\ntemperature for each month. The complainant said that the most appropriate way\nto compare heatwave conditions was to compare mean maximum daily temperatures,\nwhich would have shown that in 1976 the temperature was only higher on 17 of 61\ndays during June and July, compared with 2018. Similarly, he said that by using\nmean maximum daily temperatures, it was possible to dispute the article’s claim\nthat no other summer had compared with the temperatures of 2003, as in 2003\nthere were two days in excess of 30 degrees, whereas the summer of 2006 had\nthree days in excess of 30 degrees.\n5. The complainant\nalso said it was inaccurate for the article to report that “more than half the\ntemperature records for the 50 US States were set in the baking ‘dustbowl\nyears’ of the Thirties… only two state records were set in the 21st Century. “\nHe said that data published by the United States National Climatic Data Center\nshowed that of the 49 States with available long-term records, 38 had\nexperienced their warmest year from 2010 onwards.  He said that it was therefore inaccurate for\nthe article to use this claim to support its position that climate change was\nnot resulting in the warming of the planet.\n6. The newspaper\ndid not accept that it had breached the Code. It said that the article was an\nopinion piece, in which the columnist contributed to the ongoing scientific and\npublic debate on climate change. It said that the columnist’s conclusions had\nbeen arrived at by interpreting data from the Met Office and the National\nOceanic and Atmospheric Administration (NOAA), both highly regarded and respected\nsources. The newspaper said that following the publication of the article, it\nhad published a letter from the complainant, in which he expressed his view on\nthe matter. \n7. The newspaper\nsaid that the columnist was entitled to draw conclusions from the raw\ntemperature data outlined in the article to support his position. Further, it\nsaid that the term heatwave was commonly understood to refer to a “prolonged\nperiod of abnormally hot weather”. In these circumstances, while it noted the\ncomplainant’s position that mean maximum temperature data may lead to an\nalternative conclusion, it said it was entitled to rely on CET mean temperature\ndata to support its position. Also, the newspaper said that the NOAA had\nconfirmed that only 2 records for maximum daily state temperatures had been set\nfrom 1996, as accurately reported in the article. It said the columnist was\nentitled to report this and use it to support his argument that there was\nevidence to contest the assumption that the earth was warming.\n8. Nevertheless,\nthe newspaper offered to publish the following wording its clarifications and\ncorrections box on page two:\nIn his columns on July 26 Christopher Booker questioned\nclaims that climate change was behind this summer’s heatwave based on data from\nthe Central England Temperature Record (CET). We are happy to clarify that the\ndata referred to was daily and monthly mean temperature CET records.\nRelevant Code Provisions\n9. Clause 1\n(Accuracy)\ni) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not\nsupported by the text.\nii) A significant inaccuracy, misleading statement or\ndistortion must be correction, promptly and with due prominence, and – where\nappropriate – an apology published. In cases involving IPSO. Due prominence\nshould be as required by the regulator.\niii) A fair opportunity to reply to significant inaccuracies\nshould be given, when reasonably called for.\niv) The Press, while free to editorialise and campaign, must\ndistinguish clearly between comment, conjecture and fact.\nFindings of the Committee\n10. Under the terms of Clause 1, newspapers are entitled to\npublish opinions, regardless of whether they are controversial or unorthodox,\nprovided that they do so in a way that is not significantly inaccurate or\nmisleading. In this instance, the newspaper had taken care to clearly present\nthe article as an opinion piece, as required under the terms of Clause 1.\nHowever, opinion pieces are not exempt from the requirements of Clause 1.The\nquestion therefore, for the Committee, was whether the newspaper had published\ninaccurate, misleading or distorted information.\n11. The article had made clear that it had been claimed that\nheatwaves had become more frequent, and had accurately reported the position of\na number of prominent experts in this area who supported this theory and\nattributed it to global warming.  The\narticle had then gone on to outline the columnist’s theory as to why he did not\nbelieve the recent warm weather was part of a pattern of weather attributable\nto climate change. In these circumstances, it was clear that the columnist was\narguing against the mainstream scientific view on this matter, and the article\nwas not misleading as to the frequency of heatwaves, as the complainant had\nsuggested. There was no breach of Clause 1 on this point.\n12.  The article had\nused various weather terms such as “hot” “warm” and “heatwave” interchangeably\nto refer, colloquially to a period of where temperatures were higher than\ngenerally expected. The Committee did not consider that in the context of the\narticle, the use of the term “heatwave” would have been understood by readers\nto refer only to the narrow scientific meaning the complainant said it had. The\nuse of the terms was not misleading in breach of Clause 1.\n13.   It was not in\ndispute that the article had accurately reported the CET figures cited in the\narticle. The article had made clear the data it was relying on as the basis for\nits claims regarding how, in general, the temperatures of June 2018 compared to\nother years, including other years where such conditions had been recorded.\nWhile the reasons for the recent warm weather, and how it compared with other\nyears, appeared to be an ongoing area of scientific debate and interpretation,\nthe Committee was satisfied that the article had taken care over the\npresentation of the basis for these claims, and there was no breach of Clause\n1(i) on this point. The newspaper was entitled to report the columnist’s view\non this matter. It had made clear that this was an alternative view, which\ncontrasted with that of many prominent academics, and did not give the\nmisleading impression that it had been proven as fact that the warm weather was\nnot the result of climate change. There was no breach of Clause 1(ii) on this\npoint.\n14. Similarly, the newspaper had demonstrated that only two\nstates in the US had recorded its highest temperature in the 21st century. The\nnewspaper was entitled to use this to support the position that it was\ncontestable that the planet was warming. \nThere was no breach of Clause 1 on this point.\nConclusions\n15. The complaint was not upheld.\nRemedial Action required\n16.  N/A\nIndependent Complaints Reviewer\nThe complainant complained to the Independent Complaints\nReviewer about the process followed by IPSO in handling this complaint. The\nIndependent Complaints Reviewer decided that the process was not flawed and did\nnot uphold the request for review. Date complaint received: 16/08/2018Date decision issued: 27/11/2018\nBack to ruling listing\n\n\n"
}