{
    "url": "/rulings-and-resolution-statements/ruling/?id=05599-15",
    "title": "05599-15 Watson v Sunday Mirror",
    "provisions": [
        "4 (Harassment) 2015"
    ],
    "outcome": "No breach - after investigation",
    "publication": "Sunday Mirror (Reach PLC)",
    "received_on": "2015-09-11 00:00:00",
    "concluded_on": "2015-11-24 00:00:00",
    "complaint_processing_days": 74,
    "conclusion_long": "11. The complaint was not upheld.",
    "remedial_action": "N/A  Date complaint received: 11/09/2015",
    "text": "\n\n\n\n\n\n·  Decision of the Complaints Committee 05599-15 Watson v\nSunday Mirror\nSummary of\ncomplaint \n1. Colin Watson complained to the Independent Press\nStandards Organisation that the Sunday Mirror breached Clause 4 (Harassment) of\nthe Editors’ Code of Practice on 8 September 2015. \n2. The complainant said that a journalist working for the\nnewspaper had persisted in telephoning his home after being asked to desist. \n3. The complainant said that the journalist had called\nhis home telephone on three occasions. On the first occasion, the complainant had\nanswered the call and, believing it to be a sales call, had hung up. On the\nsecond occasion, the journalist had asked whether someone with what the\ncomplainant described as a “protracted hard-to-remember moslem name” lived at\nthe complainant’s address. The complainant told him that no one of that name\nhad ever been resident at his address, that it was none of his business who\nlived in his house, and that he suspected the journalist was researching a\nstory with a racist agenda. He told the journalist to “fuck off” and then hung\nup the telephone. The journalist then immediately called back; after the\ntelephone was answered by the complainant’s wife, the journalist claimed that\nhe wanted to explain the reason why he was calling. The complainant’s wife asked\nhim his name and repeated their request not to be contacted; she then ended the\ncall. \n4. The newspaper did not believe that the journalist’s\nactions amounted to harassment. The journalist had been researching Syrian\nPresident Bashar al-Assad’s links to Britain, and had been told that the name\nBashar al-Assad had been registered at the home owned by the complainant; this\nwas worthy of further investigation. When the first call had ended abruptly,\nthe journalist had assumed that there had been a problem with the line, and\ncalled back. The complainant then implied that the journalist had not reached\nthe person for whom he was looking and accused the journalist of having a\n“racist agenda”, ending the call by telling the journalist that he should “now\nfuck off”. The journalist was concerned that his intentions had been\nmisunderstood; he therefore called again to explain the reasons for his\nenquiries and to apologise for any offence that may have been caused. The\ncomplainant’s wife answered the call, and the journalist identified himself\nwhen requested and tried to explain why he had been calling. He did not persist\nin asking questions regarding the story. The complainant’s wife told him that\nneither she nor her husband wished to speak with him; the journalist assured\nthe complainant’s wife that he would not call again. No further calls had been\nmade. \nRelevant Code Provisions\n5. Clause 4 (Harassment) \ni) Journalist must not engage in intimidation, harassment\nor persistent pursuit. \nii) They must not persist in questioning, telephoning,\npursuing or photographing individuals once asked to desist; nor remain on their\nproperty when asked to leave and must not follow them. If requested, they must\nidentify themselves and whom they represent. \nFindings of the Committee\n6. It was apparent that there had been some\nmisunderstanding during the second telephone call. On the complainant’s own\naccount, he had not recognised the name of the individual about whom the\njournalist was seeking information. He had assumed that the journalist was\npursuing a racist line of enquiry, accused him of doing so, and had told him to\n“fuck off”. \n7. Clause 4 (ii) prohibits journalists from persistent\nattempts to contact an individual once they have been asked to desist. That\nrequest need not be framed in precise language; in this instance, the words\n“fuck off” were clearly sufficient to communicate to the journalist the\ncomplainant’s desire to be left alone. In ruling whether the Code was breached\nby any subsequent contact, the Committee considered the specific circumstances\nof the case, as well as the purpose of Clause 4, which is to prevent\nharassment. \n8. In light of the evident misunderstanding, the\nCommittee accepted that the journalist wanted to clarify why he was calling. It\nwas possible that the complainant might have been willing to assist the\njournalist once the purpose of the call had been explained. The Committee also\naccepted that the journalist would want to clarify his position in response to\nthe allegation of racism. \n9. There was no suggestion that the journalist had acted\nin a way that was aggressive or intimidatory, on the single occasion where he\nhad conversed with the complainant. The alleged harassment comprised two calls\nin quick succession, and did not constitute persistent pursuit: the complainant\naccepted that the journalist did not repeat his earlier questions in the final\ncall. Neither had the journalist been calling to put to the complainant an\nallegation which might foreseeably cause the complainant distress or anxiety;\nthe journalist’s query did not concern the complainant directly. \n10. In the full circumstances, the journalist’s attempt\nto clarify the reasons for his call did not amount to the type of conduct which\nClause 4 seeks to prevent. There was no breach of the Code. \nConclusions\n11. The complaint was not upheld. \nRemedial Action Required\nN/A \nDate complaint received: 11/09/2015\nDate decision issued: 24/11/2015\nBack to ruling listing\n\n\n"
}