{
    "url": "/rulings-and-resolution-statements/ruling/?id=05599-19",
    "title": "05599-19 Sultan bin Muhammad Al Qasimi and the Al Qasimi family v Daily Mail",
    "provisions": [
        "4 Intrusion into grief or shock (2019)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "Daily Mail (Associated Newspapers Limited)",
    "received_on": "2019-07-25 00:00:00",
    "concluded_on": "2020-02-11 00:00:00",
    "complaint_processing_days": 201,
    "conclusion_long": "24. The complaint was not upheld.",
    "remedial_action": "25. N/A.   Date complaint received: 25/07/2019",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee 05599-19 Sultan bin\nMuhammad Al Qasimi and the Al Qasimi family v Daily Mail\nSummary of Complaint\n1. Sultan bin Muhammad Al Qasimi and the Al Qasimi family\ncomplained to the Independent Press Standards Organisation that the Daily Mail\nbreached Clause 4 (Intrusion into grief or shock) of the Editors’ Code of\nPractice in an article headlined “Did sheikh’s son die after drugs party at £8m\nflat?, published on 4 July 2019, and in an article headlined “The House of Grief”,\npublished on 10 July 2019.\n2. The first article reported that Sheikh Khalid bin Sultan\nAl Qasimi had been found dead at his London address “amid reports of a\ndrug-fuelled party”. It explained that he was the son of Sheikh Sultan bin\nMuhammad Al Qasimi, who ruled Sharjah in the UAE, and whose elder son had died\nof a heroin overdose in 1999. The article reported that the funeral had taken\nplace in the UAE “yesterday” where three days of mourning were under way. It\nsaid that police had launched an investigation and that detectives were\ntreating the death as “unexplained”, were waiting for the results of toxicology\ntests, and had refused to say whether drugs had been found at his property. The\narticle included quotes which it said were from people who had worked with the\nprince at his fashion label; one person was reported to have said that he could\n“become very unpredictable and we always knew to stay away from him after one\nof his famous parties”, and another that “he always treated his female staff\nwith respect”. The article was illustrated with an image of the funeral\nceremony which showed the prince’s father, amongst other mourners, standing\nover his body while praying; the newspaper had circled his face in red in order\nto identify him to readers as the prince’s father. This article did not appear\nonline.\n3. The second article reported that Sheikh Sultan bin\nMuhammad Al Qasimi had lost two sons: it reported that Prince Khalid had died\nrecently “amid claims that ‘a drug fuelled orgy’ had taken place in the hours\nbefore [he] died”, and that Prince Mohammed had “taken a fatal heroin overdose”\nin 1999. It said that the death of Prince Khalid had “shone a light both on his\nlifestyle and the past tragedies that have dogged a family seemingly born with\nevery advantage in life”. It said that police were investigating his death amid\nreports that Class A substances had been found at his property. It said that it\nhad also been alleged that he had a “reputation for partying hard, surrounding\nhimself with beautiful women and prostitutes, as well as having a penchant for\nillegal drugs that boosted his sexual performance”. It said that the results of\ntoxicology tests may take two months to come back. The article said that his\nfather had lost his only other son 20 years ago and it gave a detailed\ndescription of the circumstances in which his body had been found, which had\nbeen heard at the inquest.\n4. The second article was published in substantially the\nsame terms online with the headline “House of grief: How a rich Emirati ruler\nsent two of his sons to Britain with every privilege only for them to end up\ndead 20 years apart amid rumours they had spiralled into a life of drug-fuelled\nexcess”. It was published online on 9 July 2019.\n5. The complainants said that the newspaper’s coverage of\nthe death of Prince Khalid and the timing of its articles had been insensitive\nin breach of Clause 4. They said that the reporting was flippant and\ngratuitous; it represented a clear intrusion into their grief and a failure to\nact with sympathy when reporting on a tragic event.\n6. The complainants said that both articles had been\npublished despite the fact that a notice had been circulated, prior to\npublication on 3 July, which had asked news outlets to comply with Clause 4 of\nthe Code and to respect the family’s privacy. No attempt had been made to\ncontact the family before the articles were published.\n7. The complainants expressed concern that the articles had\nincluded excessive speculation on the cause of the prince’s death. This was\nunnecessary and insensitive given that nothing had been confirmed by the police\nor the coroner. They said that the newspaper had also presented this\nspeculation in a sensationalist manner, which had demeaned the prince’s death.\nFor example, it had referred to a “drug-orgy death”; “drug-fuelled orgy”; said\nthat the prince had “spiralled into a life of drug-fuelled excess”; and that\n“he would spend the weekend partying at his Knightsbridge penthouse with\nhigh-class prostitutes, before coming into work as an ‘erratic monster’”.\n8. The complainants were also concerned that in this\ncontext, the newspaper had referred to the death of the prince’s brother from a\nheroin overdose; had referred to his brother’s drinking, reporting that this\nwould have made his father “furious”; and had detailed the circumstances in\nwhich his brother’s body had been found. These references had compounded and\ndeepened their hurt and distress.\n9. The complainants also said that the published image of\nthe funeral ceremony, which had shown the covered body of the prince and his\nfather grieving, was exceedingly insensitive. They noted in particular that the\nnewspaper had circled the father’s face, which had emphasised his pained\nexpression.\n10. The complainants said that their concerns were framed in\nthe context of other coverage of the prince’s death, which had been published\nby other titles owned by the same publishing group as the Daily Mail,\nAssociated News Limited (ANL).\n11. The newspaper expressed its deepest sympathies to the\ncomplainants for their loss, and said that it had not been its intention to\ncontribute to their distress. It nevertheless denied that its coverage had been\ninsensitive in breach of the Code.\n12. The newspaper noted that Prince Khalid was a prominent\nindividual and so it considered that it was expected that his death would\nattract press attention: he was the head of a fashion brand, and his royal\nstatus was such that his funeral had been broadcast on television. It said that\nthe tone of its coverage had been respectful, no gratuitous information had\nbeen included, and the tragic events had not been made light of. In the context\nof an unexplained sudden death – even soon after the event – it was inevitable\nthat any article would include speculative information on how the subject may\nhave died. It considered that both articles had only included a brief reference\nto speculative details.\n13. The newspaper said that the first article was a news\npiece which had merely provided details about Prince Khalid’s family and his\nprofessional background, as well as reporting on the status of the\ninvestigation into his death. It acknowledged that the article had referred to\na “drug-fuelled party”, but noted that it had also made clear that reports of\ndrug use were unconfirmed. It had said that the police were still “awaiting the\nresults of toxicology tests” and had “refused to say whether drugs had been\ninvolved”. The headline was also sensitive: it had asked whether Prince Khalid\nhad died after a “drugs party”.\n14. The newspaper said that the second article had explored\nthe experiences of both brothers. It considered that the piece had also been sensitively\nwritten and noted that it opened with four paragraphs about the 20,000 mourners\nwho had attended Prince Khalid’s funeral; it said that only two paragraphs had\nmentioned the speculation from previous reports.\n15. The newspaper said that a complaint could not be made\nabout the ANL publishing group as each title within the group had its own\neditor and journalists.\nRelevant Code Provisions\n16. Clause 4 (Intrusion into grief or shock)\nIn cases involving personal grief or shock, enquiries and\napproaches must be made with sympathy and discretion and publication handled\nsensitively. These provisions should not restrict the right to report legal\nproceedings.\nFindings of the Committee on Procedural Point\n17. The complainants had directed their complaint at\nAssociated News Limited (ANL), the publisher of the Daily Mail, as well as the\nMetro and Mail Online, about which the complainants had also submitted\ncomplaints. The Committee noted that IPSO considers complaints against\nindividual publications, rather than against publishing groups. This is because\nIPSO operates on the principle of editorial responsibility: publications make\nseparate and distinct editorial decisions and therefore one publication with\nits own editor cannot be held responsible for what is published by another\npublication in the same group.\nFindings of the Committee\n18. The Committee first wished to express its condolences to\nthe complainants for their loss.\n19. The complainants had found the reporting process\ninsensitive, in particular the timing of the coverage and the fact that the\nnewspaper had not made direct contact with the family in advance of\npublication. While the Committee understood that the complainants had found the\nnewspaper’s coverage distressing to read, and their concern that the first\narticle was published the day after Prince Khalid’s funeral, the fact of\nsomeone’s death is not private, and there is a public interest in reporting on\na death.  The Committee noted that in\nthis case, the deceased was a high-profile fashion designer and a member of a\nroyal family. Journalists have a right to report the fact of a person’s death,\neven if surviving family members would prefer for there to be no reporting. It\nwas not insensitive in breach of the Code for the newspaper to have published\nthe first article the day after his funeral.\n20. While the Committee acknowledged that the complainants\nwould have appreciated being notified of the articles before they were\npublished, the Code does not require that newspapers contact families in\nadvance of publishing reports concerning a death in order to comply with Clause\n4; rather, it states that any such inquiries, if made, should be handled\nsensitively.\n21. The complainants had also expressed serious concern\nregarding the content of the articles and the presentation of the stories. In\nparticular, they had objected to the reporting of “unconfirmed speculation” on\nthe circumstances in which the prince had died, which they considered to be\nexcessive and demeaning. However, the newspaper had reported information\nprovided by confidential sources about the circumstances in which the prince\nhad died which had already been published by another national newspaper. Although\nthe second article had referred to a “drug-fuelled orgy”, the level of detail\npublished was limited; it was not excessive or gratuitous. The Code does not\nrequire that newspapers sanitise information about the circumstances of a death\nand it was not insensitive in breach of the Code for the newspaper to have\nreported this information.\n22. The first article had included a brief reference to the\ndeath of Prince Khalid’s brother, and the second article had focused on both\nprinces and the circumstances that had led to their early deaths. While the\nCommittee acknowledged the complainants’ distress, the information published\nabout the death of Prince Khalid’s brother was factual information that was\nalready in the public domain, and the comments about his character from people\nwho were reported to have known him provided additional context and their\npublication was not insensitive. Publishing this information did not breach the\nCode.\n23. The complainants had objected to the publication of an\nimage of Prince Khalid’s funeral, and in particular the fact that his father,\none of the complainants, was circled. \nFunerals, whatever their nature, are highly sensitive occasions, and the\nCommittee acknowledged the family’s distress. It was relevant, however, that\nthe material under complaint had previously been placed in the public domain\nwith the family’s consent, and that it showed a televised state funeral of a\nprominent member of the Sharjah royal family, rather than a private occasion.\nIt was not insensitive for the newspaper to have republished this image to\nillustrate its coverage. Furthermore, it was not insensitive for the newspaper\nto have circled his father’s face in order to identify him from the other\nmourners in the photograph. This did not represent a failure to handle\npublication with sensitivity.\nConclusion\n24. The complaint was not upheld.\nRemedial Action Required\n25. N/A.\n \nDate complaint received: 25/07/2019\nDate complaint concluded: 11/02/2020\nBack to ruling listing\n\n\n"
}