{
    "url": "/rulings-and-resolution-statements/ruling/?id=05608-15",
    "title": "05608-15 Hyland-Ward v The Argus (Brighton)",
    "provisions": [
        "1 (Accuracy) 2015",
        "3 (Privacy) 2015"
    ],
    "outcome": "Breach - sanction: publication of adjudication",
    "publication": "The Argus (Brighton) (Newsquest Media Group)",
    "published_on": "2015-09-12 00:00:00",
    "received_on": "2015-09-12 00:00:00",
    "concluded_on": "2016-02-11 00:00:00",
    "complaint_processing_days": 152,
    "conclusion_long": "12. The complaint was upheld under Clause 3 (Privacy).",
    "remedial_action": "In circumstances where the Committee establishes a breach of the Editors’ Code, it can require the publication of a correction and/or adjudication. Given the nature of the breach of Clause 3 established, the appropriate remedial action was publication of an adjudication. The original article was published online only. The adjudication should be published on the newspaper’s website, and a link to the adjudication should be published on the homepage of the newspaper’s website for at least 24 hours, and thereafter archived on the website in the usual way. The headline to the adjudication should include the words “IPSO complaint upheld” and should make reference to the subject matter of the original article; it should be agreed with IPSO in advance. The terms of the adjudication to be published are as follows: Following an article published online in The Argus on 12 September 2015, headlined “Update: teenager arrested on suspicion of fraud following Bestival ticket upset”, Ben Hyland-Ward complained to the Independent Press Standards Organisation (IPSO) that The Argus intruded into his privacy in breach of Clause 3 (Privacy) of the Editors’ Code of Practice. IPSO upheld the complaint and established a breach of the Editors’ Code. IPSO required The Argus to publish this decision by its Complaints Committee as a remedy to the breach. The article reported that the complainant had been “arrested after taking thousands of pounds from his friends in payment for festival tickets which he failed to provide”, and that the complainant had been questioned by police “on suspicion of fraud by false representation”. The article included a photograph of the complainant, with a caption which contained the complainant’s phone number. The complainant was concerned that the publication of his phone number intruded into his privacy, in breach of Clause 3. The newspaper did not accept that the publication of the complainant’s phone number intruded into his privacy. It said that the caption had been published by mistake, and that it had removed it as soon as it became aware of the error. Further, a source had informed it that “hundreds” of his customers would have had his phone number. The Committee accepted that the caption had been published in error. This did not, however, excuse the newspaper from its obligations under the Code. The Committee started from the point of view that an individual’s personal mobile telephone number generally constitutes private information. Under the terms of the Code, account will be taken of a complainant’s own public disclosures of information, and the extent to which information is established in the public domain. In this instance, however, there was no evidence (beyond an assertion that the telephone number was known by “hundreds” of people) that the complainant had publicly disclosed the information, and nor was it known to be established in the public domain. The newspaper had accepted that the number had been published in error, and had not sought to justify its publication on public interest or other grounds. In the full circumstances, the Committee took the view that the publication of this information, although inadvertent, represented a failure to respect the complainant’s private life, in breach of Clause 3. Date complaint received: 12/09/15",
    "text": "\n\n\n\n\n\nDecision\nof the Complaints Committee 05608-15 Hyland-Ward v The Argus (Brighton)\nSummary\nof complaint\n1.\nBen Hyland-Ward complained to the Independent Press Standards Organisation that\nthe Argus breached Clause 1 (Accuracy) and Clause 3 (Privacy) in an article\nheadlined “Update: teenager arrested on suspicion of fraud following Bestival\nticket upset”, published online on 12 September 2015.\n2.\nThe article reported that the complainant had been “arrested after taking\nthousands of pounds from his friends in payment for festival tickets which he\nfailed to provide”. It reported that it was understood that the complainant had\nbeen questioned by police “on suspicion of fraud by false representation”. The\narticle included a photograph of the complainant, with a caption which appeared\nto have been published in error; the wording was that of an internal note which\nincluded the complainant’s phone number, and a brief sentence stating that he\nhad “scammed hundreds of people out of money for fake tickets to Bestival”.\n3.\nThe complainant was concerned that the publication of his phone number intruded\ninto his privacy, in breach of Clause 3. He was particularly concerned given\nthe nature of the article’s subject matter, and because he normally took great care\nover who he gave his phone number to.\n4.\nComplaining under Clause 1, the complainant said that the publication of his\nphone number was irrelevant to the story, and that the wording of the caption\nexplaining the allegations against him inaccurately suggested that he was\nguilty of having “scammed” customers, when in fact the matter was still under\npolice investigation.\n5.\nBefore making his complaint, the complainant informally contacted IPSO to\nexplain his concerns. IPSO contacted the newspaper on the complainant’s behalf,\nto make it aware of his position. The newspaper said it had also become\nindependently aware of the caption, and subsequently removed it.\n6.\nOn receipt of the complaint, the newspaper did not accept that the publication\nof the complainant’s phone number intruded into his privacy. It confirmed that\nthe caption had been published by mistake, and that it had removed it as soon\nas it became aware of the error. It said that, overall, the caption remained\nonline for no more than a few hours. The newspaper said it understood that the\ncomplainant normally carried out his business over the phone, and that a source\nhad informed it that “hundreds” of his customers would have had his phone\nnumber.\nRelevant\nCode Provisions\n7.\nClause 1 (Accuracy)\ni)\nThe Press must take care not to publish inaccurate, misleading or distorted\ninformation, including pictures.\nii)\nA significant inaccuracy, misleading statement or distortion once recognised\nmust be corrected, promptly and with due prominence, and – where appropriate –\nan apology published. In cases involving the Regulator, prominence should be\nagreed with the Regulator in advance.\niii)\nThe press, whilst free to be partisan, must distinguish clearly between\ncomment, conjecture and fact.\nClause\n3 (Privacy)\ni)\nEveryone is entitled to respect for his or her private and family life, home,\nhealth and correspondence, including digital communications.\nii)\nEditors will be expected to justify intrusions into any individual's private\nlife without consent. Account will be taken of the complainant's own public\ndisclosures of information.\niii)\nIt is unacceptable to photograph individuals in private places without their\nconsent. Note - Private places are public or private property where there is a\nreasonable expectation of privacy.\nFindings\nof the Committee\n8.\nThe Committee accepted that the caption had been published in error. This did\nnot, however, excuse the newspaper from its obligations under the Code. The\nCommittee started from the point of view that an individual’s personal mobile\ntelephone number generally constitutes private information.\n9.\nUnder the terms of the Code, account will be taken of a complainant’s own\npublic disclosures of information, and the extent to which information is established\nin the public domain. In this instance, however, there was no evidence (beyond\nan assertion that the telephone number was known by “hundreds” of people) that\nthe complainant had publicly disclosed the information, and nor was it known to\nbe established in the public domain, for example through its appearance in an\nadvertisement or other commercial activity. The newspaper had accepted that the\nnumber had been published in error, and had not sought to justify its\npublication on public interest or other grounds.\n10.\nIn the full circumstances, the Committee took the view that the publication of\nthis information, although inadvertent, represented a failure to respect the\ncomplainant’s private life, in breach of Clause 3.\n11.\nAt the time of publication, the complainant had only been facing allegations of\nfraud in relation to the sale of festival tickets; the newspaper had an\nobligation to make this clear in its coverage. The Committee noted with concern\nthe statement in the caption (again, apparently published in error) that the\ncomplainant had “scammed” customers, and the article’s claims that he had been\narrested “after taking thousands of pounds […] for festival tickets which he\nfailed to provide”. However, in circumstances where the caption had clearly\nbeen published in error and had appeared online for only a short period of\ntime, and given that the article and headline had made clear that the\ncomplainant had only been arrested “on suspicion” of fraud, the Committee took\nthe view that the article overall did not misleadingly suggest that he was\nguilty of fraud. Further, while the Committee noted the complainant’s position\nthat his phone number was “irrelevant” to the coverage, its publication did not\nrender the article inaccurate, misleading or distorted. There was no breach of\nClause 1.\nConclusions\n12.\nThe complaint was upheld under Clause 3 (Privacy).\nRemedial\nAction Required\nIn\ncircumstances where the Committee establishes a breach of the Editors’ Code, it\ncan require the publication of a correction and/or adjudication. Given the\nnature of the breach of Clause 3 established, the appropriate remedial action\nwas publication of an adjudication. The original article was published online\nonly. The adjudication should be published on the newspaper’s website, and a\nlink to the adjudication should be published on the homepage of the newspaper’s\nwebsite for at least 24 hours, and thereafter archived on the website in the\nusual way. The headline to the adjudication should include the words “IPSO\ncomplaint upheld” and should make reference to the subject matter of the\noriginal article; it should be agreed with IPSO in advance. The terms of the\nadjudication to be published are as follows:\nFollowing\nan article published online in The Argus on 12 September 2015, headlined\n“Update: teenager arrested on suspicion of fraud following Bestival ticket\nupset”, Ben Hyland-Ward complained to the Independent Press Standards\nOrganisation (IPSO) that The Argus intruded into his privacy in breach of\nClause 3 (Privacy) of the Editors’ Code of Practice. IPSO upheld the complaint\nand established a breach of the Editors’ Code. IPSO required The Argus to\npublish this decision by its Complaints Committee as a remedy to the breach.\nThe\narticle reported that the complainant had been “arrested after taking thousands\nof pounds from his friends in payment for festival tickets which he failed to\nprovide”, and that the complainant had been questioned by police “on suspicion\nof fraud by false representation”. The article included a photograph of the\ncomplainant, with a caption which contained the complainant’s phone number.\nThe\ncomplainant was concerned that the publication of his phone number intruded\ninto his privacy, in breach of Clause 3.\nThe\nnewspaper did not accept that the publication of the complainant’s phone number\nintruded into his privacy. It said that the caption had been published by\nmistake, and that it had removed it as soon as it became aware of the error.\nFurther, a source had informed it that “hundreds” of his customers would have\nhad his phone number.\nThe\nCommittee accepted that the caption had been published in error. This did not,\nhowever, excuse the newspaper from its obligations under the Code. The\nCommittee started from the point of view that an individual’s personal mobile\ntelephone number generally constitutes private information.\nUnder\nthe terms of the Code, account will be taken of a complainant’s own public\ndisclosures of information, and the extent to which information is established\nin the public domain. In this instance, however, there was no evidence (beyond\nan assertion that the telephone number was known by “hundreds” of people) that\nthe complainant had publicly disclosed the information, and nor was it known to\nbe established in the public domain. The newspaper had accepted that the number\nhad been published in error, and had not sought to justify its publication on\npublic interest or other grounds.\nIn\nthe full circumstances, the Committee took the view that the publication of\nthis information, although inadvertent, represented a failure to respect the\ncomplainant’s private life, in breach of Clause 3.\nDate\ncomplaint received: 12/09/15Date\ndecision issued: 11/02/16\nBack to ruling listing\n\n\n"
}