{
    "url": "/rulings-and-resolution-statements/ruling/?id=05600-19",
    "title": "05600-19 Sultan bin Muhammad Al Qasimi and the Al Qasimi family v Metro",
    "provisions": [
        "4 Intrusion into grief or shock (2019)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "Metro (Associated Newspapers Limited)",
    "published_on": "2019-07-04 00:00:00",
    "received_on": "2019-07-25 00:00:00",
    "concluded_on": "2020-02-11 00:00:00",
    "complaint_processing_days": 201,
    "conclusion_long": "22. The complaint was not upheld.",
    "remedial_action": "23. N/A.   Date complaint received 25/07/2019",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee 05600-19 The Sultan\nbin Muhammad Al Qasimi and the Al Qasimi family v Metro\nSummary of Complaint\n1. Sultan bin Muhammad Al Qasimi and the Al Qasimi family\ncomplained to the Independent Press Standards Organisation that the Metro\nbreached Clause 4 (Intrusion into grief or shock) in an article headlined\n“Sheikh bids farewell to son ‘dead at drug-fuelled party’”, published on 4 July\n2019.\n2. The article reported that the funeral of Sheikh Khalid\nbin Sultan Al Qasimi, the son of a UAE ruler, had taken place the day before.\nIt said that he had “reportedly” died during a “drug-fuelled party in his\nKnightsbridge apartment, at which some guests were having sex”, and that\naccording to another newspaper “police had found a quantity of Class A drugs at\nhis flat”. The article said that three days of national mourning were taking\nplace across the UAE, and that a friend and former business partner had said\nthat the prince had been “incredibly hard working and talented – a wonderful\nperson”. The article noted that the prince’s brother had died of a heroin\noverdose in 1999. It was illustrated with an image of the funeral ceremony,\nwhich showed the prince’s father, amongst other mourners, standing over his\nbody, while praying; the newspaper had circled the father’s face in red to\nidentify him as Sheikh Al Qasimi.\n3. The article was published in substantially the same\nformat online.\n4. The complainants said that the article and the timing of\nit – the day after Prince Khalid’s funeral – had been insensitive in breach of\nClause 4. They said that the reporting was flippant and gratuitous; it represented\na clear intrusion into their grief and a failure to act with sympathy when\nreporting on a tragic event.\n5. The complainants said that the article had been published\ndespite the fact that a legal notice had been circulated on 3 July, which had\nasked news outlets to comply with Clause 4 of the Code and to respect their\nprivacy. They said that no attempt had been made to contact the family before\nthe article was published.\n6. The complainants expressed concern that the article had\nincluded excessive speculation on the cause of the prince’s death, which had\ndemeaned it to create shock and suspicion and had led to hurtful comments. The\nreporting was unnecessary and insensitive given that nothing had been confirmed\nby the police or the coroner. The complainants noted that the article had\nreported claims that the prince had died at a “drug-fuelled party” during which\n“some guests were taking drugs and having sex”; that a “quantity of class A\ndrugs\" had been found at the scene; and that Prince Khalid \"may have\ndied suddenly as a result of taking drugs\". They also considered that the\narticle had alluded to the prince’s alleged flamboyant lifestyle; they were\nconcerned that it had published a quote that he \"had been enjoying\nfreedoms that London offers but that his story 'had ended tragically'\" and\nthat \"staff have been told to keep quiet\".\n7. In addition, the complainants considered that the\npublished references to Prince Khalid's brother dying of heroin overdose in\n1999 were insensitive, and had compounded and deepened their hurt and distress.\n\n8. The complainants said that the published image of the\nfuneral ceremony, which had shown the covered body of the prince and his father\ngrieving, was exceedingly insensitive. They noted in particular that the\nnewspaper had circled his father’s face, which they said had emphasised his\npained expression.\n9. The complainants said that their concerns were framed in\nthe context of other coverage of the prince’s death, which had been published\nby other titles owned by the same publishing group as the Metro, Associated\nNews Limited (ANL).\n10. The newspaper expressed its condolences to the\ncomplainants for their loss, and said that it regretted any distress\ninadvertently caused by its coverage. While it acknowledged that it would have\nbeen difficult for the complainants to have read about Prince Khalid’s death in\nthe newspaper, it considered that it had taken care to ensure that its coverage\nwas sensitive in line with the obligations set out in the Code.\n11. The newspaper said that it was an important function of\nthe press to inform the public about what is known – or what people are saying\n– about an unexplained and unexpected death. Its article was a straightforward\nnews report: it had simply reported that the prince had died and explained what\na source had told a national newspaper about the alleged circumstances. The\narticle had not made light of his death or ridiculed the manner of it, it had\nnot included any gratuitous detail, and it had not ridiculed Prince Khalid in\nany way. It noted that the article had included a sympathetic tribute to the prince\nfrom his former business partner.\n12. The newspaper also did not consider that the reference\nto the death of Prince Khalid’s brother had been insensitive: the article had\nmerely said that he had died in 1999. Similarly, it considered that\nrepublishing a photograph of Prince Khalid’s funeral – which had been attended\nby many people – was not insensitive. It noted that the photograph remained\nonline on the Sharjah Press Office’s Instagram account.\n13. The newspaper said that a complaint could not be made\nagainst the Associated News Limited publishing group, as its publications\noperated completely separately and independently from one another.\nRelevant Code Provisions\n14. Clause 4 (Intrusion into grief or shock)\nIn cases involving personal grief or shock, enquiries and\napproaches must be made with sympathy and discretion and publication handled\nsensitively. These provisions should not restrict the right to report legal\nproceedings.\nFindings of the Committee on Procedural Point\n15. The complainants had directed their complaint at\nAssociated News Limited (ANL), the publisher of the Metro, as well as the Daily\nMail and Mail Online, about which the complainants had also submitted\ncomplaints. The Committee noted that IPSO considers complaints against\nindividual publications, rather than against publishing groups. This is because\nIPSO operates on the principle of editorial responsibility: publications make\nseparate and distinct editorial decisions and therefore one publication with\nits own editor cannot be held responsible for what is published by another\npublication in the same group.\nFindings of the Committee\n16. The Committee first wished to express its condolences to\nthe complainants for their loss.\n17. The complainants had found the reporting process\ninsensitive, in particular the timing of the article and the fact that the\nnewspaper had not made direct contact with the family in advance of\npublication. While the Committee understood that the complainants had found the\narticle distressing to read, and their concern that it was published the day\nafter Prince Khalid’s funeral, the fact of someone’s death is not private, and\nthere is a public interest in reporting on a death. Journalists have a right to\nreport the fact of a person’s death, even if surviving family members would\nprefer for there to be no reporting. The Committee noted that in this case, the\ndeceased was a high-profile fashion designer and a member of a royal family. It\nwas not insensitive in breach of the Code for the newspaper to have published\nthe article the day after his funeral.\n18. While the Committee acknowledged that the complainants\nwould have appreciated being notified of the article before it was published,\nthe Code does not require that newspapers contact families in advance of\npublishing reports concerning a death in order to comply with the Clause 4;\nrather, it states that any such inquiries, if made, should be handled\nsensitively.\n19. The complainants had also expressed serious concern\nregarding the content and presentation of the article. In particular, they had\nobjected to the reporting of “unconfirmed speculation” on the circumstances in\nwhich the prince had died, which they considered to be excessive and demeaning.\nHowever, the newspaper had reported information which had already been reported\nby another publication. While the newspaper had reported that the prince had\n“reportedly” died at a “drug-fuelled party”, the level of detail included was\nnot excessive or gratuitous. The Code does not require that newspapers sanitise\ninformation about the circumstances of a death and it was not insensitive in\nbreach of the Code for the newspaper to have reported this information.\n20. The article had included a brief reference to the death\nof Prince Khalid’s brother. This was factual information that was already in\nthe public domain and was relevant in the context of the death of Prince\nKhalid. Publishing this information did not breach the Code.\n21. The complainants had objected to the publication of an\nimage of Prince Khalid’s funeral in which his father’s face had been circled.\nFunerals, whatever their nature, are highly sensitive occasions, and the\nCommittee acknowledged the family’s distress. It was relevant, however, that\nthe published image had been placed in the public domain with the family’s\nconsent, and that it showed a televised state funeral of a prominent member of\nthe Sharjah royal family, rather than a private occasion. It was not\ninsensitive for the publication to have republished the image to illustrate its\ncoverage. This did not represent a failure to handle publication with\nsensitivity.\nConclusion\n22. The complaint was not upheld.\nRemedial Action Required\n23. N/A.\n \nDate complaint received 25/07/2019\nDate complaint concluded 11/02/2020\n \n \nBack to ruling listing\n\n\n"
}