{
    "url": "/rulings-and-resolution-statements/ruling/?id=05601-19",
    "title": "05601-19 Sultan bin Muhammad Al Qasimi and the Al Qasimi family v Mail Online",
    "provisions": [
        "4 Intrusion into grief or shock (2019)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "Mail Online (Associated Newspapers Limited)",
    "received_on": "2019-07-25 00:00:00",
    "concluded_on": "2020-02-11 00:00:00",
    "complaint_processing_days": 201,
    "conclusion_long": "22. The complaint was not upheld.",
    "remedial_action": "23. N/A.   Date complaint received 25/07/2019",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee 05601-19 Sultan bin\nMuhammad Al Qasimi and the Al Qasimi family v Mail Online\nSummary of Complaint\n1. Sultan bin Muhammad Al Qasimi and the Al Qasimi family\ncomplained to the Independent Press Standards Organisation that Mail Online\nbreached Clause 4 (Intrusion into grief or shock) in an article headlined “The\nruler of Sharjah stands over the body of his son as funeral is held in UAE for\nthe fashion chain-owner, 39, following ‘drug orgy death at London penthouse’,\npublished on 3 July 2019, and in an article headlined “UAE Emir’s son found\ndead in Knightsbridge penthouse ‘threw drug-fuelled orgies attended by\nhigh-class prostitutes, took meth so sex lasted longer and turned into a\n‘monster’ after a heavy weekend of partying”, also published on 3 July 2019.\n2. The first article said that Sheikh Khalid bin Sultan Al\nQasimi, the son of the ruler of Sharjah in the United Arab Emirates, had died\nin London.  It explained that the funeral\nhad taken place “amid unconfirmed\nreports of a ‘drug-fuelled orgy’” and reports that he had died during a\n“drug-fuelled party at which some guests were having sex”. The article also\nnoted that another newspaper had been told by “sources” that police had found\nClass A drugs at his property, but that police had yet to confirm or deny this,\nand that the results of toxicology tests would not be known for two months. It\nalso referred to Prince Khalid’s brother who had died of a heroin overdose in\n1999, and described the circumstances in which his body had been found. The\narticle was illustrated with photographs of Prince Khalid, and a video and\nimages of the funeral, including images of his father standing over his body\nduring prayers.\n3. The second article also reported on the funeral of Prince\nKhalid, and repeated much of the information contained in the first article. It\nsaid that it had been claimed by staff at his fashion house that the prince had\nbeen a “well-known meth user who often hosted days-long sex parties”. This\narticle also included photographs of the prince, as well as video and images of\nhis father and his body at the funeral. \n4. The complainants said that the publication’s coverage of\nthe death of Prince Khalid and the timing of its articles – on the day of his\nfuneral – had been insensitive in breach of Clause 4. They said that the\nreporting was flippant and gratuitous; it represented a clear intrusion into\ntheir grief and a failure to act with sympathy when reporting on a tragic\nevent. No attempt had been made to contact them in advance of publishing the\nreports.\n5. The complainants said that there had been no official\ndetermination as to the cause of Prince Khalid’s death or the circumstances.\nRegardless of this, the publication had published speculation – including in\nits headlines – that the death had been due to a “drug-fuelled orgy”; it had\nreported the alleged presence of Class A drugs at his property; it had\npublished speculation that he had died during a “drug-fuelled party at which\nsome of the guests were having sex”; and it had reported comments from staff at\nthe prince’s fashion label about his alleged behaviour and alleged use of\nmethamphetamine.\n6. The complainants also expressed concern that the\npublication had referred to the death of Prince Khalid’s brother from a heroin\noverdose, and had included excessively detailed and sensitive information\nconcerning the circumstances in which his body had been found. This had\ncompounded and deepened the hurt and distress of the family.\n7. In addition, the complainants said that publishing images\nand video of the funeral ceremony, which had shown the covered body of the prince\nand his father in a state of grief, in the context of these articles, was\nexceedingly insensitive. They noted that in one image, the publication had\nzoomed in on the face of the prince’s grieving father.\n8. The complainants said that their concerns were framed in\nthe context of other coverage of the prince’s death, which had been published\nby other titles owned by the same publishing group as Mail Online, Associated\nNews Limited (ANL).\n9. The publication expressed its condolences to the\ncomplainants for their loss; any distress that had been caused was not intended\nand regrettable. It did not accept, however, that its coverage had been\ninsensitive in breach of Clause 4. While it understood that the coverage had\ndoubtless been hard for the family to read, the prince had not been mocked, the\nreporting was not flippant, and the references made in the headlines were\nstraightforward, candid summaries of information given to various publications\nby a number of sources.\n10. The publication said that both its articles had been\npublished on the day of the funeral, and after a national newspaper had already\nreported the alleged circumstances leading up to the death. It said that\nneither of its articles had reported as fact the cause of Prince Khalid’s\ndeath: both had made clear that although toxicology tests had been carried out,\nthe results were not expected for two months; both had said that the date for\nthe inquest had not been set; and both had clearly reported that the reference\nto a “drug-fuelled orgy” was based on an unconfirmed report, published in\nanother newspaper, in which a source had claimed that police had discovered\nClass A drugs at the scene.\n11. The publication did not consider that the information it\nhad published was gratuitous. The pictures and the video of the funeral,\nincluding the image of Prince Khalid’s body and his father, had already been\npublished on the official Instagram account of a member of the Al Qasimi\nfamily. In addition, the references to Prince Khalid’s brother were brief, and,\ngiven that they had both lived in Britain away from their families and had\napparently died in similar tragic circumstances, it was relevant to include\ndetails of his brother’s death in the articles.\n12. Given that the events had taken place in London, the\npublication had taken the view that the family would not be able to comment\nsubstantively on the allegations, and the decision was made not to make an\napproach on the day of the funeral. Both articles had, however, included an\nofficial statement, which had been released by the prince’s fashion label, as\nwell as the full text of a statement issued by the UAE’s Ministry of\nPresidential Affairs.\n13. The publication noted that the complaint had referred to\narticles published by various newspapers in the Associated News Ltd group. It\nsaid that its response was limited to the complaint which related to the Mail\nOnline articles as the other publications cited were editorially separate, with\ndiscrete journalists, editors and managing editorial staff.\nRelevant Code Provisions\n14. Clause 4 (Intrusion into grief or shock)\nIn cases involving personal grief or shock, enquiries and\napproaches must be made with sympathy and discretion and publication handled\nsensitively. These provisions should not restrict the right to report legal\nproceedings.\nFindings of the Committee on Procedural Point\n15. The complainants had directed their complaint at\nAssociated News Limited (ANL), the publisher of Mail Online, as well as the\nDaily Mail and the Metro, about which the complainants had also submitted\ncomplaints. The Committee noted that IPSO considers complaints against\nindividual publications, rather than against publishing groups. This is because\nIPSO operates on the principle of editorial responsibility: publications make\nseparate and distinct editorial decisions and therefore one publication with\nits own editor cannot be held responsible for what is published by another\npublication in the same group.\nFindings of the Committee\n16. The Committee first wished to express its condolences to\nthe complainants for their loss.\n17. The complainants had found the reporting process\ninsensitive, in particular the timing of the coverage and the fact that the\npublication had not made direct contact with the family in advance. While the\nCommittee understood that the complainants had found the coverage distressing\nto read, and their concern that the articles were published on the day of\nPrince Khalid’s funeral, the fact of someone’s death is not private, and there\nis a public interest in reporting on a death. \nJournalists have a right to report the fact of a person’s death, even if\nsurviving family members would prefer for there to be no reporting. The\nCommittee noted that in this case, the deceased was a high-profile fashion\ndesigner and a member of a royal family. It was not insensitive in breach of\nthe Code for the publication to have reported the alleged circumstances of\nPrince Khalid’s death on the day of the funeral.\n18. While the Committee acknowledged that the complainants\nwould have appreciated being notified before the articles were published, the\nCode does not require that publications contact families in advance of\npublishing reports of a death in order to comply with the Clause 4; rather, it\nstates that any such inquiries, if made, should be handled sensitively. In this\ncase, the publication had published statements issued by the UAE’s Ministry of\nPresidential Affairs and by the prince’s fashion house.\n19. The complainants had also expressed serious concern\nregarding the content of the articles and the presentation of the accounts. In\nparticular, they had objected to the reporting of “unconfirmed speculation” on\nthe circumstances in which the prince had died, which they considered to be\nexcessive and demeaning. While the publication had republished claims made by\nanother newspaper that “sex”, “drugs” and an “orgy” had allegedly been\ninvolved, and reported additional claims which were said to have been made by\nconfidential sources who had worked for the prince, the Code does not require\nthat publications sanitise the circumstances of a death. It was not insensitive\nin breach of the Code for the publication to have reported this information.\n20. The articles had included brief references to the death\nof Prince Khalid’s brother. This was factual information that was already in\nthe public domain and was relevant in the context of the death of Prince\nKhalid. Publishing this information did not breach the Code.\n21. The complainants had objected to the publication of\nvideo and images of Prince Khalid’s funeral in the context of these two\nreports. Funerals, whatever their nature, are highly sensitive occasions, and\nthe Committee acknowledged the family’s distress. It was relevant, however,\nthat the material under complaint had been placed in the public domain with the\nfamily’s consent, and that it showed a televised state funeral of a prominent\nmember of the Sharjah royal family, rather than a private occasion. It was not\ninsensitive for the publication to have republished the broadcast footage and\ntaken still images from it to illustrate its coverage. This did not represent a\nfailure to handle publication with sensitivity.\nConclusion\n22. The complaint was not upheld.\nRemedial Action Required\n23. N/A.\n \nDate complaint received 25/07/2019\nDate complaint concluded: 11/02/2020\nBack to ruling listing\n\n\n"
}