{
    "url": "/rulings-and-resolution-statements/ruling/?id=05608-18",
    "title": "05608-18 McBride v Scotland on Sunday",
    "provisions": [
        "3 Harassment (2018)",
        "1 Accuracy (2018)"
    ],
    "outcome": "Breach - sanction: action as offered by publication",
    "publication": "Scotland on Sunday (National World Publishing Ltd)",
    "published_on": "2018-07-29 00:00:00",
    "received_on": "2018-08-17 00:00:00",
    "concluded_on": "2019-01-31 00:00:00",
    "complaint_processing_days": 167,
    "conclusion_long": "13. The complaint was upheld under Clause 1(i).",
    "remedial_action": "14. Having upheld the complaint, the Committee considered what remedial action should be required. 15. The newspaper had offered a correction promptly and with due prominence. The Committee found this correction was sufficient to meet the requirements of Clause 1(ii). This should now be published.Date complaint received: 17/08/2018",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee 05608-18 McBride v\nScotland on Sunday\nSummary of complaint\n1. Fiona McBride\ncomplained to the Independent Press Standards Organisation that Scotland on\nSunday breached Clause 1 (Accuracy) and Clause 3 (Harassment) of the Editors'\nCode of Practice in an article headlined \"Police forced to reveal\nfingerprint expert's full £740k payout\" published on 29 July 2018.\n2. The complainant\nwas involved in a series of court cases relating to her employment with the\nScottish Police Authority. She was found to have been unfairly dismissed by The\nEmployment Tribunal and a reinstatement order was issued. The SPA then appealed\nto the Employment Appeal Tribunal which found the Employment Tribunal had erred\nin making this reinstatement order. The complainant appealed this decision in\nThe Supreme Court and it allowed her appeal.\n3. The article\nreported that the Scottish Police Authority paid out more than £740,000 to the\ncomplainant, a fingerprints expert. It claimed that the SPA were forced to pay\nher £415,277 in compensation after the Supreme Court ruled she had been\nunfairly dismissed. The article reported that the complainant was sacked over\nher role in a fingerprints controversy affecting a murder case and that a\nfreedom of information request revealed the SPA had spent an additional\n£328,138 in relation to complainant's court case. The article also featured\ncomments from a Conservative MSP criticising the figure, which had been spent\nto get rid of a competent and professional employee.\n4. The complainant\nsaid the article was inaccurate in breach of Clause 1 (Accuracy) as she did not\nreceive a \"£740k payout\", the sum the employer paid her was £415,227.\nThe complainant said that the remainder, over £300,000, was a payment from the\nSPA towards its own and other legal fees and the sum was not a \"pay-out\"\nbut an award made against the SPA. The complainant also said that it was\ninaccurate for the article to report that she was sacked over her role in the\nfingerprints controversy as she was sacked over an allegation of notoriety,\nwhich had been fuelled by the press.\n5. The complainant\nalso claimed that the newspaper had breached Clause 3 (Harassment) as it\npublished a series of articles concerning her employment over the course of\nseveral years that she considered to be derogatory.\n6. The newspaper\nacknowledged that it was not the case as stated in the headline and first\nparagraph of the article that the complainant received a \"740k pay\nout\" but denied the article was significantly inaccurate when read as a\nwhole; the true position was made clear in the second and third paragraphs. It\nsaid that the £415,227 compensation figure was a matter of public record and\nthe £328,138 figure for legal costs came from a press release issued by the\nScottish Conservative Party; this breakdown was featured in the article. The\nnewspaper said that it had taken care when sourcing the information, but had\nfailed to take care in the editing process; it had conflated the figures in the\nheadline and first paragraph.\n7. The newspaper\nsaid that the article had accurately summarised the complainant's dismissal. It\nsaid the complainant was dismissed after she refused to accept a change to a\nprevious role, which would prevent her giving evidence in court cases. It said\nthis resulted from concerns from the prosecution service that the complainant's\ninvolvement in the murder case could be used by defence lawyers to undermine\nthe chances of a conviction. The newspaper said the quotes featured in the\narticle made it clear that the complainant had been \"wrongfully\ndismissed\" and that she was a \"competent and professional\nemployee\". In these circumstances, this was an accurate characterisation\nof her dismissal.\n8. The newspaper\noffered to publish a correction regarding the details of the compensation\npay-out on page two of the newspaper. It offered the following wording:\nOur report of Jul 29 entitled 'Police forced to reveal\nfingerprint expert's full £740k payout' incorrectly stated that Fiona McBride\nhad received £740,000 in compensation over her unfair dismissal from the\npolice. She in fact received £415,227 in compensation with the remaining\n£328,138 being additional expenses run up by the Scottish Police Authority. We\nare happy to put the record straight.\nRelevant Code Provisions\n9. Clause 1\n(Accuracy)\ni)  The Press must\ntake care not to publish inaccurate, misleading or distorted information or\nimages, including headlines not supported by the text.\nii)  A significant\ninaccuracy, misleading statement or distortion must be corrected, promptly and\nwith due prominence, and — where appropriate — an apology published. In cases\ninvolving IPSO, due prominence should be as required by the regulator.\niii) A fair opportunity to reply to significant inaccuracies\nshould be given, when reasonably called for.\nClause 3 (Harassment)*\ni) Journalists must not engage in intimidation, harassment\nor persistent pursuit.\nii) They must not persist in questioning, telephoning,\npursuing or photographing individuals once asked to desist; nor remain on\nproperty when asked to leave and must not follow them. If requested, they must\nidentify themselves and whom they represent.\niii)  Editors must\nensure these principles are observed by those working for them and take care\nnot to use non-compliant material from other sources.\nFindings of the Committee\n10. The headline and opening paragraph of the article reported\nthat the SPA had paid out £740k to the complainant, when in fact the\ncomplainant had only received £415,227. The £328,138 went towards legal fees\nand this was detailed in the press release provided to the newspaper. This gave\nthe significantly misleading impression that the complainant had received a\nhigher figure of compensation from a public body than was actually the case.\nThe second and third paragraph had broken the figure down to state that the\ncomplainant had received £415,227, however this did not negate the misleading\nimpression in the headline and opening paragraph that the SPA had paid out more\nthan £740,000 to the complainant. This represented a failure to take care not\nto publish inaccurate information in breach of Clause 1(i). The newspaper\nacknowledged the inaccuracy and offered to correct this point the same day it\nreceived the complaint from IPSO. The wording offered during IPSO's\ninvestigation addressed the inaccuracy; it made clear what the complainant\nreceived and that the remainder went towards legal costs incurred by the SPA.\nThe newspaper had offered to publish this on page 2, the original article\nappeared on page 3. The offered correction was therefore sufficiently prominent\nto avoid a breach of Clause 1(ii).\n11. The Committee acknowledged the complainant's position\nthat she had been sacked following her role in the fingerprints controversy and\nnot as a direct result of her involvement. However, it was not significantly\nmisleading to report, in what was a brief summary, that she was sacked “over\nher role”, without explaining the full position, in circumstances where the\narticle made clear that she had been unfairly dismissed. There was no breach of\nClause 1 on this point.\n12. The complainant raised concerns that the newspaper had\npublished a series of articles about her and her employment. Clause 3 generally\nrelates to the behaviour of journalists in the newsgathering process and the\nconduct exercised by journalists when contacting members of the public; it is\nmeant to protect people from being repeatedly approached by the press against\ntheir wishes. The newspaper was entitled to report on publicly available\ndetails and publishing a series of articles over a period of several years did\nnot constitute harassment under the terms of Clause 3.\nConclusion\n13. The complaint was upheld under Clause 1(i).\nRemedial action required\n14. Having upheld the complaint, the Committee considered\nwhat remedial action should be required.\n15. The newspaper had offered a correction promptly and with\ndue prominence. The Committee found this correction was sufficient to meet the\nrequirements of Clause 1(ii). This should now be published.Date complaint received: 17/08/2018Date decision issued: 31/01/2019\nBack to ruling listing\n\n\n"
}