{
    "url": "/rulings-and-resolution-statements/ruling/?id=05642-18",
    "title": "05642-18 Williams v dailystar.co.uk",
    "provisions": [
        "1 Accuracy (2018)",
        "2 Privacy (2018)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "dailystar.co.uk (Reach PLC)",
    "published_on": "2018-08-16 00:00:00",
    "received_on": "2018-08-20 00:00:00",
    "concluded_on": "2019-01-10 00:00:00",
    "complaint_processing_days": 143,
    "conclusion_long": "15. The complaint was not upheld.",
    "remedial_action": "N/ADate complaint received: 20/08/2018",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee 05642-18 Williams v dailystar.co.uk\nSummary of complaint\n1. Rosie Williams\ncomplained to the Independent Press Standards Organisation that the\ndailystar.co.uk breached Clause 1 (Accuracy) and Clause 2 (Privacy) of the\nEditors’ Code of Practice in an article headlined: “The secret behind Love\nIsland Rosie's changing face REVEALED”, published on 16 August 2018.2. The article\nreported on cosmetic treatments which the complainant, a contestant on the 2018\nreality TV programme Love Island, had received from a named “leading cosmetic\nexpert”; a 27 second video clip of the complainant receiving nonsurgical dermal\nfiller from this doctor accompanied the piece. The article reported comments\nwhich the doctor had made to the publication; the article claimed that the\ndoctor “often has to convince Rosie not to go too over-the-top”, and quoted her\nas saying, “I’ve always wanted to do more subtle improvements. She kind of\nlikes this more overdone look”; “because she’s a younger woman, Rosie can carry\noff a ‘fuller lip’”.\n3. The complainant\nsaid that the article had disclosed private conversations which had taken place\nwithin a doctor and patient scenario, without her consent. The complainant said\nshe had a right for the publication to approach her for comment prior to\npublication, particularly given the medical nature of the story. The\ncomplainant further said that the article, including the headline, was\nmisleading in breach of Clause 1: her face was not constantly changing, nor did\nit need to be “revealed” to anyone; she had never been encouraged by the doctor\n“not to go too over-the-top”, nor had she been encouraged to undertake “more\nsubtle improvements”, or tone down her look.\n4. The publication\ndid not accept a breach of the Code and said that similar information disclosed\nin the article had been previously widely shared on social media with the\ncomplainant’s knowledge and consent.\n5. The publication\nnoted that the complainant had posted “glamorous” images of her lifestyle to\nher Instagram account since July 2016, and had continued to do so following her\nappearance on Love Island.  As part of\nthat lifestyle, the publication said that the complainant had received\ntreatment from the doctor named in the article, and had consented for videos\nand pictures of her receiving that treatment to be placed on the doctor’s\npublic Instagram account.  The\npublication said that it understood that the complainant had received a\ndiscount on the cost of the treatment provided by the doctor in recognition of\nthe fact that the doctor would be free to highlight on social media that the\ncomplainant had gone to her for treatment. The publication said that the fact\nof this commercial relationship meant that it was reasonable for the doctor to\ntalk about treatments she gave to the complaint, including the nature of the\ntreatment, and to offer her opinions on it.\n6. The publication\nprovided a selection of the doctor’s Instagram posts, which showed the\ncomplainant receiving non-surgical cosmetic treatments, which included the\nvideo which had been published in the article. The publication noted that the\ncaptions to these posts had disclosed the type of treatment the complainant had\nreceived, the purpose of these treatments, to “give volume” and a “fresh and\ndefined” face to the treated area, as well as the doctor’s opinions, “just the\nmost subtle touches can give you that extra bit of ‘wow’”.\n7. The publication\ndid not accept that the article was misleading in its content, or the manner in\nwhich it had been presented. It said that the article was clearly based on an\ninterview given by the doctor to the publication, in which the doctor had given\nher opinions on the complainant’s treatments, including the claim that the\ncomplainant liked a more “overdone look”. The publication said that as the\ninformation contained in the article was already in the public domain, it was\nunder no obligation to contact the complainant for comment.\n8. The complainant\naccepted that she had consented for the doctor to use images of her on her\nsocial media, but said that this did not amount to consent for the doctor to\nspeak publicly about her private treatments.\nRelevant Code provisions\n9. Clause 1 (Accuracy)\ni) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not\nsupported by the text.\nii) A significant inaccuracy, misleading statement or\ndistortion must be corrected, promptly and with due prominence, and — where\nappropriate — an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator.\niii) A fair opportunity to reply to significant inaccuracies\nshould be given, when reasonably called for.\niv) The Press, while free to editorialise and campaign, must\ndistinguish clearly between comment, conjecture and fact.\nClause 2. *(Privacy)\ni) Everyone is entitled to respect for his or her private\nand family life, home, health and correspondence, including digital\ncommunications.\nii) Editors will be expected to justify intrusions into any\nindividual's private life without consent. In considering an individual's\nreasonable expectation of privacy, account will be taken of the complainant's\nown public disclosures of information and the extent to which the material\ncomplained about is already in the public domain or will become so.\niii) It is unacceptable to photograph individuals, without\ntheir consent, in public or private places where there is a reasonable\nexpectation of privacy.\nFindings of the Committee\n10. The Committee\nfirst considered whether, in respect of the information published in the\narticle, the complainant had a reasonable expectation of privacy.\n11. It was not in dispute that prior to the publication of\nthe article under complaint, the complainant had consented for the disclosure\nof information relating to the medical treatments which she had received from\nthe doctor, to be publicly shared on her doctor’s social media account to a\nlarge audience. These posts had disclosed information about the treatments\nwhich had been administered to the complainant, their intended purpose, and the\ndoctor’s opinion on the results which had been achieved. The claim, which was\nreported in the article, that the doctor “wanted to do more subtle\nimprovements” on the complainant was merely a reflection of the information\nwhich had already been widely shared on social media, with the complainant’s\nexpress consent. The complainant had no reasonable expectation of privacy over\nthis information, in those circumstances.\n12. The Committee turned to the further information\ndisclosed in the article; this information was limited.\n13. The doctor had claimed that she often had to “convince”\nthe complainant “not to go too over-the-top”, and was quoted as saying that the\ncomplainant liked the “more overdone look”. While this information was\npresented as advice given by the doctor during the course of the complainant’s\ntreatments, there was no suggestion that the complainant had pursued treatment\nagainst medical warnings; in fact, her appearance had been complimented by the\ndoctor. The doctor’s views on the complainant’s appearance and choice of\ntreatments, was not information about which the complainant had a reasonable\nexpectation of privacy in all the circumstances. There was no breach of Clause\n2.\n14. The article had been based on comments made by the\ncomplainant’s doctor at interview, who had made several claims about the\ncomplainant’s appearance. The publication had taken care not to adopt these\nclaims as fact, and had clearly presented them as the doctor’s opinion. The\nclaim that the complainant’s “changing face” had been “revealed” by the\npublication, was not misleading in that context. There was no breach of Clause\n1.\nConclusions\n15. The complaint was not upheld.\nRemedial Action required\nN/ADate complaint received: 20/08/2018Date decision issued: 10/01/2019 \nBack to ruling listing\n\n\n"
}