{
    "url": "/rulings-and-resolution-statements/ruling/?id=05677-18",
    "title": "05677-18 Costello v Swindon Advertiser",
    "provisions": [
        "1 Accuracy (2018)"
    ],
    "outcome": "Breach - sanction: action as offered by publication",
    "publication": "Swindon Advertiser (Newsquest Media Group)",
    "published_on": "2018-08-20 00:00:00",
    "received_on": "2018-08-20 00:00:00",
    "concluded_on": "2018-12-20 00:00:00",
    "complaint_processing_days": 122,
    "conclusion_long": "14. The complaint was upheld under Clause 1(i).",
    "remedial_action": "15. The correction offered by the publication addressed the inaccurate claim in the article; this was offered with sufficient promptness and prominence and the proposed correction was adequate to meet the requirements of Clause 1(ii). This should now be published.Date complaint received: 20/08/2018",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee 05677-18 Costello v\nSwindon AdvertiserSummary of complaint1. Martin Costello\ncomplained to the Independent Press Standards Organisation that the Swindon\nAdvertiser breached Clause 1 (Accuracy) of the Editors' Code of Practice in an\narticle headlined \"Suspended Ukip man posting on party's website\"\npublished on 20 August 2018.2. The article\nreported that the complainant, a former Ukip candidate, had been posting on the\nlocal party's Facebook page, despite him serving a suspension from Ukip for his\ninvolvement in a \"fracas at a London socialist bookshop\". The article\nfeatured comments from the chairman of Ukip in Swindon voicing his disapproval;\nclaiming that he had advised the complainant to stop being active online while\nunder investigation. It claimed that a local resident had alerted the\nadministrator of the page that there was content being published by a suspended\nmember of the party; the posts originated from the complainant's Facebook page.\nThe article reported that the publication had contacted the complainant but he\ndid not want to comment.3. The article was\npublished online under the headline \"Suspended Ukip candidate Martin\nCostello still posting on party's Facebook page\" published on 20 August.\nThe online version appeared in much the same format as the print article.4. The complainant\nsaid the article was inaccurate; he had not posted anything on the Facebook\npage nor the party's website; the posts originated from his own Facebook page\nbut said an administrator of the page shared them. The complainant said there\nwas no fracas in the bookshop as alleged in the article. He conceded that there\nwas an altercation between a few people but no books were damaged, the police\ndid not attend and there were no arrests; fracas was an exaggerated\ncharacterisation of the events. The complainant said that he had not been\nprovided with adequate time to respond to the publication; a reporter had\ncalled him the day before publication and he was not afforded 24 hours to\nrespond. Therefore the claim that he \"did not want to comment\" was\nmisleading. Additionally, he said that the publication had manipulated comments\non its own Facebook page to hide his posts.5. The publication\nconceded that they had made an error regarding the complainant's posts; the\nreporter in this instance had misunderstood the difference between someone\nactively and personally sharing their own Facebook post and a page\nadministrator sharing posts from other accounts. It pointed out that the posts\nfeatured the complainant's name, photograph and were written in the first person,\nit was only during the complaint, once their correspondence was reviewed again,\nthat the error was spotted. The publication offered to amend the article to\nmake it clear the complainant had not personally posted. The publication\namended the article and offered to publish a correction on the same page that\narticle appeared in print and as an addendum to the online article. The\npublication offered the following wording:In an article headlined ‘Suspended Ukip man posting on\nparty's website’ we said the former Ukip candidate Martin Costello had been\nposting on the local party’s Facebook site while suspended from the party. In\nfact, he had not been posting, his posts had been shared on to the page. We\napologise for this error and are happy to make this clarification.6. The publication\notherwise denied breaching the Code. It said it called the complainant on\nSunday, the day before publication, and followed this up with an email but\nthere was no response; this provided more than enough time for the complainant\nto provide one. It was therefore not misleading for the article to claim that\nthe complainant did not want to respond.7. The publication\nsaid that it was not misleading to refer to the incident in the bookshop as a\n\"fracas\". It provided a YouTube video of the incident, which showed\nthe complainant with a group of individuals who had stormed the bookshop,\nchanting and directing slurs towards the owner. The publication noted that his\ninvolvement in the incident had led to the complainant's suspension from Ukip;\nin the circumstances, \"fracas\" was an accurate description of the\nevents.8. The publication\nsaid it was under no obligation to carry comments on their Facebook page or\ntheir website; the comment in question was debunking of their article and\nremoving this comment did not breach the Editors' Code.Relevant Code provisions9. Clause 1\n(Accuracy)i) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not\nsupported by the text.ii) A significant inaccuracy, misleading statement or distortion\nmust be corrected, promptly and with due prominence, and — where appropriate —\nan apology published. In cases involving IPSO, due prominence should be as\nrequired by the regulator.iii) A fair opportunity to reply to significant inaccuracies\nshould be given, when reasonably called for.iv) The Press, while free to editorialise and campaign, must\ndistinguish clearly between comment, conjecture and fact.Findings of the Committee10. The article reported that the complainant had posted on\nUkip Swindon's Facebook page while suspended by the party. The reporter\nmisunderstood how comments worked on Facebook and did not check this prior to\npublication; this represented a failure to take care over the accuracy of the\narticle in breach of Clause 1(i).This was a significant inaccuracy because it\nimplied the complainant had contravened his suspension. The proposed correction\nmade it clear that the complainant had not personally posted on the website,\nthis had been offered with adequate promptness and prominence. This was\nsufficient to avoid a breach of Clause 1(ii).11. It was not inaccurate to characterise the incident in\nthe bookshop as a \"fracas\". The footage supplied by the publication\nmade it clear that that there was a public disturbance; the complainant was at\nthe scene and it was not in dispute that he had been suspended as a result of\nthe incident. There was no breach of Clause 1 on this point.12. The Code does not state that a right to reply must be\nprovided or stipulate that a minimum of 24 hours must be allowed in the event\nthat publications request comment. The publication had contacted the\ncomplainant but he did not respond; it was not significantly misleading to\nreport that he did not want to comment; there was no breach of Clause 1 on this\npoint.13. The selection of user generated comments for publication\ndoes not fall within IPSO's remit. Therefore the complainant's concern that the\npublication had hidden or removed comments on Facebook fell outside IPSO's\nremit.Conclusions14. The complaint was upheld under Clause 1(i).Remedial action required15. The correction offered by the publication addressed the\ninaccurate claim in the article; this was offered with sufficient promptness\nand prominence and the proposed correction was adequate to meet the\nrequirements of Clause 1(ii). This should now be published.Date complaint received: 20/08/2018Date decision issued: 20/12/2018\n \nBack to ruling listing\n\n\n"
}