{
    "url": "/rulings-and-resolution-statements/ruling/?id=05679-18",
    "title": "05679-18 Gos v Daily Express",
    "provisions": [
        "1 Accuracy (2018)",
        "2 Privacy (2018)"
    ],
    "outcome": "Breach - sanction: action as offered by publication",
    "publication": "Daily Express (Reach PLC)",
    "published_on": "2018-08-21 00:00:00",
    "received_on": "2018-08-21 00:00:00",
    "concluded_on": "2018-12-27 00:00:00",
    "complaint_processing_days": 128,
    "conclusion_long": "10.    The complaint was upheld under Clause 1(i).",
    "remedial_action": "11. A correction was required to address the use of the inaccurate image within the print and online articles. The publication had offered to publish such a correction sufficiently promptly, but the complainant had declined this offer. Nevertheless, the Committee considered that there was a significant public interest in recording that an inaccurate image had been published, and that a correction was therefore required. It did not consider that such a correction would reveal any private or insensitive information about the complainant, or the victim of the attack, as it would not result in the republication of the image which was the subject of the complaint. The publication subsequently offered the following wording for a correction, which was sufficient to address the inaccuracy within the article: Correction - Anna GosWe published an article headlined “‘I didn’t recognise girl after hammer attack’” on 21 August 2018, which included a photograph which we said was of Anna Gos, the victim of the attack. In fact, this photograph was of a different person with the same name, and was included in error. We apologise for any distress that may have been caused by this error. 12. The article had originally appeared on page 11, and the incorrect photograph had been prominent within the article; the online article had since been removed. The publication offered to publish the above correction in its standard corrections and clarifications column, and as a standalone correction online. This offer was sufficiently prominent to meet the publication’s obligations under Clause 1(ii), and should now be published.  Date complaint received: 21/08/2018",
    "text": "\n\n\n\n\n\nDecision\nof the Complaints Committee – 05679-18 Gos v Daily Express\nSummary\nof complaint 1.   \nAnna Gos complained to the Independent Press Standards Organisation that\nthe Daily Express breached Clause 1 (Accuracy) in an article headlined “‘I\ndidn’t recognise girl after hammer attack’”, published on 21 August 2018. 2.   \nThe\narticle reported that a woman with the same name as the complainant had been\nsubject to a hammer attack in which she was badly injured. The woman was\ndescribed as a “City worker” who was “repeatedly bludgeoned near her home” in\nsouth-east London. The article went on to give more details of the crime,\nincluding quotations from witnesses and the woman’s employer. The photograph\naccompanying the article was of the complainant. 3.   The\narticle appeared online in substantially the same format, under the same\nheadline, on the same day. This article included a number of photographs,\nincluding one of the complainant. 4.   \nThe\ncomplainant said that the article was inaccurate, in breach of Clause 1\n(Accuracy), because it included an image of her, rather than the woman who was\nthe victim of the attack. She said that this image had been taken from her\nsocial media profile, and that no attempt had been made to contact her to check\nif she was the victim of the crime. She said that the publication of the\nphotograph had caused distress to her family and friends, and disruption to her\npersonal and professional life. She also expressed concern that the publication\nhad not checked the authenticity of the image prior to publication. 5.   \nThe\npublication accepted that the photograph had been included in error, and, on\nreceiving the complaint from IPSO, apologised for the distress caused. It said\nthat two agencies had provided it with the same photograph, and it had relied\non those agencies to check that they related to the correct person. It removed\nthe photograph from the article, and offered to publish an apology and\ncorrection in print and online. 6.   \nThe\ncomplainant declined the offer of a public correction and apology. She said\nthat she didn’t want anything further to be published about the case, even if\nit was intended to correct the inaccuracy.  \nRelevant\nCode Provisions 7. Clause 1 (Accuracy) i) The\nPress must take care not to publish inaccurate, misleading or distorted\ninformation or images, including headlines not supported by the text. ii) A\nsignificant inaccuracy, misleading statement or distortion must be corrected,\npromptly and with due prominence, and — where appropriate — an apology\npublished. In cases involving IPSO, due prominence should be as required by the\nregulator.  \nFindings of the Committee 8.    A photograph of\nthe complainant had been included, prominently and in error, identifying her as\nthe victim of a serious crime. The publication had obtained this photograph\nfrom two agencies, and there had clearly been a failure on the part of these\nagencies to take care over the accuracy of the information they provided. The\nPreamble to the Code makes clear that publications are ultimately responsible\nfor any breaches of the Code that might result from the use of external\ncontributors. Consequently, there was a breach of Clause 1(i) on the part of\nthe publication.\n9.    When contacted\nby IPSO, the publication had offered to issue an apology and correction in\nprint and online. However, the complainant had declined such an offer. As the\noffer had been made promptly on receipt of the complaint from IPSO, there was\nno further breach of Clause 1(ii) on this point. Nevertheless, the Committee\nconsidered that a correction was required to make clear that the photograph\nused had been of the wrong person.  \nConclusions 10.    The complaint was upheld under\nClause 1(i). \nRemedial\naction required 11. A correction was required to\naddress the use of the inaccurate image within the print and online articles.\nThe publication had offered to publish such a correction sufficiently promptly,\nbut the complainant had declined this offer. Nevertheless, the\nCommittee considered that there was a significant public interest in recording\nthat an inaccurate image had been published, and that a correction was\ntherefore required. It did not consider that such a correction would reveal any\nprivate or insensitive information about the complainant, or the victim of the\nattack, as it would not result in the republication of the image which was the\nsubject of the complaint. The publication subsequently offered the following\nwording for a correction, which was sufficient to address the inaccuracy within\nthe article: Correction - Anna GosWe published an article\nheadlined “‘I didn’t recognise girl after hammer attack’” on 21 August\n2018, which included a photograph which we said was of Anna Gos, the victim of\nthe attack. In fact, this photograph was of a different person with the same\nname, and was included in error. We apologise for any distress that may have\nbeen caused by this error. 12. The article had originally\nappeared on page 11, and the incorrect photograph had been prominent within the\narticle; the online article had since been removed. The publication offered to\npublish the above correction in its standard corrections and clarifications\ncolumn, and as a standalone correction online. This offer was sufficiently\nprominent to meet the publication’s obligations under Clause 1(ii), and should\nnow be published. \nDate\ncomplaint received: 21/08/2018\nDate\ndecision issued: 27/12/2018\n \n \n \n \n \nBack to ruling listing\n\n\n"
}