{
    "url": "/rulings-and-resolution-statements/ruling/?id=05684-21",
    "title": "05684-21 Khoram-Scotts and Scotts v Mail Online",
    "provisions": [
        "1 Accuracy (2019)"
    ],
    "outcome": "Breach - sanction: publication of correction",
    "publication": "Mail Online (Associated Newspapers Limited)",
    "published_on": "2021-04-12 00:00:00",
    "received_on": "2021-05-20 00:00:00",
    "concluded_on": "2021-11-11 00:00:00",
    "complaint_processing_days": 175,
    "conclusion_long": "14. The complaint was partly upheld under Clause 1(ii).",
    "remedial_action": "15. Having upheld a breach of Clause 1(ii) the Committee considered what remedial action should be required. In circumstances where the Committee establishes a breach of the Editors’ Code, it can require the publication of a correction and/or an adjudication, the terms and placement of which is determined by IPSO. 16. Whilst the publication had taken appropriate care by relying on the police press release, once the inaccuracy regarding the complainant’s pleas had come to light it had not offered to put a correction on record acknowledging the inaccuracies contained in the original article. The Committee considered the appropriate remedy. Taking into account the fact that the publication had promptly amended the article and the nature of the inaccuracy, it concluded that a published correction was appropriate. 17. The Committee then considered the placement of the correction. As the article had already been amended, it should appear as a footnote to the article. The correction needed to record that the article had inaccurately recorded the offences the complainants had pleaded guilty to. It should state that it has been published following an upheld ruling by the Independent Press Standards Organisation. The full wording and position should be agreed with IPSO in advance.    Date complaint received: 20/05/2021",
    "text": "\n\n\n\n\n\nDecision\nof the Complaints Committee –05684-21 Khoram-Scotts and Scotts v Mail Online\nSummary\nof Complaint\n1. Behnaz\nKhoram-Scotts and Emmanuel Scotts complained to the Independent Press Standards\nOrganisation that Mail Online breached Clause 1 (Accuracy) of the Editors’ Code\nof Practice in an article headlined “Judge compares £87,000 serial fraudster\nwho splashed out on 63 pairs of Jimmy Choos to former Philippines First Lady\nImelda Marcos infamous for her 3,000-pair collection but spares her jail”,\npublished on 12 April 2021.\n2. The\narticle reported that the complainants had “pleaded guilty to fraud by false\nrepresentation and conspiracy to commit fraud following an investigation by the\nDedicated Card and Payment Crime Unit (DCPCU), a specialist police unit funded\nby the banking and cards industry”. It said they were “called 'serial\nfraudsters' by [the] judge”, and reported that the prosecutor told the court\nthat police had recovered 63 pairs of designer shoes from Mrs Khoram Scotts’\nhome. The article also reported that the “couple opened six different bank\naccounts with fake names after they lied about their professions to present\nthemselves as wealthy”. It also said that Mr Scotts “was arrested on April 15,\n2020, at Heathrow Airport where around £7,000 in euros, several credit cards,\ncheque books, and a bank statement showing a balance of £104,000 was found in\nhis luggage”. It further reported that the “couple used their fake bank accounts to deposit foreign cheques,\none of which was for £81,000” and that Mr Scotts’ “second home address” was\nsearched.\n3. The\ncomplainants said that the article was inaccurate in breach of Clause 1. They\nsaid that they were not “serial fraudsters” nor had they “pleaded guilty to\nfraud by false representation and conspiracy to commit fraud” as Mr Scotts\npleaded guilty to conspiracy to commit fraud and Mrs Khoram Scotts admitted\npossession of articles for use in fraud and possession of criminal property.\nThe complainants also said it was inaccurate to report that Mr Scotts had been\narrested at Heathrow Airport on 15 April 2020, and that the correct date of the\narrest was 16 October 2018. The complainants said that much of the information\nin the article was inaccurate, as all the items that were seized from their\nhome had been bought legitimately; Ms Khoram-Scotts did not have 63 pairs of\nshoes; they had not used fake bank accounts to deposit foreign cheques, one of\nwhich was for £81,000; and that they had not “lied about their professions” and\nhad actually held roles as a stockbroker and beautician, for which they\npossessed evidence. The complainants said it was inaccurate to report that\ntheir second home address was searched as they only had one house. The\ncomplainants said another person was involved in the case who was not referred\nto in the article, and the omission of a reference to this individual in the\narticle was misleading.\n4. The\npublication did not accept a breach of the Code. It said it had relied on the\npress release which had been issued by the Dedicated Card and Payment Crime\nUnit (DCPCU), a specialist police unit, which it said it was entitled to rely\non, and a report by an agency reporter who had attended court, copies of which\nit supplied. The press release stated that the “married couple pleaded guilty\nto fraud by false representation and conspiracy to commit fraud”. On receipt of\nthe complaint, the publication amended the article to report that Mr Scotts\n“admitted conspiracy to commit fraud and possession of articles for use in\nfraud” and Ms Khoram-Scotts “admitted possession of articles for use in fraud\nand possession of criminal property”. Prior to the start of IPSO’s\ninvestigation, this was amended further\nto report that Mr Scotts’ had admitted \nsolely to “conspiracy to commit fraud”.\n5. The\ncomplaint was not resolved, and after IPSO began its investigation, the police\npress release that the article was based on was amended. The amendments\nconfirmed  that Mr Scotts was arrested at\nHeathrow Airport on 16 October 2018 and the publication then amended the\narticle to reflect the true date of the arrest. The word “foreign” before\n“cheques” was also deleted from the press release, and the publication then\namended the article by also removing the word “foreign”. With regards to the\nsearch of Mr Scotts’ home, the word “second” was deleted from the press\nrelease, which the newspaper then also deleted from the  article, whilst noting\nthat it appeared that the police had searched more than one property. The press\nrelease was also amended to delete “falsely” from the sentence: “Mr Scotts\nfalsely claimed to be a stockbroker while Mrs Scotts claimed she was a\nbeautician, for which there was no evidence”, together with the phrase “for which there was no evidence”.\nThe publication did not make a corresponding amendment to the article, and\ncontinued to report that the complainants had “lied about their professions”.\n6. The\npublication said it had promptly made amendments to the article in order to\nclarify minor factual details, but it did not consider these matters to\nconstitute significant inaccuracies, misleading statements or distortions.\nTherefore, it did not offer to publish a correction which acknowledged the\npoints which had been corrected in the article, nor offer an apology.\n7. The\npublication noted the complainants’\ncomplaints about the police, and that they did not agree with the charges that\nhad been brought against them. However, it said that it relied on absolute\nprivilege when reporting the court case, and that allegations of police\nmisconduct was not a matter for IPSO to consider. The publication said that it\nhad been heard in court that the complainants had “lied about their\nprofessions” and noted that the police press release stated: “The couple opened\nnumerous bank accounts in different names, using fake identification and\ndoctored documents which gave false impressions of their wealth. Mr Scotts\nclaimed to be a stockbroker while Mrs Scotts claimed she was a beautician. A\ntotal of six fraudulent accounts were opened in different names,” and provided\nnotes which showed that it had been heard in court that the accounts were\n“fictional”. It also said that items taken by the police had been found to be\nproperty bought with the proceeds of crime and that it was heard in court that\nMrs Khoram-Scotts had 63 pairs of shoes, with the contemporaneous notes of the\nreporter who attended court referring to a “vast array of designer shoes”. It\nalso said that it was not required to report all the details of a case\nverbatim, and in this case had focussed on the sentencing of the complainants\nand it was not misleading to omit reference to another party referred to during\nthe trial.\nRelevant\nCode Provisions\nClause 1\n(Accuracy)\ni) The\nPress must take care not to publish inaccurate, misleading or distorted\ninformation or images, including headlines not supported by the text.\nii) A\nsignificant inaccuracy, misleading statement or distortion must be corrected,\npromptly and with due prominence, and — where appropriate — an apology\npublished. In cases involving IPSO, due prominence should be as required by the\nregulator. \niii) A\nfair opportunity to reply to significant inaccuracies should be given, when\nreasonably called for.\niv) The\nPress, while free to editorialise and campaign, must distinguish clearly\nbetween comment, conjecture and fact.\nFindings\nof the Committee\n8. The\narticle under complaint was a court report. It had reported that both\ncomplainants had “pleaded guilty to fraud by false representation and\nconspiracy to commit fraud”. This information had been taken directly from the\npolice press release which had been issued by the DCPCU, the unit which had\nundertaken the investigation into the defendants. The errors in the press\nrelease, which were later corrected, were not discernible at the time of\npublication of the article, for example because there were internal\ninconsistencies, and the content  was not\ncontradicted by the notes taken by the agency reporter in court. In these\ncircumstances, by accurately reporting the police press release, the\npublication had taken sufficient care not to publish inaccurate information,\nand there was no breach of Clause 1(i).\n9. The\npress release that the publication had relied upon was amended after the\ncomplainants made a complaint. The publication had then amended the article to\naccurately report the offences for which the complainants had pleaded guilty.\nHowever, it did not offer to publish a correction to identify the inaccuracies\nwhich had been corrected. The offences for which the complainants had pleaded\nguilty was central to the report of the court proceedings, and the published\ninaccuracy was significant and needed to be corrected in a manner which met the\nrequirements of Clause 1(ii). The amendments made to the article, in the\nabsence of a published footnote which identified the inaccuracies which had\nbeen corrected, did not constitute a sufficiently prominent correction, where\nit did not acknowledge the original inaccuracy for readers, and the publication\nhad therefore breached Clause 1(ii).\n10. The\narticle had also reported that the complainants had “lied about their\nprofessions”. The original press release issued by the DCPCU had stated that Mr\nScotts had “falsely claimed” to be a stockbroker, Mrs Khoram-Scotts had\n“claimed” to be a beautician, and that there was “no evidence” for these\nclaims. For the reasons already given, the publication was entitled to rely on\nthe press release and, in reporting these matters, there was no failure to take\ncare under Clause 1(i). The press release had subsequently been amended on this\npoint in the manner explained in paragraph 5, above.  The publication did not make corresponding\nrevisions to the article and the Committee considered whether there was a\nsignificant inaccuracy requiring correction. The Committee considered the\ninformation in the updated press release, which the complainant accepted was\naccurate, and the contemporaneous notes taken by the agency reporter in court.\nThe complainants accepted that they had opened multiple bank accounts under\nfake names and that they had been convicted of fraud offences. In the context\nof the article which had accurately reported that they had opened bank accounts\nusing false identities, it was not significantly inaccurate to report that they\nhad “lied about their professions”, in circumstances where the corrected police\npress release continued to refer to them as “claim[ing]” to be a member of such\nprofessions. There was no breach of Clause 1 on this point.\n11. The\npress release had also been updated on several other points reported in the\narticle which the complainants said were inaccurate: replacing the cashing of\n“foreign cheques” with simply “cheques”; the search of Mr Scotts’ “second home”\nto his “home address in Wandsworth”; and the date of his arrest from 15 April\n2020 to 16 October 2018. The Committee found that where it was not in dispute\nthat the court had referred to cheques being cashed, the origin of these\ncheques as domestic or foreign was not a significant detail requiring\ncorrection. In addition, where Mr Scotts’ property had been searched, and it\nwas accepted that the complainants lived in more than one property, it was not\nsignificantly inaccurate to refer to a “second” home being searched. Finally,\nwhere the date of the arrest was mentioned in passing and it was not suggested\nthat it had particular significance, the difference of 18 months between the\ntwo dates was not significant. None of these points required correction, and\nthere was no breach of Clause 1. The Committee, however, welcomed the\namendments made to the article by the publication.\n12. The\ncomplainants had contested evidence that was heard in the court case. However,\nnewspapers are responsible for accurately reporting what is heard in court;\nthey are not responsible for the accuracy of what is heard by the court. Whilst\nthe complainants did not accept some of the claims which had been made about them,\nit was not inaccurate to report that the court had heard that 63 pairs of\ndesigner shoes had been recovered from Mrs Khoram-Scotts’s home. The\ncomplainants also said it was inaccurate to describe them as “serial\nfraudsters”. However, the contemporaneous notes provided by the journalist\ndemonstrated that this had been said by the judge during the trial, and it was\nattributed to him within the article. The complainants had also alleged that\nthere had been police misconduct in their case, which was not a matter which\nfell under the Editors’ Code. There was no breach of Clause 1 on these points.\n13. The\ncomplainants considered the absence of a reference in the article to a third\nparty involved in their case to be misleading. Newspapers do not have to report\nall information heard in court and it was not misleading to omit to mention\nthat another party was named in connection with the complainants, where the\narticle focused on the convictions of the complainants. This omission did not\nraise a breach of Clause 1.\nConclusions\n14. The\ncomplaint was partly upheld under Clause 1(ii).\nRemedial\nAction Required\n15.\nHaving upheld a breach of Clause 1(ii) the Committee considered what remedial\naction should be required. In circumstances where the Committee establishes a\nbreach of the Editors’ Code, it can require the publication of a correction\nand/or an adjudication, the terms and placement of which is determined by IPSO.\n16.\nWhilst the publication had taken appropriate care by relying on the police\npress release, once the inaccuracy regarding the complainant’s pleas had come\nto light it had not offered to put a correction on record acknowledging the\ninaccuracies contained in the original article. The Committee considered the\nappropriate remedy. Taking into account the fact that the publication had\npromptly amended the article and the nature of the inaccuracy, it concluded\nthat a published correction was appropriate.\n17. The\nCommittee then considered the placement of the correction. As the article had\nalready been amended, it should appear as a footnote to the article. The\ncorrection needed to record that the article had inaccurately recorded the\noffences the complainants had pleaded guilty to. It should state that it has\nbeen published following an upheld ruling by the Independent Press Standards\nOrganisation. The full wording and position should be agreed with IPSO in\nadvance.\n\n\n\nDate\ncomplaint received: 20/05/2021\nDate\ncomplaint concluded by IPSO: 11/11/2021\nBack to ruling listing\n\n\n"
}