{
    "url": "/rulings-and-resolution-statements/ruling/?id=05686-18",
    "title": "05686-18 A woman v Basingstoke Gazette",
    "provisions": [
        "9 Reporting of crime (2018)",
        "1 Accuracy (2018)",
        "2 Privacy (2018)",
        "3 Harassment (2018)"
    ],
    "outcome": "Breach - sanction: action as offered by publication",
    "publication": "basingstokegazette.co.uk (Newsquest Media Group)",
    "received_on": "2018-08-22 00:00:00",
    "concluded_on": "2019-02-04 00:00:00",
    "complaint_processing_days": 166,
    "conclusion_long": "20. The complaint was upheld under Clause 1(i).",
    "remedial_action": "21. Having upheld the complaint, The Committee considered what remedial action should be required.22. The publication had offered a correction promptly and with due prominence. The Committee found this correction was sufficient to meet the requirements of Clause 1(ii). This should now be published.Date complaint received: 22/08/2018",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee 05686-18 A woman v\nBasingstoke GazetteSummary of complaint1. A woman complained to the Independent Press Standards Organisation that the Basingstoke\nGazette breached Clause 1 (Accuracy), Clause 2 (Privacy), Clause 3 (Harassment)\nand Clause 9 (Reporting of Crime) of  the\nEditors' Code of Practice in four articles headlined:\"Former\nchair of players at rugby club stands trial of alleged sexual assaults\"\npublished online on 21 August 2018\"Jury\nretired in sexual assault case of former RAF engineer\" published online on 23 August 2018\"Former\nchair of players at Basingstoke Rugby Football Club found guilty of sexual assault\"\npublished online on 24 August 2018\"Trio's\ntriathlon effort to aid school\" published in print on 30 August 20182. The three online\narticles reported on a court case involving the chair of players at Basingstoke\nRugby Club, who was initially charged with three counts of sexual assault and\none count of indecent exposure against one woman, and one count of indecent\nexposure against a second woman.3. The fourth\narticle, in print, reported that three pupils at a primary school had raised\nfunds for a new minibus. This article was featured next to another article\nabout the court case, which was not under complaint.4. The complainant,\nthe wife of the defendant in the case, said that the first article was\ninaccurate in breach of Clause 1. She said the defendant was aged 33, not 34 as\nreported, and the article claimed that the defendant had led initiation games,\nwhen in court it was clear that someone else had led them. The complainant said\nthe article's claim that she was club secretary was inaccurate; she had never\nbeen club secretary, only membership secretary and not at the time of the\nincident. She said that the article stated that the first woman had\n\"accused him of pushing her up against the wall and touching her\nleg\", when this evidence was never discussed in court. The complainant\nsaid the article also breached Clause 2 (Privacy) as the journalist who wrote\nthe article was friends with one of the alleged victims in court.5. The complainant\nsaid the second article was inaccurate because it claimed that she had been\nmarried to the defendant for six years, when they had been married for two\nyears. She also said the article reported on one of the indecent exposure\ncharges, where the alleged victim had accused him of \"touching her thigh\nand exposing his penis in her face\" despite this charge being dropped\nafter the first day of the trial.  The\ncomplainant also said the article breached Clause 2 (Privacy) and Clause 9\n(Reporting of Crime) because it featured her name and job without her\npermission.6. The complainant\nsaid that the third article was inaccurate as it also reported that the\ndefendant was aged 33 and had led initiation games. She said it inaccurately\nreported that the defendant would be sentenced later that afternoon, when he\nwas due to be sentenced on 21 September.7. The complainant\nraised a number of concerns in relation to Clause 3 (Harassment). She claimed\nthe reporter had been asked to write the articles by one of the complainants in\nthe trial as they were friends, and as a result the articles were one-sided and\nbiased in their coverage. She said that the fourth article was intentionally\nplaced next to an article about the trial to humiliate her. The complainant\nalleged that the reporter purposefully sat near her and her husband in the\ncourt building and followed them and sat near them when they moved to a new\nlocation; the reporter was not sat in the press area. She said that when her\nand her husband attended the sentencing hearing they had waited for longer than\nthey normally would to ensure the complainants in the case and any members of\nthe press had left. However, when they left the building, the reporter was\noutside with the victim and her family; the complainant said they proceeded to\nfollow them from the court house. The complainant also alleged that the judge\nhad directed to the reporter in court that the defendant would not be sent to\nprison and that they wanted this documented; the publication did not report\nthis.8. The publication\ndenied that the first article was inaccurate in breach of the Code. It said\nthat while the article did not attribute the quote to the prosecution, the\nreference to the defendant pushing the victim against the wall was heard in\nopen court during the prosecution speech. During the referral period, the\npublication accepted the defendant's age and the complainant's role at the\nRugby club had been reported inaccurately, and while it had also inaccurately\nreported they had been married for six years, they had been in a relationship\nfor six years. The publication said that these points did not amount to\nsignificant inaccuracies under the Code.9. The publication\naccepted that the second article, the first to be published after the charges\nwere dropped, was inaccurate. It said that the article referenced the charges\nand did not mention they had been dropped. The newspaper offered to remove this\nreference and add an addendum to the article to indicate it had been updated.\nIt offered the following wording:This article was updated on <date> to reflect the fact the defendant had been\nacquitted of three counts - two of indecent exposures and one sexual assault -\non August 22 and omit a description of one of these incidents.10. The publication said the third article was not significantly\ninaccurate. The court had heard the defendant had led drunken \"initiation\ngames\", a witness confirmed this, and the article did not assert this\nclaim as fact. The publication said that the Judge was due to sentence the\ndefendant that afternoon; this was accurate at the time of publication.11. The publication denied that it had engaged in\nintimidation, harassment or persistent pursuit in breach of Clause 3. It said\nthat the reporter was sat where she was in the court building, outside court\none, so she could view the information screen and access the courtroom and the\nsecure WIFI. It said that the reporter had waited outside after the sentencing\nhearing to ask the victim and her parents for a comment, which was declined and\nthen walked towards the car park with them, where she was parked; there was no\nother direction to walk. The publication said the reporter saw the complainant\nand defendant walk past them minutes before and assumed they had already left.\nThe publication said it was coincidental that the fourth print article, which\nreferenced the complainant's place of work, featured near an article about the\ncourt case; the publication did not know that this was where the complainant\nworked. The publication also stressed that the reporter was not the editor of\nthe newspaper as alleged by the complainant; she was a freelance reporter and\nhad no input on how stories were covered, or where they featured.Relevant Code Provisions12. Clause 1 (Accuracy)i) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not\nsupported by the text.ii) A significant inaccuracy, misleading statement or\ndistortion must be corrected, promptly and with due prominence, and – where\nappropriate – an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator.iii) A fair opportunity to reply to significant inaccuracies\nshould be given, when reasonably called for.iv) The Press, while free to editorialise and campaign, must\ndistinguish clearly between comment, conjecture and fact.v) A publication must report fairly and accurately the\noutcome of an action for defamation to which it has been a party, unless an agreed\nsettlement states otherwise, or an agreed statement is published.Clause 2 (Privacy)*i) Everyone is entitled to respect for his or her private\nand family life, home, health and correspondence, including digital\ncommunications.ii) Editors will be expected to justify intrusion into any\nindividual’s private life without consent. In considering an individual’s\nreasonable expectation of privacy, account will be taken of the complainant’s\nown public disclosures of information and the extent to which the material\ncomplained about is already in the public domain or will become so.iii) It is unacceptable to photograph individuals, without\ntheir consent, in public or private places where there is a reasonable\nexpectation of privacy.Clause 3 (Harassment)*i) Journalists must not engage in intimidation, harassment\nor persistent pursuit.ii) They must not persist in questioning, telephoning\npursuing or photographing individuals once asked to desist; nor remain on\nproperty when asked to leave and must not follow them. If requested, they must\nidentify themselves and whom they represent.iii) Editors must ensure these principles are observed by\nthose working for them and take care not to use non-compliant material from\nother sources.Clause 9 (Reporting of Crime)*i) Relatives or friends of persons convicted or accused of\ncrime should not generally be identified without their consent, unless they are\ngenuinely relevant to the story.ii) Particular regard should be paid to the potentially\nvulnerable position of children who witness, or are victims of, crime. This\nshould not restrict the right to report legal proceedings.Findings of the Committee13. The publication referred to a charge of indecent\nexposure even though it had been dropped, and did not report that two other\ncharges had also been dropped. The publication had not checked this information\nwas still accurate at the time of publication and this represented a failure to\ntake care; there was a breach of Clause 1(i).14. The correction offered during investigation addressed\nthe inaccuracy, it made clear the counts the defendant had been acquitted of,\nand when. This was sufficient to avoid a breach of Clause 1 (ii).15. The publication said that the allegation that the\ndefendant had touched the leg of the alleged victim had been included as part\nof the opening speech made by the prosecution. The complainant did not dispute\nthat the allegation had been heard in court. The Committee noted that the\ndefendant was acquitted of the charge to which the allegation related because\nthe witness did not give evidence to support the allegation during the trial.\nThe allegation had been heard in court, and was not reported as evidence given\nby the alleged victim. Therefore it was not significantly misleading for the\npublication to have reported that the allegation had been made in circumstances\nwhere the offences which the defendant was facing were accurately reported;\nthere was no breach of Clause 1 on this point. The publication had misreported\nthe defendant's age, length of marriage and the complainant's role at the rugby\nclub. However, in the context of the trial as a whole, misreporting this\ninformation did not give a significantly misleading impression of the events\nsurrounding the case and the alleged offences. This did not render the article\nsignificantly misleading, there was no breach of Clause 1 on these points.16. The complainant's job title and name were heard in open\ncourt. In accordance with the principle of open justice, the publication was\nentitled to report on court proceedings which were not subject to reporting\nrestrictions; there was no breach of Clause 2 on this point. Clause 9\n(Reporting of crime) provides  protection\nto relatives of convicted or accused individuals that are subject to publicity\nas a result of criminal proceedings, unless they are genuinely relevant to the\nstory. The complainant had given evidence in the trial and was therefore\nrelevant to the story; identifying her did not breach the terms of Clause 9.17. The date of the sentencing hearing subsequently changed,\nbut was accurately reported at the time of publication. There was no failure to\ntake care not to publish inaccurate information, nor did it render the article\nsignificantly misleading; there was no breach of Clause 1 on this point. That\nthe defendant had \"led\" the initiation games was heard in court, and\nthis was not disputed by the complainant; there was no breach of Clause 1.18. The complainant raised concerns that the reporter knew\none of the victims involved in the case. Clause 3 generally relates to the\nconduct exercised by journalists when contacting members of the public during\nthe newsgathering process. Aside from Clause 13 (Financial Journalism) which\nconcerns financial reporting, the Code does not stipulate that reporters cannot\nhave a personal connection to the events they report; there was no breach of\nClause 3 on this point. That the reporter knew one of the victims in the case\ndid not engage the terms of Clause 2 (Privacy).The complainant alleged that the\njudge had asked the reporter to report that the defendant would not be\nreceiving a custodial sentence, and that the fourth article had been\nintentionally placed next to another article about the trial. The selection of\nmaterial for publication is considered by IPSO to be a matter for discretion by\nindividual editors, so long as the Editors’ Code of Practice has not otherwise\nbeen breached. Similarly, the prominence afforded coverage of a subject is also\na matter of editorial discretion. The publication was under no obligation under\nthe Code to report that the defendant would not receive a custodial sentence;\nhe had not been sentenced at this point. There was no breach of Clause 3 on\nthese points.19. The purpose of Clause 3 is to prevent intimidation,\nharassment or persistent pursuit by the press, subject to public interest\nexemptions. Simply sitting near an individual in a public building did not\namount to harassment and the Editors' Code does not stipulate that journalists\nmust stay in a particular spot or area when reporting court cases. The\nCommittee acknowledged that the complainant's account of her encounter outside\nthe court building differed to that offered by the publication. However, the\ncomplainant did not allege that the reporter spoke to her or the defendant,\ntried to take photographs of them, or that she had asked the reporter to\ndesist. In these circumstances, being in close proximity on a public street did\nnot amount to harassment and the reporter was not obliged to take a different\nroute away from the court.  There was no\nbreach of Clause 3 on this point.Conclusions20. The complaint was upheld under Clause 1(i).Remedial Action Required21. Having upheld the complaint, The Committee considered\nwhat remedial action should be required.22. The publication had offered a correction promptly and\nwith due prominence. The Committee found this correction was sufficient to meet\nthe requirements of Clause 1(ii). This should now be published.Date complaint received: 22/08/2018Date decision issued: 04/02/2019\n \n \n \nBack to ruling listing\n\n\n"
}