{
    "url": "/rulings-and-resolution-statements/ruling/?id=05719-16",
    "title": "05719-16 Jarvis v Express.co.uk",
    "provisions": [
        "1 Accuracy (2016)",
        "4 Intrusion into grief or shock (2016)"
    ],
    "outcome": "Breach - sanction: action as offered by publication",
    "publication": "express.co.uk (Reach PLC)",
    "published_on": "2016-05-30 00:00:00",
    "received_on": "2016-07-21 00:00:00",
    "concluded_on": "2016-09-29 00:00:00",
    "complaint_processing_days": 70,
    "conclusion_long": "11. The complaint was upheld under Clause 1.",
    "remedial_action": "12. Having upheld the complaint, the Committee considered what remedial action should be required. 13. The newspaper had promptly amended the article and appended a note, which identified the inaccuracy, made the correct position clear and included an apology. No further action was required. Date complaint received: 21/07/2016",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee 05719-16 Jarvis v Express.co.uk\nSummary of Complaint\n1. John Jarvis\ncomplained to the Independent Press Standard Organisation that Express.co.uk\nbreached Clause 1 (Accuracy) and Clause 4 (Intrusion into grief or shock) of\nthe Editors’ Code of Practice in an article headlined “Missing Briton, 19,\nsparks international man hunt after failing to get on flight”, published on 30\nMay 2016.\n2.The article\nreported that, having failed to get on a flight to the UK from Morocco,\n19-year-old Connor Jarvis, the complainant’s son, had been reported missing. It\nsaid the teenager had last written on social media “on Saturday” when he posted\na photograph of himself in Marrakech with a young woman, with the words\n“multiple Jagerbombs into the Bank Holiday weekend Imao”. The article stated\nthat Connor’s family had appealed for information and were trying to find a man\nwho may have spent time with the teenager in Morocco.\n3. The complainant\nsaid that the Facebook post and photograph of his son, which the newspaper had\nreported to be his last social media posting, had concerned a night out in\nBristol on 28 March 2016. Connor had visited Marrakech on 21 May 2016; the\nimage and post had nothing to do with his time in Morocco. The complainant\nconsidered that the inaccuracy had given the significantly misleading\nimpression that his son had been getting drunk in a Muslim country, and that\nthis may have contributed to his going missing. He expressed concern that the\nnewspaper had added this “salacious edge” to a tragic story, which had been\npublished at a time when the family had been devastated by Connor’s\ndisappearance. He noted that the article remained online ten weeks after they\nhad received news that Connor had died as a result of an accident on Mount\nToubkal.\n4. The newspaper\nsaid that an error had been made in relation to the date of Connor’s Facebook\npost. Connor’s disappearance had occurred during the spring bank holiday\nweekend, and his Facebook post had been made on the Easter bank holiday\nweekend. The reporter had assumed that the reference to the “bank holiday”\nrelated to the recent weekend when Connor disappeared. The newspaper apologised\nfor any hurt or distress the inaccuracy may have caused the complainant and his\nfamily. It did not consider that the reference had given the impression that\nConnor had been acting disrespectfully in a Muslim country.\n5. The newspaper\namended the article and appended the following correction and apology:\nThis article was amended on 15 August 2016. The article\noriginally said that Connor Jarvis’ last post on social media before his\ndisappearance was a picture of him and a young lady in a bar in Marrakech with\nthe caption, “Multiple Jagerbombs into the Bank Holiday weekend lmao”. In fact\nthe post was made two months earlier on a night out in Bristol and had nothing\nto do with Connor’s disappearance. We would like to apologise to the Jarvis\nfamily for this inaccuracy and for any distress this error may have caused.\n6. While the\nnewspaper acknowledged that the inaccuracy was significant and required\ncorrection, it did not consider that it had represented an intrusion into the\nfamily’s grief. The purpose of the article had been to raise awareness of\nConnor’s disappearance; the reference to his Facebook post had been\nunfortunate, but the reporter had considered it to be relevant to the story and\nhad included it in order to give readers as much information as possible.\nRelevant Code Provisions\n7.    Clause 1 (Accuracy)\ni) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not\nsupported by the text.\nii) A significant inaccuracy, misleading statement or\ndistortion must be corrected, promptly and with due prominence, and — where\nappropriate — an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator.\niii) A fair opportunity to reply to significant inaccuracies\nshould be given, when reasonably called for.\niv) The Press, while free to editorialise and campaign, must\ndistinguish clearly between comment, conjecture and fact.\nClause 4 (Intrusion into grief or shock)\nIn cases involving personal grief or shock, enquiries and\napproaches must be made with sympathy and discretion and publication handled\nsensitively. These provisions should not restrict the right to report legal\nproceedings.\nFindings of the Committee\n8. The newspaper\nhad failed to check the dates of Connor Jarvis’ Facebook post, and consequently\nit had given a significantly misleading impression of his actions shortly\nbefore his disappearance. This represented a failure to take care over the\naccuracy of the article in breach of Clause 1 (i). A correction was required in\norder to avoid a breach of Clause 1 (ii).\n9. On receipt of\nthe complaint, the newspaper had corrected the article and appended a\ncorrection, which made clear that the Facebook post had been made two months\nbefore Connor’s disappearance and was unrelated to the story. The wording also\nincluded an apology, which was appropriate in the circumstances. The Committee\nconsidered that the newspaper’s prompt action to address the complaint was\nsufficient to meet the requirement of Clause 1 (ii). There was no further\nbreach of the Code on this point.\n10. While the Committee understood that the inaccurate\nreference to Connor’s Facebook post had caused distress to the complainant and\nhis family at a time of shock, it did not consider that it had represented an\nintrusion into their grief in breach of Clause 4. The press, their associated\nwebsites and social media, may play a valuable role in helping to locate\nmissing individuals in the UK and overseas. In this case, the article had\ninformed readers that Connor had disappeared, and stated that the family were\nappealing for information. It had not included gratuitous information, and the\nstory was not presented in a manner that was inappropriate or insensitive.  In this context, the failure to take care over\nthe article’s accuracy, which had breached the Code, did not represent\ninsensitive handling of the story in breach of Clause 4. There was no breach of\nClause 4.\nConclusions\n11. The complaint was upheld under Clause 1.\nRemedial action required\n12. Having upheld the complaint, the Committee considered\nwhat remedial action should be required.\n13. The newspaper had promptly amended the article and\nappended a note, which identified the inaccuracy, made the correct position\nclear and included an apology. No further action was required.\nDate complaint received: 21/07/2016Date decision issued: 29/09/2016 \nBack to ruling listing\n\n\n"
}