{
    "url": "/rulings-and-resolution-statements/ruling/?id=05717-15",
    "title": "05717-15 Elliott v The Times",
    "provisions": [
        "2 (Opportunity to reply) 2015",
        "1 (Accuracy) 2015"
    ],
    "outcome": "No breach - after investigation",
    "publication": "The Times (News UK)",
    "published_on": "2015-09-03 00:00:00",
    "received_on": "2015-09-15 00:00:00",
    "concluded_on": "2015-11-03 00:00:00",
    "complaint_processing_days": 49,
    "conclusion_long": "16. The complaint was not upheld.",
    "remedial_action": "N/A  Date complaint received: 15/09/2015",
    "text": "\n\n\n\n\n\n·   Decision of the Complaints Committee 05717-15 Elliott\nv The Times\nSummary of\ncomplaint \n1. Christopher Elliott complained to the Independent\nPress Standards Organisation that The Times breached Clause 1 (Accuracy) and\nClause 2 (Opportunity for reply) in an article headlined “Our military should\nstop passing the buck”, published on 3 September 2015. The article’s\nsubheadline was “’We were only following orders’ just won’t wash. Defence\nchiefs must take their share of the blame for Iraq and Libya”. \n2. The complainant was the author of a comment piece on\nthe relationship between politicians and military high command in the UK. This\ncomplaint related the newspaper’s editing of the article prior to publication,\nand the selection of a headline and subheadline. The complainant said that as a\nresult of the editing process, the article was a distortion of his views. He\nsaid that the headline and subheadline chosen by the newspaper were not supported\nby the text of the article, and misrepresented his position. \n3. After the complainant had submitted his article, it\nwas subject to editing via correspondence with a member of the newspaper’s\nstaff. The complainant expressed his disagreement with some of the amendments\nmade, and made clear that he did not give his consent for publication. After\nfurther correspondence, the complainant drafted a version of the article that\nhe approved for publication. The published article differed from this version, and\nincluded some of the amendments the he had previously objected to. \n4. The article the complainant originally submitted for\npublication began by discussing the delays to the publication of Chilcot\ninquiry, and referred to an explanation that had been put forward by Tom Bower\nby stating that “one line of argument Bower presents is that the military\nchiefs have batted criticism back to Sir John Chilcot, claiming that they were\nsimply following orders issued by their political masters”. The complainant had\nreferred to Mr Bower’s explanation as plausible, and stated that “if this is\nso, it is simplistic and maybe disingenuous so far as it applied to the later\nperiod [of the Iraq war]”. The published article included the sentences: \n“Former commanders…were said to be furious when they saw\nearly drafts of Sir John’s report. Given the chance to respond to his\ncriticism, they have insisted that politicians should take the blame, not them.\nIf true, this is simplistic and disingenuous”. \nThe complainant said that he did not know whether it was\ntrue that former commanders were “furious”; he said that the reference was\nsensationalist, and objected to its inclusion in an article under his name. \n5. The complainant raised additional concerns at the\ninclusion of a reference to a book he had written; the addition of word “sadly”\nto describe the claim that there were still problems in the machinery of the\nhigh command; the replacement of “unwisely” with the word “notoriously” to\nrefer to comments made by the defence secretary in 2006; the substitution of\nthe phrase “having all the intelligence” with the phrase “knowing full well” in\nthe sentence: “it was [the defence secretary’s] military advisers, having all\nthe intelligence that [Helmand] was an ungoverned space…”. The complainant was\nconcerned that the article contained text which he had not approved. \n6. In relation to the headline and subheadline, the\ncomplainant said that prior to publication, had had made clear to the newspaper\nthat he was not seeking to argue that military commanders were trying to shift\nthe blame; rather, he was arguing that that the machinery of the high command\nwas still not working correctly and that military commanders should accept\ntheir share of the blame.  He had suggested the headline “Difficult\nDecision to Go to War”.  \n7. The newspaper said that the article was not a\nsignificantly misleading representation of the complainant’s views. The\npublished article did not suggest that it was the complainant’s position that\nformer commanders “were furious”; rather, it stated that “former commanders\nwere said to be furious”. This was a factual statement relating to The Sunday\nTimes article by Mr Bower, to which the complainant had referred in the opening\nparagraph of one of the original drafts he had submitted. The newspaper said\nthat the article was not a misleading representation of the complainant’s\nposition. It denied that the other amendments to the article were significant,\nor distorted the complainant’s argument.  It noted that in the article\nsubmitted, the complainant had stated that “the politicians have largely taken\nthe blame for all of this so far, but the military must accept their share\ntoo”. It said that the headline and subheadline concisely summarised the\nargument the complainant had made in the article he had approved for\npublication. \n8. The newspaper said that a number of changes were made\nto the article which appeared in the second edition of the newspaper to bring\nthe text more closely in line with final version approved by the\ncomplainant.   In response to this complaint, the newspaper offered\nto publish a clarification to the effect that the complainant was unhappy with\nthe final version of the article. \n9. In relation to the changes made in the second edition,\nthe complainant said that the newspaper had not changed the reference to former\ncommanders being said to be “furious”, the use of the word “notoriously”, nor\nthe headline. In response to the newspaper’s offer of a clarification, the\ncomplainant requested to have sight of the text that the newspaper would use. \n10. The newspaper published the following clarification\non 10 September, before the complainant made this complaint to IPSO, on its\nletters page: \nMajor General Christopher Elliott has asked us to clarify\nthat, as published, his article (Opinion, Sept 3) gave more weight than he had\nintended to the reaction of former military commanders to the early drafts of\nthe Chilcot report. We apologise for a misunderstanding during the editing\nprocess. \n11. The complainant said that the clarification was\npublished without his consultation, and without notice to him.  He was not\nsatisfied that the clarification corrected the alleged inaccuracies, and denied\nthat there had been a “misunderstanding” during the editing process.  The\ncomplainant said that he would consider the matter closed if the newspaper\npublished a letter from him which noted his concerns that the article contained\ntext he had not approved, and noting that the publication of the letter had\nbeen agreed to by the newspaper in recognition that the proper process was not\nfollowed. \nRelevant Code Provisions\n12. Clause 1 (Accuracy) \ni) The Press must take care not to publish inaccurate,\nmisleading or distorted information, including pictures. \nii) A significant inaccuracy, misleading statement or\ndistortion once recognised must be corrected, promptly and with due prominence,\nand - where appropriate - an apology published. In cases involving the\nRegulator, prominence should be agreed with the Regulator in advance. \niii) The Press, whilst free to be partisan, must distinguish\nclearly between comment, conjecture and fact. \nClause 2 (Opportunity for reply) \nA fair opportunity for reply to inaccuracies must be\ngiven when reasonably called for. \nFindings of the Committee\n13. The Committee acknowledged the complainant’s concern\nthat the newspaper had introduced into the published article words and phrases\nthat he had not approved. However, the Code does not create a requirement for\ncopy approval, and these changes were insignificant; they did not significantly\nalter the tone of the article, or the arguments being made. The inclusion of\nthe reference to former commanders being “said to be furious” did not attribute\nto the complainant an argument or opinion that he had not made in his approved\ndrafts. For this reason, the amendments to the body of the text did not\nconstitute a breach of Clause 1. \n14. The Committee noted the complainant’s position that\nthere was a distinction between identifying a failure in the decision-making\nprocess, and the military actively passing the blame to politicians. However,\nthe complainant had referred to politicians having “largely taken the blame for\n[recent military decisions] so far, but the military must accept their share\ntoo”. Furthermore, in an earlier approved draft of the article, he had referred\nto Mr Bower’s explanation for the delay in the Chilcot inquiry as “plausible”,\nand had noted his line of argument that “military chiefs have batted criticism\nback to Sir John Chilcot, claiming that they were just following orders issued\nby their political masters”. In these circumstances, the headline and\nsubheadline were not an inaccurate or misleading summary of the complainant’s\nposition. This aspect of the complaint did not raise a breach of Clause\n1.  \n15. No inaccuracies had been established as to raise a\nbreach of Clause 1 (Accuracy), and the terms of Clause 2 (Opportunity for\nreply) were not engaged. \nConclusions\n16. The complaint was not upheld. \nRemedial Action Required\nN/A \nDate complaint received: 15/09/2015\nDate decision issued: 03/11/2015\nBack to ruling listing\n\n\n"
}