{
    "url": "/rulings-and-resolution-statements/ruling/?id=05726-15",
    "title": "05726-15 Boyd v Express.co.uk",
    "provisions": [
        "1 (Accuracy) 2015",
        "12 (Discrimination) 2015"
    ],
    "outcome": "No breach - after investigation",
    "publication": "express.co.uk (Reach PLC)",
    "published_on": "2015-09-15 00:00:00",
    "received_on": "2015-09-16 00:00:00",
    "concluded_on": "2015-11-20 00:00:00",
    "complaint_processing_days": 65,
    "conclusion_long": "11. The complaint was not upheld.",
    "remedial_action": "N/A  Date complaint received: 16/09/2015",
    "text": "\n\n\n\n\n\n·  Decision of the Complaints Committee 05726-15 Boyd v\nExpress.co.uk\nSummary of complaint \n1. Sean Boyd complained to the Independent Press\nStandards Organisation that Express.co.uk breached Clause 1 (Accuracy) and\nClause 12 (Discrimination) of the Editors’ Code of Practice in an article\nheadlined “Warning: Britain ‘faces new wave of gun massacres amid fears over\nfirearms laws’”, published on 15 September 2015. \n2. The article reported on Her Majesty’s Inspectorate of\nConstabulary’s (HMIC) report “Targeting the risk: An inspection of the\nefficiency and effectiveness of firearms licensing in police forces in England\nand Wales”. It reported that the failings identified in the HMIC report “come\nin the wake of horrific shootings in recent years”, and referred to the case of\nDerrick Bird in 2010, in which 12 people were murdered. It included the\ncomments of the individual who led the HMIC report, who had said that “unless\nthings change, we run the risk of further tragedies occurring”. The article was\noriginally accompanied by an image depicting machine guns for sale on a wall\ndisplay. The sub headline stated that “Britain faces a new wave of gun\nmassacres unless the current firearms licensing system is overhauled, experts\nhave warned”. \n3. The complainant said that the HMIC report did not\nclaim that Britain “faces a new wave of gun massacres”. In addition, he said\nthat this claim implied there was a previous wave of gun massacres, which he\ndenied. He said that the image which originally accompanied the article\ndepicted illegal firearms, rather than firearms covered by the licensing\nsystem. The complainant was concerned that the article was an attack on\nlaw-abiding firearms owners, and implied that they had mental instabilities; he\nsaid that this discriminated against law-abiding gun owners. \n4. The newspaper said that the individual who led the report\nhad said that “unless things change, we run the risk of further tragedies\noccurring”, and such tragedies included the murders in Cumbria. It was not\nmisleading to claim that the report warned of a new wave of gun massacres in\nthis context. It denied that this implied that there had been a previous wave\nof gun massacres. The newspaper denied that there was a breach of Clause 12. It\nsaid that Clause 12 is designed to protect individuals from discrimination,\nrather than groups such as fire-arms owners from generalised remarks. \n5. The newspaper said that on the day the article was\npublished, it received a telephone call complaining about the image of machine\nguns. After this call, the image was changed to one of a shotgun, and the\nfollowing text was added as a footnote to the article, with the heading\n“correction”: \nIn the first version of this article we published a\npicture which showed a number of firearms which are illegal in the United\nKingdom. Firearms which are illegal in Britain include machine guns. The image\nused to illustrate this article pictured a machine gun. It was therefore\nmisleading to illustrate the article with an image of a machine gun. This has\nbeen amended and we are happy to set the record straight. \nRelevant Code Provisions\n6. Clause 1 (Accuracy) \ni) The Press must take care not to publish inaccurate,\nmisleading or distorted information, including pictures. \nii) A significant inaccuracy, misleading statement or\ndistortion once recognised must be corrected, promptly and with due prominence,\nand – where appropriate – an apology published. In cases involving the\nRegulator, prominence should be agreed with the Regulator in advance. \niii) The Press, whilst free to be partisan, must\ndistinguish clearly between comment, conjecture and fact. \nClause 12 (Discrimination) \ni) The press must avoid prejudicial or pejorative\nreference to an individual's race, colour, religion, gender, sexual orientation\nor to any physical or mental illness or disability. \nii) Details of an individual's race, colour, religion,\nsexual orientation, physical or mental illness or disability must be avoided\nunless genuinely relevant to the story. \nFindings of the Committee\n7. The HMIC report noted that recommendations to upgrade\nthe status of the Home Office guidance on firearms licensing made after Derrick\nBird killed 12 people in 2010, and after Michael Atherton killed three people\nin 2012 had not been implemented. It claimed that history suggested that a\nsimilar pattern of inaction would follow the next fatal tragedy involving a\nfirearm.  The HMIC’s press release on the report stated that “lessons from\npast tragedies have not always been learnt and this fails the victims of those\nevents, including their families, unacceptably. Unless things change, we run the\nrisk of further tragedies occurring.”  It was not misleading to refer to\nthese incidents as “gun massacres”, and the HMIC had warned of further such\ntragedies occurring.  In these circumstances, the headline warning that\n“Britain ‘faces new wave of gun massacres amid fears over firearms laws’”, was\nnot misleading; it accurately summarised the HMIC’s comments. There was no\nbreach of Clause 1 on this point. \n8. The Committee acknowledged that the firearms depicted\nin the image which originally accompanied the article were illegal in the\nUK.  However, the article reported on failures the HMIC had identified in\nthe gun licensing system. These related to application backlogs, the medical\nchecks of those applying to own guns and the number of firearms stolen or\nmissing. The article did not criticise, or otherwise comment on the type of\nfirearm available in the UK, nor did the article’s claim that Britain faced “a\nnew wave of gun massacres” rely on such a claim about the firearms available.\nAny misleading impression the image gave was not significant; it did not\nsupport any claim subsequently made in the article, and served simply to\nillustrate that the article was about guns. There was no breach of Clause 1. \n9. While it was not required under the terms of Clause 1\n(ii), the Committee welcomed the newspaper’s prompt recognition of the fact\nthat the firearms depicted were illegal in the UK, its decision to replace it\nwith an image of a shotgun, and its addition of a footnote clarifying the\nposition. \n10. Clause 12 protects individuals from discrimination on\nthe basis of certain characteristics. The complainant’s concern that the\narticle discriminated against firearms owners did not engage the terms of\nClause 12, and there was no breach of the Code on this point.  \nConclusions\n11. The complaint was not upheld. \nRemedial Action Required\nN/A \nDate complaint received: 16/09/2015\nDate decision issued: 20/11/2015 \nBack to ruling listing\n\n\n"
}