{
    "url": "/rulings-and-resolution-statements/ruling/?id=05737-18",
    "title": "05737-18 A woman v Mail Online",
    "provisions": [
        "9 Reporting of crime (2018)",
        "2 Privacy (2018)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "Mail Online (Associated Newspapers Limited)",
    "published_on": "2018-08-05 00:00:00",
    "received_on": "2018-08-09 00:00:00",
    "concluded_on": "2018-11-23 00:00:00",
    "complaint_processing_days": 106,
    "conclusion_long": "16. The complaint was not upheld.",
    "remedial_action": "17. N/ADate complaint received: 09/08/2018",
    "text": "\n\n\n\n\n\nDecision\nof the Complaints Committee 05737-18\nA woman v Mail Online \nSummary of\nComplaint 1.    A woman\ncomplained to the Independent Press Standards Organisation that Mail Online\nbreached Clause 2 (Privacy) and Clause 9 (Reporting of crime) of the Editors’\nCode of Practice in an article headlined “Brother-in-law of midwife’s ex-fiancé\nappears in court charged with her murder- as its claimed she told colleagues\nshe had been threatened before she vanished”, published on 5 August 2018. 2.    The article\nreported that the complainant’s husband had been charged with the murder of\nSamantha Eastwood, whose was reported missing on 27 July 2018. The article\nnamed the complainant and explained that she was the wife of the accused; the\narticles also explained the complainant’s connection to Ms Eastwood, who was\nthe complainant’s brother’s ex-fiancé. 3.    The article contained\na un-pixelated photograph of the complainant sitting next to her husband, her\nbrother and Ms Eastwood. The photograph was captioned with an explanation of\nwho each person was, and how they were connected to each other. The article\nalso contained a second photograph of the complainant at her wedding, standing next\nto her husband. A third photograph of the exterior of the complainant’s home\nalso appeared in the article, with the door number visible; it showed police\nofficers searching the home the previous week, and the caption which\naccompanied it explained that the house was now being treated as a crime scene. 4.    The complainant\nsaid the publication of this un-pixelated photograph, in which she was clearly\nidentifiable, was a breach of Clause 9 as she was not relevant to the story,\nand was an innocent party. The complainant sought the removal of her name and\nrelationship with the accused from the article, as she said that the reporting exposed her to a risk of retaliation, a risk which\nshe believed was heightened by the publication of a photograph of the exterior\nof her home, with the door number visible. The complainant said that the\nexterior of her home was very distinctive and anyone following the story would\nhave knowledge of the street name and the area in which it was located from\nother reports; in those circumstances, she said that the publication of a\nphotograph of her home with the front door number visible represented a risk to\nher safety and an intrusion into her privacy. The complainant also said that\nthe photograph of her, her husband, her brother and Ms Eastwood had been\nobtained from a private photo album on Facebook visible only to friends. 5.    The publication did\nnot accept a breach of the Code. It said it was not in dispute that the\ncomplainant was an entirely innocent party, but it was the case that she was\nrelevant to the story for two reasons. First, she represented a familial link\nbetween the victim and the man charged with her murder, and the first\nphotograph was a useful aid for readers to understand the connection. Second,\nafter a search by the police, the complainant’s home had been declared a crime\nscene. 6.    The publication noted\nthat the complainant was first identified by name and by photograph in a number\nof publications, without complaint, before it was reported that the man had\nbeen arrested and charged with murder. It said that reference to the\ncomplainant was made in reports of the search at her home. It said that without\nprejudice to its position that the complainant was relevant to the story, it\nwas not possible for Clause 9 to be breached by the re-publication of the\ncomplainant’s identity and relationship with the man, which was a matter of\npublic record, following his arrest. 7.    The publication\ndenied that the publication of the photographs under complaint represented an\nintrusion into the complainant’s private life. It said that the first\nphotograph had been obtained from a publicly available Facebook account and did\nnot reveal any intrinsically private information about the complainant. It said\nthat the photograph of the complainant’s home had been tightly cropped and the\narticle did not contain any information which would allow the location of the\nhouse to be identified. While the publication did not accept that the\npublication of this image was intrusive, it pixelated the complainant’s door\nnumber, as a gesture of goodwill. 8.    During the\ncourse of IPSO’s investigation, the complainant’s husband pleaded guilty to the\nmurder of Ms Eastwood. It was widely reported that it was believed that Ms\nEastwood had been planning to reveal the fact of an affair between her and the\ncomplainant’s husband, before she was murdered. \nRelevant\nCode Provisions 9. Clause 2 (Privacy)*\ni) Everyone is entitled to respect for his or her private and family life,\nhome, health and correspondence, including digital communications.  \nii) Editors will be expected to justify intrusions into any individual's\nprivate life without consent. In considering an individual's reasonable\nexpectation of privacy, account will be taken of the complainant's own public\ndisclosures of information and the extent to which the material complained\nabout is already in the public domain or will become so. \niii) It is unacceptable to photograph individuals, without their\nconsent, in public or private places where there is a reasonable expectation of\nprivacy.\nClause 9 (Reporting of Crime \ni) Relatives or friends of persons convicted or accused of crime should\nnot generally be identified without their consent, unless they are genuinely\nrelevant to the story.\nFindings\nof the Committee 10.    Clause 9 offers protection to family and\nfriends from being caught unnecessarily in the publicity spotlight focused on\nthose accused, and aims to ensure that these individuals are not unjustifiably\ntainted by their association to alleged criminals. Prior to her husband’s\narrest, the complainant had been identified as part the reporting into Ms\nEastwood’s background and circumstances, which focused, in part, on Ms\nEastwood’s previous relationship with the complainant’s brother. Following her\nhusband’s arrest, the complainant continued to be identified by name and by photograph:\nat this point, the terms of Clause 9 were engaged. 11. As the sister of\nMs Eastwood’s ex-fiancé, and the wife of the accused, the complainant\nrepresented a familial connection between Ms Eastwood and the man accused of\nher murder. The first and second photograph, and the information which\naccompanied it, provided an explanation to readers of how these two individuals\nwould have known each other. Further, prior to his arrest, as reported in the\narticle, the home which the complainant had shared with her husband was\nsearched by police as part of its inquiries into Ms Eastwood’s disappearance.\nThis familial connection, and the search of her home, was relevant information\nrelating to the circumstances surrounding the alleged crime and the\ninvestigation into it. Identifying the complainant as the accused’s wife by name\nand by photograph was not a breach of Clause 9; she was genuinely relevant to\nthe story. 12. In coming to its\ndecision, the Committee also had regard to the fact that the\ncomplainant’s identity and relationship with the accused was a matter of public\nknowledge, prior to the terms of Clause 9 being engaged, as a consequence\nof the widespread reporting of the case, which included the first photograph\nsubject to complaint. The complainant had been identified as the sister of Ms Eastwood’s\nex-fiancé; this was relevant background information on Ms Eastwood’s life, and\nwas a connection which had been made and widely reported, prior to the\ncomplainant’s husband’s arrest. In the Committee’s view, in those\nparticular circumstances, it would be an unjustified restriction on the\npublication’s right to report on the developments in the case, to find a breach\nof Clause 9 in the publication’s decision to continue to identify the complainant\nby name and by photograph, following her husband’s arrest. 13. The Committee acknowledged the complainant’s safety\nconcerns; it wished to take this opportunity to make clear that the most\nappropriate authority in which to address concerns about safety, is the police.\nThe Committee also recognised that certain individuals, including those who\nbecome the subject of media attention, may be exposed to security problems if\ndetails which allow their address to be identified, are published. As\nsuch, this may be information in relation to which they have a reasonable\nexpectation of privacy. 14. The second photograph had shown the front wall, door,\nand side alley of the complainant’s home; it depicted the exterior of the\nproperty as it would ordinarily be seen by members of the public. The\ncomplainant had said that when combined with information reported elsewhere,\nthe details contained in the article, particularly the disclosure of her house\nnumber, would have enabled her home to be located. However, the question for\nthe Committee was whether the article under complaint contained information\nabout which the complainant had a reasonable expectation of privacy. In this\ninstance, the article had reported details of the wider geographical region\nwhere the property was located, but did not specify the street name or contain\nany other reference points.  The\nCommittee considered that in the absence of this information, the publication\nof the complainant’s front door number would not have enabled the location of\nthe property to be identified; in such circumstances, the complainant did not have a reasonable\nexpectation of privacy in relation to the information contained in the article.\nThere was no breach of Clause 2 on this point. 15. The wedding photograph had been published\non the Facebook account of another individual; the publication said that this\naccount was not protected by privacy settings.  The photograph had revealed the complainant’s\nlikeness, which was not information about which she had a reasonable\nexpectation of privacy. Further, the disclosure of her relationship with the\naccused was not intrusive, for the reasons set out above. There was no breach of the Code. \nConclusion16. The complaint\nwas not upheld. \nRemedial\nAction Required 17. N/ADate complaint received: 09/08/2018Date decision issued: 23/11/2018\nBack to ruling listing\n\n\n"
}