{
    "url": "/rulings-and-resolution-statements/ruling/?id=05741-19",
    "title": "05741-19 Grant and Pitts v Mail Online",
    "provisions": [
        "1 Accuracy (2019)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "Mail Online (Associated Newspapers Limited)",
    "published_on": "2019-07-26 00:00:00",
    "received_on": "2019-07-29 00:00:00",
    "concluded_on": "2019-10-08 00:00:00",
    "complaint_processing_days": 71,
    "conclusion_long": "9. The complaint was not upheld.",
    "remedial_action": "10. N/A   Date complaint received: 29/07/2019",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee 05741-19 Grant and\nPitts v Mail Online\nSummary of complaint\n1. Shane Grant and Genevieve Pitts complained to the\nIndependent Press Standards Organisation that Mail Online breached Clause 1\n(Accuracy) of the Editors’ Code of Practice in an article headlined “A\nreal-life Mr Darcy... or a misguided clown? Boyfriend 'hijacks' his\ngirlfriend's performance of Pride and Prejudice so he can propose in the hopes\nof staging a viral social media moment”, published on 26 July 2019.\n2. The article reported on Mr Grant’s proposal to his\npartner Ms Pitts, which took place on stage following Ms Pitts’ performance in\na play. Ms Pitts was described as a “semi-professional actress” and piano\nteacher. The article was critical of Mr Grant’s actions and said that he had\n“hijacked” the performance “in the hopes of staging a viral social media\nmoment” as part of a “new trend” in which men have been accused of using\nproposals as a means of “upstaging” important moments in their partners’ lives.\n3. The complainants said that the article was inaccurate in\nbreach of Clause 1. Mr Pitts said he did not plan the proposal so it would go\n“viral” on social media and it was not part of any “trend” or plan to “upstage”\nMs Pitts or “hijack” her performance; the proposal was carefully planned with\nthe director to occur after the end of the play, so that there was minimal\ndisruption. The complainant’s also disagreed with the article’s description of\nMr Grant as a “misguided clown”, and said that it was also inaccurate to\ndescribe Ms Pitts as a “semi-professional actress”; she was regularly paid for\nher acting work.\n4. The publication did not accept that the article was\ninaccurate. In relation to the claim that Mr Grant planned the proposal “to\nstage a viral social media moment”, it noted that he had chosen to propose on\nstage, in front of an audience that were likely to have phones or to be\nrecording the event, and noted that the complainants gave interviews to local\nnewspapers, radio stations and a news agency in order to promote the story.\nFurthermore, the publication referred to a post made by Mr Grant on an online\nforum in which he said that further articles on the story would be “if nothing\nelse… a nice memento of the occasion” and that he and Ms Pitts were “more than\nhappy” for the theatre to use the video for marketing purposes and that the\nsubsequent local newspaper and radio interviews were to “help push this”.\n5. The publication also said that it was not misleading to\ndescribe the proposal as an attempt by Mr Grant to “hijack” or “upstage” Ms\nPitts; it said that Mr Grant effectively took over the performance and stage\nwith an ulterior motive, and held his partner in this situation until she had\naccepted his proposal. It noted that there had been other instances in which\nsimilar public proposals had been subject to criticism, and the article\nincluded a recent example of this; as such, it was not misleading to describe\nthe event as part of a “trend”. In relation to the description of Ms Pitts as a\n“semi-professional actress”, it noted that she also works as a piano teacher.\n6. Nevertheless, as a gesture of goodwill, the publication\nmade several amendments to the article. It removed the references to a “viral\nsocial media moment” in both the headline and the body of the article, as well\nas the description of Mr Grant as a “misguided clown”. In addition, it changed\nthe article to make clear that Ms Pitts was a professional actress rather than\n“semi-professional”, and also offered to remove the reference to “hijack” if\nthis would resolve the complaint.\nRelevant Code Provisions\n7. Clause 1 (Accuracy)\ni) The Press must\ntake care not to publish inaccurate, misleading or distorted information or\nimages, including headlines not supported by the text.\nii) A significant\ninaccuracy, misleading statement or distortion must be corrected, promptly and\nwith due prominence, and — where appropriate — an apology published. In cases\ninvolving IPSO, due prominence should be as required by the regulator.\niii) A fair\nopportunity to reply to significant inaccuracies should be given, when\nreasonably called for.\niv) The Press, while\nfree to editorialise and campaign, must distinguish clearly between comment,\nconjecture and fact.\nFindings of the Committee\n8. Whilst the complainants disputed that the proposal was\nplanned in the hopes of staging a viral social media moment, their subsequent\nengagement with press interviews and their own engagement with the social media\nmentions of others meant that it was not unreasonable for the publication to\nassume that the subsequent social media impact had been planned in advance; it\nwas not significantly misleading to report that it had been planned “in the\nhopes of staging a viral social media moment”. Furthermore, the article\nexplained its basis for describing Mr Grant as having “hijacked” the\nperformance where he had unexpectedly taken to the stage and became the focus\nof the audience’s attention. By giving another example of where a similar proposal\nhad occurred, the article also gave an adequate basis for describing the\nproposal as being part of a “trend”. Where it was not in dispute that Ms Pitts\nalso worked as a piano teacher, there was no significantly misleading\nimpression as to her occupation created by describing her as a\n“semi-professional” actress. For all of these reasons, there was no breach of\nClause 1.\nConclusion\n9. The complaint was not upheld.\nRemedial Action Required\n10. N/A\n\n\nDate complaint received: 29/07/2019\nDate decision issued: 08/10/2019\nBack to ruling listing\n\n\n"
}