{
    "url": "/rulings-and-resolution-statements/ruling/?id=05748-15",
    "title": "05748-15 Talavera v Liverpool Echo",
    "provisions": [
        "3 (Privacy) 2015",
        "4 (Harassment) 2015"
    ],
    "outcome": "No breach - after investigation",
    "publication": "Liverpool Echo (Reach PLC)",
    "received_on": "2015-09-15 00:00:00",
    "concluded_on": "2015-11-01 00:00:00",
    "complaint_processing_days": 47,
    "conclusion_long": "14. The complaint was not upheld.",
    "remedial_action": "N/A  Date complaint received: 15/09/2015",
    "text": "\n\n\n\n\n\n·  Decision of the Complaints Committee 05748-15 Talavera\nv Liverpool Echo\nSummary of\ncomplaint\n1. Max Talavera complained to the Independent Press\nStandards Organisation that the Liverpool Echo had breached Clause 3 (Privacy)\nand Clause 4 (Harassment) of the Editors’ Code of Practice in an article\nheadlined “Wayne Rooney breaks England record: What happened to fellow mascot\nfrom 1996 Merseyside derby?”, published on 9 September 2015, and an article\nheadlined “Revealed: The other mascot with Wayne Rooney at 1996 Merseyside\nderby”, published on 10 September 2015. \n2. The complainant had been a football mascot with Wayne\nRooney at the Merseyside derby in 1996, and had been photographed appearing\nalongside him and some of the players. In the first article, the newspaper\npublished the photograph and initiated a search to find out the complainant’s\nidentity and what had happened to him. It shared the article, which asked\nreaders to provide information about the complainant, on social media. In the\nsecond article, the newspaper reported that a programme collector had provided\nthe match programme, which named the mascot. It reported the complainant’s name\nand said he was “believed to be from the Isle of Man”. \n3. The complainant said he had been aware of the first\narticle, but he had chosen to ignore it. He said he then received two telephone\ncalls from a number, which he identified as being that of the newspaper, on his\nex-directory telephone number. He ignored the telephone calls, but after 24\nhours, he contacted the newspaper to ask it to stop contacting him and to\nrequest that no information about him should be released. He provided the email\nhe had sent, which said “I am writing to inform you that if you contact me once\nmore and/or release information about me, I will take every legal action that\nis available to me.” \n4. Twenty minutes later, the complainant received a reply\nfrom the newspaper, explaining that it was going to run a story about his\nappearing as a mascot with Wayne Rooney in 1996. It told him that a programme\ncollector had provided his name, and it was contacting him in the hope that he\nwould share his memories of the football match for what would be a “lovely\nstory”. It said that if he did not wish to contribute to the story, he should\nlet it know and then no one would contact him again. \n5. The complainant responded to the newspaper, thanking\nit for its swift response and reiterating that he did not wish to provide any\ninformation or to have his identity revealed. He then sent a further email\nasking how the newspaper had obtained his telephone number. In response, the\nnewspaper said that it respected his decision not to contribute and confirmed\nthat it would take steps to ensure that its reporters did not contact him\nagain. It informed him that the follow-up article would include a photograph of\nthe programme, which gave his name, and that the story would also make\nreference to his identity. It said it was unaware of who had provided his telephone\nnumber. \n6. The complainant expressed concern that the second\npiece had named him and reported the region in which he lived. He said the\narticles had been shared more than 1,500 times on social media; members of the\npublic had contacted his family asking for information; and due to the number\nof messages he had received, he had closed his social media accounts. He said\nthere was no public interest in the stories, and no consideration had been\ngiven to the impact that they and the newspaper’s “witch hunt” would have on\nhim and his family. He considered that as the newspaper had to launch a\ncampaign in order to find him, the information was clearly private and not\nalready publicly available. \n7. The newspaper said it was not its intention to upset\nthe complainant, but to run a positive piece on the mascots at the 1996\nMerseyside derby. The second article was based on information given in the\npublicly-available match programme. \n8. The newspaper said the journalist had made two calls\nto the complainant, both of which had not been answered. It considered that\nbefore its first email to the complainant, he would not necessarily have known\nthe subject of the story, so it told him and asked if he wanted to contribute.\nIt did not consider that any of its contacts had constituted harassment. It\nconfirmed that his telephone number had been supplied by a member of the\npublic, but it would not identify the source because of its obligations under\nClause 14 (Confidential sources). \nRelevant Code Provisions\n9. Clause 3 (Privacy) \ni) Everyone is entitled to respect for his or her private\nand family life, home, health and correspondence, including digital\ncommunications. \nii) Editors will be expected to justify intrusions into\nany individual's private life without consent. Account will be taken of the\ncomplainant's own public disclosures of information. \niii) It is unacceptable to photograph individuals in\nprivate places without their consent. Note - Private places are public or\nprivate property where there is a reasonable expectation of privacy. \nClause 4 (Harassment) \ni) Journalists must not engage in intimidation,\nharassment or persistent pursuit. \nii) They must not persist in questioning, telephoning,\npursuing or photographing individuals once asked to desist; nor remain on their\nproperty when asked to leave and must not follow them. If requested, they must\nidentify themselves and whom they represent. \niii) Editors must ensure these principles are observed by\nthose working for them and take care not to use non-compliant material from\nother sources. \nClause 14 (Confidential sources) \nJournalists have a moral obligation to protect\nconfidential sources of information. \nFindings of the Committee\n10. The fact the complainant had appeared as a mascot\nwith Wayne Rooney at the Merseyside derby in 1996 was not private information.\nHe had appeared in a publicity photograph taken with some of the players in\npublic at the match, and his name had appeared in the publicly-available match\nprogramme. The newspaper had been entitled to publish the initial piece, which\nsought to establish his identity. The publication of his name and the region in\nwhich he lived in the follow-up piece did not represent a breach of Clause 3.\nThe complaint under Clause 3 was not upheld. \n11. Following the newspaper’s two attempts to contact him\nby telephone, the complainant had sent an email asking it to desist from making\nfurther contact. However, it was unclear from this email that the complainant\nalready knew that the newspaper had sought his comment on his appearance as a\nfootball mascot. The newspaper had therefore considered it necessary to inform\nhim about the story it planned to publish, and had asked him if he wished to\ncomment on it, but it had also made clear that it would ensure that no further\nattempts to contact him would be made, if requested. Following receipt of his\nconfirmation on this point, no further contact had been made. \n12. The Committee did not consider that the newspaper’s\ntwo telephone calls to the complainant, which had not been answered, or its\ncourteous responses to his emails had constituted harassment in breach of\nClause 4. \n13. While understanding the complainant’s concern that\nmembers of the public had also attempted to make contact with him, this did not\nrepresent harassment under the terms of Clause 4. The complaint under Clause 4\nwas not upheld. \nConclusions\n14. The complaint was not upheld. \nRemedial Action Required\nN/A \nDate complaint received: 15/09/2015\nDate decision issued:\n01/11/2015\nBack to ruling listing\n\n\n"
}