{
    "url": "/rulings-and-resolution-statements/ruling/?id=05764-15",
    "title": "05764-15 A man v Daily Record",
    "provisions": [
        "2 (Opportunity to reply) 2015",
        "3 (Privacy) 2015",
        "4 (Harassment) 2015",
        "1 (Accuracy) 2015",
        "11 (Victims of sexual assault) 2015"
    ],
    "outcome": "Breach - sanction: publication of adjudication",
    "publication": "Daily Record (Reach PLC)",
    "received_on": "2015-11-17 00:00:00",
    "concluded_on": "2016-01-27 00:00:00",
    "complaint_processing_days": 71,
    "conclusion_long": "of the case the sheriff had said that “against the whole background it’s hard to understand the decision making process by which it was found by the Crown to be in the public interest to pursue this case. Although I wasn’t convinced by the evidence provided by the accused I’m not going to find beyond reasonable doubt that the accused was guilty of criminal assault, far less a sexual one.” The newspaper said that it was clear in this case that the alleged offence should never have been classed as a sexual assault; it had therefore been justified in naming the complainant.7. The newspaper said that Clause 3 was not relevant to this complaint. The case had been heard in open court and therefore there could be no privacy concern.8. Nonetheless, as a gesture of goodwill the newspaper arranged for the article to be removed from third-party aggregator websites which had republished it. It had not been published on the newspaper’s own website.9. The complainant wanted the newspaper to apologise to him, both privately and in print, and provide a reassurance that it would not publish the names of alleged victims of sexual assault in future.Relevant Code Provisions10. Clause 1 (Accuracy)i) The press must take care not to publish inaccurate, misleading or distorted information, including pictures.ii) A significant inaccuracy, misleading statement or distortion once recognised must be corrected, promptly and with due prominence, and – where appropriate – an apology published.iii) The press, whilst free to be partisan, must distinguish clearly between comment, conjecture and fact.Clause 2 (Opportunity to reply)A fair opportunity for reply to inaccuracies must be given when reasonably called for.Clause 3 (Privacy)i) Everyone is entitled to respect for his or her private and family life, home, health and correspondence, including digital communications.ii) Editors will be expected to justify intrusions into any individual’s private life without consent. Account will be taken of the complainant’s own public disclosures of information.Clause 4 (Harassment)i) Journalists must not engage in intimidation, harassment or persistent pursuit.ii) They must not pursuit in questioning, telephoning, pursuing or photographing individuals once asked to desist, nor remain on their property when asked to leave and must not follow them. If requested, they must identify themselves and whom they represent.Clause 11 (Victims of sexual assault)The press must not identify victims of sexual assault or publish material likely to contribute to such identification unless there is adequate justification and they are legally free to do so.Findings of the Committee11. The Editors’ Code prohibits the identification of victims of sexual assault in almost all circumstances. The protection of the identities of people who make allegations of sexual assault is of great importance to society generally, and not just to those individuals at the centre of ongoing cases, as it is essential in ensuring that other victims are not dissuaded from reporting sexual offences to the police, for fear of unwanted publicity. The provisions of the Code apply as soon as a person complains that they are a victim of a sexual assault, regardless of whether the defendant is acquitted or the allegation is later withdrawn. The protections of Clause 11 exist independently of legal proceedings, and a later finding by the court that a defendant is not guilty is not relevant to whether the accuser is covered by Clause 11, although this could be relevant to the Committee’s consideration of whether identification was adequately justified.12. The terms of the Sexual Offences (Amendment) Act 1992 did not apply in this case, and no order preventing identification of the complainant had been imposed. The newspaper had been legally free to name the complainant. However, the Code sets out a more stringent test than the law in that, regardless of the legal position, publications may not name victims of sexual assault unless there is “adequate justification” to do so. This justification must be a compelling one in order to outweigh the general public interest in preserving victims’ anonymity.13. The newspaper argued that the naming of the alleged victim in this case was justified, as the sheriff had said that the offence should never have been classed as a sexual assault in the first place. However, the fact remained that the case had been taken forward to trial by the prosecuting authorities, and there was no finding that the complainant had acted improperly in making the accusation. Neither the acquittal nor the sheriff’s comments affected the complainant’s status as a self-identified victim of sexual assault. The sheriff’s criticism of the decision to prosecute was insufficient to justify identification of the complainant, and it was not necessary to name the complainant in order to report this criticism. The newspaper breached Clause 11.14. The fact that the complainant considered himself to be a victim of sexual assault was clearly private information. While the Committee acknowledged that the information had been heard in open court, the Editors’ Code specifically provides protection to people making allegations of sexual assault, and standard practice is that victims are not identified. The inclusion of the complainant’s name in the article represented an unjustified intrusion into the complainant’s private life, and a breach of Clause 3 of the Code.15. The Committee then considered the complainant’s additional concerns. The newspaper’s role was to accurately report the proceedings as heard in court; it was not required to independently investigate the accuracy of the statements heard there. While the complainant evidently disagreed with the claim about his initial reaction to the incident, this disagreement did not raise a breach of Clause 1. Further, in the absence of any established inaccuracies an opportunity to reply was not required; there was no breach of Clause 2.16. The terms of Clause 4 generally relate to the conduct of journalists and photographers during the newsgathering process. The concern that the article represented harassment did not engage the terms of Clause 4.Conclusions17. The complaint was upheld under Clause 3 and Clause 11.",
    "remedial_action": "18. Having upheld the complaint under Clause 3 and Clause 11, the Committee considered what remedial action should be required, taking into account that the newspaper had already arranged for the article to be removed from third-party aggregator sites. The Committee has the power to require the publication of a correction and/or adjudication; the nature, extent and placement of which is to be determined by IPSO. It may also inform the publication that further remedial action is required to ensure that the requirements of the Editors’ Code are met.19. The Committee required the newspaper to publish the Committee’s ruling upholding the complaint. The article had been published on page 15 of the newspaper; the adjudication should be published in full on page 15, or further forward. The headline of the adjudication should make clear that IPSO has upheld the complaint, and refer to its subject matter; it must be agreed with IPSO in advance. As the article had not appeared on the newspaper’s website, no online remedial action was required.20. The terms of the adjudication to be published are as follows:Following an article published in the Daily Record in 2015 a man complained to the Independent Press Standards Organisation that the Record breached Clause 3 (Privacy) and Clause 11 (Victims of sexual assault) of the Editors’ Code of Practice. IPSO upheld the complaint and has required the Record to publish this decision as a remedy to the breach.The article reported that a defendant had been found not guilty of an allegation of sexual assault; she had been accused of rubbing her breasts against the complainant at a party. The alleged offence took place in Scotland, and the trial had also taken place there. The alleged victim was named in the report.The complainant said that his identification in this context breached Clause 11. He said that he had been assured by the police in advance that he would not be identified by the media. The complainant also said that the publication of his name revealed private information about him – that he considered himself to be a victim of sexual assault – and the article therefore breached Clause 3 also.The newspaper said that there is no specific provision in Scottish law which grants automatic anonymity to victims, or alleged victims, of sexual assault; the newspaper was legally free to publish the complainant’s name. It was therefore entitled under Clause 11 to identify the complainant if there was “adequate justification” for doing so. At the conclusion of the case the sheriff had said that “against the whole background it’s hard to understand the decision making process by which it was found by the Crown to be in the public interest to pursue this case. Although I wasn’t convinced by the evidence provided by the accused I’m not going to find beyond reasonable doubt that the accused was guilty of criminal assault, far less a sexual one.” The newspaper said that it was clear in this case that the alleged offence should never have been classed as a sexual assault; it had therefore been justified in naming the complainant.The newspaper said that Clause 3 was not relevant to this complaint. The case had been heard in open court and therefore there could be no privacy concern.IPSO’s Complaints Committee said that the Editors’ Code prohibits the identification of victims of sexual assault in almost all circumstances. The newspaper had been legally free to name the complainant. However, the Code sets out a more stringent test than the law in that, regardless of the legal position, publications may not name victims of sexual assault unless there is “adequate justification” to do so.The case had been taken forward to trial by the prosecuting authorities, and there was no finding that the complainant had acted improperly in making the accusation. Criticism of the decision to prosecute was insufficient to justify identification of the complainant. The newspaper breached Clause 11.The fact that the complainant considered himself to be a victim of sexual assault was clearly private information. The inclusion of the complainant’s name in the article represented an unjustified intrusion into his private life, and a breach of Clause 3 of the Code.      Date complaint received: 17/11/2015",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee 05764-15 A man v\nDaily RecordSummary of complaint 1. A man complained to the Independent Press Standards\nOrganisation, through a representative, that the Daily Record breached Clause 1\n(Accuracy), Clause 2 (Opportunity to reply), Clause 3 (Privacy), Clause 4\n(Harassment) and Clause 11 (Victims of sexual assault) of the Editors’ Code of\nPractice in an article published in 2015.2. The article reported that a defendant had been found not\nguilty of an allegation of sexual assault; she had been accused of rubbing her\nbreasts against the complainant at a party. The alleged offence took place in\nScotland, and the trial had also taken place there. The alleged victim was\nnamed in the report.3. The complainant said that his identification in this\ncontext breached Clause 11. He said that he had been assured by the police in\nadvance that he would not be identified by the media. The article had caused\nhim significant upset: it was humiliating to be identified in this way, and his\nfamily and friends had found out about the incident through reading about it in\nthe newspaper. The complainant also said that the publication of his name\nrevealed private information about him – that he considered himself to be a\nvictim of sexual assault – and the article therefore breached Clause 3 also.4. The complainant also said that the article had\ninaccurately reported his initial response to the incident; this breached\nClause 1. He said that he had not been offered a right to reply to the\nallegations, and that this breached Clause 2. Lastly, he said that publication\nof the article constituted harassment, in breach of Clause 4.5. The newspaper acknowledged that it is usual practice in\nScotland not to name alleged victims of sexual offences. However, unlike in the\nrest of the UK, there is no specific provision in Scottish law which grants\nautomatic anonymity to victims, or alleged victims, of sexual assault; a judge\nhas the power to make such an order. No order had been made in this case.6. In these circumstances, the newspaper was legally free to\npublish the complainant’s name. It was therefore entitled under Clause 11 to\nidentify the complainant if there was “adequate justification” for doing so. At\nthe conclusion of the case the sheriff had said that “against the whole\nbackground it’s hard to understand the decision making process by which it was\nfound by the Crown to be in the public interest to pursue this case. Although I\nwasn’t convinced by the evidence provided by the accused I’m not going to find\nbeyond reasonable doubt that the accused was guilty of criminal assault, far\nless a sexual one.” The newspaper said that it was clear in this case that the\nalleged offence should never have been classed as a sexual assault; it had\ntherefore been justified in naming the complainant.7. The newspaper said that Clause 3 was not relevant to this\ncomplaint. The case had been heard in open court and therefore there could be\nno privacy concern.8. Nonetheless, as a gesture of goodwill the newspaper\narranged for the article to be removed from third-party aggregator websites\nwhich had republished it. It had not been published on the newspaper’s own\nwebsite.9. The complainant wanted the newspaper to apologise to him,\nboth privately and in print, and provide a reassurance that it would not\npublish the names of alleged victims of sexual assault in future.Relevant Code Provisions10. Clause 1 (Accuracy)i) The press must take care not to publish inaccurate,\nmisleading or distorted information, including pictures.ii) A significant inaccuracy, misleading statement or\ndistortion once recognised must be corrected, promptly and with due prominence,\nand – where appropriate – an apology published.iii) The press, whilst free to be partisan, must distinguish\nclearly between comment, conjecture and fact.Clause 2 (Opportunity to reply)A fair opportunity for reply to inaccuracies must be given\nwhen reasonably called for.Clause 3 (Privacy)i) Everyone is entitled to respect for his or her private\nand family life, home, health and correspondence, including digital\ncommunications.ii) Editors will be expected to justify intrusions into any\nindividual’s private life without consent. Account will be taken of the\ncomplainant’s own public disclosures of information.Clause 4 (Harassment)i) Journalists must not engage in intimidation, harassment\nor persistent pursuit.ii) They must not pursuit in questioning, telephoning,\npursuing or photographing individuals once asked to desist, nor remain on their\nproperty when asked to leave and must not follow them. If requested, they must\nidentify themselves and whom they represent.Clause 11 (Victims of sexual assault)The press must not identify victims of sexual assault or\npublish material likely to contribute to such identification unless there is\nadequate justification and they are legally free to do so.Findings of the Committee11. The Editors’ Code prohibits the identification of\nvictims of sexual assault in almost all circumstances. The protection of the\nidentities of people who make allegations of sexual assault is of great\nimportance to society generally, and not just to those individuals at the\ncentre of ongoing cases, as it is essential in ensuring that other victims are\nnot dissuaded from reporting sexual offences to the police, for fear of\nunwanted publicity. The provisions of the Code apply as soon as a person\ncomplains that they are a victim of a sexual assault, regardless of whether the\ndefendant is acquitted or the allegation is later withdrawn. The protections of\nClause 11 exist independently of legal proceedings, and a later finding by the\ncourt that a defendant is not guilty is not relevant to whether the accuser is\ncovered by Clause 11, although this could be relevant to the Committee’s\nconsideration of whether identification was adequately justified.12. The terms of the Sexual Offences (Amendment) Act 1992\ndid not apply in this case, and no order preventing identification of the\ncomplainant had been imposed. The newspaper had been legally free to name the\ncomplainant. However, the Code sets out a more stringent test than the law in\nthat, regardless of the legal position, publications may not name victims of\nsexual assault unless there is “adequate justification” to do so. This\njustification must be a compelling one in order to outweigh the general public\ninterest in preserving victims’ anonymity.13. The newspaper argued that the naming of the alleged\nvictim in this case was justified, as the sheriff had said that the offence\nshould never have been classed as a sexual assault in the first place. However,\nthe fact remained that the case had been taken forward to trial by the\nprosecuting authorities, and there was no finding that the complainant had\nacted improperly in making the accusation. Neither the acquittal nor the\nsheriff’s comments affected the complainant’s status as a self-identified\nvictim of sexual assault. The sheriff’s criticism of the decision to prosecute\nwas insufficient to justify identification of the complainant, and it was not\nnecessary to name the complainant in order to report this criticism. The\nnewspaper breached Clause 11.14. The fact that the complainant considered himself to be a\nvictim of sexual assault was clearly private information. While the Committee\nacknowledged that the information had been heard in open court, the Editors’\nCode specifically provides protection to people making allegations of sexual\nassault, and standard practice is that victims are not identified. The\ninclusion of the complainant’s name in the article represented an unjustified\nintrusion into the complainant’s private life, and a breach of Clause 3 of the Code.15. The Committee then considered the complainant’s\nadditional concerns. The newspaper’s role was to accurately report the\nproceedings as heard in court; it was not required to independently investigate\nthe accuracy of the statements heard there. While the complainant evidently\ndisagreed with the claim about his initial reaction to the incident, this\ndisagreement did not raise a breach of Clause 1. Further, in the absence of any\nestablished inaccuracies an opportunity to reply was not required; there was no\nbreach of Clause 2.16. The terms of Clause 4 generally relate to the conduct of\njournalists and photographers during the newsgathering process. The concern\nthat the article represented harassment did not engage the terms of Clause 4.Conclusions17. The complaint was upheld under Clause 3 and Clause 11.Remedial Action Required18. Having upheld the complaint under Clause 3 and Clause\n11, the Committee considered what remedial action should be required, taking\ninto account that the newspaper had already arranged for the article to be\nremoved from third-party aggregator sites. The Committee has the power to\nrequire the publication of a correction and/or adjudication; the nature, extent\nand placement of which is to be determined by IPSO. It may also inform the\npublication that further remedial action is required to ensure that the requirements\nof the Editors’ Code are met.19. The Committee required the newspaper to publish the\nCommittee’s ruling upholding the complaint. The article had been published on\npage 15 of the newspaper; the adjudication should be published in full on page\n15, or further forward. The headline of the adjudication should make clear that\nIPSO has upheld the complaint, and refer to its subject matter; it must be\nagreed with IPSO in advance. As the article had not appeared on the newspaper’s\nwebsite, no online remedial action was required.20. The terms of the adjudication to be published are as\nfollows:Following an article published in the Daily Record in 2015 a\nman complained to the Independent Press Standards Organisation that the Record\nbreached Clause 3 (Privacy) and Clause 11 (Victims of sexual assault) of the\nEditors’ Code of Practice. IPSO upheld the complaint and has required the\nRecord to publish this decision as a remedy to the breach.The article reported that a defendant had been found not\nguilty of an allegation of sexual assault; she had been accused of rubbing her\nbreasts against the complainant at a party. The alleged offence took place in\nScotland, and the trial had also taken place there. The alleged victim was\nnamed in the report.The complainant said that his identification in this context\nbreached Clause 11. He said that he had been assured by the police in advance\nthat he would not be identified by the media. The complainant also said that\nthe publication of his name revealed private information about him – that he\nconsidered himself to be a victim of sexual assault – and the article therefore\nbreached Clause 3 also.The newspaper said that there is no specific provision in\nScottish law which grants automatic anonymity to victims, or alleged victims,\nof sexual assault; the newspaper was legally free to publish the complainant’s\nname. It was therefore entitled under Clause 11 to identify the complainant if\nthere was “adequate justification” for doing so. At the conclusion of the case\nthe sheriff had said that “against the whole background it’s hard to understand\nthe decision making process by which it was found by the Crown to be in the\npublic interest to pursue this case. Although I wasn’t convinced by the\nevidence provided by the accused I’m not going to find beyond reasonable doubt\nthat the accused was guilty of criminal assault, far less a sexual one.” The\nnewspaper said that it was clear in this case that the alleged offence should\nnever have been classed as a sexual assault; it had therefore been justified in\nnaming the complainant.The newspaper said that Clause 3 was not relevant to this\ncomplaint. The case had been heard in open court and therefore there could be\nno privacy concern.IPSO’s Complaints Committee said that the Editors’ Code\nprohibits the identification of victims of sexual assault in almost all\ncircumstances. The newspaper had been legally free to name the complainant.\nHowever, the Code sets out a more stringent test than the law in that,\nregardless of the legal position, publications may not name victims of sexual\nassault unless there is “adequate justification” to do so.The case had been taken forward to trial by the prosecuting\nauthorities, and there was no finding that the complainant had acted improperly\nin making the accusation. Criticism of the decision to prosecute was\ninsufficient to justify identification of the complainant. The newspaper\nbreached Clause 11.The fact that the complainant considered himself to be a\nvictim of sexual assault was clearly private information. The inclusion of the\ncomplainant’s name in the article represented an unjustified intrusion into his\nprivate life, and a breach of Clause 3 of the Code.     \nDate complaint received: 17/11/2015\nDate decision issued: 27/01/2016\nBack to ruling listing\n\n\n"
}