{
    "url": "/rulings-and-resolution-statements/ruling/?id=05768-18",
    "title": "05768-18 Solomon v Mail Online",
    "provisions": [
        "2 Privacy (2018)",
        "6 Children (2018)"
    ],
    "outcome": "Breach - sanction: publication of adjudication",
    "publication": "Mail Online (Associated Newspapers Limited)",
    "published_on": "2018-08-25 00:00:00",
    "received_on": "2018-08-25 00:00:00",
    "concluded_on": "2019-01-24 00:00:00",
    "complaint_processing_days": 152,
    "conclusion_long": "17. The complaint was upheld.",
    "remedial_action": "18. Having upheld the complaint, the Committee considered what remedial action should be required. 19. Where the Committee has upheld a complaint as a breach of Clause 2, the appropriate remedial action is the publication of an adjudication. 20. The adjudication should be published online, with a link to it (including the headline) being published on the top 50% of the publication’s homepage for 24 hours, with a link to the full adjudication (including the headline) appearing on the homepage for 24 hours; it should then be archived in the usual way. The headline to the adjudication should make clear that IPSO has upheld the complaint, give the title of the publication and refer to the complaint’s subject matter. The headline must be agreed with IPSO in advance. The publication should contact IPSO to confirm the amendments it now intends to make to the article to avoid the continued publication of material in breach of the Editors’ Code of Practice. If the article remains online un-amended, the full adjudication (including the headline) should appear below the headline. 21. The terms of the adjudication for publication are as follows: Fiona Solomon complained to the Independent Press Standards Organisation on behalf of the Solomon family, including her daughters, Jemma and Stacey, that Mail Online breached Clause 2 (Privacy) of the Editors’ Code of Practice in an article headlined: “Stacey Solomon PICTURE EXLUSIVE: TV star wows in dove grey bridesmaid dress at her sister’s wedding… yet can’t resist stealing a cigarette break before the nuptials”, published on 25 August 2018. The article reported that Stacey Solomon, a television presenter, had attended the wedding of her sister. The article was accompanied by a number of photographs of the wedding party taken in the grounds of the venue. The complainants said that the photographs had been taken without their knowledge and consent while they had been engaged in private family life. The complainants said that, apart from Stacey Solomon, the family was not in the public eye, and there was no public interest in reporting on the wedding or publishing photos from it. The publication said that a wedding is the most public aspect of a relationship and no private information was revealed from the photographs. The publication said that weddings can never be private ceremonies and all civil wedding venues must ensure that the premises are open to the public. It said that although the photographer took steps not to intrude on the events on the day by keeping a respectful distance from the wedding party during the ceremony, the grounds would have been open to the public, as not to do so would have meant the venue being in breach of the licence conditions. The photographer, without permission, had entered the grounds of the hotel, which the complainants had booked out for the purpose of the wedding. In such circumstances, the complainants had a reasonable expectation that the grounds of the hotel would be respected as a place where they could enjoy their private and family lives, without intrusion.  The photographer had taken a number of photographs of the complainants in several locations which would not have easily been visible from the public road which ran alongside the hotel. These photographs had been taken, without the complainants’ knowledge and consent, while they had been socialising together and engaging in their private and family lives. Publishing photographs of the complainants taken in such circumstances represented an intrusion; the publication had not sought to justify the publication of the images in the public interest. The complaint under Clause 2 was upheld. Independent Complaints Reviewer The publication complained to the Independent Complaints Reviewer about the process followed by IPSO in handling this complaint. The Independent Complaints Reviewer decided that the process was not flawed and did not uphold the request for review.Date complaint received: 25/08/2018",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee 05768-18 Solomon v Mail Online\nSummary of complaint\n1. Fiona Solomon\ncomplained to the Independent Press Standards Organisation on behalf of the\nSolomon family, including her daughters, Jemma and Stacey, that Mail Online\nbreached Clause 2 (Privacy) and Clause 6 (Children) of the Editors’ Code of\nPractice in an article headlined: “Stacey Solomon PICTURE EXLUSIVE: TV star\nwows in dove grey bridesmaid dress at her sister’s wedding… yet can’t resist\nstealing a cigarette break before the nuptials”, published on 25 August 2018.\n2. The article\nreported that Stacey Solomon, a television presenter, had attended the wedding\nof her sister. The article was accompanied by a number of photographs of the\nwedding party taken in the grounds of the venue, including the bride in her\nwedding dress walking alongside her father, and Stacey Solomon smoking, and\nbending down to adjust her sister’s dress. A number of photographs featured the\ncomplainant’s grandchildren, with their faces pixelated.\n3. The complainants said that the photographs had been taken without their knowledge and consent\nwhile they had been engaged in private family life. They said that the\npublication of the images was an unjustified intrusion into their privacy. The\ncomplainants said further, that the publication of pixelated images of the\nchildren, without parental consent, was a breach of Clause 6.\n4. The complainants\nsaid that the publication had made no attempt to seek consent from the family,\nor to establish the circumstances in which the photographs had been taken\nbefore publication. They said that the entire venue had been booked out for the\nwedding, and the angle of the photographs demonstrated that the photographer\nwould have been standing within the private grounds of the hotel when the\nimages were taken, as the area would not have been visible from the public\nroad.\n5.  The complainants\nsaid that, apart from Stacey Solomon, the family was not in the public eye, and\nthere was no public interest in reporting on the wedding or publishing photos\nfrom it. The complainants expressed concern that Jemma Solomon had been denied\nthe excitement of seeing the pictures that were taken by her official wedding\nphotographer on the day. While the complainants acknowledged that Stacey\nSolomon was in the public eye, they said that she still had the right to have\nher privacy respected. They said that the photographs of Stacey smoking were\nparticularly intrusive, as they were intended to expose her to ridicule.\n6. The publication\ndid not accept a breach of the Code. It said that the photographs were taken in\ncircumstances where there was no reasonable expectation of privacy, and it did\nnot accept that the terms of Clause 6 were engaged.\n7. The publication\nsaid that it had obtained the photographs from a press agency. Prior to\npublication, it had asked the agency about the circumstances in which the\npictures were taken; the agency had explained that the hotel wedding venue was\nsituated within grounds that were open to the public. The publication provided\na marked-up aerial photograph of the hotel, and clarified that the photographer\nhad been standing on the edge of the grounds, and not on the public road which\nran alongside, at the time the photographs were taken.\n8. The publication\nnoted the complainant’s position that the venue had been “booked out” on the\nday; it acknowledged that this was something which was offered by the venue,\nbut said that there was no mention on the venue’s website that this meant that\nthe hotel and grounds were solely for the private use of the guests only. The\npublication said that weddings can never be private ceremonies and all civil\nwedding venues must ensure that the premises are open to the public. It said\nthat although the photographer took steps not to intrude on the events on the\nday by keeping a respectful distance from the wedding party during the\nceremony, the grounds would have been open to the public, as not to do so would\nhave meant the venue being in breach of the licence conditions.\n9. The publication\nsaid that a wedding is the most public aspect of a relationship and no private\ninformation was revealed from the photographs. The publication said that a\nnumber of people pictured, namely Jemma Solomon and her father, had been\nfeatured in the media already to some extent, and aspects of their family life\nhad already been placed into the public domain.\n10. The publication said that shortly after publication, it\nhad been contacted by a PR representative of Stacey Solomon, who had requested\nremoval of the images. The publication provided copies of this correspondence,\nin which the representative had said: “I appreciate that you will want to\nretain the photos of Stacey and [her partner], but her sister has kept her\nwedding day off of social media etc to keep it private until the professional\nphotos”. It noted that at least initially, it had been made plain that Stacey\nSolomon had no expectation of privacy.\n11. The publication said that the terms of Clause 6 were not\nengaged, because the children had not been photographed on an issue which\ninvolved their welfare. Notwithstanding this, it said that it pixelated the\nfeatures of the children heavily, prior to publication, and no private\ninformation had been revealed about them. It noted that Stacey Solomon had\npublished an image on Instagram of herself, her partner and her children on the\nday of the wedding, and that Jemma Solomon had similarly published unpixelated\npictures of her children on social media.\n12. While the publication did not accept a breach of the\nCode, as a gesture of goodwill, and in an attempt to resolve the complaint, the\npublication removed the photographs of the bride. It also offered to remove the\nphotographs of the other family members and their children, except for the\nimages of Stacey Solomon.\nRelevant Code Provisions\nClause 2 (Privacy) *\ni) Everyone is entitled to respect for his or her private\nand family life, home, health and correspondence, including digital communications.\nii) Editors will be expected to justify intrusions into any\nindividual’s private life without consent. In considering an individual’s\nreasonable expectation of privacy, account will be taken of the complainant’s\nown public disclosures of information and the extent to which the material\ncomplained about is already in the public domain or will become so.\niii) It is unacceptable to photograph individuals, without\ntheir consent, in public or private places where there is a reasonable\nexpectation of privacy.\nClause 6 (Children)\ni) All pupils should be free to complete their time at\nschool without unnecessary intrusion.\niii) Children under 16 must not be interviewed or\nphotographed on issues involving their own or another child’s welfare unless a\ncustodial parent or similarly responsible adult consents.\nv) Editors must not use the fame, notoriety or position of a\nparent or guardian as sole justification for publishing details of a child's\nprivate life.\nFindings of the Committee\n13. A marriage is a public declaration of a relationship;\nthe fact of a marriage is not information about which there is a reasonable expectation\nof privacy. However, information relating to the celebrations in connection\nwith a wedding, including photographs, may be part of an individual’s private\nand family life in respect of which the individual has a reasonable expectation\nof privacy, depending upon the circumstances. The Code requires publications to\nshow respect for an individual’s private and family life and to justify any\nintrusions, including the taking of photographs in both public and private\nplaces, in circumstances where an individual has a reasonable expectation of\nprivacy and has not provided consent.\n14. The photographer, without permission, had entered the\ngrounds of the hotel, which the complainants had booked out for the purpose of\nthe wedding. In such circumstances, the complainants had a reasonable\nexpectation that the grounds of the hotel would be respected as a place where\nthey could enjoy their private and family lives, without intrusion.  The photographer had taken a number of\nphotographs of the complainants in several locations which would not have\neasily been visible from the public road which ran alongside the hotel. These\nphotographs had been taken, without the complainants’ knowledge and consent,\nwhile they had been socialising together and engaging in their private and\nfamily lives. Publishing photographs of the complainants taken in such\ncircumstances represented an intrusion; the publication had not sought to\njustify the publication of the images in the public interest. The complaint\nunder Clause 2 was upheld.\n15. The publication of the photographs of the complainant’s\ngrandchildren represented an intrusion, in breach of Clause 2, for the reasons\nexplained above. The Committee acknowledged that these photographs had been\npixelated such that the children’s likeness had not been revealed, however, it\nwas foreseeable that they would be identifiable through their association with\ntheir parents.\n16. The question for the Committee under Clause 6 was\nwhether the children had been photographed on an issue which involved their\nwelfare. The information disclosed about the complainant’s grandchildren in the\nphotographs in their pixelated form was limited. They had been photographed in\nthe grounds of the hotel as part of the wedding party: these were not issues\nwhich involved their welfare. In such circumstances, the terms of Clause 6\n(iii) were not engaged; no consent for the photographs from a parent was\ntherefore required. The complainant had not sought to argue that the published\nphotographs represented an intrusion into the children’s time at school. There\nwas no breach of Clause 6.\nConclusion\n17. The complaint was upheld.\nRemedial Action Required\n18. Having upheld the complaint, the Committee considered\nwhat remedial action should be required.\n19. Where the Committee has upheld a complaint as a breach\nof Clause 2, the appropriate remedial action is the publication of an\nadjudication.\n20. The adjudication should be published online, with a link\nto it (including the headline) being published on the top 50% of the\npublication’s homepage for 24 hours, with a link to the full adjudication\n(including the headline) appearing on the homepage for 24 hours; it should then\nbe archived in the usual way. The headline to the adjudication should make\nclear that IPSO has upheld the complaint, give the title of the publication and\nrefer to the complaint’s subject matter. The headline must be agreed with IPSO\nin advance. The publication should contact IPSO to confirm the amendments it\nnow intends to make to the article to avoid the continued publication of\nmaterial in breach of the Editors’ Code of Practice. If the article remains\nonline un-amended, the full adjudication (including the headline) should appear\nbelow the headline.\n21. The terms of the adjudication for publication are as\nfollows:\nFiona Solomon complained to the Independent Press Standards\nOrganisation on behalf of the Solomon family, including her daughters, Jemma\nand Stacey, that Mail Online breached Clause 2 (Privacy) of the Editors’ Code\nof Practice in an article headlined: “Stacey Solomon PICTURE EXLUSIVE: TV star\nwows in dove grey bridesmaid dress at her sister’s wedding… yet can’t resist\nstealing a cigarette break before the nuptials”, published on 25 August 2018.\nThe article reported that Stacey Solomon, a television presenter,\nhad attended the wedding of her sister. The article was accompanied by a number\nof photographs of the wedding party taken in the grounds of the venue.\nThe complainants said that the photographs had been taken\nwithout their knowledge and consent while they had been engaged in private\nfamily life. The complainants said that, apart from Stacey Solomon, the family\nwas not in the public eye, and there was no public interest in reporting on the\nwedding or publishing photos from it.\nThe publication said that a wedding is the most public\naspect of a relationship and no private information was revealed from the\nphotographs. The publication said that weddings can never be private ceremonies\nand all civil wedding venues must ensure that the premises are open to the\npublic. It said that although the photographer took steps not to intrude on the\nevents on the day by keeping a respectful distance from the wedding party\nduring the ceremony, the grounds would have been open to the public, as not to\ndo so would have meant the venue being in breach of the licence conditions.\nThe photographer, without permission, had entered the\ngrounds of the hotel, which the complainants had booked out for the purpose of\nthe wedding. In such circumstances, the complainants had a reasonable\nexpectation that the grounds of the hotel would be respected as a place where\nthey could enjoy their private and family lives, without intrusion.  The photographer had taken a number of\nphotographs of the complainants in several locations which would not have\neasily been visible from the public road which ran alongside the hotel. These\nphotographs had been taken, without the complainants’ knowledge and consent,\nwhile they had been socialising together and engaging in their private and family\nlives. Publishing photographs of the complainants taken in such circumstances\nrepresented an intrusion; the publication had not sought to justify the\npublication of the images in the public interest. The complaint under Clause 2\nwas upheld.\nIndependent Complaints Reviewer\nThe publication complained to the Independent Complaints\nReviewer about the process followed by IPSO in handling this complaint. The\nIndependent Complaints Reviewer decided that the process was not flawed and did\nnot uphold the request for review.Date complaint received: 25/08/2018Date decision issued: 24/01/2019 \nBack to ruling listing\n\n\n"
}