{
    "url": "/rulings-and-resolution-statements/ruling/?id=05769-21",
    "title": "05769-21 Lewis v essexlive.news",
    "provisions": [
        "1 Accuracy (2021)",
        "2 Privacy (2021)",
        "4 Intrusion into grief or shock (2021)",
        "6 Children (2021)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "essexlive.news (Reach PLC)",
    "published_on": "2021-05-24 00:00:00",
    "received_on": "2021-05-25 00:00:00",
    "concluded_on": "2021-07-29 00:00:00",
    "complaint_processing_days": 65,
    "conclusion_long": "15. The complaint was not upheld.",
    "remedial_action": "16. N/A Date complaint received: 25/05/21",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee – 05769-21 Lewis v\nessexlive.newsSummary of Complaint1. Dominic Lewis complained to the Independent Press\nStandards Organisation that essexlive.news breached Clause 1 (Accuracy), Clause\n2 (Privacy), Clause 4 (Intrusion into grief or shock) and Clause 6 (Children)\nof the Editors’ Code of Practice in an article headlined “Billericay girl, 12,\ntragically takes her own life after 'struggling' with mental health, inquest\nhears”, published on 24th May 2021.2. The online article reported on the death of the\ncomplainant’s sister, Amira Temani-Lewis. It reported that “[a] 12-year-old\nEssex girl tragically took her own life after 'struggling' with mental health\nissues”. The article, which reported on the inquest into the child’s death,\nsaid that “[p]olice and ambulance arrived at the scene where CPR was performed\non Amira. She was rushed to Basildon Hospital but despite best efforts of\nhospital staff, she was confirmed dead at 1.50pm, shortly after arrival at the\nhospital”. The article went on to state that “[t]he court heard that Amira had\nADHD, for which she was prescribed medication” and that “[s]he was also a\n'young carer' for her mum”. It also reported that the court heard “[w]hen Amira\nwas six years old, she had previously told social service workers that she\n'wanted to die'”. The article concluded by stating that the post-mortem\nexamination determined the medical cause of death was “1A hanging”.3. The complainant said that the article was inaccurate in\nbreach of Clause 1 as it described Miss Temani-Lewis as a “young carer”, when\nin fact her mother had carers who came to the home. He also said the article\nincorrectly reported that his sister died in hospital, when actually she had\ndied before she arrived at the hospital. The complainant further said that it\nwas inaccurate to state that she had ADHD, as she in fact had autism. He also\ndisputed that his sister had struggled for years and said it was therefore\ninaccurate for the article to state that she was “struggling” and spent “years…\nbattling mental health problems”.4. The complainant said the article constituted a breach of\nClause 2 as the family was given no prior warning that the article was going to\nbe published and they did not consent to the information being shared. He said\nthat this caused upset and affected the family’s mental health. This lack of\nprior warning, and the publication’s decision to share the article on social\nmedia, also amounted, in the complainant’s view, to an intrusion into the\nfamily’s grief and shock in breach of Clause 4. It had caused them great upset\nto see Miss Temani-Lewis’ name and inaccurate information about her published\nwithout their permission. The complainant also said that they considered the\nreference to “1A hanging” to be unnecessary and insensitive. He said this\ndetail caused further upset for the family as they did not wish for the method\nof suicide to be widely shared. The complainant said that they requested for\nthe publication to remove the article, which it declined to do.5. The complainant also said that the article constituted a\nbreach of Clause 6 as no permission was sought from the family to name Miss\nTemani-Lewis, who was twelve years old at the time of her death. He confirmed\nthat the family had not been present at the inquest.6. The publication said it did not accept that there were\nany breaches of the Code. It expressed sincere condolences for the\ncomplainant’s loss and were sorry to hear that the article had caused the\nfamily distress. However, the publication maintained that the article was an\naccurate report of information given at the inquest, and provided the\nreporter’s full contemporaneous shorthand notes and a transcript. The\npublication said that the reporter confirmed that the complainant’s sister was\nreferred to as a young carer throughout the inquest, and the reporter’s notes\nconfirmed this. The publication also said that the article stated that Miss\nTemani-Lewis was pronounced dead at the hospital, and this was supported by the\nnotes, which recorded the inquest heard she had been “declared dead shortly\nafter arrival at the hospital”.7. The publication said that the reporter’s notes showed\nthat Miss Temani-Lewis “was on a prescription for ADHD” and that she had “not\nbeen taking [her] ADHD medication”. The reporter’s notes also showed that “she\nreceived counselling up to dec 2019” and that at the age of six she had said to\nsocial workers that she “wanted to die” and had a “history of self harm and\nsuicidal thoughts”. The publication also said that the notes from the inquest\nshowed there were a number of references to Miss Temani-Lewis having been\n“struggling”: that she had struggled being a carer; that lockdown had added to\nher struggles; and that she had been struggling at school.8. The publication said that Clause 2, Clause 4 and Clause 6\nhad not been breached and that the complainant had not raised any specific\nissues that engaged these Clauses. It apologised to the complainant if the\nreference to “1A hanging” had caused any upset or distress but maintained that\nthe publication was entitled to report this, and it did not represent a breach\nof the Code.Relevant Code ProvisionsClause 1 (Accuracy)i) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not\nsupported by the text.ii) A significant inaccuracy, misleading statement or\ndistortion must be corrected, promptly and with due prominence, and — where\nappropriate — an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator. iii) A fair opportunity to reply to significant inaccuracies\nshould be given, when reasonably called for.iv) The Press, while free to editorialise and campaign, must\ndistinguish clearly between comment, conjecture and fact.Clause 2 (Privacy)*i) Everyone is entitled to respect for their private and\nfamily life, home, physical and mental health, and correspondence, including\ndigital communications.ii) Editors will be expected to justify intrusions into any\nindividual's private life without consent. In considering an individual's\nreasonable expectation of privacy, account will be taken of the complainant's\nown public disclosures of information and the extent to which the material\ncomplained about is already in the public domain or will become so.iii) It is unacceptable to photograph individuals, without\ntheir consent, in public or private places where there is a reasonable\nexpectation of privacy.Clause 4 (Intrusion into grief or shock)In cases involving personal grief or shock, enquiries and\napproaches must be made with sympathy and discretion and publication handled\nsensitively. These provisions should not restrict the right to report legal proceedings.Clause 6 (Children)*i) All pupils should be free to complete their time at\nschool without unnecessary intrusion.ii) They must not be approached or photographed at school\nwithout permission of the school authorities.iii) Children under 16 must not be interviewed or\nphotographed on issues involving their own or another child’s welfare unless a\ncustodial parent or similarly responsible adult consents.iv) Children under 16 must not be paid for material\ninvolving their welfare, nor parents or guardians for material about their\nchildren or wards, unless it is clearly in the child's interest.v) Editors must not use the fame, notoriety or position of a\nparent or guardian as sole justification for publishing details of a child's\nprivate life.Findings of the Committee9. The Committee wished to express their sincere condolences\nto the complainant and his family for the tragic loss of his sister.10. The article reported on the inquest into the death of\nthe complainant’s sister, Amira Temani-Lewis. The complainant and his family\nhad not been present at the inquest, so his concerns lay with the accuracy of\nthe information reported about his sister and her situation, rather than the\naccuracy of the article as a report of what was said at the inquest. The role\nof the newspaper, however, was to give an accurate account of the evidence\ngiven during the course of the inquest; it was not responsible for the accuracy\nof the evidence itself.11. The publication had provided contemporaneous shorthand\nnotes taken during the inquest and a transcript of the notes, which showed that\nthe disputed points of fact had indeed been heard at the inquest. The notes demonstrated\nthat the inquest had heard that Miss Temani-Lewis had been a “young carer”;\nthat her death had been confirmed shortly after her arrival at the hospital;\nthat she had been prescribed medication for ADHD;  that she had received counselling up until\nDecember 2019 and had a “history of self harm”; and was described to have been\n“struggling” on a number of occasions. In light of the content of the notes,\nthe Committee was satisfied that the publication had been able to demonstrate\nthat it had taken care over the accuracy of its report of what was heard at the\ninquest. There was no breach of Clause 1(i).12. Whilst the Committee understood that it was upsetting\nfor the complainant and his family to read the article and that they wished to\nhave been contacted for permission prior to the article being published, the\ninformation included in the article had been made public at the inquest. This\nis a form of court reporting, which is in the public interest. The publication\nwas entitled to report on the information heard at the inquest, as it had been\nplaced in the public domain, and it did not need to seek permission from the\ncomplainant or his family to publish it. There was no breach of Clause 2.13. Clause 4 requires that publication is handled sensitively\nin cases involving grief or shock and that enquiries and approaches are made\nwith sympathy and discretion. Although reporting on the death of family members\ncan be very upsetting to family and friends, deaths affect whole communities\nand the obligation to handle publication sensitively does not restrict the\nright to report on them. The Committee did not consider the article reported on\nMiss Temani-Lewis’ death in a way that was insensitive and noted that the\npublication apologised for any distress and upset caused. The Committee noted\nthe complainant’s position that the reference to “1A hanging” was unnecessary\nand insensitive; however, reporting this detail did not amount to a breach of\nClause 4: it reflected the legal record of the cause of death, and while the\nreference to the numbering was legalistic in tone, it was not insensitive.\nWhile the Committee understood the article was upsetting for the complainant\nand his family, the publication was entitled to report on the inquest and there\nwas no breach of Clause 4.14. The Committee noted that the complainant had concerns\nover the naming of Miss Temani-Lewis, who was twelve years old at the time of\nher death, without gaining permission from her family. Whilst the Committee\nappreciated the complainant’s concerns and understood the article was\ndistressing, the terms of Clause 6 are not engaged in relation to the deceased.Conclusions15. The complaint was not upheld.Remedial Action Required16. N/A Date complaint received: 25/05/21Date complaint concluded by IPSO: 29/07/21\nBack to ruling listing\n\n\n"
}