{
    "url": "/rulings-and-resolution-statements/ruling/?id=05779-21",
    "title": "05779-21 Dyess v The Sunday Times",
    "provisions": [
        "1 Accuracy (2021)",
        "3 Harassment (2021)",
        "4 Intrusion into grief or shock (2021)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "The Sunday Times (News UK)",
    "published_on": "2021-05-23 00:00:00",
    "received_on": "2021-05-25 00:00:00",
    "concluded_on": "2021-09-01 00:00:00",
    "complaint_processing_days": 99,
    "conclusion_long": "16. The complaint was not upheld.",
    "remedial_action": "17. N/A   Date complaint received: 25/05/2021",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee – 05779-21 Dyess v\nThe Sunday Times\nSummary of Complaint\n1. Beau Dyess complained to the Independent Press Standards\nOrganisation that The Sunday Times breached Clause 1 (Accuracy), Clause 3\n(Harassment) and Clause 4 (Intrusion into grief or shock) of the Editors’ Code\nof Practice in an article headlined “Gay website 'claimed anti-trans feminists\ngroom and abuse'”, published on 23 May 2021.\n2. The article reported on a forthcoming defamation trial at\nthe Royal Courts of Justice. It explained that “The case concerns an interview\npublished in Pink News last May with an American writer, [complainant’s former\nname], who at the time was a lesbian woman. Dyess claimed that the\n‘gender-critical’ feminist movement was a cult that groomed and abused.” After\nfurther describing the points at issue in the proceedings, the article stated\nthat “Dyess, who is now known as Beau Dyess and identifies as a trans man, did\nnot respond to approaches for comment.”\n3. The complainant said that the article provided an\ninaccurate and misleading report of their identity in breach of Clause 1, and\nthat the publication of this information constituted a form of harassment in\nbreach of Clause 3. The complainant said the article ‘deadnamed’ them and\nmisidentified their gender and sexual orientation. The complainant explained\nthat they were “exploring” their gender identity “as a man who’s trans” who\n“also still [identified] as a lesbian”. Furthermore, the complainant said that\ncontrary to the claim made within the article they had not been approached for\ncomment by the newspaper.\n4. The newspaper did not accept a breach of the Editors’\nCode. With regard to the complainant’s first point of concern about the use of\ntheir former name, the newspaper said that the article was a report of an\nongoing legal case. The complainant was identified in the proceedings by their\nformer name, and as such its own article necessarily referred to them by that\nname, and repeated aspects of the disputed article – such as the complainant’s\ngender identity and sexual orientation – that were relevant to the proceedings.\nIt added that the complainant had co-operated with the 2020 article and it had\nno reason to question its accuracy or sensitivity. The newspaper provided\ncopies of the Pink News article and submissions to the court in order to\ndemonstrate this. The newspaper said it had taken additional steps to ensure\nthat the article accurately reflected the complainant’s current identity by\nviewing the complainant’s Twitter profile; the name associated with the Twitter\naccount was “Beau Dyess” and the Twitter profile for the account stated\n“he/him”. The newspaper also rejected the complainant’s allegation that it had\nnot approached them for comment. The newspaper said its reporter had approached\nthe complainant for comment on three separate occasions prior to publication,\neach through a different medium; twice directly through social media (Twitter\nand LinkedIn) and once indirectly via staff at Pink News, which had published\nthe 2020 article.\n5. Following a review of their social media accounts, the\ncomplainant accepted that the reporter had attempted to contact them for\ncomment. However, the complainant did not accept that these efforts were\nsufficient and expressed concern at the manner of the reporter’s approach. The\ncomplainant said that their LinkedIn account had been “defunct” for a number of\nyears and that they only received notifications on Twitter when their\n“followers” contacted them. The complainant added that they were no longer in\ncommunication with Pink News. The complainant expressed a further concern that\nthe reporter’s message via LinkedIn had been addressed to their former\nname.  They said this approach and the\ngeneral approach taken by the editorial team since was offensive and constituted\nharassment, in breach of Clause 3 and Clause 4.\n6. The newspaper did not accept a breach of either of these\nadditional clauses. It suggested that the complainant’s position that the\nnewspaper made insufficient attempts to contact them and that the reporter\nharassed them were contradictory. It added that the complainant’s position that\nthe publication should have been aware of the settings of their social media\naccounts, and the status of their relationship with the other publication, was “untenable”.\nNor did the newspaper accept that the approach made by the reporter had been\noffensive or unprofessional, as suggested by the complainant. It noted that the\nLinkedIn account to which the message had been sent used the complainant’s\nformer name; the reporter had therefore addressed the message using that name.\n7. Whilst the newspaper did not accept a breach of the\nEditors’ Code, the publication offered to publish a statement by the\ncomplainant regarding their gender identity in order to resolve their\ncomplaint.\n8. The complainant said that only a retraction, apology and\nthe publication of a statement would be sufficient to resolve their complaint.\nThe complainant provided wording that outlined their position regarding the\narticle under complaint, linked to their own writing on the gender critical\nmovement and made allegations about another individual.\n9. The newspaper did not consider the wording of the\nproposed statement appropriate as it argued that this went beyond the scope of\nthe specific points under complaint. As such, the matter was passed to the\nCommittee for adjudication.  \nRelevant Code Provisions\nClause 1 (Accuracy)\ni) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not\nsupported by the text.\nii) A significant inaccuracy, misleading statement or\ndistortion must be corrected, promptly and with due prominence, and — where\nappropriate — an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator. \niii) A fair opportunity to reply to significant inaccuracies\nshould be given, when reasonably called for.\niv) The Press, while free to editorialise and campaign, must\ndistinguish clearly between comment, conjecture and fact.\nClause 3 (Harassment)*\ni) Journalists must not engage in intimidation, harassment\nor persistent pursuit.\nii) They must not persist in questioning, telephoning,\npursuing or photographing individuals once asked to desist; nor remain on\nproperty when asked to leave and must not follow them. If requested, they must\nidentify themselves and whom they represent.\niii) Editors must\nensure these principles are observed by those working for them and take care\nnot to use non-compliant material from other sources.\nClause 4 (Intrusion into grief or shock)\nIn cases involving personal grief or shock, enquiries and\napproaches must be made with sympathy and discretion and publication handled\nsensitively. These provisions should not restrict the right to report legal\nproceedings.\nFindings of the Committee\n10. The complainant was concerned that the article had\nreferred to them by their previous name. The Committee recognised the\ncomplainant’s concerns; however, it had regard to the context of the article.\nIt was reporting on a defamation case brought against Pink News over a\npublished interview with the complainant. The article reflected the name\ncontained in the Pink News article and in the associated legal documents. It\nmade clear that the complainant no longer used this name. Taken in this\ncontext, the reference to the complainant’s former name was not inaccurate and\ndid not breach Clause 1. \n11. The Committee next considered the complainant’s concerns\nregarding the article’s report of their sexual orientation and gender identity.\nThe article had reported that “at the time” of the Pink News’ article the\ncomplainant “was a lesbian woman” and stated they now “identif[y] as a trans\nman”.  In considering the care taken by\nthe newspaper, the Committee again had regard to the context of the article; it\nreflected the information contained in the headline and text of the Pink News\narticle and in the associated legal documents. In addition, the Committee noted\nthat the publication had attempted to clarify the complainant’s sexual\norientation and gender identity by reflecting the information included on their\npublicly available social media profile and seeking their comments prior to\npublication, albeit the attempts it had made had been unsuccessful. On this basis, the Committee concluded that\nthere was no failure to take care over the accuracy of the article in breach of\nClause 1 (i).\n12. Notwithstanding this, the Committee recognised that the\ncomplainant was best placed to comment on whether the article had misidentified\ntheir gender and sexual orientation. On this basis, the Committee considered\nthat the complainant was entitled to an opportunity to reply to any\ninaccuracies on this point.  It noted\nthat the publication had offered to publish a statement from the complainant\naddressing their gender and sexual orientation. In response to this offer, the\ncomplainant had proposed wording that outlined their position regarding the\narticle and linked to their own article on the gender critical movement. It was\na matter of regret that the parties had not been able to agree a form of words\nfor the complainant’s reply, but the Committee considered that a fair\nopportunity to reply had been offered by the newspaper under the terms of\nClause 1, and as such no further action was required. There was no breach of\nClause 1 (iii).\n13. The complainant stated that the claim that they had “not\nresponded to approaches for comment” was inaccurate, as they had received no\nsuch contact from the publication. The publication had provided evidence that\nit had attempted to contact the complainant through three channels: LinkedIn;\nTwitter; and via the publication who had published the article that was at the\ncentre of the proceedings. In light of these efforts, the Committee could not\nagree that it was misleading to say that the publication had approached the\ncomplainant for comment, or that they had not responded. As such, there was no\nbreach of Clause 1.\n14. In addition, the complainant said the publication of\nthis information was insensitive in breach of Clause 4. The terms of Clause 4\nmake clear that its provisions “should not restrict the right to report legal\nproceedings”. As previously noted, most of the information in the report was\nincluded within a report on the submissions to the High Court for a forthcoming\ndefamation case concerning an article published in 2020 and thereby already\nwithin the public domain; additional details, including the information about\nthe complainant’s current gender identity, came from the complainant’s social\nmedia accounts, which they had chosen to place in the public domain. As such,\nthe Committee did not consider that the publication of this information\nrepresented an intrusion into the complainant’s personal grief or shock. There\nwas no breach of Clause 4.\n15. Furthermore, the complainant said that the publication\nof the article constituted harassment as well as the communication they had\nreceived from the reporter. In this instance, the reporter had contacted the\ncomplainant for comment prior to publication through several channels. The\ndirect message the reporter had sent to the complainant via LinkedIn was simply\nan enquiry as to whether they had a response to the filling of the defamation\ncase that related to them; the message reflected the name included within these\ncourt documents, which was also used in the complainant’s LinkedIn profile. The\ncomplainant had not responded to this communication and appeared unaware of the\nthree approaches made by the reporter prior to the IPSO’s investigation. Whilst\nthe Committee appreciated that the reporter’s use of the complainant’s former\nname had caused them distress, it did not consider that the reporter had\nengaged in intimidation, harassment or persistent pursuit, given the nature of\nthe communication. There was no breach of Clause 3.\nConclusion\n16. The complaint was not upheld.Remedial Action Required17. N/A\n \nDate complaint received: 25/05/2021\nDate complaint concluded by IPSO: 01/09/2021\nBack to ruling listing\n\n\n"
}