{
    "url": "/rulings-and-resolution-statements/ruling/?id=05807-15",
    "title": "05807-15 Carey v The Daily Telegraph",
    "provisions": [
        "1 (Accuracy) 2015",
        "2 (Opportunity to reply) 2015"
    ],
    "outcome": "Breach - sanction: action as offered by publication",
    "publication": "The Daily Telegraph (Telegraph Media Group Ltd)",
    "received_on": "2015-09-17 00:00:00",
    "concluded_on": "2015-11-05 00:00:00",
    "complaint_processing_days": 49,
    "conclusion_long": "18. The complaint was upheld under Clause 1.",
    "remedial_action": "19. Having upheld the complaint, the Committee considered what remedial action should be required.  20. The Committee considered that the breach of Clause 1 would be appropriately remedied by the publication of the correction online, as promptly offered by the newspaper during IPSO’s investigation of the complaint. This should be published without delay.  21. While not required under the terms of Clause 1, the Committee welcomed that the corrective wording offered by the newspaper also addressed the complainant’s other accuracy concerns and included an apology.  Date complaint received: 17/09/2015",
    "text": "\n\n\n\n\n\n·  Decision of the Complaints Committee 05807-15\nCarey v The Daily Telegraph\nSummary of\ncomplaint \n1. Claire Carey complained to the Independent Press\nStandards Organisation that The Daily Telegraph had breached Clause 1\n(Accuracy) and Clause 2 (Opportunity to reply) of the Editors’ Code of Practice\nin an article headlined  “Why should I pay for Jeremy Corbyn’s friend\nClaire to have so many children?”, published online only on 17 September 2015. \n2. The complainant had contributed a question for Labour\nleader Jeremy Corbyn’s first Prime Minister’s Questions. She had asked how the\nproposed changes to tax credit thresholds would help “hard-working families”,\nand had subsequently been interviewed on Newsnight in relation to her concerns\nabout the government’s proposed changes to tax credits. \n3. The article was a comment piece, published after the\ncomplainant’s television appearance, in which the columnist expressed her\nopinion that it was not “fair” for taxpayers to fund the complainant’s choice\nto have five children and work part-time. \n4. The complainant said she had never said that she\nbelieved she was “entitled” to work part-time and “expected” other families to\npay for her choices. She noted that during her television appearance, she had\nfocused on the effect the cuts would have on all families, and not on her own\npersonal situation. She considered that the article was a personal attack, and\nshe requested an apology from the columnist. \n5. The complainant also considered that the article had\ninaccurately stated that following the changes to tax credit thresholds, the\nmaximum loss to any family would be £1,000. She had calculated that her\nfamily’s income was set to decrease by £2,500. \n6. The complainant also objected to the columnist’s\ninaccurate speculation on her family’s financial situation at the time that she\nand her husband had decided to have children. The columnist had said “it is\npossible that she and her husband were both in high paying jobs a few years ago\nand they have now fallen on hard times. But given that Claire appears very\nyoung – 30 maybe – this seems a tad unlikely”. The complainant said that had\nthe columnist contacted her before publication, she would have provided the\naccurate information: their finances were not significantly different when they\nbegan their family; she had always worked full-time or part-time in opposite\nshifts to her husband in order to avoid paying for childcare. \n7. She also complained that on the day the article was\npublished she had written to the columnist and the newspaper to express her\nconcerns about the article, but had not received a response. The newspaper\nresponded to the complaint she made to IPSO the day after the article’s\npublication. \n8. The newspaper said the article was a response to the\ncomplainant’s appearance on Newsnight. It noted that the columnist had made\nclear that her article was not “an attack on Claire”; it was “an attack on the\nentitlement culture that plagues our society”. The columnist had not sought the\ncomplainant’s comment before publication on the basis that the article was a\ncomment piece. \n9. With regards to the article’s assertion that the\nInstitute of Fiscal Studies had said that the maximum a family would lose as a\nresult of changes to tax credit thresholds was £1,000, the newspaper said that\nthis was, in fact, an average. It offered to correct this inaccuracy in the\nonline article, in addition to adding the following wording to address the\ncomplainant’s other accuracy concerns: \nCORRECTION: This article has been changed since it was\nfirst published. \nClaire Carey has been in touch to say: “The question\nposed at PMQs was ‘How is changing the threshold of entitlement to tax credits\ngoing to help hard working people or families?’ I have not stated - as the\narticle originally suggested - that I think I personally am entitled to work\npart time nor do I expect other families to pay for me. We also have hard\nearned taxes to pay. Our income will in fact decrease by £2,500. I calculated\nthis personally rather than using a general average. \n“Contrary to what the article originally suggested, I did\nnot opt to have five children to ‘delay the day’ when I could work full time. I\nhave worked full time and part time in opposite shifts to my husband so\navoiding the need to pay for childcare.” \nIn addition, the article originally stated that the\nInstitute of Fiscal Studies (IFS) had said the maximum loss to any family from\nthe changes would be £1,000. In fact, the IFS took the figure of £1,000 as an\naverage for 3 million families. \nWe are happy to make these matters clear and apologise\nfor the errors. \n10. The newspaper noted that when its complaints\ndepartment received the complaint, it had responded to the concerns raised\npromptly. It had been unaware of the complainant’s earlier correspondence with\nthe columnist as she was a freelance writer. \nRelevant Code Provisions\n11. Clause 1 (Accuracy) \ni). The Press must take care not to publish inaccurate,\nmisleading or distorted information, including pictures. \nii). A significant inaccuracy, misleading statement or\ndistortion once recognised must be corrected, promptly and with due prominence,\nand - where appropriate - an apology published. In cases involving the\nRegulator, prominence should be agreed with the Regulator in advance. \niii). The Press, whilst free to be partisan, must\ndistinguish clearly between comment, conjecture and fact. \nClause 2 (Opportunity to reply) \nA fair opportunity for reply to inaccuracies must be\ngiven when reasonably called for. \nFindings of the Committee\n12. The Committee understood the complainant’s concerns\nabout the article, which had speculated on her personal choices in light of the\nfact that she claimed tax credits. However, the complainant had discussed her\nposition on the proposed changes to tax credit thresholds on national\ntelevision. The newspaper had been entitled to publish a piece expressing the\ncolumnist’s opinion that it was not “fair” that taxpayers funded benefits for\nindividuals in the complainant’s circumstances. \n13. The complainant did claim tax credits and had\nexpressed concern about the effect that cuts to tax credits would have on her\nfamily and others. The columnist had been entitled to interpret this as meaning\nthat the complainant had felt that she was “entitled” to tax credits and\n“expected” taxpayers to fund her family. There was no breach of Clause 1 on\nthis point. \n14. The article had also clearly distinguished comment,\nconjecture and fact. The columnist had clearly speculated on the circumstances\nsurrounding the complainant’s choices; the article had not stated such details\nas fact. For instance, the columnist had made clear that she had “to make some\nassumptions… that [she could not] verify as fact…”. \n15. However, the article had included the inaccurate\nfactual assertion that the maximum a family would lose as a result of the\ngovernment’s proposed changes to tax credit thresholds was £1,000. In fact,\nthis was an average loss, and the inaccuracy had given a significantly\nmisleading impression of the impact the changes would have for the complainant\nand for other families claiming tax credits. This represented a failure to take\ncare over the accuracy of the article in breach of Clause 1 (i), and a\ncorrection was therefore required to meet the terms of Clause 1 (ii). \n16. When alerted to the inaccuracy, the newspaper had\noffered to amend the article and to append a corrective footnote to it. The\ncorrection made clear that the Institute of Fiscal Studies had said that £1,000\nwas the average loss to any family, and not the maximum loss. The Committee\nconsidered that the newspaper’s prompt response was sufficient to meet the\nrequirement of Clause 1 (ii). There was no further breach of the Code on this\npoint. \n17. On receipt of the complaint, the newspaper had\noffered to publish a statement making clear the complainant’s position on the\narticle. The complaint under Clause 2 was not upheld. \nConclusions\n18. The complaint was upheld under Clause 1. \nRemedial Action Required\n19. Having upheld the complaint, the Committee considered\nwhat remedial action should be required. \n20. The Committee considered that the breach of Clause 1\nwould be appropriately remedied by the publication of the correction online, as\npromptly offered by the newspaper during IPSO’s investigation of the complaint.\nThis should be published without delay. \n21. While not required under the terms of Clause 1, the\nCommittee welcomed that the corrective wording offered by the newspaper also\naddressed the complainant’s other accuracy concerns and included an apology. \nDate complaint received: 17/09/2015 \nDate decision issued: 05/11/2015\nBack to ruling listing\n\n\n"
}