{
    "url": "/rulings-and-resolution-statements/ruling/?id=05814-15",
    "title": "05814-15 Brocklehurst v The Sun",
    "provisions": [
        "1 (Accuracy) 2015"
    ],
    "outcome": "Breach - sanction: publication of adjudication",
    "publication": "The Sun (News UK)",
    "published_on": "2015-09-15 00:00:00",
    "received_on": "2015-09-19 00:00:00",
    "concluded_on": "2015-12-07 00:00:00",
    "complaint_processing_days": 79,
    "conclusion_long": "of IPSO’s investigation, to publish the following clarification in print on page two in the newspaper’s “Corrections & Clarifications” column, which also noted that Privy Council membership does not form part of the formal criteria for Short Money: Jeremy Corbyn and the Privy Council In an article of 15th September, headlined “Court Jezter”, we said that Jeremy Corbyn decided to join the Privy Council in order to get his hands on Short Money, the fund (in total amounting to £6.2million) provided by the State for the Opposition. This was based on our argument that his Privy Council membership was integral to his role as Leader of the Opposition. We are happy to make clear that only £700k of Short Money goes directly to the Office of the Leader, with the remainder paying for other aspects of the official opposition, including research and the Whips’ Office. The formal criteria for Short Money does not explicitly include reference to membership of the Privy Council at all. Some experts have said that Corbyn’s non membership would have had no impact on Labour’s receipt of the money. The newspaper made this offer more than a month after being notified of the complaint. 11. The newspaper denied that the image of Mr Corbyn was misleading; it had obviously been manipulated to lampoon him. Further, given his previous public statements opposing the monarchy and his political position generally, it was not misleading to characterise him as a “leftie who hates royals”. Relevant Code Provisions 12. Clause 1 (Accuracy) i) The Press must take care not to publish inaccurate, misleading or distorted information, including pictures. ii) A significant inaccuracy, misleading statement or distortion once recognised must be corrected, promptly and with due prominence, and – where appropriate – an apology published. In cases involving the Regulator, prominence should be agreed with the Regulator in advance. iii) The press, whilst free to be partisan, must distinguish clearly between comment, conjecture and fact. Findings of the Committee 13. The Editors’ Code specifically protects the right of the press to be partisan; critical and robust political commentary is a characteristic feature of many newspapers and magazines. The newspaper was entitled to speculate about the potential consequences of a refusal by Mr Corbyn to join the Privy Council, and whether similar reasoning had played a role in his decision to accept membership. 14. These were not, however, the terms in which the article was framed. It stated that Mr Corbyn had joined the Privy Council as “the only way … [he] could secure his position as the official Leader of the Opposition – with all the perks that go with it”. The front-page headline said he “WILL kiss Queen’s hand to grab £6.2m”. This amounted to a factual claim that the party’s receipt of Short money was conditional on Privy Council membership. While the article included some explanation of the link the newspaper had drawn between the two – including the quotation from the QC – it did not acknowledge that Short money is not formally conditional on Privy Council membership. The presentation of the claims in this form, without clarifying information, constituted a failure to take care not to publish misleading information. 15. Further, the article had referred repeatedly to the sum of £6.2m in the context of Mr Corbyn’s role as Opposition Leader, but had not clarified that the great majority of the funding relates to the Party as a whole, as an opposition party, rather than the Leader of the Opposition specifically. It had also failed to clarify that Short money is allocated based on the number of seats won by a party in opposition, rather than any specific role leading the Opposition, and would therefore be unaffected by any concerns over Mr Corbyn’s status as Opposition Leader. This represented a further failure to take care not to publish misleading information. 16. It was significantly misleading to claim, as fact, that Labour’s access to Short money (either the £6.2m, or the £777,538.48) was conditional on Mr Corbyn’s joining the Privy Council; the two were not directly connected. The correct position on the requirements for obtaining Short money and the basis on which it is allocated was available in the public domain. 17. The coverage was significantly misleading; in such circumstances, the newspaper’s offer to publish a correction was appropriate. However, it had only made the offer of correction at a late stage in the complaints process, more than a month after being notified of the complaint, and only after IPSO had notified both parties that the matter would be passed to the Committee for a ruling. Given the nature of the misleading statements the complaint demonstrated, the newspaper had failed to make the offer sufficiently promptly, and this represented a breach of Clause 1(ii).18. The image of Mr Corbyn wearing a Jester’s hat, and the characterisation of Mr Corbyn as a “leftie who hates royals” were not significantly misleading, given his political stance, and his views on the monarchy. These concerns did not raise a breach of Clause 1. Conclusions 19. The complaint was upheld.",
    "remedial_action": "20. In circumstances where the Committee establishes a breach of the Editors’ Code it can require the publication of a correction and/or adjudication, the nature, extent and placement of which is determined by IPSO. The newspaper had not offered a correction promptly and therefore had failed to comply with its obligations under Clause 1 (ii). The Committee required the publication of an adjudication. 21. The Committee considered the placement. The misleading information identified was repeated throughout the article, and appeared as the lead story on the newspaper’s front page. It was significantly misleading, formed the principal basis for the personal criticism of Mr Corbyn set out in the article, and resulted from a significant failure to take care not publish misleading information, given that the factors that formally affect the allocation of Short money were known to the newspaper. For these reasons, the Committee required that a reference to the adjudication be published on the front page, directing readers to the full adjudication, which should appear on page four or further forward. Both the headline to the adjudication inside the paper and the front-page reference should make clear that IPSO has upheld the complaint, and refer to its subject matter. The headline, the placement on the page, and prominence, including font size, of both the adjudication and the front page reference must be agreed in advance. It should also be published on the newspaper’s website, with a link to the full adjudication appearing on the homepage for 24 hours; it should then be archived online in the usual way. 22. Should the newspaper intend to continue to publish the article in its current form, the adjudication should also be published in full beneath the headline. 23. The terms of the adjudication to be published are as follows: Following the publication of an article in The Sun on 15 September, headlined “Court Jezter”, Rosemary Brocklehurst complained to the Independent Press Standards Organisation that The Sun breached Clause 1 (Accuracy) of the Editors’ Code of Practice. The complaint was upheld, and IPSO required the newspaper to publish this adjudication. The front page article reported that Jeremy Corbyn had accepted Privy Council membership after becoming Labour leader “so he can get his hands on £6.2m” of Short money. It said that, had Mr Corbyn refused membership, a “constitutional crisis” would have been triggered, jeopardising the £6.2m. The complainant said that Labour’s access to Short money was not determined by its leader’s Privy Council membership. Instead, most of it is made available based on the number of seats secured by Labour in the last election. The Sun said that the article could have been clearer, but was based on accurate information. If Mr Corbyn had not accepted Privy Council membership, his position as Opposition Leader would not have been “secure” – this would have triggered the “constitutional crisis”, and risked his party’s access to the £6.2m. Nonetheless, it offered at a late stage in the complaint to publish a clarification which made clear that the criteria for Short Money does not include reference to Privy Council membership. IPSO’s Complaints Committee found that it was significantly misleading to claim that Labour’s access to the £6.2m depended on whether Mr Corbyn was a member of the Privy Council. The two were not formally connected and the article did not make clear how a majority of the funding was in fact allocated. The Committee upheld the complaint as a breach of Clause 1. The newspaper failed to correct the significantly misleading coverage promptly and IPSO required The Sun to publish this adjudication. Date complaint received: 19/09/2015",
    "text": "\n\n\n\n\n\n·       Decision of the Complaints Committee 05814-15 Brocklehurst v The Sun\nSummary of\ncomplaint\n1. Rosemary Brocklehurst complained to the\nIndependent Press Standards Organisation that The Sun breached Clause 1\n(Accuracy) in an article headlined “Court Jezter”, published on 15 September\n2015.\n2. The front page article reported that Jeremy\nCorbyn MP had agreed to join the Privy Council following his election as Labour\nleader. It stated this was “so he can get his hands on £6.2million of state\ncash”, in the form of “Short money”, which is funding allocated to opposition\nparties for parliamentary duties. It also reported that Mr Corbyn was a\n“hypocrite” because he would “kiss Queen’s hand to grab £6.2m”. It noted that\n“it is claimed” that a refusal by Mr Corbyn to accept Privy Council membership\n“would have triggered a constitutional crisis and jeopardised £6.2million of\nannual Labour funding”. It quoted a QC who commented that “rejection of Privy\nCouncil membership could raise issues relating to the constitutional status of\nthe official opposition”.\n3. The article was also published in the same form\nonline.\n4. The complainant said that there was no basis for\nthe claim that Mr Corbyn had accepted Privy Council membership in order to\nsecure £6.2million of funding. She said that Short money is available to all\nopposition parties with seats in Parliament, provided that its members have\nsworn the Oath of Allegiance. The complainant said the article had misleadingly\nused the quotation from the QC to suggest a link between Privy Council\nmembership and Short money eligibility; in fact there is no requirement for\nPrivy Council membership.\n5. According to a Houses of Parliament Library\ndocument, Short money is available to all opposition parties that secured\neither two seats, or one seat and more than 150,000 votes. For the period\n2014/15, £16,689.13 is paid to qualifying parties for every seat won (with an\nadditional payment for every 200 votes gained). £777,538.48 is available to the\nLeader of the Opposition’s office, with an additional sum split between the\nopposition parties for travel expense.\n6. The complainant was also concerned that the\narticle contained a digitally produced image showing Mr Corbyn wearing a\njester’s hat and denied that there was any evidence to support the assertion\nthat Mr Corbyn was a “leftie who hates the royals”.\n7. While accepting that it could have been clearer\nin certain respects, the newspaper defended its coverage overall as legitimate\nspeculation based on accurate information. It emphasised that the article had\nreferred to Privy Council membership as the only way Mr Corbyn could “secure”\nhis position as Leader of the Opposition. In its view, this was justified by\nthe following reasoning: had he refused Privy Council membership – and\ntherefore not been party to the important information discussed during Privy Council\nmeetings – he would not have been able to carry out his duties as Opposition\nLeader, and his position as Leader would not have been “secure”. This would\nraise constitutional concerns regarding his – and by extension, the Party’s –\nrole in Opposition, as referred to by the QC. This, in turn, could affect his\nparty’s entitlement to Short money, which is intended to support the party’s\nOpposition role.\n8. The newspaper argued that there was a direct link\nbetween the Office of the Leader of the Opposition and Short money: around\n£700,000 of the total would be allocated to the running costs of its Leader’s\noffice and would be available only if he secured his position as Leader of the\nOpposition by joining the Privy Council; had Mr Corbyn failed to do so, the\nentire £6.2m available to Labour could have been at risk.\n9. The newspaper said that, since it was able to\ndemonstrate a link between Privy Council membership and Short money, it was\nentitled to speculate that Mr Corbyn had accepted membership in order to secure\nthis funding.\n10. The newspaper accepted, however, that the\narticle had not made clear that only around £700,000 of the total sum received\nby the Labour Party would fund the Leader of the Opposition’s office. It\ntherefore offered, shortly before the Committee’s consideration of the\ncomplaint and at the conclusion of IPSO’s investigation, to publish the\nfollowing clarification in print on page two in the newspaper’s “Corrections\n& Clarifications” column, which also noted that Privy Council membership\ndoes not form part of the formal criteria for Short Money:\nJeremy Corbyn\nand the Privy Council\nIn an article of 15th September, headlined “Court\nJezter”, we said that Jeremy Corbyn decided to join the Privy Council in order\nto get his hands on Short Money, the fund (in total amounting to £6.2million)\nprovided by the State for the Opposition. This was based on our argument that\nhis Privy Council membership was integral to his role as Leader of the\nOpposition. We are happy to make clear that only £700k of Short Money goes\ndirectly to the Office of the Leader, with the remainder paying for other\naspects of the official opposition, including research and the Whips’ Office.\nThe formal criteria for Short Money does not explicitly include reference to\nmembership of the Privy Council at all. Some experts have said that Corbyn’s\nnon membership would have had no impact on Labour’s receipt of the money.\nThe newspaper made this offer more than a month\nafter being notified of the complaint.\n11. The newspaper denied that the image of Mr Corbyn\nwas misleading; it had obviously been manipulated to lampoon him. Further,\ngiven his previous public statements opposing the monarchy and his political\nposition generally, it was not misleading to characterise him as a “leftie who\nhates royals”.\nRelevant Code Provisions\n12. Clause 1 (Accuracy)\ni) The Press must take care not to publish\ninaccurate, misleading or distorted information, including pictures.\nii) A significant inaccuracy, misleading statement\nor distortion once recognised must be corrected, promptly and with due\nprominence, and – where appropriate – an apology published. In cases involving\nthe Regulator, prominence should be agreed with the Regulator in advance.\niii) The press, whilst free to be partisan, must\ndistinguish clearly between comment, conjecture and fact.\nFindings of the Committee\n13. The Editors’ Code specifically protects the\nright of the press to be partisan; critical and robust political commentary is\na characteristic feature of many newspapers and magazines. The newspaper was\nentitled to speculate about the potential consequences of a refusal by Mr\nCorbyn to join the Privy Council, and whether similar reasoning had played a\nrole in his decision to accept membership.\n14. These were not, however, the terms in which the\narticle was framed. It stated that Mr Corbyn had joined the Privy Council as\n“the only way … [he] could secure his position as the official Leader of the\nOpposition – with all the perks that go with it”. The front-page headline said\nhe “WILL kiss Queen’s hand to grab £6.2m”. This amounted to a factual claim that\nthe party’s receipt of Short money was conditional on Privy Council membership.\nWhile the article included some explanation of the link the newspaper had drawn\nbetween the two – including the quotation from the QC – it did not acknowledge\nthat Short money is not formally conditional on Privy Council membership. The\npresentation of the claims in this form, without clarifying information,\nconstituted a failure to take care not to publish misleading information.\n15. Further, the article had referred repeatedly to\nthe sum of £6.2m in the context of Mr Corbyn’s role as Opposition Leader, but\nhad not clarified that the great majority of the funding relates to the Party\nas a whole, as an opposition party, rather than the Leader of the Opposition\nspecifically. It had also failed to clarify that Short money is allocated based\non the number of seats won by a party in opposition, rather than any specific\nrole leading the Opposition, and would therefore be unaffected by any concerns\nover Mr Corbyn’s status as Opposition Leader. This represented a further\nfailure to take care not to publish misleading information.\n16. It was significantly misleading to claim, as\nfact, that Labour’s access to Short money (either the £6.2m, or the\n£777,538.48) was conditional on Mr Corbyn’s joining the Privy Council; the two\nwere not directly connected. The correct position on the requirements for\nobtaining Short money and the basis on which it is allocated was available in\nthe public domain.\n17. The coverage was significantly misleading; in\nsuch circumstances, the newspaper’s offer to publish a correction was\nappropriate. However, it had only made the offer of correction at a late stage\nin the complaints process, more than a month after being notified of the\ncomplaint, and only after IPSO had notified both parties that the matter would\nbe passed to the Committee for a ruling. Given the nature of the misleading\nstatements the complaint demonstrated, the newspaper had failed to make the\noffer sufficiently promptly, and this represented a breach of Clause 1(ii).18. The image of Mr Corbyn wearing a Jester’s hat,\nand the characterisation of Mr Corbyn as a “leftie who hates royals” were not\nsignificantly misleading, given his political stance, and his views on the\nmonarchy. These concerns did not raise a breach of Clause 1.\nConclusions\n19. The complaint was upheld.\nRemedial Action Required\n20. In circumstances where the Committee establishes\na breach of the Editors’ Code it can require the publication of a correction\nand/or adjudication, the nature, extent and placement of which is determined by\nIPSO. The newspaper had not offered a correction promptly and therefore had\nfailed to comply with its obligations under Clause 1 (ii). The Committee\nrequired the publication of an adjudication.\n21. The Committee considered the placement. The\nmisleading information identified was repeated throughout the article, and\nappeared as the lead story on the newspaper’s front page. It was significantly\nmisleading, formed the principal basis for the personal criticism of Mr Corbyn\nset out in the article, and resulted from a significant failure to take care not\npublish misleading information, given that the factors that formally affect the\nallocation of Short money were known to the newspaper. For these reasons, the\nCommittee required that a reference to the adjudication be published on the\nfront page, directing readers to the full adjudication, which should appear on\npage four or further forward. Both the headline to the adjudication inside the\npaper and the front-page reference should make clear that IPSO has upheld the\ncomplaint, and refer to its subject matter. The headline, the placement on the\npage, and prominence, including font size, of both the adjudication and the\nfront page reference must be agreed in advance. It should also be published on\nthe newspaper’s website, with a link to the full adjudication appearing on the\nhomepage for 24 hours; it should then be archived online in the usual way.\n22. Should the newspaper intend to continue to\npublish the article in its current form, the adjudication should also be\npublished in full beneath the headline.\n23. The terms of the adjudication to be published\nare as follows:\nFollowing the publication of an article in The Sun\non 15 September, headlined “Court Jezter”, Rosemary Brocklehurst complained to\nthe Independent Press Standards Organisation that The Sun breached Clause 1\n(Accuracy) of the Editors’ Code of Practice. The complaint was upheld, and IPSO\nrequired the newspaper to publish this adjudication.\nThe front page article reported that Jeremy Corbyn\nhad accepted Privy Council membership after becoming Labour leader “so he can\nget his hands on £6.2m” of Short money. It said that, had Mr Corbyn refused\nmembership, a “constitutional crisis” would have been triggered, jeopardising\nthe £6.2m.\nThe complainant said that Labour’s access to Short\nmoney was not determined by its leader’s Privy Council membership. Instead,\nmost of it is made available based on the number of seats secured by Labour in\nthe last election.\nThe Sun said that the article could have been\nclearer, but was based on accurate information. If Mr Corbyn had not accepted\nPrivy Council membership, his position as Opposition Leader would not have been\n“secure” – this would have triggered the “constitutional crisis”, and risked\nhis party’s access to the £6.2m. Nonetheless, it offered at a late stage in the\ncomplaint to publish a clarification which made clear that the criteria for\nShort Money does not include reference to Privy Council membership.\nIPSO’s Complaints Committee found that it was\nsignificantly misleading to claim that Labour’s access to the £6.2m depended on\nwhether Mr Corbyn was a member of the Privy Council. The two were not formally\nconnected and the article did not make clear how a majority of the funding was\nin fact allocated. The Committee upheld the complaint as a breach of Clause 1.\nThe newspaper failed to correct the significantly\nmisleading coverage promptly and IPSO required The Sun to publish this\nadjudication.\nDate complaint received: 19/09/2015Date decision issued: 07/12/2015 \nBack to ruling listing\n\n\n"
}