{
    "url": "/rulings-and-resolution-statements/ruling/?id=05810-17",
    "title": "05810-17 Williams v The Sun",
    "provisions": [
        "1 Accuracy (2016)"
    ],
    "outcome": "Breach - sanction: action as offered by publication",
    "publication": "The Sun (News UK)",
    "received_on": "2017-04-06 00:00:00",
    "concluded_on": "2017-08-22 00:00:00",
    "complaint_processing_days": 138,
    "conclusion_long": "17. The complaint was upheld.",
    "remedial_action": "18. Having upheld the complaint in relation to the last two articles, the Committee considered what remedial action should be required. 19. On receipt of the decision the newspaper offered to update the clarification offered, to reflect the terms of the Committee’s ruling. It offered to publish the following wording, to appear on page two: In two articles about the inquests of Matthew Williams and Cerys Yemm, published in March and April of this year, we used the word “cannibal” when describing Mr Williams. We should have made clear that this descriptor was based on evidence given by a witness to the attack that Mr Williams had been “eating” Ms Yemm’s face, and we also should have noted that while the inquest heard that Mr Williams had bitten Ms Yemm, it did not find that he had “eaten” her. 20. This correction was sufficient to meet the requirements of Clause 1 (ii), and should now be published. Date complaint received: 06/04/2017",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee 05810-17 Williams v The Sun\nSummary of complaint\n1. Chris Williams\ncomplained to the Independent Press Standards Organisation that The Sun\nbreached Clause 1 (Accuracy) of the Editors’ Code of Practice in the following\narticles:\n“Cannibal\nkilled by taser cops as he bites girl’s face”, published on 7 November 2014“Dead… just\nhours after she met cannibal”, published on 8 November 2014“Help! He’s\neating her”, published on 16 March 2017;“Demonic\ncannibal cop terror”, published on 18 March 2017“Cannibal risk\nclear”, published on 6 April 2017.\n2. The first\narticle reported that Matthew Williams, whom it described as “a cannibal”, had\nattacked and killed a 21-year-old woman in a homeless hostel. It said that he\nhad died when police tasered him; that he was “believed to be high on cocaine”;\nand that he had been released from prison two weeks before the attack. It\nquoted a witness who had said that he was “eating this girl to death”. The\nsecond article named the victim. It said that she had met Mr Williams just\nhours before her death, and that he had eaten parts of her face. \n3. The remaining\narticles were published after the inquests. The newspaper reported that Mr\nWilliams’ inquest had been played a recording of the 999 call in which the\nwitness to the attack had said “He’s eating her”. It said that the witness had\ntold the inquest, “It looked to me as if he was eating her. Science has proved\nhe wasn’t, but that’s what it looked like”. The next article said that a police\nofficer, who had attended the scene of the attack, had been terrified by the\nscene she encountered. The piece said that Mr Williams had killed the victim\nand was “’eating’ her face”. The last article said that a forensic psychologist\nhad told the inquest that the risk Mr Williams had posed was clear. It said\nthat he had bitten and torn his victim’s eye out.\n4. The complainant,\nMatthew Williams’ father, first complained to IPSO after the first two articles\nwere published. He said that it was inaccurate to report that the victim had died\ndue to an act of cannibalism; she had died as a result of “sharp force trauma\nand shock”.\n5. The parties\nagreed to put the matter on hold until the inquests had taken place and the\nfull facts of the case were known.\n6. After the\ninquests, the complainant informed IPSO that he wished to pursue his earlier\ncomplaint. He also added that he wished to complain about the accuracy of the\nnewspaper’s coverage of the inquest. He maintained that it was inaccurate to\nrefer to his son as a “cannibal”; the inquest had heard that there were bite\nmarks to the victim’s torso, but no skin had been broken, and there were no\nbite marks to her face and neck.\n7. The newspaper\nsaid that its reports had been based on the information available at the time,\nand it had accurately reported the account of the murder provided by the first\nwitness on the scene. Before the first article was published, the newspaper had\nspoken to the witness’ sister-in-law, and she had said that the witness had\ntold her in a text message that Mr Williams had been “eating” the victim. The\nwitness had subsequently told the inquest that this had been her belief at the\ntime.\n8. Following the\npublication of the first articles, the newspaper contacted the police to ask if\nthey had any concerns about its references to cannibalism, and the police had\nsaid that they would not be seeking any corrections.\n9. The newspaper\nmaintained that it was not misleading to refer to Mr Williams as a cannibal\ngiven the findings of the inquest. It referred to a contemporaneous report of\nthe inquest proceedings, published by another newspaper, which it said repeated\nthe accounts from police officers and witnesses that it had reported at the\ntime. It noted that a forensic dentist had told the inquest that there were\nbite marks on the victim’s abdomen, and there was a probable bite mark on her\nright hand; a police officer had described the scene as “utter carnage”; and\nwhen the witness to the scene had called the emergency services, she had said\n“there has been a murder. He stabbed her in the face and is eating her”. A\npolice officer had also said that she had been informed that someone had been\nattacked with a screwdriver and a man was “eating the face”.\n10. Although the newspaper did not consider that its\ncoverage was misleading, it offered to publish the following clarification on\npage two and online, as the inquest had concluded that none of the victim’s\nbody parts had been missing:\nIn an article “Cannibal killed by taser cops as he bites\ngirl’s face”, (7 November 2014) we described former prisoner and drug addict\nMatthew Williams as a ‘cannibal’ because a first eye-witness said they believed\nhe was ‘eating’ his victim, Cerys Yemm. \nHowever, a recent inquest into both deaths revealed that, while there\nwere 89 separate injuries to her face and body, there were no missing parts,\nand the pathologist confirmed that there was no evidence of her being\neaten. \nIt also offered to append the following footnote to the\nonline article:\nAn inquest into the two deaths carried out in April revealed\nthat Cerys Yemm died from ‘sharp force trauma to the face and neck’. However, a\nrecent inquest into both deaths revealed that, while there were 89 separate\ninjuries to her face and body, there were no missing parts, and the pathologist\nconfirmed that there was no evidence of her being eaten. Witness Mandy Miles\nsaid at the inquest that she accepts the findings of the post mortem that he\ndid not eat her.\nRelevant Code provisions\n11. Clause 1 (Accuracy)\ni. The Press must take care not to publish\ninaccurate, misleading or distorted information or images, including headlines\nnot supported by the text.ii. A significant inaccuracy, misleading\nstatement or distortion must be corrected, promptly and with due prominence,\nand — where appropriate — an apology published. In cases involving IPSO, due\nprominence should be as required by the regulator.\nFindings of the Committee\n12. The witness to the murder had told the emergency\nservices that she believed Mr Williams had been “eating” the victim. The\nnewspaper had also spoken to her sister-in-law who had verified that this was\nthe witness’ account of the incident. The newspaper had been entitled to report\nthe witness’ account, and it had done so accurately. Given the witness account,\nit was not significantly misleading to refer to Mr William as a “cannibal” in\nthe first two articles. There was no failure to take care over the accuracy of\nthe articles published before the inquest.\n13. The inquest had found that there were 89 separate\ninjuries to the victim’s face and body, which included bite marks. However,\nthere were no body parts missing and the inquest had concluded that there was\nno evidence that Mr Williams had “eaten” the victim in an act of cannibalism.\n14. In the third article under complaint, published after\nthe inquest, the newspaper had made clear that its reference to Mr Williams as\na “cannibal” was based on the evidence given by the witness to the attack. The\npiece included the witness’ comment that “science had proven that he wasn’t\n[eating the victim]”. As the article made the finding of the inquest\nsufficiently clear, there was no failure to take care over the accuracy of the\narticle in breach of Clause 1 (i).\n15. The last two articles had asserted as fact that Mr\nWilliams was a “cannibal”. Given that the inquest had concluded that there had\nbeen no act of cannibalism, this was significantly inaccurate and represented a\nfailure to take care over the accuracy of the articles in breach of Clause 1\n(i). A correction was required in order to avoid a breach of Clause 1(ii).\n16. The newspaper had offered to publish a correction, which\nmade clear that there was no evidence that the victim had been eaten. The\nCommittee considered that the newspaper’s offer to address the complaint was\nsufficient to meet the requirement of Clause 1 (ii). There was no further\nbreach of the Code on this point.\nConclusion\n17. The complaint was upheld.\nRemedial action required\n18. Having upheld the complaint in relation to the last two\narticles, the Committee considered what remedial action should be required.\n19. On receipt of the decision the newspaper offered to\nupdate the clarification offered, to reflect the terms of the Committee’s\nruling. It offered to publish the following wording, to appear on page two:\nIn two articles about the inquests of Matthew Williams and\nCerys Yemm, published in March and April of this year, we used the word\n“cannibal” when describing Mr Williams. We should have made clear that this\ndescriptor was based on evidence given by a witness to the attack that Mr\nWilliams had been “eating” Ms Yemm’s face, and we also should have noted that\nwhile the inquest heard that Mr Williams had bitten Ms Yemm, it did not find\nthat he had “eaten” her.\n20. This correction was sufficient to meet the requirements\nof Clause 1 (ii), and should now be published.\nDate complaint received: 06/04/2017Date decision issued: 22/08/2017\nBack to ruling listing\n\n\n"
}