{
    "url": "/rulings-and-resolution-statements/ruling/?id=05823-20",
    "title": "05823-20 A woman v the Halifax Courier",
    "provisions": [
        "14 Confidential sources (2019)"
    ],
    "outcome": "Breach - sanction: publication of adjudication",
    "publication": "Halifax Courier (National World Publishing Ltd)",
    "received_on": "2020-05-07 00:00:00",
    "concluded_on": "2020-12-02 00:00:00",
    "complaint_processing_days": 209,
    "conclusion_long": "14.The complaint was upheld.",
    "remedial_action": "15. Having upheld the complaint, the Committee considered what remedial action should be required. In circumstances where the newspaper had breached Clause 14, the publication of an adjudication was appropriate. 16. The complaint did not relate to any published material, and so the Committee considered carefully where the adjudication should appear. The breach of the Code was very serious. It had partly led to the complainant being dismissed by her employer. The Committee also had regard to the gross failure of record-keeping on the publication’s part. It had deleted the email in which it had passed over the complainant’s name to her employer within a couple of months of its being sent, when its policy is to retain such emails for two years. The adjudication should therefore appear on page 3 of the newspaper, or further forward, and the headline of the adjudication must also be published on the newspaper’s front page -directing readers to the adjudication on the page it appears. The headline to the adjudication should make clear that IPSO has upheld the complaint, give the title of the newspaper and refer to the complaint’s subject matter. The headline must be agreed with IPSO in advance. 17. It should also be published on the publication’s website, with a link to the full adjudication (including the headline) appearing in the top 50% of stories on the publication’s website for 24 hours; it should then be archived in the usual way. The terms of the adjudication for publication are as follows: A woman complained to the Independent Press Standards Organisation that the conduct of a reporter from the Halifax Courier breached Clause 14 (Confidential sources) of the Editors’ Code of Practice. In March 2020, the complainant contacted the newspaper to voice concerns about working conditions at her store at which she worked. She alleged that her employer had placed profit above the protection of staff. The complainant stressed she needed to remain anonymous for fear of losing her job. In May, she was dismissed by her employer, partly for making comments “to the media”. She accused the newspaper of revealing her identity to her employer. The publication accepted that it had contacted the complainant’s employer and passed over the complainant’s concerns to them in a since-deleted email. However, it said that it had kept her anonymous. IPSO found that the complainant was a confidential source of information. The key question was whether the newspaper failed to protect the confidential source by revealing her identity to her employer. The complainant’s employer had presented her with part of an email from a media organisation at her suspension hearing, which requested the employer’s comments and mentioned the complainant by name. This email contained the same concerns the complainant had raised, and the same language she had used, in her original email to the publication. The publication was also unable to demonstrate that the email it sent had sufficiently protected the complainant’s confidentiality; instead, the email had been deleted, despite the newspaper’s policy which required its retention for two years. For these reasons, IPSO had concluded that the newspaper had been unable to establish that it had protected the complainant as a confidential source and there was a breach of Clause 14. IPSO also took the opportunity to express its serious concern over the breach of Clause 14 in this instance. It represented a breach of a moral obligation and had had serious consequences for the complainant.    Date complaint received: 7/5/2020",
    "text": "\n\n\n\n\n\nDecision\nof the Complaints Committee – 05823-20 A woman v the Halifax Courier\nSummary\nof Complaint\n1. A\nwoman complained to the Independent Press Standards Organisation that the\nconduct of a reporter from the Halifax Courier breached Clause 14 (Confidential\nsources) of the Editors’ Code of Practice.\n2. The\ncomplainant worked as a floor manager for a retail chain. Around 28 March 2020,\nshe said she posted publicly on a social media site about her day at work. The\nname of her employer was then evident from her social media profile. According\nto the complainant, a journalist commented on the since-deleted post and asked\nfor her to get in touch with the publication. The complainant then sent two\nemails to the publication’s news desk, on 28 and 31 March respectively. These\nemails raised concerns about non-essential purchases at the store at which she\nworked and a lack of measures to protect staff from the risk of Covid-19. It\nwas alleged that the complainant’s then employer had placed profit above the\nprotection of staff. The complainant stressed in her emails to the publication\nthat she needed to remain anonymous for fear of losing her job.\n3. Between\n31 March and 21 April, the publication’s reporter contacted the employer’s\npress office and asked for a statement in response to the concerns which the\ncomplainant had raised in her emails to the publication. On 21 April, the\ncomplainant was suspended from her job, partly because of an allegation that\nshe “made derogatory comments regarding the company and its customers to the\nmedia”. She was dismissed on the grounds of gross misconduct on 4 May 2020, the\nallegation above having been substantiated by her employer. \n4. The\ncomplainant said that the publication must have provided her name or\nsufficiently identified her to her employer in their email to the company. She\nsaid that the only other person she had raised these concerns with was her MP,\nand the hearing notes and letters from her employer referred to her\n“comments…to the media”. Her employer also provided her with an extract from an\nemail, described as being from “the media”, that contained the complainant’s\nname and referenced the same concerns she had raised, and contained the same\nlanguage she had used, in her emails to the publication.\n5. The\npublication accepted that the complainant was a confidential source within the\nmeaning of Clause 14. However, it denied the complainant’s claim that its\nreporter had passed over her details or otherwise revealed her identify in his\nemail to the complainant’s employer. However, the publication was unable to\nprovide the email it had sent to the employer. It said that the journalist had\ndeleted the email after it had been sent and that, although it had contacted\nthe employer on receipt of the complaint, the employer had also been unable to\nretrieve the original email. The publication acknowledged that its policy was\nfor emails to be retained for two years; it said in this case the email had\nbeen deleted through error. The reporter said that, to the best of his recollection,\nthe email only referenced the fact that the source was a worker at one of the company’s\ntwo stores in Halifax.\n6. The\npublication stressed that the hearing notes and letters from the complainant’s\nemployer never referred to the publication by name and simply mentioned the\ncomplainant’s comments to “the media”. Finally, it raised the possibility that\nthe complainant’s identity in relation to the allegations could have been\nrevealed in some other way. For example, in light of her public social media\npost, her employer could have presented her with anonymous allegations as part\nof a “fishing exercise” to see if she would admit to her involvement.\n7. In\nresponse, the complainant said that there could have been no “fishing exercise”\nas she was presented with an extract from an email which contained the exact\nconcerns she had voiced with the publication, in which she was named. There was\ntherefore no denying that she had been the source of the allegations at this\nstage; and therefore, nothing to “fish” for.\nRelevant\nCode Provisions\n8. Clause\n14 (Confidential sources)\nJournalists\nhave a moral obligation to protect confidential sources of information.\nFindings\nof the Committee\n9. The\nfirst stage of any decision under Clause 14 is to assess whether the\ncomplainant was a confidential source of information. The complainant had\nprovided the publication with information about working conditions in the store\nand had clearly requested that she remain anonymous for fear of losing her job.\nThe complainant was a confidential source of information within the meaning of\nthe Clause. The publication had also accepted this was the case.\n10. The\nCommittee then turned to the question of whether the publication had failed in\nits obligation to protect a confidential source, the complainant. It carefully\nconsidered the difficulty in determining whether the reporter had identified\nthe complainant in his email to her employer and noted that this email -a key\npiece of evidence- was no longer available. It noted that the letters\nconfirming the complainant’s suspension and dismissal, and the suspension\nhearing notes, referenced the complainant’s comments to “the media”. It could\nnot therefore be disputed that the complainant had been dismissed by her\nemployer for making comments “to the media”. The key question was therefore\nwhether the comments “to the media” referred to the concerns which the\ncomplainant had raised with the Halifax Courier, or to another media\norganisation.\n11. The\ncomplainant confirmed that the only media organisation she had contacted about\nher concerns was the Halifax Courier. During the disciplinary process, the\ncomplainant’s employer had produced part of an email it said it had received\nfrom a media organisation, which requested the employer’s comments and\nmentioned the complainant by name. This email set out the same concerns which\nthe complainant had raised, and contained the same language she had used, in\nher email to the publication.\n12. The\nCommittee acknowledged the publication’s denial that the email produced by the\ncomplainant’s employer had been sent by its reporter. However, it noted that\nthe burden of establishing compliance with the Editors’ Code lies with the\npublication. In support of her complaint, the complainant had provided the\nemail she had sent to the publication and the email her employer said it had\nreceived from a media organisation. The publication accepted that an email had\nbeen sent to the complainant’s employer, but it had been unable to provide a\ncopy for consideration by the Committee to demonstrate that it had not\nidentified the complainant; the publication explained that the email had been\ndeleted, despite its policy which required its retention for two years.\nConsidering all of the available evidence, the Committee found that the\npublication had been unable to establish that it had protected the complainant\nas a confidential source and there was a breach of Clause 14.\n13.The\nCommittee took the opportunity to express its serious concern over the breach\nof Clause 14 in this instance. It represented a breach of a moral obligation\nand had had serious consequences for the complainant.\nConclusions\n14.The\ncomplaint was upheld.\nRemedial\nAction Required\n15.\nHaving upheld the complaint, the Committee considered what remedial action\nshould be required. In circumstances where the newspaper had breached Clause\n14, the publication of an adjudication was appropriate.\n16. The\ncomplaint did not relate to any published material, and so the Committee\nconsidered carefully where the adjudication should appear. The breach of the\nCode was very serious. It had partly led to the complainant being dismissed by\nher employer. The Committee also had regard to the gross failure of\nrecord-keeping on the publication’s part. It had deleted the email in which it\nhad passed over the complainant’s name to her employer within a couple of\nmonths of its being sent, when its policy is to retain such emails for two\nyears. The adjudication should therefore appear on page 3 of the newspaper, or\nfurther forward, and the headline of the adjudication must also be published on\nthe newspaper’s front page -directing readers to the adjudication on the page\nit appears. The headline to the adjudication should make clear that IPSO has\nupheld the complaint, give the title of the newspaper and refer to the\ncomplaint’s subject matter. The headline must be agreed with IPSO in advance.\n17. It should\nalso be published on the publication’s website, with a link to the full\nadjudication (including the headline) appearing in the top 50% of stories on\nthe publication’s website for 24 hours; it should then be archived in the usual\nway. The terms of the adjudication for publication are as follows:\nA woman\ncomplained to the Independent Press Standards Organisation that the conduct of\na reporter from the Halifax Courier breached Clause 14 (Confidential sources)\nof the Editors’ Code of Practice.\nIn March\n2020, the complainant contacted the newspaper to voice concerns about working\nconditions at her store at which she worked. She alleged that her employer had\nplaced profit above the protection of staff. The complainant stressed she\nneeded to remain anonymous for fear of losing her job. In May, she was\ndismissed by her employer, partly for making comments “to the media”. She\naccused the newspaper of revealing her identity to her employer.\nThe\npublication accepted that it had contacted the complainant’s employer and\npassed over the complainant’s concerns to them in a since-deleted email.\nHowever, it said that it had kept her anonymous.\nIPSO\nfound that the complainant was a confidential source of information. The key\nquestion was whether the newspaper failed to protect the confidential source by\nrevealing her identity to her employer.\nThe\ncomplainant’s employer had presented her with part of an email from a media\norganisation at her suspension hearing, which requested the employer’s comments\nand mentioned the complainant by name. This email contained the same concerns\nthe complainant had raised, and the same language she had used, in her original\nemail to the publication.\nThe\npublication was also unable to demonstrate that the email it sent had\nsufficiently protected the complainant’s confidentiality; instead, the email\nhad been deleted, despite the newspaper’s policy which required its retention\nfor two years.\nFor\nthese reasons, IPSO had concluded that the newspaper had been unable to\nestablish that it had protected the complainant as a confidential source and there\nwas a breach of Clause 14.\nIPSO\nalso took the opportunity to express its serious concern over the breach of\nClause 14 in this instance. It represented a breach of a moral obligation and\nhad had serious consequences for the complainant. \n \nDate\ncomplaint received: 7/5/2020\nDate\ncomplaint concluded by IPSO: 2/12/2020\nBack to ruling listing\n\n\n"
}