{
    "url": "/rulings-and-resolution-statements/ruling/?id=05820-19",
    "title": "05820-19 Brian v Rotherham Advertiser",
    "provisions": [
        "1 Accuracy (2019)",
        "3 Harassment (2019)"
    ],
    "outcome": "Breach - sanction: publication of correction",
    "publication": "Rotherham Advertiser (Regional Media Ltd)",
    "published_on": "2019-09-19 00:00:00",
    "received_on": "2019-07-31 00:00:00",
    "concluded_on": "2020-02-13 00:00:00",
    "complaint_processing_days": 197,
    "conclusion_long": "16. The complaint was upheld.",
    "remedial_action": "17. Having upheld the complaint, the Committee considered what remedial action should be required. In circumstances where the Committee establishes a breach of the Editors’ Code, it can require the publication of a correction and/or an adjudication, the nature, extent and placement of which is determined by IPSO. 18.  The newspaper had been entitled to report the parent’s claims, provided that they were clearly signalled as such. Where matters are reported as fact, care needs to be taken not to publish inaccurate, misleading or distorted information. In this case, such care had not been taken, as a letter from the residential centre to the parent showed that it took responsibility for the decision to stop the child attending the trip, rather than the complainant. The Committee considered that the appropriate remedy was the publication of a correction which made clear that the complainant had not stopped the child attending the trip. 19. The original article appeared on page 2 and the correction would need to be published on that page, or further forward, and as a footnote correction to the online article. It should state that it has been published following an upheld ruling by the Independent Press Standards Organisation. The full wording should be agreed with IPSO in advance.   Date complaint received: 31/07/2019",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee 05820-19 Brian v\nRotherham Advertiser\nSummary of Complaint\n1. Joe Brian complained to the Independent Press Standards\nOrganisation that the Rotherham Advertiser breached Clause 1 (Accuracy) and\nClause 3 (Harassment) of the Editors’ Code of Practice in an article headlined\n“Dearne Valley parents say head was 'unprofessional' after playground ban”,\npublished on 19 September 2019.\n2. The article reported a parent’s claims that a head\nteacher was unprofessional after banning two parents from the school grounds\nafter comments made on twitter by those parents. It also reported that the head\nteacher “stopped [one of the parent’s] 11-year-old daughter from attending a\nschool trip - despite a doctor's note saying she was fit to attend.”\n3. The article appeared online under the same headline and\nwas substantially the same as the print article.\n4. The complainant, the head teacher named in the article,\nsaid the article was inaccurate: he had not stopped the pupil attending the\nschool trip. Instead, he said that the decision had been taken by the\nresidential centre in line with its sickness policy, and this decision was not\naffected by the child’s doctor’s note. The complainant had been contacted by\nthe newspaper before publication and had said that there was “no truth” in the\nclaims, and that he had “just emailed the parent a letter from [the residential\ncentre] which makes that clear – maybe she will let you see it”. During IPSO’s\ninvestigation he provided a copy of this; in it, the centre said it took “full\nresponsibility” for the decision. The complainant was also concerned that the\njournalist was allegedly friends with the subject of the article.\n5. The complainant said that his correspondence with the\npublication’s staff constituted harassment in breach of Clause 3. He said that\nthe tone and content of the emails, particularly that of the editor, had been\nrude and that the editor had asked the complainant whether he and his wife were\nqualified teachers.\n6. The newspaper did not accept any breach of the Code. It\nsaid that whilst it may have been the residential centre that sent the letter\nsaying that the child could not attend, it was the complainant who had passed\non the medical information that led to this decision. It said that therefore\nreporting that the complainant had stopped the child attending was not\nmisleading. Furthermore, it had contacted the complainant on several occasions\nbefore the article was published asking if he “would like to make any comment”,\n“make a statement” or if he “wish[ed] to respond” regarding the allegations\nthat he stopped the pupil going on a trip. The complainant denied the original\nallegations sent by the publication and had declined to comment, other than by\nsaying “There is no truth in what you have written” and that “I’m sure any\ndecent journalist would be reading what was written for themselves.”\n7. The publication provided several email chains between\nthemselves and the complainant. The reporter had sent an email asking for a\ncomment from the complainant. The publication, whilst acknowledging that the\nemail exchange “had not gone well” and had been at points “childish”, did not\naccept that any publication staff who emailed the complainant had engaged in\nintimidation, harassment or persistent pursuit. It noted that he had continued\nto engage and had not requested that the publication desist, so there was no\nfailure of the publication staff to respect a request to desist.\n8. Given the complainant’s comments following publication,\nthe newspaper offered to publish a correction on page two.\nIn regard to the story headlined “Dearne Valley parents say\nhead was ‘unprofessional’ after playground ban” that appeared online on July\n19, 2019 and in the Weekender dated July 18, 2019, headed “Parents say head was\nunprofessional”, in which parents claimed Mr Joe Brian stopped a child attending\nan event at a residential centre by passing on incorrect information or not\nproviding the centre with the facts. We would like to make it clear that Mr\nBrian’s position is that he provided the residential centre with the correct\ninformation.\nPrior to publication, Mr Brian was offered several\nopportunities to comment on the claims of the parents or to provide evidence to\ncounter their allegations but declined on each occasion.\n9. The complainant said that this proposed wording did not\nresolve his complaint.\nRelevant Code Provisions\n10. Clause 1 (Accuracy)\ni) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not\nsupported by the text.\nii) A significant inaccuracy, misleading statement or\ndistortion must be corrected, promptly and with due prominence, and — where\nappropriate — an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator. \niii) A fair opportunity to reply to significant inaccuracies\nshould be given, when reasonably called for.\niv) The Press, while free to editorialise and campaign, must\ndistinguish clearly between comment, conjecture and fact.\n11. Clause 3 (Harassment)*\ni) Journalists must not engage in intimidation, harassment\nor persistent pursuit.\nii) They must not persist in questioning, telephoning,\npursuing or photographing individuals once asked to desist; nor remain on\nproperty when asked to leave and must not follow them. If requested, they must\nidentify themselves and whom they represent.\niii) Editors must\nensure these principles are observed by those working for them and take care\nnot to use non-compliant material from other sources.\nFindings of the Committee\n12. The article had reported, as fact, that the complainant\nhad stopped one of his pupils from attending a school trip. Before publication,\nthe complainant had made the newspaper aware of a letter which he said\ndisproved the claim. Given that the newspaper was aware that the complainant\ndenied the claim and that he had identified documentary evidence which he said\nsupported his position, to report that the complainant had “stopped” the child\nattending the trip, without making it clear that this was the view of the\nchild’s parent, represented a failure to take care over the accuracy of the\ninformation. There was a breach of Clause 1.\n13. Although the Committee noted that the article had made\nit clear that the complainant denied the allegation, reporting that he had\n“stopped” the child attending the trip, without explaining that this was the\nparent’s view given that he had passed the doctor’s note to the residential\ncentre, amounted a significant inaccuracy which required correction under the\nterms of Clause 1(ii). The publication had offered to print a correction on\npage two. However, the proposed wording did not make sufficiently clear that it\nwas the residential centre, as opposed to the complainant, who had taken the\ndecision that the child could not attend the trip. Therefore, it did not\nadequately correct the inaccuracy, and there was a breach of Clause 1(ii).\n14. It was a matter of regret that the exchange of emails\nbetween the complainant and the publication had become heated and that the\npublication’s manner did not meet the standards of professionalism expected.\nHowever, the complainant had continued to engage with the publication’s staff\nand made no request that they desist from contacting him. Although the Editor\nhad become discourteous in his correspondence with the complainant, this did\nnot go so far so as to constitute harassment, intimidation or persistent\npursuit. Therefore there was no breach of Clause 3.\n15. The Committee noted the complainant’s general concern\nthat the article was based on information provided by a former member of the\nnewspaper’s staff. However, the selection of material for publication is a\nmatter of editorial discretion; the newspaper was entitled to report the\ninformation which it had received, as long as it did so in accordance with the\nterms of the Code. This point did not raise a breach of the Code. \nConclusions\n16. The complaint was upheld.\nRemedial Action Required\n17. Having upheld the complaint, the Committee considered\nwhat remedial action should be required. In circumstances where the Committee\nestablishes a breach of the Editors’ Code, it can require the publication of a\ncorrection and/or an adjudication, the nature, extent and placement of which is\ndetermined by IPSO.\n18.  The newspaper had\nbeen entitled to report the parent’s claims, provided that they were clearly\nsignalled as such. Where matters are reported as fact, care needs to be taken\nnot to publish inaccurate, misleading or distorted information. In this case, such\ncare had not been taken, as a letter from the residential centre to the parent\nshowed that it took responsibility for the decision to stop the child attending\nthe trip, rather than the complainant. The Committee considered that the\nappropriate remedy was the publication of a correction which made clear that\nthe complainant had not stopped the child attending the trip.\n19. The original article appeared on page 2 and the\ncorrection would need to be published on that page, or further forward, and as\na footnote correction to the online article. It should state that it has been\npublished following an upheld ruling by the Independent Press Standards\nOrganisation. The full wording should be agreed with IPSO in advance.\n \nDate complaint received: 31/07/2019\nDate complaint concluded by IPSO: 13/02/2020\nBack to ruling listing\n\n\n"
}