{
    "url": "/rulings-and-resolution-statements/ruling/?id=05858-15",
    "title": "05858-15 An individual v Irish News",
    "provisions": [
        "1 (Accuracy) 2015",
        "3 (Privacy) 2015"
    ],
    "outcome": "No breach - after investigation",
    "publication": "The Irish News (The Irish News)",
    "received_on": "2015-09-18 00:00:00",
    "concluded_on": "2016-04-18 00:00:00",
    "complaint_processing_days": 213,
    "text": "\n\n\n\n\n\nDecision of the\nComplaints Committee 05858-15 An individual v Irish News\nSummary of\ncomplaint\n1. An individual\ncomplained to the Independent Press Standards Organisation that the Irish News\nbreached Clause 1 (Accuracy) and Clause 3 (Privacy) of the Editors’ Code of\nPractice in an article headlined “Ex-IRA killer is Davison murder suspect”,\npublished on 20 May 2015, and in an article headlined “Former Provos claim\nwitness told them McGuigan was at scene of Davison murder” published on 18\nAugust 2015.\n2. The 20 May\narticle reported on the killing of Gerard “Jock” Davison in Belfast. It stated\nthat it was believed that a “former IRA killer” – who was not named – had shot\nMr Davison. It included a number of details about how the shooting had been\ncarried out, and said the gunman had “local knowledge”. It also stated that the\nsuspect was “once a high-ranking republican … in his early fifties [who] was\njailed for the attempted murder of a soldier during the Troubles”, and that\npreviously, “following an altercation with Davison … he was shot in both legs\nin a paramilitary-style attack and expelled from the IRA”.\n3. The 18 August\narticle reported on the killing of Kevin McGuigan. It stated that Mr McGuigan\nhad been “shot dead by alleged former IRA members after eyewitnesses told\nrepublicans he was seen leaving the location of the Gerard … Davison attack”.\nIt explained that Mr McGuigan’s “murder came after he was warned by police that\nhis life was in danger from republicans amid speculation he was involved in the\nshooting of former IRA commander Davison”. It also noted that “while [Mr\nMcGuigan] was widely named as the leading suspect in the killing, the PSNI said\nthey spoke to him in the wake of the murder of the IRA commander only as a\nwitness”, and that “Mr McGuigan had also denied involvement in the murder”.\n4. The complainant\nsaid that while the 20 May article had not named Mr McGuigan, it had contained\na number of details which had identified him to the local community as the\nsubject of the story. The complainant said that it was inaccurate to suggest\nthat Mr McGuigan had been a suspect. On 29 May, the PSNI had confirmed that he\nwas not considered a suspect, and he was never arrested by the police in connection\nwith the murder. The complainant promptly informed the newspaper of this\nposition, but it had repeated the inaccurate claim in its article of 18 August.\n5. In addition, the\ncomplainant said that it was inaccurate in breach of Clause 1 for the 20 May\narticle to describe Mr McGuigan as a “former IRA killer”, given that he had\nnever been convicted of any killings.\n6. The complainant\nconsidered that the publication of details that identified Kevin McGuigan had\nrepresented an intrusion into his family life and health in breach of Clause 3;\nthe article had put his life in danger and had “ultimately resulted in his\ndeath”.\n7. The complainant\nsaid that on 16 May, the police had visited Mr McGuigan’s address, which was\nhome to two others also named Kevin McGuigan. The police had asked the deceased\nto pass on a verbal message, which was “republicans believed to be carrying out\nsome form of attack upon Kevin McGuigan of 5 Comber Court”. On 19 May, the\npolice visited again, but made no mention of any threat to Mr McGuigan’s\nsafety. On 25 May, five days after the article’s publication, the police\nvisited again, and this time confirmed that the threat concerned Mr McGuigan\nSenior, and that republicans intended to take retaliatory action against him.\n8. The newspaper\nsaid that the 20 May article had not suggested that Mr McGuigan had been\nofficially regarded as a suspect by the police. The article had made clear that\nMr McGuigan had previously fallen out of favour with the IRA, and said that he\nhad been subject to a paramilitary-style attack after an altercation with Mr\nDavison. When considered in this context, the reference to the gunman as a\n“suspect” related to the threat from the IRA that he would be under following\nMr Davison’s death. The newspaper noted that on 29 May, the complainant’s\nsolicitor had informed it that the police had said that Mr McGuigan was not a\nsuspect in Mr Davison’s murder “at this point in time”. It considered that it\nhad never said otherwise, but that the police’s position on this matter had\nbeen clearly subject to change.\n9. The newspaper\nalso argued that it was not misleading for its 18 August article to suggest\nthat Mr McGuigan had been a suspect in the killing of Mr Davison, particularly\ngiven that it had been widely reported by many news outlets that Mr McGuigan\nhad been killed in relation to Mr Davison’s murder.\n10. The newspaper\nsaid that before it published the 20 May article, it had been informed by\nreliable sources that the police had warned Mr McGuigan about threats to his\nlife following the murder of Mr Davison. It said it was well known and not\ndisputed that Mr McGuigan had been involved in a long-running dispute with Mr\nDavison. It said the complainant’s contention that its article had prompted Mr\nMcGuigan’s murder was entirely without foundation. The newspaper noted that it\nhad not named Mr McGuigan in the 20 May coverage in order to avoid putting any\nlives at risk.\n11. The newspaper\nsaid that while the article had made reference to the gunman as a “former IRA\nkiller”, it had not stated that he had ever been convicted of murder. It noted\nthat the complainant did not dispute that Mr McGuigan had a long association\nwith the IRA. It said that the terrorist organisation was estimated to have\nbeen responsible for around 1,800 killings, and it was accepted that active IRA\nmembership had involved participation in shootings and bombings. In addition,\nMr McGuigan had served a significant jail sentence for kidnapping a Territorial\nArmy solider, and was involved in the leadership of the Direct Action Against\nDrugs group (DAAD), which was responsible for murdering at least 15 alleged\ndrug dealers. The reference to the “former IRA killer” was therefore not\nmisleading.\n12. Furthermore,\nthe newspaper argued that reporting on the murders of Mr Davison and Mr\nMcGuigan was in the public interest. It noted that the government of Northern\nIreland was still vulnerable to perceived and actual instances of paramilitary\nactivity. In this instance, the deaths of Mr Davison and Mr McGuigan had\ncontributed to the withdrawal of the Ulster Unionist Party from the Northern\nIreland Executive.\nRelevant Code\nprovisions\n13. Clause 1\n(Accuracy)\ni) The Press must\ntake care not to publish inaccurate, misleading or distorted information,\nincluding pictures.\nii) A significant\ninaccuracy, misleading statement or distortion once recognised must be\ncorrected, promptly and with due prominence, and – where appropriate – an\napology published. In cases involving the Regulator, prominence should be\nagreed with the Regulator in advance.\niii) The press,\nwhilst free to be partisan, must distinguish clearly between comment,\nconjecture and fact.\nClause 3 (Privacy)\ni) Everyone is\nentitled to respect for his or her private and family life, home, health and\ncorrespondence, including digital communications.\nii) Editors will be\nexpected to justify intrusions into any individual's private life without\nconsent. Account will be taken of the complainant's own public disclosures of\ninformation.\niii) It is\nunacceptable to photograph individuals in private places without their consent.\nNote - Private places are public or private property where there is a\nreasonable expectation of privacy.                                    \nFindings of the\nCommittee\n14.  The violent deaths of Mr Davison and Mr\nMcGuigan were matters of important public interest in Northern Ireland, where\nMr McGuigan’s death – in particular – had significant political ramifications.\nThese were major news events, and the newspaper was entitled to report\ndevelopments in the story, as well as reaction to the deaths from within the\npolice and republican community.\n15. The 20 May\narticle had not named Mr McGuigan, but it had included details that might have\nled readers to identify him as the individual to which the coverage related.\nThe Committee proceeded with its consideration of the complaint on that basis.\n16. Before the\npublication of the 20 May article, the newspaper had been informed by\nconfidential sources in the republican community that, following Mr Davison’s\nmurder, republicans had suspected that Mr McGuigan had been involved. In\naddition, sources had said that the police had warned Mr McGuigan about a\npossible threat from the republican community. The complainant had also\nconfirmed that on 16 May, the police had visited Mr McGuigan’s home, and had\ntold him that republicans were planning an attack on a man of his name at his\naddress.\n17. The 20 May\narticle had not stated that the individual at the centre of its claims was an\nofficial police suspect. It had referred to him as a “suspect”, and included\ndetails of his dispute with members of the IRA, including Mr Davison. Given the\ninformation provided by the newspaper’s sources in the police and in the\nrepublican community, the Committee did not consider that it was significantly\nmisleading for the newspaper to refer to him as a “suspect” in the murder\ninvestigation. The fact that these allegations were not attributed to any one\nsource did not render them significantly misleading. There was no breach of\nClause 1 on this point.\n18. Similarly, the\nnewspaper had not stated that Mr McGuigan had been an official police suspect\nin its article of 18 August. It had made clear that he had been interviewed by\npolice as a witness, and included his denial of any involvement in Mr Davison’s\nmurder. In the full context, the reference to him as a “suspect” did not breach\nClause 1. \n19. It was accepted\nthat Mr McGuigan had not been convicted of any murder. Given the responses\nprovided by the complainant's representative, the Committee also noted that\nthere was a conflict between the parties as to whether claims of his\ninvolvement in the leadership of the Direct Action Against Drugs group, a group\nthat had been responsible for a series of murders, had been substantiated.\nHowever, it was not in dispute that Mr McGuigan had been a prominent figure\nwithin paramilitary organisations, including the IRA, and had been given a\nlengthy prison sentence for his involvement in the brutal kidnapping of a\nTerritorial Army soldier.  In the context\nof this conviction and the wider allegations about his activities and\nassociations, it was not significantly misleading for the newspaper to\ncharacterise him as “ex-IRA killer”. The article had not stated that he had\nbeen convicted of murder. There was no breach of Clause 1 on this point.\n20. While the\nCommittee understood the complainant’s concern that the 20 May article had put\nMr McGuigan’s life in danger, Mr McGuigan had been aware of threats to his life\nbefore its publication. The publication of the story did not represent a\nfailure to respect his private life in breach of Clause 3.\nConclusions\n21. The complaint\nwas not upheld.\nRemedial action\n22. NA\n\nDate complaint\nreceived: 18 September 2015Date complaint\nconcluded: 18 April 2016\n \nBack to ruling listing\n\n\n"
}