{
    "url": "/rulings-and-resolution-statements/ruling/?id=05855-21",
    "title": "05855-21 Duah v metro.co.uk",
    "provisions": [
        "1 Accuracy (2019)",
        "3 Harassment (2019)",
        "12 Discrimination (2019)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "metro.co.uk (Associated Newspapers Limited)",
    "published_on": "2021-05-05 00:00:00",
    "received_on": "2021-05-28 00:00:00",
    "concluded_on": "2021-10-04 00:00:00",
    "complaint_processing_days": 129,
    "conclusion_long": "23. The complaint was not upheld.",
    "remedial_action": "24. N/A   Date complaint received: 28/05/2021",
    "text": "\n\n\n\n\n\nDecision\nof the Complaints Committee – 05855-21 Duah v metro.co.uk\nSummary\nof Complaint\n1. Natasha\nDuah complained to the Independent Press Standards Organisation that\nmetro.co.uk breached Clause 1 (Accuracy), Clause 3 (Harassment), and Clause 12\n(Discrimination) of the Editors’ Code of Practice in an article headlined\n“Transgender people do change their sex – it is discriminatory to say\notherwise”, published on 5 May 2021.\n2. The\narticle under complaint was an opinion piece, written by a “trans advocate”\nafter the Equality and Human Rights Commission’s (EHRC) response to a prominent\nlegal case, raised by a woman who said “she was discriminated against for her\n‘gender critical’ views”. The opinion piece gave the writer’s views on the\n‘gender critical’ movement: “[G]ender critical’ beliefs are in my mind the\nexact definition of extreme views. As the judge said in the original tribunal,\nthey ‘are not worthy of respect in a democratic society.‘ The whole foundation\nof being ‘gender critical’ is to be vehemently against the right of trans\npeople to participate equally in society as their gender, whether that is\nsocially or legally. The ideology centres first and foremost on the exclusion\nof trans people and renunciation of everything they are. This is all based on\nfalsehoods about alleged safety risks in gendered spaces such as prisons, shelters\nand sport, and fear-mongering dogwhistles where individual trans people who did\nsomething bad are used as an example to generalise for all trans people. This\nis dressed up with ‘concerns’ about women’s ‘safety’, despite there being no\nreal evidence that trans inclusion increases risk and violence in gendered\nspaces — and the fact that trans women in particular are disproportionately\naffected by gender-based violence.”\n3. The\narticle also expanded the headline’s statement that “[t]ransgender people do\nchange their sex”, stating that: “Transgender people in the UK can indeed\nchange their sex, both legally and physically. Health care for trans people\nincludes hormone replacement therapy and various surgeries that do indeed\npartly change people’s sex and physical characteristics. As someone who has\nbeen taking hormones for over 10 years and has had sex reassignment surgery, my\nsex and physical characteristics are vastly different to those of cisgender\nmen. We are hugely different physically. My sex characteristics have changed to\na large degree, such as hair growth, fat distribution, muscle mass and many\nother health related factors — and my body is driven by oestrogen and\nprogesterone. While some of my physical traits aren’t the same as of a cisgender\nwoman either, it’s simply not accurate to say my sex characteristics have not\nchanged. There is nuance here, something that the statement ‘sex cannot be\nchanged’ ignores.”\n4. The\narticle also referred to a prominent public figure “who was accused of being a\nTERF (trans exclusionary radical feminist) after defending” the woman who\noriginally brought the legal case.\n5. The\ncomplainant said that the article was inaccurate in breach of Clause 1, as it\nstated that there was “no real evidence that trans inclusion increases risk and\nviolence in gendered spaces”, and that ‘gender critical’ views were “based on\nfalsehoods about alleged safety risks in gendered spaces such as prisons,\nshelters and sport”. The complainant said that this was inaccurate firstly\nbecause there was evidence to demonstrate that there were “valid safety\nconcerns” for women; she referred to a case where a transgender woman had\nsexually assaulted fellow prisoners. She also referred to a risk assessment\nmade by a prison, following plans to house “high risk transgender prisoners”,\nwhich stated that \"[s]ome transgender women pose specific risks to other\nwomen which do in part derive from their transgender status. These may be from\ntheir offending history (e.g. sexual or violent offences), or may be as a\nresult of their anatomy/physiology (e.g. their size/strength/genitalia). Other\nwomen do not, at least in the prison service's experience, tend to pose a\nsimilar level of risk.” The complainant also referred to a report commissioned\nby World Rugby Union, which she said found that there was “an elevated\npossibility of all injuries, including serious injury” arising from the\ninclusion of transgender women in rugby.\n6. The\ncomplainant said that the article was also inaccurate as it misrepresented\n‘gender critical’ views. She said that “gender critical feminists believe that\nsex should not determine gender roles, given the restrictions such proscribed\ngender roles have put on women in the past” but do not believe that “socially\nconstructed Gender roles should determine or override the material reality of\nbiological sex”. She further said that ‘gender critical’ feminists “fully\nbelieve in the right of Transgender people to participate in society as\nTransgender People, and not to be excluded from any part of society, barring\nthe 6 areas of exemption set out in the 2010 Equality Act, where Parliament\ndetermined that biological sex is indeed material, for the dignity, privacy and\nsafety of females, in particular.” As the article did not make this clear, the\ncomplainant said that, therefore, it was inaccurate.\n7. The\ncomplainant further said that the headline of the article and the article\nitself was inaccurate to state that “[t]ransgender people do change their sex”\nas she said that sex is an immutable characteristic which cannot be changed.\nWhile she accepted that the article expanded on the headline’s claim, she said\nthat it was still inaccurate as it did not acknowledge the “distinction between\na personal perspective on a malleable, unverifiable issue of gender identity,\nand the objective reality of Sex being an immutable characteristic” and was\ncontradicted by the article.\n8. The\ncomplainant also said that the article’s use of the term “TERF” breached both\nClause 3 and Clause 12. She considered the term to be a pejorative term used\nagainst gender critical women. She also considered that she had been personally\nand directly affected by its use, where she considered it to be harassing and\ndiscriminatory towards those who held gender critical views.\n9. The\npublication said it did not accept that the Code had been breached. Turning\nfirst to the alleged breaches of Clause 1, it noted that the article was an\nopinion piece and clearly distinguished as such. Regarding the alleged breach\nof Clause 1 in relation to the writer’s views that there is “no real evidence\nthat trans inclusion increases risk and violence in gendered spaces”, and that\n‘gender critical’ views were “based on falsehoods about alleged safety risks in\ngendered spaces such as prisons, shelters and sport”, it said that the BBC had\nreported that transgender prisoners in the UK were far more likely to be the\nvictim of sexual assaults in prisons then to perpetrate such assaults. It also\nreferred to reports from the USA, where almost no transgender prisoners are\nhoused according to their gender identity and where there is a higher incidence\nof assault in US prisons on transgender prisoners due to this – with 35% of\ntransgender prisoners reporting having been assaulted by fellow prisoners or\nstaff. It then referred to a study conducted in the USA, which found that\n“[t]here is no evidence that letting transgender people use public facilities\nthat align with their gender identity increases safety risks”. The lead author\nof the study had also commented that “opponents of public accommodations laws\nthat include gender identity protections often claim that the laws leave women\nand children vulnerable to attack in public restrooms… this study provides\nevidence that these incidents are rare and unrelated to the laws.” The\npublication also said that concerns about the safety risks posed by transgender\nparticipation in single-gender sporting events had been disputed by a number of\nreputable sources, noting that academics from around the world had condemned\nWorld Rugby’s decision to prohibit trans women from participating in the sport,\nand national bodies such as USA Rugby and Canada Rugby had said that they would\nignore any such ban in domestic competitions.\n10.\nGiven the fact that it was able to provide evidence and studies that\ncontradicted the complainant’s position that it was inaccurate to state that\nthere is “no real evidence that trans inclusion increases risk and violence in\ngendered spaces”, the publication considered that it was a clear that this was\nnot a matter of established fact, as there was a lack of statistical evidence\nto support the complainant’s position. Rather, it considered that it was a matter\nof ongoing debate and the writer was entitled to express her opinion on the\nquality of the evidence in a clearly distinguished opinion column.\n11. The\npublication said that the purpose of Clause 3 was to protect individuals who\nare directly or indirectly featured in news stories, or who are the subjects of\napproaches from journalists. Given this, it did not accept that the terms of\nClause 3 were engaged by the complainant’s concerns.\n12. Turning\nto the complainant’s Clause 12 concerns, the publication said that the terms of\nthe Clause do not relate to generalised remarks about groups or categories of\npeople. Therefore, it said, the terms of Clause 12 were not engaged by the\ncomplainant’s concerns.\n13. The\ncomplainant reiterated that she did not consider that it was possible to change\nsex, noting that an editorial in the British Journal of General Practice had\nstated that “[i]t is not possible to change biological sex”. The complainant\nalso said that, contrary to the headline’s claim that it is “discriminatory” to\nsay that people cannot change their sex, a judgment handed down after the\narticle’s publication had, she considered, said otherwise. She also said that,\ncontrary to the article’s statement that transgender people can “change their\nsex […] legally”, Sections 12, 15, and 16 state that transgender people are\nlegally recognised as their birth sex rather than their acquired gender for the\npurposes of parenthood, succession, and peerages.\n14. The\ncomplainant further said that the data provided by the publication from non-UK\nsources was not relevant to their complaint, which centred on an article by a\nUK publication relating to UK culture and legislation. The complainant further\nsaid that a study had found that unisex-changing rooms are more dangerous for\nwomen and girls than single-sex facilities, and that very few women had been\nconvicted of sexual offences. The complainant also highlighted studies which it\nsaid had found that transgender women had a benefit over their fellow\ncompetitors when competing in gendered sport events.\n15. The\ncomplainant then said that her complaint could only be resolved should the\npublication remove the article and append a note clarifying what she considered\nto be the legal errors within the article, in particular the characterisation\nof gender critical views as “extreme”, as she considered this was in\ncontradiction to a legal judgment which had been passed down after the\narticle’s publication.\nRelevant\nCode Provisions\nClause 1\n(Accuracy)\ni) The\nPress must take care not to publish inaccurate, misleading or distorted\ninformation or images, including headlines not supported by the text.\nii) A\nsignificant inaccuracy, misleading statement or distortion must be corrected,\npromptly and with due prominence, and — where appropriate — an apology\npublished. In cases involving IPSO, due prominence should be as required by the\nregulator. \niii) A\nfair opportunity to reply to significant inaccuracies should be given, when\nreasonably called for.\niv) The\nPress, while free to editorialise and campaign, must distinguish clearly\nbetween comment, conjecture and fact.\nClause 3\n(Harassment)*\ni)\nJournalists must not engage in intimidation, harassment or persistent pursuit.\nii) They\nmust not persist in questioning, telephoning, pursuing or photographing\nindividuals once asked to desist; nor remain on property when asked to leave\nand must not follow them. If requested, they must identify themselves and whom\nthey represent.\niii)  Editors must ensure these principles are\nobserved by those working for them and take care not to use non-compliant\nmaterial from other sources.\nClause\n12 (Discrimination)\ni) The\npress must avoid prejudicial or pejorative reference to an individual's, race,\ncolour, religion, sex, gender identity, sexual orientation or to any physical\nor mental illness or disability.\nii)\nDetails of an individual's race, colour, religion, gender identity, sexual\norientation, physical or mental illness or disability must be avoided unless\ngenuinely relevant to the story.\nFindings\nof the Committee\n16. The\nEditors’ Code makes clear that the press is entitled to campaign, be partisan,\nand express an opinion; it is also entitled to publish the views of\nindividuals. However, there remains an obligation under the Clause 1 to take\ncare over the accuracy of any claims of fact made within a comment piece and to\ndistinguish between comment, conjecture and fact. A question for the Committee\nwas, therefore, whether the statements that “no real evidence that trans\ninclusion increases risk and violence in gendered spaces”, and that ‘gender\ncritical’ views were “based on falsehoods about alleged safety risks in\ngendered spaces such as prisons, shelters and sport” were presented as fact or\ncomment.\n17. The\nCommittee was mindful of the context of the article. It appeared in the Comment\nsection of the publication’s website, was written in a polemical and\nopinionated style, and was attributed to a writer who was described in a\nbiography attached to the article as a “trans advocate.” It was, therefore,\nclearly presented as a comment piece, reflecting the views of an individual\npublicly involved in public debate around this subject area. The Committee then\nturned to the nature of the claim itself, noting that both the complainant and\npublication had provided evidence which, respectively, supported and\ncontradicted the claim “that trans inclusion increases risk and violence in\ngendered spaces”. It was therefore, clearly, a matter of ongoing debate and not\na matter of settled fact. The Committee then considered the presentation of the\nclaim within the piece: the article stated that there “was no real evidence\nthat trans inclusion increases risk and violence in gendered spaces”, and this\nassertion was used to support the writer’s assertion that “gender critical”\nviews were “based on falsehoods about alleged safety risks in gendered spaces\nsuch as prisons, shelters and sport”.\n18.\nTaking all factors into account, the Committee was satisfied that the claims\nthat there was “no real evidence that trans inclusion increases risk and\nviolence in gendered spaces”, and that ‘gender critical’ views were “based on\nfalsehoods about alleged safety risks in gendered spaces such as prisons,\nshelters and sport” were distinguished as the opinions of the article writer.\nIn the context of a polemical comment piece, these excerpts expressed the\nwriter’s opinion about the adequacy and limitations of the evidence which\nsupported the “gender critical” viewpoint the author criticised in the article;\nthe use of the phrase “real” made clear that the writer of the piece was\nexpressing a value judgment about the quality of the evidence, rather than\nclaiming that no such evidence existed. The author was entitled to express an\nopinion on the adequacy of the evidence in a matter of ongoing debate, provided\nin doing so they clearly distinguished comment from fact, in line with Clause 1\n(iv). The article did so, and there was therefore no breach of Clause 1 on this\npoint. The Committee, in making this finding, commended the prominence of the\n‘comment’ tagline, and the clear byline attribution, which clearly\ndistinguished the article as comment.\n19. The\ncomplainant had said that the article misrepresented “gender critical” views,\nwhere it did not make clear what the complainant considered to be the actual\nviews of gender critical feminism.  The\nCommittee noted that expressing criticism of the views of groups or individuals\nis not prohibited by the terms of the Code; nor is the Press required by the\nCode to be balanced or unbiased. Nonetheless, publications must demonstrate\nthat care is taken over the accuracy of any claims of fact. The Committee was\nsatisfied that, in the context of a polemical comment piece, the writer’s\ncharacterisation of the “gender critical” movement was clearly distinguished as\ntheir characterisation rather than established fact. For example, by stating\nthat “’gender critical’ beliefs are in my mind the exact definition of extreme\nviews” [emphasis IPSO], the article made clear that these were the views of the\narticle’s author on “gender critical” views, rather than established fact.\nThere was no breach of Clause 1 on this point.\n20. Turning\nnext to the alleged breach of Clause 1 arising from the headline, the Committee\nnoted that it was not a requirement of the Code – or feasible – for headlines\nto include the entire context of an article; headlines are intended to be read\nin conjunction with articles, and act as a summary of the article itself.\nNevertheless, Clause 1 makes clear that headlines must be supported by the text\nof the article; an article cannot act as a correction to a headline which is\ninaccurate, misleading, or distorted.\n21. The headline was a summary of the article’s\ncentral argument – that “[t]ransgender people in the UK can indeed change their\nsex, both legally and physically”. The basis for this was expanded on in more\ndetail in the article itself. The headline was, therefore, supported by the\narticle and – read in context with the article as a whole – was clearly\ndistinguished as the writer’s opinion. \nThe Committee noted the complainant’s concern regarding the headline\nstatement that it was “discriminatory” to say that “[t]ransgender people can\nchange their sex” as it contradicted a later legal judgment. The Committee also\nnoted that this was a matter of ongoing debate, and that the tribunal appeal\njudgment had been published after the publication of the article under\ncomplaint – and, therefore, could not have factored into the newspaper’s\npre-publication considerations. Nevertheless, the headline was clearly\ndistinguished as the writer’s opinion, which the publication was entitled to\npublish. Where the headline statement was distinguished as the writer’s\nopinion, there was no breach of Clause 1.\n22. While the Committee noted that the\ncomplainant had concerns regarding the use of the term “TERF”, the term was not\nused to refer to the complainant either explicitly or implicitly. As she was\nnot referred to in connection to the term TERF, she was not directly and\npersonally affected by its use in the article, and the terms of Clause 3 and\nClause 12 were therefore not engaged.\nConclusions\n23. The\ncomplaint was not upheld.\nRemedial\nAction Required\n24. N/A\n \nDate\ncomplaint received: 28/05/2021\nDate\ncomplaint concluded by IPSO: 04/10/2021\nBack to ruling listing\n\n\n"
}