{
    "url": "/rulings-and-resolution-statements/ruling/?id=05869-19",
    "title": "05869-19 Begum V The Daily Mirror",
    "provisions": [
        "1 Accuracy (2018)",
        "2 Privacy (2018)",
        "6 Children (2018)"
    ],
    "outcome": "Breach - sanction: publication of correction",
    "publication": "Daily Mirror (Reach PLC)",
    "published_on": "2019-07-30 00:00:00",
    "received_on": "2019-08-03 00:00:00",
    "concluded_on": "2020-03-24 00:00:00",
    "complaint_processing_days": 234,
    "conclusion_long": "16. The complaint was partly upheld.",
    "remedial_action": "17. Having upheld a breach of Clause 1 and Clause 6, the Committee considered what remedial action should be required. In circumstances where the Committee establishes a breach of the Editors’ Code, it can require the publication of a correction and/or an adjudication, the terms and placement of which is determined by IPSO. 18. The Committee considered that the circumstances in this case were exceptional. The publication had been invited to take photographs by the school authority, albeit that the invitation would not mean that all of the obligations under the Code were satisfied. The Committee also acknowledged that the invitation to attend the club had referenced the provision of free meals at the holiday club when free school meals were otherwise unavailable and was sent together with a link to a child poverty report. There were, therefore, reasonable grounds for the publication’s understanding that some of the children were attending the club for reasons linked to poverty. The Committee also noted that the publication had removed the photograph prior to the complainant complaining to IPSO. Nevertheless, the publication did not take the necessary care to establish the reason for the attendance of the children before publishing the photograph and to ensure that the consent of a custodial parent had consented to the photograph being taken for the purpose intended. The Committee considered that the appropriate remedy was the publication of a correction to make the complainant’s position clear. 19. The Committee then considered the placement of the correction. The article appeared on pages 4 and 5 in print. Therefore, the correction should appear on page 4 or further forward. It should also appear as a footnote to the online article. It should state that it has been published following an upheld ruling by the Independent Press Standards Organisation. The full wording and position should be agreed with IPSO in advance.    Date complaint received: 03/08/2019",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee 05869-19 Begum V The\nDaily Mirror\nSummary of Complaint \n1. Fatema Begum complained to the Independent Press\nStandards Organisation that the Daily Mirror breached Clause 1 (Accuracy),\nClause 2 (Privacy) and Clause 6 (Children) of the Editors' Code of Practice in\nan article headlined \"Scandal of 50,000 kids going hungry in summer\nholiday\" published on 30 July 2019.\n2. The article reported that \"record numbers of\nchildren\" would \"face school holiday hunger during the long summer\nbreak\" and that \"around 50,000 youngsters from disadvantaged homes\nwill get free meals and activities inside schools as the Government quadrupled\nfunding to tackle the crisis\". The article reported that \"charities\nhave warned of a growing problem of holiday hunger as many families struggle to\nfeed their kids at home\".  The\nsub-headline reported that \"schools need to feed children during [the]\nbreak\" and appeared across a photograph of three children sat at a table\neating at a summer club in Tower Hamlets. The photograph was also published\nwith the caption \"TREAT: kids enjoy fruit at Tower Hamlets summer\nschool\". The article featured a section titled \"Tower Hamlets it's a\ntale of two cities\" in which it was reported that more than 330 children a\nday would receive a free breakfast and lunch in that borough. The article\nfurther reported that in the constituency of Poplar and Limehouse, 23,706\nchildren lived in poverty, which was double the national average. The section\nfeatured a quote from a head teacher at a named school in Tower Hamlets which\nhad “opened its doors” for a holiday club; she said that \"no-one will be\nturned away\". \n3. The article also appeared in much the same terms online\nunder the headline \"National food scandal as 50,000 kids to go hungry this\nsummer holiday\", published on 29 July. \n4. The complainant, the mother of two of the children\nfeatured in the photograph, said that the article breached the terms of Clause\n1 as it gave the misleading impression that her children were poor and hungry.\nShe said that the children attended the holiday club for recreational reasons,\nnot financial reasons and said that the club was not means tested.\n5. The complainant said that publication of the photograph\nrepresented a breach of Clause 6; neither parent had provided consent for a\nnational newspaper to photograph their children, or for their photograph to be\npublished. The complainant said that although she had signed a consent form\nproviding permission for photographs of her children to be taken and used for\nthe  purpose of promoting the holiday\nclub,  or for use on the school's web\nchannels, the consent  did not extend to\nthe publication of photographs in a national newspaper. The complainant said\nthat the misleading impression created by the article that her children were\npoor and hungry had affected the children's time at school, as it had caused\nthem distress and could lead to bullying. \n6. The complainant said that the children had a reasonable\nexpectation of privacy in relation to the information in the image and the\ncircumstances in which it was taken; they should not have been photographed\nwhile they were eating and taking part in activities at the club. \n7. The publication denied any breach of the Code. It said\nthat it had been invited to the club by the local council and that the club was\nspecifically described to the publication as a \"club which alleviates some\nof the pressures families face during the school holiday period when free\nschool meals are unavailable\". Further, the publication said that the\nlocal authority press release for the club provided details about child poverty\nrates in Tower Hamlets and the statistics for eligibility for receiving free\nschool meals. The publication said that it was not inaccurate to publish the\nphotograph of the children in the reported context. The publication noted that\nthe club may have been portrayed in a different way to parents than it had been\nto the newspaper but said that it was entitled to rely on the council's\ndescription.\n8. In regard to the alleged breach of Clause 2, the\npublication emphasised that the invitation from the council clearly stated that\nfilming and photography of holiday club activities, including meal preparation,\nwas on offer to the publication. In circumstances where the publication had\nbeen invited to the club by the council and had been given permission by the council,\nas well as the school authorities to take photographs, the publication said\nthat the children did not have a reasonable expectation of privacy whilst\nattending the club. \n9. The publication noted that Clause 6 states that children\nshould not be photographed on issues concerning their welfare without parental\nconsent but relied on the fact that the council had invited the press to take\nphotographs and the complainant had also provided consent for the children's\nphotograph to be taken. Further, the school authorities had provided permission\nfor the children to be photographed at school and members of staff at the\nschool were present when the reporter attended the club. The publication\nremoved the image from the online article as a gesture of goodwill but said\nthat there was no breach of Clause 6.\nRelevant Code Provisions\n10. Clause 1 (Accuracy)\ni) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not\nsupported by the text.\nii) A significant inaccuracy, misleading statement or\ndistortion must be corrected, promptly and with due prominence, and — where\nappropriate — an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator.\n11. Clause 2 (Privacy)\ni) Everyone is entitled to respect for his or her private\nand family life, home, health and correspondence, including digital\ncommunications\nii) Editors will be expected to justify intrusions into any\nindividual's private life without consent. Account will be taken of the\ncomplainant's own public disclosures of information.\niii) It is unacceptable to photograph individuals, without\ntheir consent, in public or private places where there is a reasonable\nexpectation of privacy.\n12. Clause 6 (Children)*\ni) All pupils should be free to complete their time at\nschool without unnecessary intrusion.\nii) They must not be approached or photographed at school without\npermission of the school authorities.\niii) Children under 16 must not be interviewed or\nphotographed on issues involving their own or another child’s welfare unless a\ncustodial parent or similarly responsible adult consents\nFindings of the Committee\n13. The article reported that record numbers of children\nwould go hungry during the Summer holiday and that tens of thousands of\nchildren from disadvantaged homes would receive free meals at schools in a bid\nto tackle the issue. In this context, the article profiled a number of\nprogrammes which had been established across the country, one of which was the\nholiday club attended by the complainant’s children in the London borough of\nTower Hamlets. The piece drew a contrast between the wealth of the capital’s\nneighbouring financial centre and the poverty in the borough, highlighting that\n21,000 meals would be served as part of a council scheme.   The Committee considered that publication of\nthe image of the complainant’s children in this context was misleading as it\nimplied that the complainant’s children were living in poverty and were in need\nof free meals during the Summer holiday. The complainant said that this was not\nthe position and that her children had attended the holiday club for other\nreasons, which was not disputed by the publication. While the Committee\nacknowledged that the council's invitation to the publication to attend the\nclub had explained that the club “alleviates some of the pressures families\nface during the school holiday period when free school meals are unavailable”,\nthe newspaper had not taken any steps to verify that the children appearing in\nthe photograph were attending for these reasons, rather than for the activities\nwhich were also offered at the club. Given the sensitivity of the subject\nmatter of the article and that the children were clearly identifiable, the\nCommittee found that the publication of the image of the complaint’s children,\nin the context of an article which focussed on child poverty, represented a\nfailure to take care not to publish misleading information in breach of Clause\n1(i). While the Committee acknowledged that the publication had removed the\nphotograph, it did not make any offer to clarify or correct the misleading\ninformation and there was a further breach of Clause 1(ii). \n14. Clause 6(ii) provides that children must not be\napproached or photographed at school without permission of the school\nauthorities. In this case, the publication had been invited by the school\nauthority to attend the holiday club and to take photographs; the Committee was\ntherefore satisfied that there was no breach of Clause 6(ii). However, the\narticle centred on child poverty and the need for some children to receive free\nmeals, both sensitive issues involving the welfare of children.  The image of the complainant’s children was\npublished in an un-pixelated form in order to illustrate the article and, as\nsuch, the terms of Clause 6(iii) were engaged. The Committee noted that the\nnewspaper was invited by the school authority to take photographs at the club\nand that the authority had described the club in the terms noted above.\nHowever, in situations involving a child’s welfare, a publication relying on a\nthird party to obtain consent from a custodial parent should ensure that it\nrepresents informed consent for the purpose intended. The consent form, which\nthe parents had signed, gave permission for their children to be photographed\nfor “promotional purposes relating to this programme”. The Committee considered\nthat the limited purposes for which consent had been provided did not cover the\ntaking of a photograph to illustrate an article which focused on child poverty.\nThe consent of a custodial parent had not, therefore, been obtained to\nphotograph the complainant’s children for the purpose for which the image was\nused and there was a breach of Clause 6.\n15. The complainant had provided consent for her children's\nphotograph to be taken while they attended the club, and the image alone did\nnot include any private information about them. As such, the photograph of the\nchildren had not been taken in circumstances where they had a reasonable\nexpectation of privacy. There was no breach of Clause 2.\nConclusions\n16. The complaint was partly upheld.\nRemedial Action Required\n17. Having upheld a breach of Clause 1 and Clause 6, the\nCommittee considered what remedial action should be required. In circumstances\nwhere the Committee establishes a breach of the Editors’ Code, it can require\nthe publication of a correction and/or an adjudication, the terms and placement\nof which is determined by IPSO.\n18. The Committee considered that the circumstances in this\ncase were exceptional. The publication had been invited to take photographs by\nthe school authority, albeit that the invitation would not mean that all of the\nobligations under the Code were satisfied. The Committee also acknowledged that\nthe invitation to attend the club had referenced the provision of free meals at\nthe holiday club when free school meals were otherwise unavailable and was sent\ntogether with a link to a child poverty report. There were, therefore,\nreasonable grounds for the publication’s understanding that some of the\nchildren were attending the club for reasons linked to poverty. The Committee\nalso noted that the publication had removed the photograph prior to the\ncomplainant complaining to IPSO. Nevertheless, the publication did not take the\nnecessary care to establish the reason for the attendance of the children\nbefore publishing the photograph and to ensure that the consent of a custodial\nparent had consented to the photograph being taken for the purpose intended.\nThe Committee considered that the appropriate remedy was the publication of a\ncorrection to make the complainant’s position clear.\n19. The Committee then considered the placement of the\ncorrection. The article appeared on pages 4 and 5 in print. Therefore, the\ncorrection should appear on page 4 or further forward. It should also appear as\na footnote to the online article. It should state that it has been published\nfollowing an upheld ruling by the Independent Press Standards Organisation. The\nfull wording and position should be agreed with IPSO in advance. \n \nDate complaint received: 03/08/2019\nDate complaint concluded by IPSO: 24/03/2020\n \n\nBack to ruling listing\n\n\n"
}