{
    "url": "/rulings-and-resolution-statements/ruling/?id=05873-17",
    "title": "05873-17 Coutts v dailystar.co.uk",
    "provisions": [
        "1 Accuracy (2016)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "dailystar.co.uk (Reach PLC)",
    "published_on": "2017-01-31 00:00:00",
    "received_on": "2017-04-06 00:00:00",
    "concluded_on": "2017-07-19 00:00:00",
    "complaint_processing_days": 104,
    "conclusion_long": "13. The complaint was not upheld.",
    "remedial_action": "14. N/ADate complaint received: 06/04/2017",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee 05873-17 Coutts v dailystar.co.uk\nSummary of complaint\n1. Graham Coutts\ncomplained to the Independent Press Standards Organisation that dailystar.co.uk\nbreached Clause 1 (Accuracy) of the Editors’ Code of Practice in an article\nheadlined “Extreme porn killer wants prison transfer for ‘view of snow-topped\nmountains,’” published on 31st January 2017.\n2. The article\nreported that the complainant had requested a prison transfer from HMP\nWakefield to a prison in Scotland. The article reported that the complainant\nhad stated in his blog that his “top choice” was HMP Edinburgh due to the view\nof “snow-capped mountains,” which he had enjoyed during a six week stay at the\nprison in 2010. The article also\nreported that he had requested a transfer as he wanted to be closer to his\nmother and to facilitate easier visits for her.\n3. The article\nreported on a blog post entitled “Transfer” which had been written by the\ncomplainant. In the blog post he stated that he had applied for a transfer to a\nScottish prison in order to be closer to his mother. He said he had not made\nthe application before as he had wanted to be close to his appeal solicitor and\nhad not expected to still be in prison. The complainant recounted his stay in\nHMP Edinburgh in 2010 and noted he had had a beautiful view of the snow topped\nmountains.\n4. The complainant\nsaid that the headline of the article was inaccurate, as it stated he had\nrequested a transfer as he wanted a “view of snow-topped mountains.” The\ncomplainant said this was irrelevant to his decision to request a transfer, and\nthat the only reason he requested to be moved to Scotland was to make visits\neasier for his mother.\n5. The complainant\nalso said that it was inaccurate to report that HMP Edinburgh was his “top\nchoice,” as he had not expressed a preference and does not get a choice of\nwhich prison he is transferred to.\n6. The complainant\nwas also concerned that several comments he had published on his blog had been\nmisrepresented. He said it was inaccurate to state that he “liked” the view and\n“wanted to go home” for the view of the mountains.\n7. The publication\ndid not accept it was inaccurate to say the mountains were a factor in his\ndecision to request a transfer as the fact the view was mentioned, as his blog post indicated it was a significant factor in his\nrequest for transfer.\n8. The publication\nsaid that the article made it clear that there were two factors influencing his\ndecision to request a prison transfer, both the view of the mountains and his\ndesire to be closer to his mother.\n9. The publication\nalso said that the description of the mountains as “the most beautiful view,”\nin the complainant’s blog suggested that the views were something he had\nenjoyed and liked.\nRelevant Code provisions\n10. Clause 1 (Accuracy)\n(i) The Press must take care not to publish\ninaccurate, misleading or distorted information or images, including headlines\nnot supported by the text.\n(ii)  A significant\ninaccuracy, misleading statement or distortion must be corrected, promptly and\nwith due prominence, and — where appropriate — an apology published. In cases\ninvolving IPSO, due prominence should be as required by the regulator.\nFindings of the Committee\n11. The Committee acknowledged that in his blog, the\ncomplainant had primarily stated that he had requested a transfer to a prison\nin Scotland because he wished to be closer to his mother, stating that\n“anywhere in Scotland is going to be closer” and would facilitate easier visits\nfor her. The Committee was concerned that the phrase “top choice” appeared to\nbe a direct quotation taken from the complainant’s blog, which was not the\ncase. However, where he had explicitly referred to the “beautiful view” he had\nfrom his cell on a previous visit to the only prison mentioned in the blog, the Committee did not find that the newspaper had failed to take\ncare by summarising these comments as indicating that the complainant had a\npreference for HMP Edinburgh and that the view had been a contributing factor\nto his decision to request a transfer.\n12. It was not\nsignificantly misleading for the publication to state that the view had\ncontributed to his decision to request a transfer to Scotland, as the article\nhad also made clear his position that he wanted to be closer to his mother. The\ncomplainant had referred to the view from his cell in HMP Edinburgh in 2010 as\n“the most beautiful” and as such it was not misleading to state that he had\nliked the view. Neither was it misleading to state that he “wanted to go home”\nfor the view, as he had requested a transfer to Scotland, where he was\noriginally from and he had expressed appreciation of the view he had in 2010.\nThere was no breach of Clause 1.\nConclusion\n13. The complaint was\nnot upheld.\nRemedial action required\n14. N/ADate complaint received: 06/04/2017Date decision issued: 19/07/2017 \nBack to ruling listing\n\n\n"
}