{
    "url": "/rulings-and-resolution-statements/ruling/?id=05877-17",
    "title": "05877-17 Coutts v Metro",
    "provisions": [
        "1 Accuracy (2016)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "Metro (Associated Newspapers Limited)",
    "published_on": "2017-02-01 00:00:00",
    "received_on": "2017-04-06 00:00:00",
    "concluded_on": "2017-07-19 00:00:00",
    "complaint_processing_days": 104,
    "conclusion_long": "that the complainant had a preference for HMP Edinburgh because of the view, the newspaper had failed to take care to avoid publishing inaccurate, misleading or distorted information. 12. The Committee expressed concern that the phrase “top choice” appeared to be presented as a direct quote taken from the complainant’s blog, which was not the case. However in the context of the article, it was not significantly misleading to characterise the comments made about HMP Edinburgh in this way. Neither was it significantly misleading to claim that the view was the reason for his application for a transfer, in the context of an article which went on to explain that he wanted to move to be closer to his mother. Where the complainant stated he had requested to be transferred to Scotland to be closer to his mother, it was not misleading for the newspaper to report the complainant was homesick. The Committee welcomed, however, the newspaper’s offer to publish a clarification. There was no breach of Clause 1.  Conclusion 13.  The complaint was not upheld.",
    "remedial_action": "14. N/ADate complaint received: 06/04/2017",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee 05877-17 Coutts v Metro\nSummary of complaint\n1. Graham Coutts\ncomplained to the Independent Press Standards Organisation that Metro breached\nClause 1 (Accuracy) of the Editors’ Code of Practice in an article headlined\n“Sex killer hankers after a room with mountain view,” published on 1 February\n2017.\n2. The article\nreported that the complainant had requested a transfer from HMP Wakefield in\nWest Yorkshire, to a prison in Scotland. The article reported that the\ncomplainant had written in his blog that HMP Edinburgh would be his “top\nchoice” as he had spent 6 weeks there in 2010 and had enjoyed the view. The\narticle also stated that he wished to be transferred to Scotland to be closer\nto his mother.\n3. The article was\nbased on a blog post published by the complainant. In the blog post he stated\nthat he had applied to be transferred to a Scottish prison in order to be\ncloser to his mother. He said he had not made the application before as he had\nwanted to be close to his appeal solicitor and had not expected to still be in\nprison. The complainant recounted his stay in HMP Edinburgh in 2010 and noted\nhe had had a beautiful view of the snow topped mountain.4. The complainant\nsaid that the article, including the headline, was inaccurate. He had applied\nfor a prison transfer to be closer to his mother; and that the view from the\nprison was not a factor in this decision. He said he had never stated that he\nwanted to move to HMP Edinburgh specifically, and had never stated it was his\n“top choice.”\n5. The complainant\nalso said it was inaccurate for the article to report he was homesick as this\nwas not mentioned in his blog post.\n6. The newspaper\nsaid that it had accurately reported that Mr Coutts had requested a prison\ntransfer to Scotland. The article referred to the “snow-topped mountains” as\nalthough the complainant had not explicitly stated that the view was a\nconsideration in his decision, the inclusion of this detail, referred to in a\npositive light, in his blog post implied that it had formed part of his\nreasoning in requesting a transfer.\n7. The newspaper\nsaid that it had accurately reported that Mr Coutts wanted to be closer to his\nmother, and had included a direct quotation from his blog to support this.\n8. The newspaper\ndid not accept it was misleading to say that the setting of the prison had been\na contributing factor in his decision to request a transfer, as he had\ncommented on it in his blog. The newspaper said he had referred to this memory\nfrom his time in HMP Edinburgh in a positive way in his blog and this suggested\nit formed part of his consideration in requesting a transfer.\n9. Nonetheless, the\nnewspaper offered to publish the following clarification.\n“An article on 1 February suggested that prisoner Graham\nCoutts had applied for a transfer from HMP Wakefield to a Scottish prison so he\ncould enjoy the views. It also described HMP Edinburgh as his ‘top choice’. We\nare happy to clarify that while this was a reasonable interpretation of his\ncomments, it was not a direct quote from his blog and Mr Coutts’s main reason\nto move is, as the article later stated, that it would be easier for his mother\nto visit him in Scotland. We apologise for any confusion caused.”\nRelevant Code provisions\n10. Clause 1 (Accuracy)\n(i)    The Press must\ntake care not to publish inaccurate, misleading or distorted information or\nimages, including headlines not supported by the text.\n(ii)   A significant\ninaccuracy, misleading statement or distortion must be corrected, promptly and\nwith due prominence, and-where appropriate- an apology published. In cases\ninvolving IPSO, due prominence should be as required by the regulator.\nFindings of the Committee\n11. The Committee acknowledged that the complainant had not,\nin his blog post, expressed an explicit preference to be transferred to HMP\nEdinburgh. He had, principally, explained that his application for a transfer\nwas to make it easier for his mother to visit, saying that “anywhere in\nScotland is going to be closer”. However, he had gone on to refer only to one\nScottish prison in his blog, HMP Edinburgh, in which he had previously been an\ninmate and which he praised for having a “beautiful view”. In that context, the\nCommittee did not consider that, in presenting its conclusion that the\ncomplainant had a preference for HMP Edinburgh because of the view, the\nnewspaper had failed to take care to avoid publishing inaccurate, misleading or\ndistorted information.\n12. The Committee expressed concern that the phrase “top\nchoice” appeared to be presented as a direct quote taken from the complainant’s\nblog, which was not the case. However in the context of the article, it was not\nsignificantly misleading to characterise the comments made about HMP Edinburgh\nin this way. Neither was it significantly misleading to claim that the view was\nthe reason for his application for a transfer, in the context of an article\nwhich went on to explain that he wanted to move to be closer to his mother.\nWhere the complainant stated he had requested to be transferred to Scotland to\nbe closer to his mother, it was not misleading for the newspaper to report the\ncomplainant was homesick. The Committee welcomed, however, the newspaper’s offer\nto publish a clarification. There was no breach of Clause 1. \nConclusion\n13.  The complaint was\nnot upheld.\nRemedial action required\n14. N/ADate complaint received: 06/04/2017Date decision issued: 19/07/2017 \nBack to ruling listing\n\n\n"
}