{
    "url": "/rulings-and-resolution-statements/ruling/?id=05871-18",
    "title": "05871-18 A Woman v Mail Online",
    "provisions": [
        "2 Privacy (2018)",
        "4 Intrusion into grief or shock (2018)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "Mail Online (Associated Newspapers Limited)",
    "published_on": "2018-08-30 00:00:00",
    "received_on": "2018-08-31 00:00:00",
    "concluded_on": "2019-01-11 00:00:00",
    "complaint_processing_days": 133,
    "conclusion_long": "9. The complaint was not upheld.",
    "remedial_action": "10. N/A Date complaint received: 31/08/2018",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee 05871-18 A Woman v Mail OnlineSummary of complaint\n1. A woman\ncomplained to the Independent Press Standards Organisation that Mail Online\nbreached Clause 2 (Privacy) and Clause 4 (Intrusion into grief or shock) of the\nEditors’ Code of Practice in an article headlined “Shocking moment driver\nlashes out with a knife in front of horrified children as road rage row erupts\ninto violence in Birmingham”, published on 30 August 2018.\n2. The article\nreported on a video filmed in Birmingham, which showed a confrontation between\na motorist and the complainant and her partner following a road traffic\nincident. It described how a man - the complainant’s partner - could be seen\n“squaring up” to the other driver, who then pulled out a knife and ‘lashed out’\nat him. The complainant was then quoted telling her partner to “Move, [name]!”,\nand asking the man recording the incident to call the police. The article\nstated that the “a terrified youngster can be seen sitting in the back of [the\ncomplainant’s] vehicle and screaming as the chaos unfolds”. The article included\nextensive quotations from the man who filmed the incident, and named the road\nand time when the footage was taken. It included the video of the incident in\nfull and unpixelated, along with several still images taken from the video in\nwhich the complainant, her partner and the other motorist were shown\nunpixelated. None of the individuals were named in full in the article,\nalthough the complainant’s partner’s first name was revealed by the video and\nthe quotation of what she had said to him.\n3. The complainant\nsaid that the article breached Clause 2 (Privacy) because she and her partner\nwere identifiable from the video and still images, which had been published\nwithout her consent. She said that, as a result of the images being published\nwithout any pixelation, she and her family were being approached by members of\nthe public and were at risk of reprisals from the other man and his\nacquaintances. She was also concerned that the article represented a breach of\nClause 4 (Intrusion into grief or shock).\n4. The publication\ndenied any breach of Clause 2 (Privacy). It said that the incident had occurred\non a public road in view of other motorists; in these circumstances, the\ncomplainant did not have any reasonable expectation of privacy. In addition,\nthe publication said that the article did not reveal any private information\nabout the complainant and her partner: it showed only their appearance and the\nfact that they were involved in a public fracas. The publication argued that,\nin any event, the article highlighted the issue of knife crime in the context\nof a ‘road rage’ incident, which was in the public interest. It also did not\nconsider that the article intruded into any situation of grief or shock as\ndescribed by the terms of Clause 4. Nevertheless, as a gesture of goodwill, the\npublication offered to pixelate the complainant and her partner in the video\nand images.\nRelevant Code Provisions\n5. Clause 2 (Privacy\ni) Everyone is entitled to respect for his or her private\nand family life, home, health and correspondence, including digital\ncommunications.\nii) Editors will be expected to justify intrusions into any\nindividual's private life without consent. In considering an individual's\nreasonable expectation of privacy, account will be taken of the complainant's\nown public disclosures of information and the extent to which the material\ncomplained about is already in the public domain or will become so.\niii) It is unacceptable to photograph individuals, without\ntheir consent, in public or private places where there is a reasonable\nexpectation of privacy.\n6. Clause 4\n(Intrusion into grief or shock)\nIn cases involving personal grief or shock, enquiries and\napproaches must be made with sympathy and discretion and publication handled\nsensitively. These provisions should not restrict the right to report legal\nproceedings.\nFindings of the Committee\n7. The complainant\nand her partner had been filmed in a residential street, where they had been\nengaged in a confrontation with another individual; it was not in dispute that\nthis confrontation took place in view of other road users. Nevertheless, the\nterms of Clause 2 (Privacy) make clear that an individual may have an\nexpectation of privacy in a public place such as a street, if they are engaged\nin private activity, or if the images used reveal private information about\nthem. In this instance, the Committee did not consider that the video or images\nshowed the complainant and her partner engaged in private activity: they were\nnot shown doing anything that revealed any private information about them or\ntheir family life. There was no breach of Clause 2. However, the Committee\nwelcomed the publication’s offer to pixilate the complainant and her partner as\na gesture of goodwill, given its concerns.\n8. The article\nshowed the complainant and her partner engaged in a distressing and dramatic\nsituation. The terms of Clause 4 are generally designed to protect individuals\nwho are experiencing bereavement or shock from intrusive approaches from the\npress, and from the insensitive handling of relevant material. In this\ninstance, the footage shown had been taken by a member of the public, and not\nby a journalist, and there was no suggestion that the complainant had received\nany contact from the publication. The article itself was a factual report of\nthe events shown in the video, which did not seek to make light of any of the\ncircumstances; the Committee did not therefore consider that the publication of\nthe video had been handled insensitively. As a result, the Committee did not\nconsider that the circumstances of this case gave rise to any breach of Clause\n4.\nConclusions\n9. The complaint\nwas not upheld.\nRemedial action required\n10. N/A\nDate complaint received: 31/08/2018\nDate decision issued: 11/01/2019\n \n \nBack to ruling listing\n\n\n"
}