{
    "url": "/rulings-and-resolution-statements/ruling/?id=05893-15",
    "title": "05893-15 Kudmany v Southern Daily Echo",
    "provisions": [
        "1 (Accuracy) 2015",
        "2 (Opportunity to reply) 2015"
    ],
    "outcome": "No breach - after investigation",
    "publication": "Southern Daily Echo (Newsquest Media Group)",
    "published_on": "2015-08-26 00:00:00",
    "received_on": "2015-09-22 00:00:00",
    "concluded_on": "2015-12-10 00:00:00",
    "complaint_processing_days": 79,
    "conclusion_long": "10. The complaint was not upheld.",
    "remedial_action": "N/A Date complaint received: 22/09/2015",
    "text": "\n\n\n\n\n\n· Decision of the Complaints Committee 05893-15\nKudmany v Southern Daily Echo\nSummary of complaint\n1. Malick Kudmany complained to the Independent\nPress Standards Organisation that the Southern Daily Echo breached Clause 1\n(Accuracy) and Clause 2 (Opportunity to reply) of the Editors’ Code of Practice\nin an article headlined “Bans after punch-up”, \npublished on 26 August 2015.\n2. The print article reported that the complainant\nwas one of two cricketers who received match bans following a “brawl” that\nbroke out between them at a local match. The article claimed that the two\ncricketers “came to blows”, and went on to claim that “the pair set upon each\nother, trading punches as they rolled around on the wicket”. The online article\ndid not contain the alleged inaccuracies, and was not under complaint.\n3. The complainant said that it was inaccurate to\ndescribe the incident as a “brawl”, a “punch-up”, or to claim that he had\ntraded punches with the other player. He said that this gave the inaccurate\nimpression that he had engaged in a physical confrontation. In fact, although\nthe incident started after he used offensive language towards the other player,\nhe was then subject to a prolonged assault in which he made no effort to fight\nback, or retaliate. He provided an account of the incident from his cricket\nclub secretary, who was a standing umpire at the match. On this account, the\ncomplainant was struck by the other player after he used offensive language\ntowards him, but did not strike back or retaliate, only using his hands to\nprotect his face and glasses. The complainant said that neither he nor his club\nwere contacted by the newspaper for their version of events.\n4. The newspaper said that the journalist spoke to\nan eyewitness, and the Hampshire cricket authorities who had confirmed that the\nincident took place, and the penalties imposed. In response to the complaint,\nthe newspaper said that it had two eye witnesses who said that the two players\nwere involved in a tussle on the ground, and that one of the eyewitnesses said\nthat both players were “trading blows”. The newspaper also provided a statement\nfrom the Chairman of Hampshire Cricket League’s (HCL) Rules & Disciplinary\nCommittee, which said that the complainant received a 4 match ban for racial\nabuse, and that “as Kudmany was deemed to be defending himself he was not\ncharged with physical assault”. The newspaper said that the statement from the\ncricket league confirmed that the complainant had responded but had acted in\nself-defence.\n5. The complainant did not dispute that he was\nbanned for racial abuse. However, he said that the decision of the HCL\nDisciplinary Committee was unsound. He said that he was no offered a right to\nreply to the allegations. He explained that he did not appeal the decision\nbecause by the time he received the full findings, he was out of time, it would\nhave been costly, and it carried the risk of a longer ban. He added that the\nDisciplinary Committee accepted all of the allegations against him without\nquestion as they were only interested in the question of whether he insulted\nthe other player, and whether the other player had hit him. The complainant\ndisputed the accuracy of the eyewitness account referred to by the newspaper.\n6. The newspaper offered to publish the following\nclarification in the sports sections of the newspaper, where the article\noriginally appeared, on the newspaper’s website and on the online version of\nthe article:\n“An article of 26 August reported that two\ncricketers had received bans after a “punch-up”. Mr Kudmany has asked to\nclarify that although the incident began when he used offensive language\ntowards the other player, he did not in fact retaliate when he was hit”.\nRelevant Code Provisions\nClause 1 (Accuracy)\ni) The Press must take care not to publish\ninaccurate, misleading or distorted information, including pictures.\nii) A significant inaccuracy, misleading statement\nor distortion once recognised must be corrected, promptly and with due\nprominence, and – where appropriate – an apology published. In cases involving\nthe Regulator, prominence should be agreed with the Regulator in advance.\niii) The Press, whilst free to be partisan, must\ndistinguish clearly between comment, conjecture and fact.\nClause 2 (Opportunity for reply)\nA fair opportunity for reply to inaccuracies must be\ngiven when reasonably called for.\nFindings of the Committee\n8. The newspaper demonstrated that it had taken\nsteps to ensure the accuracy of the article: the journalist had spoken to an\neyewitness, and contacted the HCL, who had confirmed that the incident had\ntaken place, and the penalties imposed. The newspaper had taken care not to\npublish inaccurate information, and there was no breach of Clause 1 (i). The\nCommittee noted the complainant’s position that he did not retaliate, the\nstatement he provided from an eyewitness in support of this position, and his\ncomments on the HCL Disciplinary Committee’s findings.  However, the statement from the Disciplinary\nCommittee made clear that the complainant had defended himself from the other\nplayer’s attack, and that this is why he was not charged with physical assault\nunder English Cricket Board Disciplinary Model Rules. The clear inference from\nthe statement was that the complainant had responded physically, and in an\narticle reporting on the disciplinary action, it was not significantly\nmisleading to claim that he had received a ban after a “punch-up”, or that the\npair had “traded punches”. The article was not established to be significantly\nmisleading such as to require a correction under the terms of Clause 1 (ii).\n9. Clause 2 requires that newspaper offer a fair\nopportunity to respond to published inaccuracies when reasonably called for. In\nthis instance, no significant inaccuracies had been established, and the terms\nof Clause 2 were not engaged.\nConclusions\n10. The complaint was not upheld.\nRemedial Action Required\nN/A\nDate complaint received: 22/09/2015Date decision issued: 10/12/2015 \nBack to ruling listing\n\n\n"
}