{
    "url": "/rulings-and-resolution-statements/ruling/?id=05905-15",
    "title": "05905-15 Dani-Pal v The Times",
    "provisions": [
        "1 (Accuracy) 2015"
    ],
    "outcome": "No breach - after investigation",
    "publication": "The Times (News UK)",
    "published_on": "2015-09-16 00:00:00",
    "received_on": "2015-09-23 00:00:00",
    "concluded_on": "2015-11-18 00:00:00",
    "complaint_processing_days": 56,
    "conclusion_long": "11. The complaint was not upheld.",
    "remedial_action": "N/A  Date complaint received: 23/09/2015",
    "text": "\n\n\n\n\n\n·        Decision of the Complaints Committee 05905-15 Dani-Pal\nv The Times\nSummary of\ncomplaint \n1. Marguerita Dani-Pal complained to the Independent\nPress Standards Organisation that The Times had breached Clause 1 (Accuracy) of\nthe Editors' Code of Practice in an article headlined “The police are no longer\nfit for purpose”, published on 16 September 2015. \n2. The article was an opinion piece suggesting that the\npolice were no longer fit for purpose; the author supported her view with\nreference to personal experiences, and a number of topical news stories\nconcerning police operations, and public perceptions of the police. She cited a\nsurvey from the National Rural Crime Network which she said had found that\nrural crimes cost communities £800 million a year but “a quarter of those\ncrimes were not reported because of a lack of confidence in policing”. She also\nreferred, critically, to a pilot scheme recently undertaken by Leicestershire\npolice where the force “refused to investigate burglaries at houses with odd\nnumbers”. \n3. The complainant said that the evidence used to support\nthe author's views was not an accurate representation of those sources, and\nthat the article gave a misleading impression about the positive work the\npolice were doing. She said that it was inaccurate to report that a quarter of\ncrimes were not reported due to a lack of confidence in policing; there were no\nfigures in the National Rural Crime Network survey to back up that assertion.\nThe part of the survey where respondents were asked why they had not reported\ncrimes did not contain an answer referring explicitly to a “lack of confidence\nin policing”, nor could it be implied from the series of answers given that a\nquarter of crimes were not reported for that reason. \n4. She said that the pilot undertaken by Leicestershire\npolice related to attempted burglaries, not burglaries; she also pointed out\nthat the pilot scheme centred on the non-deployment of forensic officers, and\nthat anybody who had reported an attempted burglary would still be visited by\npolice. \n5. The newspaper said that the article was a\nclearly-labelled opinion piece by an established columnist, who put across a\nwell-argued point of view about the police. It denied that the article was\ninaccurate. It said that the overwhelming majority of respondents to the survey\nhad said they had not reported crimes because they either believed it was a\nwaste of time, or that there was no point as the police could not have done\nanything; to summarise those answers as “a lack of confidence in policing” was\nnot inaccurate. It said this was supported by the webpage introducing the report,\nwhich said “the survey showed satisfaction levels [with police] drop to just\n23% when it comes to the rural public’s perceptions of the police’s ability to\nsolve crime”. \n6. The newspaper acknowledged the difference between\n“burglary”, which was referred to in the article, and “attempted burglary”\nwhich the Leicestershire police pilot scheme had in fact involved. However, it\nsaid that, for the victims of crime, the distinction between the two was\nirrelevant. It said that the Home Office counting rules for recording crime\nmade no distinction between burglaries and attempted burglaries and, overall,\nit denied that the inaccuracy was significant. \n7. The complainant pointed out in response that the Home\nOffice counting rules had been amended in April 2015, and the crimes of\nburglary and attempted burglary were counted separately. \nRelevant Code Provisions\n8. Clause 1 Accuracy \ni) The Press must take care not to publish inaccurate,\nmisleading or distorted information, including pictures. \nii) A significant inaccuracy, misleading statement or\ndistortion once recognised must be corrected, promptly and with due prominence,\nand - where appropriate - an apology published. In cases involving the\nRegulator, prominence should be agreed with the Regulator in advance. \niii) The Press, whilst free to be partisan, must\ndistinguish clearly between comment, conjecture and fact. \nFindings of the Committee\n9. Although there was no specific finding in the survey\nthat rural crimes were not reported due to lack of confidence in policing, it\nwas reasonable for the author to interpret the responses given in the survey as\nreflecting a lack of confidence. This was supported by the report’s website,\nwhich said that satisfaction levels with police fell to 23% when it came to the\nrural public’s perceptions of the police’s ability to solve crime. The\nCommittee acknowledged that the article did state that “a quarter of people”\nhad not reported crime due to a lack of confidence in the police. However, in\nthe context of an opinion piece generally critical of the police, this point\ndid not create a significantly misleading impression; there was no breach of\nClause 1.  \n10. The Committee acknowledged that the Leicestershire\npolice pilot scheme had applied to victims of attempted burglary, not burglary;\nand that it largely focused on the non-deployment of forensic officers. The\nauthor’s failure to distinguish between burglary and attempted burglary did not\ncreate a significantly misleading impression, as the victims of crime were\nunlikely to have drawn such a distinction. Similarly, the author had said that\nthe purpose of the pilot scheme was to assess the effectiveness of forensic\nofficers; in this context, her statement that the police had “refused to\ninvestigate” would be understood by readers to mean that a full forensic\ninvestigation was not undertaken, and this did not give a significantly\nmisleading impression of the purpose of the scheme. There was no breach of\nClause 1. \nConclusions\n11. The complaint was not upheld. \nRemedial Action Required\nN/A \nDate complaint received: 23/09/2015\nDate decision issued: 18/11/2015\nBack to ruling listing\n\n\n"
}