{
    "url": "/rulings-and-resolution-statements/ruling/?id=05903-15",
    "title": "05903-15 Shadforth v The Daily Telegraph",
    "provisions": [
        "1 (Accuracy) 2015"
    ],
    "outcome": "Breach - sanction: action as offered by publication",
    "publication": "The Daily Telegraph (Telegraph Media Group Ltd)",
    "received_on": "2015-09-24 00:00:00",
    "concluded_on": "2015-12-03 00:00:00",
    "complaint_processing_days": 70,
    "conclusion_long": "27. The complaint was upheld.",
    "remedial_action": "28. Having upheld the complaint, the Committee considered what remedial action should be required. 29. The original article had been published on the newspaper’s front page; the Committee therefore considered whether to require front-page remedial action. 30. Front pages are of particular importance to newspapers as they provide the opportunity to inform new and existing readers about the main news stories of the day. As such, automatic front-page remedial action is reserved for serious, front-page breaches of the Editors’ Code of Practice, when it is proportionate. 31. In this instance, although the article appeared on the newspaper’s front page, it was not the day’s lead story; it was the smallest article on the page; it was carried over to page two; and its headline was not inaccurate. The Committee therefore decided that front-page remedial action would be disproportionate to the misleading impression given by the original article. 32. The Committee was satisfied that the breach of Clause 1 would be appropriately remedied by the publication of the correction in the newspaper’s established Corrections box and online, as offered by the newspaper during IPSO’s investigation of the complaint. This should be published without delay. Date complaint received: 24/09/2015",
    "text": "\n\n\n\n\n\n·        Decision of the Complaints Committee 05903-15 Shadforth v The Daily Telegraph\nSummary\nof complaint\n1. Chris Shadforth, acting on behalf of the Office\nof Qualifications and Examinations Regulation (Ofqual), complained to the\nIndependent Press Standards Organisation that The Daily Telegraph had breached\nClause 1 (Accuracy) of the Editors’ Code of Practice in an article headlined\n“Schools raise fears over mistakes in A-level marks”, published in print and\nonline on 8 August 2015.\n2. The print article reported that thousands of\nstudents were expected to receive incorrect A-level results after the\n“government’s regulator” had said that an exam board “lacked understanding” of\nmarking. It said, following the “disclosure”, independent schools had told\nstudents and teachers to challenge their grades if they felt that they had been\nawarded the wrong mark. The article was published in the same form online.\n3. The complainant said the article had given the\ninaccurate impression that Ofqual believed that students were to receive the\nwrong marks because of a report that it had conducted. He said the report into\nthe Oxford, Cambridge and RSA exam board (OCR), to which the article referred,\nwas published in 2014, and did not concern 2015 marks; the article had not made\nthis clear. It had also failed to make clear that a meeting between Ofqual and\nOCR on the issue had taken place in 2014. He said the newspaper had speculated\non the number of students who would receive incorrect grades based on\nhistorical data, but had presented it as new information.\n4. In addition, he said that the newspaper had\nfailed to back up the article’s assertion that “this year’s results are\nexpected to lead to thousands of successful appeals…”, and considered that it\nhad misleadingly stated that “teachers are braced for a slew of ‘mega\nmistakes’…after evidence showed that exam boards are ‘guesstimating’ grades\nrather than actually marking them”. He said it was necessary every year to\nestimate grades in cases where scripts had gone missing or students had been\nunable to complete their papers due to illness; mistakes were not the result of\nthis form of estimation.\n5. Furthermore, the complainant said that Ofqual had\nnot “raised concerns over the increasing number of inquiries about results”, as\nreported, and it had not forecast that there would be a “record number of\nappeals”, as implied by the article.\n6. The complainant initially raised Ofqual’s\nimmediate points of concern with the writer directly, and one change was made\nto the online piece. Dissatisfied with this response, the complainant followed\nup this conversation with an email to the writer and editor.\n7. Ofqual’s Chair also submitted a letter for\npublication to the newspaper’s Letters team, which outlined Ofqual’s concerns,\nbut she only received an automated response. The complainant sent a follow-up\nemail, enquiring whether the letter would be published, and a further email\nmaking clear that he would contact IPSO should he not receive a reply. The\nnewspaper’s Complaints department responded, apologising for the lack of reply,\nand explaining that the Letters team does not consider complaints about editorial\ncontent. It requested that the complainant set out his concerns on the\nnewspaper’s complaints form, and confirmed that the letter submitted by Ofqual\nwould not be published. The complainant considered that the newspaper’s delay\nin informing Ofqual of this position had been “excessive”.\n8. The complainant followed the newspaper’s\ncomplaints process, setting out in full his concerns regarding the article’s\naccuracy, and proceeded to correspond with the Complaints department about\namendments to the article online. At the end of the newspaper’s internal\ncomplaints process, the complainant acknowledged that the steps taken by the\nnewspaper had corrected the report. However, Ofqual remained very concerned\nabout the impact the original story could have had on A-level students, and\nconsidered that the newspaper had failed to respond promptly to all the\nconcerns Ofqual had raised. As such, the complainant requested that IPSO\nproceed with consideration of the complaint.\n9. The newspaper did not accept that any reasonable\nreader could infer from the article that Ofqual had conducted a report into the\n2015 exam results. At the time of publication, the results were clearly not\navailable and could not have been subject to any regulatory finding. It was\nclear that Ofqual’s comments had been made in 2014, and the expectation of\nmismarking in 2015 was conjecture based on previous years’ outcomes.\n10. The newspaper also considered that the article\nhad made clear that it was speculation that there would be a rise in the number\nof successful appeals in 2015, based on the well-documented rise in recent\nyears. The article had stated that the “warnings follow cases in previous years\nin which students missed out on places after having been awarded a lower mark\nby mistake”.\n11. The newspaper also did not agree that the\narticle had given the impression that Ofqual had forecast an increase in\nnumbers of appeals. Readers would have understood that this was conjecture\nbased on the number of appeals in previous years. Nevertheless, for clarity, it\namended this point in the online article.\n12. During correspondence with the complainant, the\nnewspaper also amended the online report to make clear that Ofqual had raised\nconcerns about increasing numbers of inquiries about results in 2014, and that\nthe meeting between OCR and Ofqual had also taken place in 2014. In addition,\nit offered to append a corrective “Update” to the online article.\n13. Although the newspaper’s position remained that\nthe first line of the article was not misleading, during further correspondence\nwith the complainant, it amended the line to omit the statement that the\n“government’s regulator had said that an exam board had ‘lacked understanding’\nof marking”. It also changed the headline of the online footnote to\n“Correction”, and offered to publish a print correction in the newspaper.\n14. The newspaper considered that concerns had been\nexpressed at the Headmasters’ and Headmistresses’ Conference about the practice\nof estimating grades. It accepted, however, that the article’s reference to\n“guesstimating” had been poorly worded and it removed the sentence from the\nonline article. During IPSO’s investigation of the complaint, it offered to\naddress this point – as well as the reference to “forecasting” appeals – in the\nonline footnote and print correction. The suggested wording for publication in\nthe newspaper’s Corrections box in print was as follows (a form of which would\nalso appear as a footnote to the online article):\nOfqual\nFollowing our report \"Schools raise fears over\nmistakes in A-level marks\" (Aug 8), we would like to make clear that the\nconcerns Ofqual expressed in 2014 about the OCR examination board related to\nresults from 2014 and were not a prediction of marking mistakes in 2015. Ofqual\nhas also asked us to clarify that it did not forecast \"a record number of\nappeals\", as the article suggested. The article further referred to exam\nboards' \"guesstimating\" of grades. Ofqual has pointed out that\nestimating grades is necessary in a small number of cases and that there is no\nevidence that these estimates are significantly inaccurate, or that the\npractice could lead to a \"slew of mega-mistakes\" as the article\nsuggested. We apologise for the contrary impressions given.\n15. The newspaper did not consider that it had\nfailed to respond promptly to the complaint, as contended by the complainant.\nThe writer had promptly amended the online article when alerted to the\ncomplainant’s concerns, despite the fact that he did not agree that the article\nhad given the misleading impression that Ofqual’s comments related to 2015\nresults. The newspaper had been under the impression that these amendments had\nresolved the matter, and the follow-up email had been sent by the complainant\nto confirm his position about the article.\n16. The newspaper said its Letters page was not an\nappropriate forum for the ventilation of one-sided and uninvestigated\ncomplaints about the newspaper. The automated response received by Ofqual on\nsubmission of its letter made clear that complaints should be submitted using\nan online form, and provided a link to that form. Had Ofqual used the link, the\nComplaints department would have been alerted to the matter and would have\nresponded accordingly.\n17. The newspaper considered that the complaint\nbecame active when the complainant submitted his complaints form on 24 August\n2015. The newspaper responded substantively two days later, explaining that\nsome amendments would be made to the online article. Correspondence continued\nfor eight working days, before the matter was referred to IPSO. The newspaper did\nnot consider that the time taken had been unreasonable or excessive given the\ncomplex issues involved.\nRelevant Code Provisions18. Clause 1 (Accuracy)\ni.) The Press must take care not to publish\ninaccurate, misleading or distorted information, including pictures.\nii.) A significant inaccuracy, misleading statement\nor distortion once recognised must be corrected, promptly and with due\nprominence, and - where appropriate - an apology published. In cases involving\nthe Regulator, prominence should be agreed with the Regulator in advance.iii.) The Press, whilst free to be partisan, must\ndistinguish clearly between comment, conjecture and fact.\nFindings of the Committee\n19. It was not in dispute that in 2014, Ofqual had\npublished a report into the OCR exam board, which raised concerns about the\naccuracy of its marking. However, the newspaper article, which had been\npublished in the lead up to the release of the 2015 A-Level results, had not\nmade clear that the report related to the 2014 results rather than the results\nthat were shortly to be released.\n20. The story was framed by its introduction, which\nstated that thousands of students were expected to receive incorrect A-level\nresults “after” concerns were raised by the government’s regulator that an exam\nboard had a poor understanding of marking; the following line had referred to\nthis as a “disclosure”, which had “last night” pushed independent schools into\naction.\n21. These opening statements had given the\nsignificantly misleading impression that the article was reporting on fresh\nconcerns raised by the exam board regulator, and implied that the information\nthat followed was a result of that new information. This included that teachers\nwere braced for a “slew of ‘mega mistakes’”, which referred to the quote from\nLiz Coatman of the Good Schools Guide, included later in the piece, in which\nshe had said there had been “mega mistakes in the past”; that “evidence” had shown\nthat exam boards were “guesstimating” grades; and that Ofqual had forecast an\nincrease in the number of appeals from students.\n22. In this context, it was also misleading to fail\nto mention that the meeting about these issues between Ofqual and the OCR exam\nboard had taken place in 2014, implying by reference to “31 July” that it had\ntaken place in the weeks leading up to the exam results’ release in 2015.\n23. The material published was significantly\nmisleading and represented a failure to take care over the accuracy of the\narticle in breach of Clause 1 (i). A correction was therefore required in order\nto avoid a breach of Clause 1 (ii).\n24. It was regrettable that when Ofqual complained\nto the writer and editor by email, it received no reply and was not directed to\nthe appropriate department for complaints, on the misunderstanding that the\nwriter had already resolved the matter with the complainant directly. The\nCommittee noted that when Ofqual then submitted its letter for publication, it\nwas not informed that it would not be published, and instead received an\nautomated response, which said that complaints should be made via on online\nform.\n25. When the complaint was submitted to the\nComplaints department, however, the newspaper responded promptly, agreed to\nmake various amendments to the online article, and offered to publish\ncorrections in print and online, with wordings which the complainant had\nconfirmed would correct the misleading impression given by the article. This\nexchange took place over a period of less than two weeks. In these\ncircumstances, the Committee did not consider that the earlier delay had\nrepresented a failure to correct a significant inaccuracy promptly in breach of\nClause 1 (ii).\n26. Once notified of IPSO’s investigation into the\nmatter, the newspaper offered to expand the wording of the corrections offered\nduring direct correspondence with the complainant. This wording sufficiently\naddressed the misleading impression given by the original article, and met the\nrequirement of Clause 1 (ii). There was no further breach of the Code on this\npoint.\nConclusions\n27. The complaint was upheld.\nRemedial Action Required\n28. Having upheld the complaint, the Committee\nconsidered what remedial action should be required.\n29. The original article had been published on the\nnewspaper’s front page; the Committee therefore considered whether to require\nfront-page remedial action.\n30. Front pages are of particular importance to\nnewspapers as they provide the opportunity to inform new and existing readers\nabout the main news stories of the day. As such, automatic front-page remedial\naction is reserved for serious, front-page breaches of the Editors’ Code of\nPractice, when it is proportionate.\n31. In this instance, although the article appeared\non the newspaper’s front page, it was not the day’s lead story; it was the\nsmallest article on the page; it was carried over to page two; and its headline\nwas not inaccurate. The Committee therefore decided that front-page remedial\naction would be disproportionate to the misleading impression given by the\noriginal article.\n32. The Committee was satisfied that the breach of\nClause 1 would be appropriately remedied by the publication of the correction\nin the newspaper’s established Corrections box and online, as offered by the\nnewspaper during IPSO’s investigation of the complaint. This should be\npublished without delay.\nDate complaint received: 24/09/2015Date decision issued: 03/12/2015 \nBack to ruling listing\n\n\n"
}