{
    "url": "/rulings-and-resolution-statements/ruling/?id=05917-17",
    "title": "05917-17 Barron v Daily Star Sunday",
    "provisions": [
        "1 Accuracy (2016)",
        "2 Privacy (2016)"
    ],
    "outcome": "Breach - sanction: action as offered by publication",
    "publication": "Daily Star Sunday (Reach PLC)",
    "received_on": "2017-04-09 00:00:00",
    "concluded_on": "2017-10-19 00:00:00",
    "complaint_processing_days": 193,
    "conclusion_long": "20. The complaint was upheld.",
    "remedial_action": "21. Having upheld the complaint, the Committee considered what remedial action should be required. 22. The newspaper had offered to publish a correction on page two and as a footnote to the online article, which made clear the true position relating to the complainant’s convictions, and recorded his position that he had informed the skydiving club of his convictions. This wording should now be published.   Date complaint received: 09/04/2017",
    "text": "\n\n\n\n\n\nDecision of the Complaints\nCommittee 05917-17 Barron v Daily Star\nSunday \nSummary of complaint 1.   \nRichard\nBarron complained to the Independent Press Standards Organisation that the\nDaily Star Sunday breached Clause 1 (Accuracy) and Clause 2 (Privacy) of the\nEditors’ Code of Practice in an article headlined “Paedo sings at kids’\nevents”, published in print and online on 9 April 2017. 2.   \nThe\narticle reported that the complainant had been jailed in 2012 “for a catalogue\nof crimes against a schoolgirl”. The article said that he had been “found\nguilty of 18 charges relating to the sex attacks on the child and the indecent\nimages on his PC“; he was ordered to sign the Sex Offenders Register\nindefinitely; and was the subject of a Sexual Offences Prevention Order for 10\nyears. It was reported that the complainant was “singing at pubs, holiday camps\nand family parties,” and had discussed a booking for a christening with a\npotential customer, without advising that he was a sex offender. The article\nincluded quotations from a source close to the family of the victim, who\nexpressed concern that the complainant was performing where children may be\npresent. The article also reported that since his release from prison, he had\nworked as a skydiving instructor, after earning his “wings” with the Parachute\nRegiment, and that staff at the club ”later learned about his sex crimes”. 3.   \nThe\ncomplainant said that the headline of the article was inaccurate, as he had not\nperformed at events for children, but only in pubs and clubs, where licensing\nlaws required the audience to be over 18. The complainant said that he had\nplaced an online advertisement describing himself as a singer “for all\noccasions” before his conviction, and he was unable to remove it from the\ninternet. He said that he carried out his own risk assessment before agreeing\nto sing at any event, and kept his Probation Officer and the police informed of\nwhere he was performing. 4.   \nThe\ncomplainant also said it was inaccurate for the article to report that he had\nbeen jailed “for a catalogue of crimes against a schoolgirl,” as he had been\nconvicted of one count of sexual assault against a female child under the age\nof 13, and 17 other counts relating to the indecent images of children found on\nhis computer, which did not involve the victim of sexual assault. He said that\nhe was not charged with any grooming offence. 5.   \nThe\ncomplainant also said that the article had inaccurately reported his age, that\nhe had taken part in skydiving with the Parachute Regiment and had lost his job\nas a skydiving instructor after he failed to disclose that he was a sex\noffender. The complainant said he was a volunteer, not an employee of the\nparachute club; the day after his sentencing, a third party had informed the\nparachute club of his conviction. After his release from prison, he returned to\nthe parachute club, but he chose to leave when the story was published due to concern\nabout the level of publicity his involvement may draw to the organisation. 6.   \nThe\ncomplainant also expressed concern that the newspaper had intruded into his\nprivate life by publishing a photograph of him, which he said he had not put in\nthe public domain. He said that reporting that he was an ex-soldier had put the\nsafety of himself and his family at risk. 7.   \nThe\nnewspaper said that the headline was not inaccurate, and that the basis for the\nclaim that the complainant performed at events for children was made clear in\nthe article. The newspaper said it had been provided with information by  the administrators of an online database\nwhich reported on the convictions of child sex offenders, as well as a source\nclose to the case, who had expressed concern that the complainant was\nperforming at events where children may be present. The newspaper then found an\nonline advert on an entertainment website, where the complainant advertised\nhimself as a “solo artist for all occasions” and stated that he performed at\nholiday camps. The newspaper further contacted the complainant to make\ninquiries about booking him as a singer for a christening and provided email\ncorrespondence with the complainant, in which he asked for further details\nabout the event and inquired about the customer’s budget.  The newspaper said that the complainant had\nnot made clear at any point that he was a child sex offender and would be\nunwilling to perform at an event with children. The newspaper said that all\nthese sources supported the claim that the complainant performed at “kids’\nevents”, and did not accept that the headline was inaccurate. 8.   \nThe\nnewspaper accepted that the complainant had been convicted on one count of\nsexual assault against a female child under the age of 13, one count of\npossessing indecent photographs and sixteen counts of making indecent images of\nchildren. The newspaper said that the article made clear he had been convicted\nof “18 charges relating to sex attacks on the child and the indecent images on\nhis PC,” and did not claim that the complainant had been convicted of a\ngrooming offence. In these circumstances, and where the particulars of the\ncomplainant’s charges were still unknown, the newspaper did not accept it was\nsignificantly inaccurate to refer to the complainant as having been convicted\nof a “catalogue of offences against a schoolgirl.” 9.   \nThe\nnewspaper said that it had accurately reported that the complainant had “worked as a skydiving instructor before\nbeing unmasked by his victim’s family”, which referred to the period before he\nhad been convicted. Once the complainant was “unmasked”, he had stood trial and\nhe had been found guilty of sexual assault. It said that later in the article,\nit had reported that he had resumed working at the skydiving school following\nhis release from prison, and although he had informed the school about his\nfirearms conviction, the staff were “unaware of his convictions for sex\ncrimes”. It said this had been based on information provided by the source of\nthe story who had spoken with staff at the school. It noted that the article\nhad not asserted that he had been dismissed from the parachuting school. 10. Regardless, the newspaper offered\nto publish the following clarification:  \nIn our article,\n“Paedo sings at kids’ events” published on 9 April 2017, we said that Richard\nBarron was jailed for three years for a catalogue of crimes against a\nschoolgirl. In fact he was found guilty of a sexual assault on a female child\nunder the age of thirteen and in addition, found guilty of 16 counts of making\nindecent images and one count of possession an indecent image. Mr Barron states that he did inform\nthe skydiving club about all of his convictions. 11. The newspaper said that the\nphotograph showed only the complainant’s appearance, and did not portray any\ninformation that was private in nature. The newspaper highlighted that other\nimages showing the complainant’s appearance were in the public domain, and\nprovided publicly available video footage of the complainant performing.  \nRelevant Code Provisions 12. Clause 1 (Accuracy) i)     \nThe\nPress must take care not to publish inaccurate, misleading or distorted\ninformation or images, including headlines not supported by the text. ii)    \nA\nsignificant inaccuracy, misleading statement or distortion must be corrected,\npromptly and with due prominence, and- where appropriate- an apology published.\nIn cases involving IPSO, due prominence should be as required by the regulator. Clause 2 (Privacy) i)     \nEveryone\nis entitled to respect for his or her private and family life, home, health and\ncorrespondence, including digital communications. ii)    \nEditors\nwill be expected to justify intrusions into any individual’s private life\nwithout consent. Account will be taken of the complainant’s own public\ndisclosures of information. iii)   \nIt\nis unacceptable to photograph individuals, without their consent, in public or\nprivate places where there is a reasonable expectation of privacy. \nFindings of the Committee 13. The complainant had been\nconvicted of one sexual offence against a child under the age of 13, and 17\nseparate counts relating to the possession and making of images of child sexual\nabuse. The article had accurately reported that the complainant had been found\nguilty of a total of 18 charges, which included charges relating to indecent\nimages of children. However, it had also asserted that the complainant had been\njailed for a “catalogue of offences against a schoolgirl”; it had referred to\n“sex attacks” against the child; it had stated that the court had heard that he\nhad “groomed” his victim; and it had said that the abuse had “continued for\nmany years”. The Committee considered that overall, the article had given the\nsignificantly misleading impression that more than one of the complainant’s\nconvictions related to the offence against the child. This represented a\nfailure to take care over the accuracy of the article in breach of Clause 1(i).\nA correction was required in order to avoid a breach of Clause 1(ii). 14. The complainant had said that he\nhad made the parachute club aware of the nature of his conviction, and had\ndecided to leave the club voluntarily, due to concerns that the publicity\nsurrounding his conviction would cause it reputational damage. The newspaper had\nreported that the complainant resumed his work at the parachute club following\nhis release from prison, and “staff later learned about his sex crimes”. The\nnewspaper had based this on information provided by a confidential source who\nhad spoken to staff at the club, but it had not checked it with the parachute\nclub, or the complainant. The article had given the significantly misleading\nimpression that it was a fact that the complainant had failed to inform the\nparachute club of his conviction, when this had not been established by the\npublication and was later denied by the complainant. This represented a failure\nto take care, in breach of Clause 1 (i). A clarification was required in order\nto avoid a breach of Clause 1(ii). 15. The newspaper had first been\ninformed that the complainant may be performing at events for children by an\nadministrator of an online database of individuals convicted of child sex\noffences. The newspaper then obtained information from the complainant’s\npublicly available advertisement, where he had referred to himself as a\nperformer for “all occasions” and stated that he performed at a variety of\nlocations, including holiday camps. Further, the newspaper contacted the\ncomplainant directly to check if he would be willing to perform at a\nchristening. The complainant had engaged in conversation regarding the\npossibility of performing at the event, and had asked questions relating to the\ndate and budget available, but he had not made it clear that he would be unable\nto perform where children are present. As the event was a christening, it was\nevident that, by its very nature, it would bring him into contact with children\nand provided the basis for the newspaper’s claim that he performed at “kids’\nevents” and “family parties.” In these circumstances, where the newspaper had\nrelied on a number of sources, and the complainant had not made it clear,\neither on his publicly available profile or in correspondence with a potential\ncustomer, that he performed at events for over 18s only, the newspaper had\ntaken appropriate care not to publish inaccurate, misleading or distorted\ninformation, and the headline of the article was not inaccurate. There was no\nbreach of the Code on this point. 16. Where the complainant had been in\nthe army, and had also worked as a skydiving instructor, the Committee did not\nfind it significantly inaccurate, in the context of this article, to state that\nhe had gained skydiving experience with the Parachute Regiment. There was no\nbreach of the Code on these points. 17.\nThe\ncomplainant was concerned that the article had inaccurately reported his age.\nHowever, this did not represent a significant inaccuracy in the context of an\narticle reporting on his previous convictions and the possibility for him to\ncome into contact with children as part of his career as an entertainer. There\nwas no breach of the Code on this point. 18.\nThe\nnewspaper had offered to publish a clarification, which made clear that the\ncomplainant had been found guilty of one offence of sexual assault on a female\nchild under the age of 13 and additionally, 17 offences relating to indecent\nimages. The wording also recorded the complainant’s position that he had made\nthe parachute club aware of his conviction. The Committee considered that the\nwording offered addressed the significant inaccuracies and misleading\ninformation identified by the complaint; it was sufficient to meet the\nrequirements of Clause 1 (ii). 19. The photograph published in the\narticle showed only the complainant’s physical appearance, as did a variety of\nother photographs and videos already in the public domain. In the context of\nthis article, the Committee did not consider the photograph to reveal\ninformation about which he had a reasonable expectation of privacy. Similarly,\nreporting that the complainant was an ex-soldier did not represent private\ninformation about him, nor did the publication of this information represent an\nunjustified intrusion into his private life. There was no breach of Clause 2. \nConclusions 20. The complaint was upheld. \nRemedial Action Required 21. Having upheld the complaint, the\nCommittee considered what remedial action should be required. 22.\nThe\nnewspaper had offered to publish a correction on page two and as a footnote to\nthe online article, which made clear the true position relating to the\ncomplainant’s convictions, and recorded his position that he had informed the\nskydiving club of his convictions. This wording should now be published.\n \nDate\ncomplaint received: 09/04/2017\nDate\ndecision issued: 19/10/2017\nBack to ruling listing\n\n\n"
}