{
    "url": "/rulings-and-resolution-statements/ruling/?id=05927-18",
    "title": "05927-18  Shardlow & Jones v The Spectator",
    "provisions": [
        "1 Accuracy (2018)",
        "3 Harassment (2018)"
    ],
    "outcome": "Breach - sanction: action as offered by publication",
    "publication": "The Spectator (The Spectator)",
    "received_on": "2018-09-05 00:00:00",
    "concluded_on": "2019-01-23 00:00:00",
    "complaint_processing_days": 140,
    "conclusion_long": "26. The complaint was upheld in part under Clause 1(i).",
    "remedial_action": "27. Having upheld the complaint, the Committee considered what remedial action was appropriate. 28. The Committee had identified one inaccuracy within the comment piece that was of sufficient significance to warrant correction. The publication’s offered correction had presented the correct position in relation to this point, and had been offered promptly following the start of IPSO’s investigation. The publication had offered to publish this correction as a standalone and footnote correction online, and in the same section of the print edition as the articles had originally appeared. This was sufficiently prominent, and there was no breach of Clause 1(ii); the correction should now be published. Date complaint received: 05/09/2018",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee 05927-18 Shardlow &\nJones v The Spectator\n1. Matt Shardlow\nand Neil Jones complained to the Independent Press Standards Organisation that\nThe Spectator breached Clause 1 (Accuracy) and Clause 2 (Privacy) of the\nEditors’ Code of Practice in an article headlined “The evil weed: Why is anyone\ndefending ragwort”, published on 11 August 2018, and an article headlined “Real\nlife”, published on 1 September 2018.\n2. The first\narticle was an opinion piece in which the columnist gave her views on ragwort.\nIt said that the plant killed horses “so painfully that the RPSCA will\nprosecute you if your pony is grazing among it”. The article stated that the\nspread of the plant was turning the countryside into “a sea of yellow”, and\nthat the columnist’s village was infested “with 30 uninterrupted acres of\nragwort”. The columnist expressed her concerns about the lack of government\naction to control the plant. The article went on to describe the columnists\nconcerns about individuals defending the presence of ragwort. It said that “On\nthe website RagwortFacts [the complainant’s website] you will find all the\nreasons ragwort should be left alone. Four reasons, to be precise: cinnabar\nmoth, ruby tiger moth, goldenrod pug moth and Sussex emerald moth”.3. The article said\nthat RagwortFacts “insists there is no evidence that horses are being killed by\nragwort” and that the website believes that horses who die after eating it\n“have probably been killed by neglectful owners who poisoned them with\nsomething else”. It said that a single ragwort plant “can produce 150,000\nseeds” and that it can propagate itself over a large area. Describing her\nexperience of being covered in “angry bumps” after touching the plant’s “petals”,\nthe columnist said that this was evidence of the “high toxicity of ragwort”.\nThe article went on to say that section 14 of the Wildlife and Countryside Act\n1981, imposed a requirement on landowners to stop ragwort spreading to nearby\ngrazing land.\n4. The article appeared online on 11 August 2018\nin substantially the same format, under the headline “Root out ragwort!”.\n5. In the second\narticle, the columnist commented on the complaint the complainant had made\ndirectly to the publication. It said that she was surprised to have “had a\ncomplaint from a sympathiser of ragwort accusing me of hate speech against\nanother species”, and described the complaint as being “very much like a\nsubmission to a war crimes tribunal”. The article then quoted directly from the\ntext of the complaint, and gave the columnist’s views on the nature of this\ncomplaint.\n6. The second\narticle appeared online on 1 September 2018 in substantially the same format,\nunder the headline “When you compare ragwort to Islamic extremism, who should\nbe more offended?”\n7. The complainant\nsaid that the first article was inaccurate in breach of Clause 1 (Accuracy). He\nsaid it was inaccurate to state that Section 14 of the Wildlife and Countryside\nAct required landowners to prevent the spread of ragwort: this Section applied\nonly to non-native species on a specific list; he said that ragwort was in fact\nsubject to the Weeds Act 1959, which enables Ministers to issue official\nnotices to control the spread of ragwort, but does not impose a general\nrequirement on landowners to do so. The complainant also said it was inaccurate\nto state that ragwort “spreads like wildfire” and is “able to propagate itself\nover a vast area”; rather, the scientific evidence indicated that ragwort seed\ndispersal is limited to only a few metres in general. In addition, the\ncomplainant said that the article was wrong to state that “more and more of our\ncountryside is turning into a sea of yellow”; he said that, rather, figures\nshowed a 39% decline in English ragwort from 1998 to 2007. In addition, he said\nthat it was misleading for the article to state that “a single plant can\nproduce 150,000 seeds”: this was the maximum number of seeds a single plant\ncould produce.\n8. The complainant\nsaid that the article was inaccurate to link the presence of “red sores” with\nthe “high toxicity” of ragwort, because the sores were not caused by the\nalkaloids contained in the plant which caused liver damage. In addition, he\nsaid that the claim that the plant was “highly toxic” was not supported by the\nstrict definition of high toxicity, and horses had to eat very large quantities\nof the plant to experience lethal effects. He said it was also inaccurate for\nthe article to state that the RSPCA would prosecute owners whose ponies were\n“grazing among” ragwort; he said that there would only be grounds for\nprosecution if animals were not given any option but to eat the plant. He\nhighlighted one conviction where the defendant had pleaded guilty to ‘causing a\npoisonous or injurious substance, namely ragwort, to be taken by a protected\nanimal’; the prosecution was not therefore made on the basis of an animal\n“grazing among” ragwort.\n9. The complainant\nalso said that the article misrepresented his website. He said it was not the\ncase that RagwortFacts denied that horses were killed by ragwort; in fact, the\nwebsite stated that government figures showed 13 equine deaths in 2005, and 10\nin the following five years. In addition, it was inaccurate for the article to\nsuggest that the website stated that owners were poisoning their horses with\nother substances. He also said that it was inaccurate for the columnist to\nstate that her village green was “30 uninterrupted acres of ragwort”, based on\nphotographs she had provided, and to state that there was an “up-and-coming\ncraze” to defend knotweed. He said he was not aware of any individual defending\nknotweed.\n10. The complainant said that it was inaccurate for the\narticle to state that his website gave “four reasons” for why ragwort “should\nbe left alone” – the four moth species referred to. He said that, in fact, his\nwebsite made clear that at least 30 species are totally dependent on the plant.\n11. The complainant said that the second article breached\nClause 2 (Privacy), by publishing the contents of his complaint without his consent.\n12. The publication did not consider that the articles\ncontained any significant inaccuracies. However, it accepted that it had\nreferred to the wrong piece of legislation in reference to ragwort control, and\namended the first online article to state that “Under the Weeds Act 1959, there\ncan be a requirement for landowners to stop ragwort spreading to adjacent\ngrazing land”. It said that the government’s website made clear that landowners\n“must” prevent ragwort spreading to agricultural land. The publication said\nthat the RSPCA had prosecuted people for allowing horses to graze among\nragwort, but amended the online article to say that they “could” do so, rather\nthan that they “will”.\n13. With respect to the complainant’s concerns regarding the\nmisrepresentation of his website, the publication said that the columnist was\ncaricaturing the position of the website. It said that the website said that\nragwort “doesn’t really kill many horses”, and that “it is time to look for\nother toxins” in many cases where ragwort is blamed for horse deaths.\n14. Nevertheless, the publication offered to publish the\nfollowing correction online and in print, in the same section of the magazine\nas the original articles appeared:\nAn article published in The Spectator on 11 August 2018,\n‘Root out ragwort!’, stated that the Wildlife and Countryside Act 1981 obliges\nlandowners to stop ragwort spreading to adjacent grazing land. In fact, orders\nto stop ragwort spreading may be made under the Weeds Act 1959. We also said that\nthe RSPCA ‘will prosecute’ the owners of horses found grazing among ragwort. We\nare happy to clarify that, while the RSPCA may prosecute such owners, they will\nonly do so when horses have no choice but to eat ragwort. The article also\nstated that a website, RagwortFacts ‘insists there is no evidence that horses\nare being killed by ragwort’. The website in fact says ragwort ‘doesn’t really\nkill many horses’.\n15. The publication denied that it was inaccurate to state\nthat “more and more of our countryside is turning into a sea of yellow”; it\nnoted that the complainant had provided data from 11 years previously, and that\nthere was evidence of ragwort expansion being cyclical, and said that there was\nevidence of ragwort having a wider geographical distribution in the 2000s\ncompared to the 1970-80s.\n16. The publication denied any breach of Clause 2 (Privacy):\nit said that the second article had not named the complainant, and the\ninformation it included did not relate to his private life. It had published\ndetails of his complaint in order to highlight what it considered to be the\nharassment of journalists under the guise of countering ‘hate speech’, which\nwas a matter of public concern.\nRelevant Code Provisions\nClause 1 (Accuracy)\ni) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not\nsupported by the text.\nii) A significant inaccuracy, misleading statement or\ndistortion must be corrected, promptly and with due prominence, and — where appropriate\n— an apology published. In cases involving IPSO, due prominence should be as\nrequired by the regulator. \niii) A fair opportunity to reply to significant inaccuracies\nshould be given, when reasonably called for.\niv) The Press, while free to editorialise and campaign, must\ndistinguish clearly between comment, conjecture and fact.\nFindings of the Committee\n17. While it was the case that the complainant’s website\nsaid that that ragwort “doesn’t really kill many horses”, this was not a basis\nfor stating that it said there was “no evidence” of this happening, and the\nwebsite made clear that some horses had died as a result of ingesting ragwort.\nThe article had misrepresented the website’s position, and this represented a\nfailure to take care over the accuracy of the article, in breach of Clause\n1(i). This was a significant inaccuracy, in that it suggested that the website\nsaid something it did not, and misrepresented its stated position in a way that\nwas potentially reputationally damaging; a correction was required to avoid a\nbreach of Clause 1(ii). The publication had offered a correction which made the\nwebsite’s position clear– namely, that few horses were killed by ragwort. This\nhad been offered promptly, once the publication had received the IPSO\ncomplaint, and with due prominence, and there was no further breach of Clause\n1(ii) on this point.\n18. It was not in dispute that the complainant’s website\nconsidered that the number of horse deaths attributed to ragwort was\nexaggerated, and it had quoted – apparently approvingly - what it called an\n‘interesting’ letter which stated that “it is time to look for other possible\ntoxins” as causes of ragwort death, including feeds provided by owners.  In the context of a plainly hyperbolic\ncomment piece, the Committee did not consider that it was significantly\nmisleading for the article to state that the website considered that horses\n“have probably been killed by neglectful owners who poisoned them with\nsomething else\". The use of the word “probably” made clear that this was\nnot the firm view of the site. There was no failure to take care over this\nclaim, and no significantly misleading impression was created that required\ncorrection. There was no breach of Clause 1 on this point.\n19. The article had inaccurately stated that the Wildlife\nand Countryside Act imposed a “requirement” on landowners to stop the spread of\nragwort. In fact, such a requirement could be imposed using powers derived from\na different piece of legislation – the Weeds Act 1959. It was clear that the\ngovernment interpreted this Act as requiring landowners to prevent the spread\nof ragwort. It therefore appeared that the publication had mis-named the\nlegislation, but had not significantly misrepresented its effect. In the\ncontext of a hyperbolic comment piece, which was not an examination of the\nlegal status of ragwort, the Committee did not consider that this represented a\nsignificant inaccuracy that required correction, and there was no breach of\nClause 1 on this point. Nevertheless, the Committee welcomed the publication’s\noffer to clarify the piece of legislation referred to.\n20. It was accepted that a prosecution had been brought by\nthe RSPCA for “causing a poisonous or injurious drug or substance, namely\nragwort, to be taken by a protected animal”. Where such a prosecution had been\nmade, and where concerns about the presence of ragwort clearly relate to its\ningestion by animals, in the context of a hyperbolic comment piece, it was not\nsignificantly misleading to state that the RSPCA would prosecute individuals\nfor allowing horses to graze amongst the plant. This did not suggest that a\nprosecution would necessarily arise in every such instance. There was no breach\nof Clause 1 on this point.\n21. It was accepted by the complainant that some ragwort\nplants can produce up to 150,000 seeds. The fact that this was unusual did not\nmake it inaccurate for the article to state that “a single plant can produce\n150,000 seeds”: the use of the word “can” indicated that this was not always\nthe case. Similarly, the columnist was entitled to characterise her village\ngreen as being “30 uninterrupted acres of ragwort”, in the context of a\nhyperbolic comment piece, in circumstances where the complainant was not in a\nposition to dispute that ragwort was widespread on the green. There was no\nbreach of Clause 1 on these points.\n22. The complainant accepted that ragwort is responsible for\nhorse deaths, and the columnist was not obliged to adhere to any particular\nscientific definition of the term “highly toxic” in the context of a comment\npiece. The use of this term was not inaccurate, in this context, and did not\ngive rise to a misleading impression of the effects of the plant. Similarly, in\nreferring to a skin irritation as evidence of this toxicity, the columnist was\nmaking the point that the plant has properties which make it hazardous to\nhealth, and the fact that the toxicity of ragwort to animals derives from a\ndifferent chemical to that which causes skin irritation in humans did not give\nrise to any misleading impression of the plant that would require correction.\nThere was no breach of Clause 1 on these points.\n23. The article’s reference to a “craze” to defend weeds,\nincluding knotweed, was plainly hyperbolic. The columnist was highlighting a\ncontrast between the negative effects of weeds, and the views of individuals\nseeking to ‘defend’ them. In these circumstances, the Committee did not\nconsider that the inclusion of knotweed in a list of weeds being defended gave\nrise to any misleading impression that required correction, and was not in any\ncase significant in the context of an article which was focused almost wholly\non ragwort. The complainant said that it was inaccurate to state that ragwort\n“spreads like wildfire” and is “able to propagate itself over a vast area”, on\nthe basis that individual plants only disperse seeds over short distances. The\nCommittee did not consider that this evidence refuted the article’s claim:\nwhile a single plant might have a small dispersal area, this would not prevent\na series of plants from ‘propagating’ across a large area. The complaint did\nnot therefore give rise to any inaccurate impression requiring correction,\nwhere it was used in the context of a comment piece. There was no breach of\nClause 1 on this point.\n24. The complainant’s website, on its page titled “Why\nragwort is important to wildlife”, drew particular attention to the four moth\nspecies that the article had described as the reasons ragwort should be “left\nalone”. In this context, the Committee did not consider that it was\nsignificantly misleading to suggest that the website had referred to “four\nreasons” for preserving ragwort. There was no breach of Clause 1 on this point.\n25. The second article had paraphrased aspects of the\ncomplainant’s letter of complaint to the publication, made directly, and not as\npart of the IPSO process and had quoted section of it verbatim. This\ncomplaint had not been identified in relation to these views, and the views\nexpressed related solely to ragwort, and not to any private information about\nhim or his private life. In these circumstances, the Committee did not consider\nthat the publication of the article raised a breach of Clause 2 (Privacy).\nConclusions\n26. The complaint was upheld in part under Clause 1(i).\nRemedial action required\n27. Having upheld the complaint, the Committee considered\nwhat remedial action was appropriate.\n28. The Committee had identified one inaccuracy within the\ncomment piece that was of sufficient significance to warrant correction. The\npublication’s offered correction had presented the correct position in relation\nto this point, and had been offered promptly following the start of IPSO’s\ninvestigation. The publication had offered to publish this correction as a\nstandalone and footnote correction online, and in the same section of the print\nedition as the articles had originally appeared. This was sufficiently\nprominent, and there was no breach of Clause 1(ii); the correction should now\nbe published.\nDate complaint received: 05/09/2018\nDate decision issued: 23/01/2019\nBack to ruling listing\n\n\n"
}