{
    "url": "/rulings-and-resolution-statements/ruling/?id=05935-16",
    "title": "05935-16 Manji v The Sun",
    "provisions": [
        "1 Accuracy (2016)",
        "3 Harassment (2016)",
        "12 Discrimination (2016)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "The Sun (News UK)",
    "published_on": "2016-07-18 00:00:00",
    "received_on": "2016-07-21 00:00:00",
    "concluded_on": "2016-09-29 00:00:00",
    "complaint_processing_days": 70,
    "conclusion_long": "22.  The complaint was not upheld.",
    "remedial_action": "23.  N/ADate complaint received: 21/07/2016",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee 05935-16 Manji v The Sun Summary\nof Complaint 1.    Fatima Manji\ncomplained to the Independent Press Standards Organisation that The Sun\nbreached Clause 1 (Accuracy), Clause 3 (Harassment) and Clause 12\n(Discrimination) of the Editors’ Code of Practice in an article headlined\n“KELVIN MACKENZIE: why did Channel 4 have a presenter in a hijab fronting\ncoverage of Muslim terror in Nice”, published on 18 July 2016. 2.   \nThe\narticle appeared as part of a regular column. In it, the columnist described\nhis reaction to seeing the complainant presenting Channel 4 News’ coverage of a\nterrorist attack in Nice. He said that he “could hardly believe his eyes” that\nthe presenter, the complainant, “was not one of the regulars…but a young lady\nin a hijab”. He questioned whether it was “appropriate for her to be on camera\nwhen there had been yet another shocking slaughter by a Muslim”. 3.    The article was\npublished in print and online, in substantively the same form. The online\narticle included additional photographs of the complainant, and video from the\nNice attack. 4.    The complainant\nsaid that the article discriminated against her on the basis of her religion:\nit suggested that her appearance on screen wearing a hijab was as distressing\nas witnessing a terrorist attack; that her sympathies would lie with the\nterrorists because she is Muslim; that Muslims in general are terrorist\nsympathisers; and that she should be prevented from enjoying a career as a\ntelevision news presenter on the basis of her adoption of a religious item of\ndress. 5.    In particular,\nthe complainant was concerned by the words: “With all the major terrorist\noutrages in the world currently being carried out by Muslims, I think the rest\nof us are reasonably entitled to have concerns about what is beating in their\nreligious hearts. Who was in the studio representing our fears?” She considered\nthis suggested she was a terrorist sympathiser. 6.    The complainant\nwas also concerned that the article had inaccurately claimed that Islam was “a\nviolent religion” and had given the misleading impression that she had been\nchosen to present the news that evening as part of a “TV news game”. In fact,\nshe had already been rostered to present that evening, ten days prior to the\nattack. The complainant said that the article had targeted her deliberately,\ncausing her intimidation and distress, and whipping up hatred against her, and\nMuslims generally. She considered this breached Clause 3 of the Code. 7.    The newspaper\nsaid that the columnist had sought to avoid criticism of the complainant\npersonally: this was not about the propriety of a journalist having religious\nfaith, but about the propriety of public figures wearing outwardly religious\ngarments, in the context of a story with an unavoidable religious angle. Clause\n12 does not prevent criticism of religion, or of religious conduct or choices:\nthe newspaper said this would represent an “extraordinary limitation upon free\nspeech”. 8.    The newspaper\nargued that there was no prejudicial or pejorative reference to the\ncomplainant’s faith. It said that the column contained no description of her\nreligion or beliefs using inflammatory language. Instead, the column formed\npart of a public debate about presenters wearing symbolic items on screen,\nwhich had previously been seen in discussions about a Channel 4 presenter’s\ndecision not to wear a poppy, and the wearing of a crucifix by a presenter on\nBBC News. 9.    The newspaper\ndid not accept that the column suggested the complainant was a terrorist\nsympathiser. The question “who was in the studio representing our fears?” was\nnot a reference to the complainant: it was immediately preceded by criticism of\nChannel 4’s decision to have as the sole studio guest a “French guy who was\nworried about Islamophobia”, and referred only to the lack of balance in choice\nof guest. 10.  The newspaper\ndid not accept that there was any breach of Clause 1 in the description of\nIslam as a “violent religion”, which was clearly comment. Neither did it accept\nthat publication of the article breached Clause 3. 11.  The complainant\ndid not accept the newspaper’s attempt to characterise the column as a broader\ndebate about religious dress. The columnist had equated her wearing of a hijab\nwith support for acts of terrorism. This was not comment, but prejudice; it was\nhighly discriminatory and likely to make her the subject of hatred and abuse. \nRelevant\nCode Provisions 12.  Clause 1 (Accuracy) i.      The Press must\ntake care not to publish inaccurate, misleading or distorted information or\nimages, including headlines not supported by the text. ii.     A significant\ninaccuracy, misleading statement or distortion must be corrected, promptly and\nwith due prominence, and - where appropriate - an apology published. In cases\ninvolving IPSO, due prominence should be as required by the Regulator. Clause\n3 (Harassment) i.      Journalists must\nnot engage in intimidation, harassment or persistent pursuit. ii.     They must not\npersist in questioning, telephoning, pursuing or photographing individuals once\nasked to desist; nor remain on property when asked to leave and must not follow\nthem. Clause 12\n(Discrimination) i.      The press must\navoid prejudicial or pejorative reference to an individual’s race, colour,\nreligion, sex, gender identity, sexual orientation or to any physical or mental\nillness or disability. ii.     Details of an\nindividual’s race, colour, religion, gender identity, sexual orientation,\nphysical or mental illness or disability must be avoided unless genuinely\nrelevant to the story.   \nFindings\nof the Committee 13.  The column, read as a whole, questioned\nwhether it was appropriate that Channel 4 had permitted news of the atrocity in\nNice to be read by a newsreader wearing the outward manifestation of the\nreligion which the columnist associated with that attack. It set out the\ncolumnist’s opinion on the hijab, Islam in general and Channel 4’s choice of\ninterviewee. 14.  There can be no doubt that this was\ndeeply offensive to the complainant and caused widespread concern and distress to\nothers. This was demonstrated by the number of complaints IPSO received. The Committee\nunderstood the complainant’s position that she was doing no more than\nfulfilling her duties as a newsreader, while observing those tenets of the\nreligion to which she adheres. 15.  The article was highly critical\nof Channel 4 for permitting a newsreader to wear the hijab. It also contained\npejorative references to Islam. But the essential question for the Committee\nwas whether those references were directed at the complainant. 16.  Clause 12 seeks to protect\nindividuals while respecting the fundamental right to freedom of expression\nenshrined in the preamble to the Code. It prohibits prejudicial or pejorative\nreferences to an individual on account of, amongst other things, that\nindividual’s religion. It does not, on the other hand, prohibit prejudicial or\npejorative references to a particular religion, even though such disparaging\ncriticisms may cause distress and offence. It should not be interpreted as\npreventing such criticism merely because, as is inescapable, many individuals\nsubscribe to that particular faith. Were it otherwise, the freedom of the press\nto engage in discussion, criticism and debate about\nreligious ideas and practices, including the wearing of religious symbols while\nreading the news, would be restricted. 17.  The article did refer\nto the complainant. But it did so to explain what triggered the discussion about\na subject of legitimate debate: whether newsreaders should be allowed to wear\nreligious symbols.  In the Committee’s\nview, the columnist was permitted to identify what prompted his discussion,\nrather than merely raising it in the abstract. Furthermore, he was entitled to\nexpress his view that, in the context of a terrorist act which had been carried\nout ostensibly in the name of Islam, it was inappropriate for a person wearing\nIslamic dress to present coverage of the story. 18.  The Committee did not accept the\ncomplainant’s contention that the article suggested that, by reason of her\nfaith, she sympathised with the terrorist. The\nquestion “who\nwas in the studio representing our fears?” did not, in the Committee’s view,\ncarry that implication. It was asked as part of criticism of what the columnist\ndescribed as “further editorial stupidity” by Channel 4: the presence of a\nstudio guest to\nexpress fears about Islamophobia without a guest to express fears and concerns about\nIslam. These were the fears and concerns of those he asserted were “the rest of\nus”. 19.  While the columnist’s\nopinions were undoubtedly offensive to the complainant, and to others, these\nwere views he had been entitled to express. The article did not include a prejudicial\nor pejorative reference to the complainant on the grounds of her religion.  Accordingly, it was not a breach of Clause\n12. 20.  Clause 3 seeks\nto protect individuals from harassment. In the light of its findings under\nClause 12, and given that the course of conduct complained of was the\npublication of a single article on a matter which, while sensitive, was the\nsubject of legitimate public debate, the Committee took the view that it did\nnot amount to harassment under Clause 3. 21.  The columnist’s view\nthat Islam is “clearly a violent religion” was a statement of his opinion. This\nview, however extreme or offensive to many, did not raise a breach of Clause 1.\nThe suggestion that the complainant was a “pawn in this tv news game” was\nclearly conjecture, and underlined that the author’s criticism was directed at\nChannel 4 and not at the individual newsreader. There was no breach of Clause\n1. \nConclusions 22.  The complaint\nwas not upheld. \nRemedial\naction required 23.  N/ADate complaint received: 21/07/2016Date decision issued: 29/09/2016\nBack to ruling listing\n\n\n"
}