{
    "url": "/rulings-and-resolution-statements/ruling/?id=05942-19",
    "title": "05942-19 HRH The Duke of Sussex V The Mail on Sunday",
    "provisions": [
        "1 Accuracy (2019)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "The Mail on Sunday (Associated Newspapers Limited)",
    "published_on": "2019-04-28 00:00:00",
    "received_on": "2019-08-08 00:00:00",
    "concluded_on": "2019-10-25 00:00:00",
    "complaint_processing_days": 78,
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee 05942-19 HRH The\nDuke of Sussex V The Mail on SundaySummary of Complaint1. HRH The Duke of Sussex complained to the Independent\nPress Standards Organisation that the Mail on Sunday breached Clause 1 (Accuracy)\nof the Editors' Code of Practice in an article headlined \"Drugged and\ntethered... what Harry didn’t tell you about those awe-inspiring wildlife\nphotos\" published on 28 April 2019.2. The article reported on \"spectacular photographs of\nAfrican wildlife\" which had been posted on he complainant's Instagram\naccount to highlight Earth Day. The article claimed that the “pictures… don’t\nquite tell the full story” and commented that the complainant “notably avoided\nexplaining the circumstances in which the images were taken”, namely that all\nthree of the animals had been tranquilised and that the elephant had also been\ntethered as they were being relocated as part of conservation projects. It\nreported that followers of the complainant’s Instagram account were unable to\nsee a rope around the hind legs of the elephant because of the way the picture\nwas edited. The article reported that a spokesperson for the complainant had\ndeclined to discuss the photos, though \"sources denied the rope was\ndeliberately edited out of the elephant picture, claiming instead that 'it was\ndue to Instagram's format'\".3. The article also appeared in much the same format online\nunder the headline \"Drugged and tethered... what Prince Harry didn’t tell\nyou about those awe-inspiring wildlife photos in Malawi\", published on 27\nApril 2019.4. The complainant said the article was inaccurate as it\nreported that, by not making clear that the animals had been drugged and\ntethered, he had intentionally misled the public to give the impression that he\nwas a superior wildlife photographer who had captured the images in dangerous\ncircumstances. He said that the images had been uploaded to his Instagram\naccount in support of Earth Day to raise awareness, rather than as evidence of the\ncomplainant's talent as a photographer, and the caption made clear that the\nanimals were being relocated as part of conservation efforts. The complainant\nsaid that, in those circumstances, it was not necessary for the captions to\nexplicitly state that the animals had been sedated or tethered as this would be\nunderstood by readers.5. The complainant said that he had not misled the public by\nfailing to explain the circumstances in which the photograph of the elephant\nhad been taken and that the article was inaccurate in claiming that he had\nsought to mislead the public by deliberately publishing an edited version of\nthe photograph. He said that the full uncropped photograph had been published\non the Royal Family website in 2016 and has been publicly available ever since.\nThe complainant said that the image was also published on the website of the\norganisation which organised the conservation work, which featured a\ndescription and a video of the tranquilising and tethering process; the\ncomplainant’s Instagram account contained a link to the organisation's website.\nThe complainant emphasised that he had also publicly spoken about this\nconservation work in 2016.6. The complainant said that the article gave the misleading\nimpression that he had cropped out the tether to create the false impression\nthat he was a superior wildlife photographer. He said that the image had been\ncropped owing to the formatting requirements of Instagram. The complainant\nexplained that his Instagram was subject to bespoke settings such that the\nphotographs which he posts have a border around them and the photograph of the\nelephant had to be  cropped in the way it\nhad to fit this template; the only alternative would have been to edit out the\nelephant handler. He also said that the image was published as part of an album\nand that the format of the first image dictates the format of the subsequent\nimages; because the first image in the series adopted a square format, the\nimage of the elephant could not be posted in landscape format. The complainant\nsaid that he had made the newspaper aware of this prior to publication.7. The complainant also said that a representative had made\nthe publication aware of his conservation work and the tranquilising and\ntethering process prior to publication.8. The publication denied that the article was inaccurate.\nIt said that the complainant had posted the cropped version of the image on his\nInstagram account to his 5.6 million followers but did not explain the\ncircumstances, namely that the animals had been tranquilised and tethered,\ndespite him having the opportunity to do so. The publication said that the\ncomplainant's followers could not be expected to have been aware of the\nexplanation provided by the complainant three years ago at the time of the\npublication of the photographs in 2016 or of the content of an entirely\nseparate website; it was not misleading to report that the complainant had not\ntold his 5.6 million Instagram followers about the circumstances in which the\nphotographs had been taken or the \"whole story\". The publication\nnoted that Instagram users who had commented on the image of the elephant said\nthat the complainant should have made the circumstances clear.9. The publication disputed that the complainant had to crop\nthe image due to Instagram's formatting requirements. It said that the\ncomplainant's preference to have a border around his photos was a\npresentational choice and not a formatting requirement; to suggest otherwise\nwas disingenuous. The publication provided a screenshot of the image uploaded\nto Instagram in its full format to demonstrate that it was not necessary to\ncrop the image. In any event, the publication said that the article had\nincluded the complainant's explanation for cropping the image.10. The publication questioned the relevance of the\ncomplainant's reliance on the fact that the publication had been made aware of\nthe conservation work and the tranquilising and tethering process prior to\npublication; these matters had been clearly set out in the article. However,\nthe focus of the story had been the Instagram posts.Relevant Code Provisions11. Clause 1 (Accuracy)i) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not\nsupported by the text.ii) A significant inaccuracy, misleading statement or\ndistortion must be corrected, promptly and with due prominence, and — where\nappropriate — an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator.iii) A fair opportunity to reply to significant inaccuracies\nshould be given, when reasonably called for.iv) The Press, while free to editorialise and campaign, must\ndistinguish clearly between comment, conjecture and fact.Findings of the Committee12. The Committee considered that it was not clear from the\nimages themselves that the animals had been tranquilised and tethered. The\nphotograph of the elephant had been cropped to edit out the animal's tethered\nleg; the publication had demonstrated that the photograph could have been\nedited differently and the complainant accepted that the album could have been\nuploaded in a different format which would have made editing the photograph\nunnecessary. The accompanying caption did not make the position clear or that\nthe images had previously been published, unedited, in 2016.  The position was not made clear simply as a\nresult of the inclusion of the link to the website.  In these circumstances, the Committee did not\nconsider that it was significantly misleading to report that the\nphotographs  posted on the complainant’s\nInstagram account  did not quite tell the\nfull story and that the complainant had not explained the circumstances in\nwhich the photographs had been taken. There was no breach of Clause 1.13. Where the article focused on the complainant's publicly\navailable Instagram posts and the information they displayed, the Committee did\nnot consider that it was necessary for the newspaper to contact the complainant\nfor comment on the published claims. Nevertheless, the publication had included\nthe complainant's denial that he had deliberately edited out the tether on the\nimage of the elephant. There was no failure to take care not to publish\ninaccurate information.Conclusions14. The complaint was not upheldRemedial Action15. N/A Date complaint received: 08/08/2019Date decision issued: 25/10/2019\n \nBack to ruling listing\n\n\n"
}