{
    "url": "/rulings-and-resolution-statements/ruling/?id=05949-17",
    "title": "05949-17 Glister-Byers v Newcastle Chronicle",
    "provisions": [
        "5 Reporting suicide (2016)",
        "4 Intrusion into grief or shock (2016)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "The Chronicle (Newcastle) (Reach PLC)",
    "published_on": "2017-04-11 00:00:00",
    "received_on": "2017-04-11 00:00:00",
    "concluded_on": "2017-06-01 00:00:00",
    "complaint_processing_days": 51,
    "conclusion_long": "11. The complaint was not upheld.",
    "remedial_action": "12. N/ADate complaint received: 11/04/2017",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee 05949-17 Glister-Byers v Newcastle Chronicle\nSummary of complaint\n1. Lucy\nGlister-Byers complained to the Independent Press Standards Organisation that\nthe Newcastle Evening Chronicle breached Clause 4 (Intrusion into grief or\nshock) and Clause 5 (Reporting suicide), of the Editors’ Code of Practice in an\narticle headlined “Gosforth man Alex Byers whose body was found in River Tyne\ntook his own life, coroner rules”, published on 11 April 2017.\n2. The article\nreported the inquest into the complainant’s brother’s death. The article\nreported that police officers made inquiries with the complainant’s brother’s\nfriends and family, and were informed that he “may have been depressed and\nsuffered from low mood swings”, and that he “may not have taken the news of his\n[father’s] illness well”. The article also reported that he “was involved in\nonline gambling and was believed to have some debts”. It also included a\npicture of the victim, and a picture of the bridge where it was believed that\nhe took his own life.\n3. The complainant\nsaid that the information reported in the article was excessive. The\ncomplainant also said that the reference to her brother’s method of suicide,\nand the inclusion of his picture alongside a picture of the bridge where he\ndied, was distasteful. Further, the complainant said that the newspaper had\nfailed to treat her with sensitivity whilst speaking to her over the telephone,\nand because it did not respond to her initial email.\n4. The newspaper\napologised that the article had upset the complainant and her family, however\nit did not accept a breach of the Code. It said that the article reported\ninformation heard at the inquest, and that it took care both to avoid excessive\ndetail and to handle publication sensitively. The newspaper said that including\na photograph of the bridge did not amount to a failure to handle publication of\nthe story sensitively, and that it is standard procedure to use such pictures\nfor illustrative purposes. It noted that the bridge was a well-known landmark.\n5. Further, the\nnewspaper said that it did not fail to treat the complainant sensitively during\ntelephone conversations. It apologised for failing to respond to her initial\nemail complaint and said that this had been overlooked in error. In response to\nthe complaint, the newspaper amended the article to remove the reference to the\ncomplainant’s father’s illness, and removed the photograph of the bridge. The\nnewspaper also offered to write a private letter of apology to the complainant.\nRelevant Code provisions\n6. Clause 4 (Intrusion into grief or shock)\nIn cases involving personal grief or shock, enquiries and\napproaches must be made with sympathy and discretion and publication handled\nsensitively. These provisions should not restrict the right to report legal\nproceedings.\nClause 5 (Reporting Suicide)\nWhen reporting suicide, to prevent simulative acts care\nshould be taken to avoid excessive detail of the method used, while taking into\naccount the media's right to report legal proceedings.\nFindings of the Committee\n7. The Committee\nwished to extend its condolences for the family’s loss.\n8. The terms of\nClause 4 acknowledge the press’ right to report legal proceedings, such as\ninquests, and requires that in cases of personal grief or shock, publication is\nhandled sensitively. The article reported a short, factual description of the\ncircumstances of the complainant’s brother’s death, based on CCTV footage shown\nat the inquest. The newspaper was entitled to report the evidence heard at the\ninquest, provided it did so sensitively. Whilst the Committee acknowledged that\nthe complainant found this distressing to read, it was satisfied that the\nnewspaper reported the evidence in a manner which was sensitive. There was no\nbreach of Clause 4.\n9. The Committee\nalso acknowledged that publication of the picture of the bridge had caused the\ncomplainant concern. The image did not depict the method of suicide, but\nillustrated the location of the incident. The Committee did not consider that\npublication of the picture represented excessive detail of the method used, and\nthere was no breach of Clause 5.\n10. Although a\nbreach of the Code was not established, the Committee welcomed the newspaper’s\nresponse to the complainant.\nConclusions\n11. The complaint was not upheld.\nRemedial action required\n12. N/ADate complaint received: 11/04/2017Date complaint concluded: 01/06/2017 \nBack to ruling listing\n\n\n"
}