{
    "url": "/rulings-and-resolution-statements/ruling/?id=05946-15",
    "title": "05946-15 Kudmany v The Daily Telegraph",
    "provisions": [
        "1 (Accuracy) 2015",
        "2 (Opportunity to reply) 2015"
    ],
    "outcome": "No breach - after investigation",
    "publication": "The Daily Telegraph (Telegraph Media Group Ltd)",
    "published_on": "2015-09-07 00:00:00",
    "received_on": "2015-09-28 00:00:00",
    "concluded_on": "2015-12-10 00:00:00",
    "complaint_processing_days": 73,
    "conclusion_long": "11. The complaint was not upheld.",
    "remedial_action": "N/A Date complaint received: 28/09/2015",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee 05946-15\nKudmany v The Daily Telegraph\nSummary of complaint\n1. Malick Kudmany complained to the Independent\nPress Standards Organisation that the Daily Telegraph breached Clause 1\n(Accuracy) and Clause 2 (Opportunity to reply) of the Editors’ Code of Practice\nin an article headlined “Scuffle at the wicket sees village club duo banned”,\npublished on 07 September 2015.\n2. The article reported that “a pair of brawling\nteam-mates” had received match bans from village cricket after they had “got\ninto a fight”. It reported that the complainant had received an eight-match\nsuspension for racial abuse, and that the other player received a 17 match ban\nfor striking the complainant. The article was not published online.\n3. The complainant said that the use of the terms\n“scuffle”, “fight and “brawling” was inaccurate. He had in fact been subject to\nan assault, and made no attempt to fight back or retaliate. He provided an\naccount of the incident from his cricket club secretary, who was an umpire at\nthe match, which said that after the complainant used offensive language, he was\nstruck by the other player, and that although the complainant used his hands to\nprotect his face and glasses, at no point did he strike back or retaliate. The\ncomplainant said that neither he nor his club were contacted for their version\nof events.\n4. The newspaper said that the article was supplied\nby a news agency, who had in turn noted an article written by an eye witness to\nthe incident in a local publication.  The\narticle in the local publication referred to the two players as “trading\npunches”, and that the incident would be investigated by the Hampshire Cricket\nLeague (HCL). The agency contacted the HCL to ascertain the details of the\nsubsequent investigation, and the article was written in line with the findings\nof the HCL’s Rules and Disciplinary Committee.\n5. The newspaper provided an account from an\neyewitness who said that the complainant defended himself after being struck,\nand that both players were “going at it”. It also provided a statement from the\nHCL’s Rules and Disciplinary Committee which explained that the complainant\nreceived a four match ban for racial abuse, and said that “we concluded that Mr\nKudmany had right to defend himself so he was not banned for fighting”. The\nstatement also noted that the complainant did not appeal the decision, and\nexplained that a 4 match suspended ban had come into force, bringing the total\nban to 8 matches. The newspaper said that the statement from the HCL’s\nDisciplinary Committee implied that the complainant defended himself when\nattacked by retaliating. The newspaper denied that the article’s phrase “got\ninto a fight” implied that all parties took part equally, and said that the\nwords “brawling” or “scuffle” did not identify an aggressor. The newspaper\nnoted that the article made clear that the other player was banned for striking\nthe complainant, and that the complainant was banned for racial abuse.\n6. The complainant did not dispute that he was\nbanned for racial abuse. However, he said that the decision of the HCL\nDisciplinary Committee was unsound. He said that he was not offered a proper\nright to reply to the allegations, and explained that he did not appeal the\ndecision because by the time he received the full findings, he was out of time,\nit would have been costly, and it carried the risk of a longer ban. The\ncomplainant disputed the accuracy of the eye witness account referred to by the\nnewspaper.\n7. The newspaper offered to publish the following\nclarification:\n“An article of 7 Sept stated that two “brawling”\nplayers “got into a fight” during a cricket match in Dorset. Although the\nincident started when Malick Kudmany used inappropriate and offensive language\ntowards the other player, he has asked us to clarify his position that he did\nnot retaliate when the other player struck him. We are happy to do so.”\nRelevant Code Provisions \n8. Clause 1 (Accuracy)\ni) The Press must take care not to publish\ninaccurate, misleading or distorted information, including pictures.\nii) A significant inaccuracy, misleading statement\nor distortion once recognised must be corrected, promptly and with due\nprominence, and – where appropriate – an apology published. In cases involving\nthe Regulator, prominence should be agreed with the Regulator in advance.\niii) The Press, whilst free to be partisan, must\ndistinguish clearly between comment, conjecture and fact.\nClause 2 (Opportunity for reply)\nA fair opportunity for reply to inaccuracies must be\ngiven when reasonably called for.\nFindings of the Committee\n9. The article had been based on an eyewitness\naccount and on the findings of the HCL Rules and Disciplinary Committee. The\nnewspaper had taken care not to publish inaccurate information, and there was\nno breach of Clause 1 (i). The Committee noted the complainant’s position that\nhe did not retaliate when struck by the other player, the statement he provided\nfrom an eyewitness in support of this position, and his comments on the\nDisciplinary Committee’s findings. However, the statement from the Rules and\nDisciplinary Committee explained that the Committee had not banned the\ncomplainant for fighting because it considered that he had a right to defend\nhimself. The clear inference from the statement was that the complainant had\nresponded physically.  In an article\nreporting on the disciplinary action, it was therefore  not misleading to refer to the incident as a\n“scuffle”, to refer to the men involved as “brawling team mates” or to report\nthat they “got into a fight”, particularly in circumstances where the article\nexplained that the complainant’s match ban was for racial abuse, rather than\nphysical violence. The article was not established to be significantly\nmisleading such as to require a correction under the terms of Clause 1 (ii).\n10. Clause 2 requires that a newspaper offer a fair\nopportunity to respond to published inaccuracies when reasonably called for. In\nthis instance, no significant inaccuracies had been established, and the terms\nof Clause 2 were not engaged.\nConclusions\n11. The complaint was not upheld.\nRemedial Action Required\nN/A\nDate complaint received: 28/09/2015Date decision issued: 10/12/2015 \nBack to ruling listing\n\n\n"
}