{
    "url": "/rulings-and-resolution-statements/ruling/?id=05943-17",
    "title": "05943-17 Mansford v Daily Mail",
    "provisions": [
        "2 Privacy (2016)",
        "8 Hospitals (2016)",
        "10 Clandestine devices and subterfuge (2016)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "Daily Mail (Associated Newspapers Limited)",
    "published_on": "2017-03-06 00:00:00",
    "received_on": "2017-04-11 00:00:00",
    "concluded_on": "2017-10-13 00:00:00",
    "complaint_processing_days": 185,
    "conclusion_long": "21. The complaint was not upheld.",
    "remedial_action": "22. N/ADate complaint received: 11/04/2017",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee 05943-17 Mansford v Daily Mail\nSummary of complaint\n1. Janine Mansford\ncomplained to the Independent Press Standards Organisation that the Daily Mail\nbreached Clause 2 (Privacy), Clause 8 (Hospitals) and Clause 10 (Clandestine\ndevices and subterfuge) of the Editors’ Code of Practice in an article headlined\n“Abortions signed off after just a phone call”, published on 6 March 2017.\n2. The article\nreported that in 2016, an inspection from the Care Quality Commission (CQC) into the\nprovision of abortion services at a named nation-wide clinic, had found that abortion\napprovals had been based on only a one-line summary of what a woman tells a\ncall centre worker with no medical training. The article said that despite\nthese concerns leading to a temporary ban on some abortion services, an\nundercover investigation by the newspaper had found that women were still being\ncleared for abortion on “the word of call centre staff”. The article explained\nthat the Abortion Act 1967 stipulates a number of conditions must be met before\nan abortion is approved; it said that the newspaper had found that “if a woman\nfails to give a reason for the abortion which reflects those set out in the\nAbortion Act, she [was] encouraged to come up with a different reason”.\n3. Two female\njournalists had telephoned the clinic’s call centre, and had expressed a wish\nto terminate their pregnancies. Following these calls, the journalists had\nattended one of the clinics, where the complainant is a nurse. The article said\nthat one reporter’s “I just don’t want a baby” justification, which she had\ngiven to call centre staff, had been recorded in her medical notes as “client\nis unable emotionally to continue with pregnancy”, which fits the legal\nconditions.\n4. The article\ncontained a photograph of the complainant which had been taken with the use of\na hidden camera, in a private consultation room while the journalist was\nreceiving a scan. The complainant’s face had been pixelated.\n5. The article\nappeared online under the headline, “Abortions signed off after just a phone\ncall: How [the clinic] doctors approve abortions for women they've never met”,\nit was otherwise substantially the same as the print version.\n6. The complainant\nsaid that the publication of the pixelated photograph, without her consent, was\nan unjustifiable intrusion into her privacy. She said that she wore a different\nuniform to the rest of the staff at the clinic and several people had\nidentified her. The complainant expressed concern that the journalist had\nfailed to identify herself as a reporter and had engaged in subterfuge during\nher consultation, which had taken place in a non-public area of the clinic.\n7. The newspaper\naccepted that it had engaged in subterfuge when a journalist had posed as a\npatient, had attended a scanning room at the clinic, and had used a hidden\ncamera in order to obtain a photograph of the complainant. It said that while\nthe terms of Clause 8 and Clause 10 were engaged, its actions were justified in\nthe public interest and the material could not have been obtained by other means.\n8. The newspaper\nsaid that the inspections by the CQC in April and August 2016 had identified\nvarious failings in the abortion clinic’s practices, however by October 2016,\nthe clinic had assured them that it had addressed the concerns raised. The\nnewspaper said that serious questions, which required investigation, had arisen\nas to how such endemic problems could have been resolved in such a short space\nof time. It said that in that context, there was a public interest in reporting\nwhat actually happened to two female journalists who contacted the clinic\nexpressing a wish to terminate pregnancies.\n9. The newspaper\nsaid that a confidential source had also contacted the newspaper to complain of\nthe service she had received at one of the abortion clinics. She had done so\nafter an earlier article, published in October 2016, had detailed the testimony\nof women who had used the services of the abortion clinic provider. The\nnewspaper said that it was the accounts of these women, as well as the serious\nissues raised by the CQC reports which formed the basis of its investigation.\nIt said that it had taken the decision to attend the particular clinic featured\nin the article, because that clinic had been singled out for some of the most\nscathing criticism in the CQC’s report.\n10. The newspaper said that the public interest was\nconsidered at each stage of the investigation, as well as prior to publication:\nit had adopted a staged approach in considering whether the use of subterfuge\nwould be reasonable, and proportionate to the public interest it had\nidentified.\n11.  The newspaper\nsaid that the journalist had made two telephone calls to the abortion clinc's call centre. In both of these conversations, it had been suggested to her that\nher abortion could be signed off, without her meeting a doctor. These telephone\ncalls had been approved by an in-house lawyer and transcripts of these calls\nhad been read by them, as well as senior executives: at each stage it was\nconcluded that the investigation sustained a very strong public interest. The\nnewspaper said that the journalist’s attendance at the clinic was approved only\nwhen it became clear that there were strong grounds for thinking that the very\npractices which had led to the temporary ban imposed by the CQC, were\ncontinuing.\n12. It said that the pixelated photograph of the complainant\nwas published to illustrate to readers that the journalist’s encounters took\nplace at a real and unexceptional clinic in the UK. The newspaper did not\naccept that the publication of this image represented an intrusion into the\ncomplainant’s privacy. It noted that the article did not suggest that medical\nstaff were behaving unprofessionally, rather it questioned the ethics of a\nsystem which processes terminations in this way. The photograph of the\ncomplainant was carefully pixelated to ensure no identification of her could or\nwould be made to those who would be unaware of the investigation. It further\nsaid that a person’s professional life, particularly when it deals with members\nof the public, cannot be considered private.\nRelevant Code provisions\n13. Clause 2 (Privacy)*\n(i) Everyone is entitled to respect for his or her private\nand family life, home, health and correspondence, including digital\ncommunications.\n(ii) Editors will be expected to justify intrusions into any\nindividual’s private life without consent. Account will be taken of the\ncomplainant’s own public disclosures of information.\n(iii) It is unacceptable to photograph individuals, without\ntheir consent, in public or private places where there is a reasonable\nexpectation of privacy.\nClause 8 (Hospitals)*\ni)  Journalists must\nidentify themselves and obtain permission from a responsible executive before\nentering non-public areas of hospitals or similar institutions to pursue\nenquiries.\nii) The restrictions on intruding into privacy are\nparticularly relevant to enquiries about individuals in hospitals or similar\ninstitutions.\nClause 10 (Clandestine devices and subterfuge)*\ni)  The press must not\nseek to obtain or publish material acquired by using hidden cameras or\nclandestine listening devices; or by intercepting private or mobile telephone\ncalls, messages or emails; or by the unauthorised removal of documents or\nphotographs; or by accessing digitally-held information without consent.\nii)  Engaging in\nmisrepresentation or subterfuge, including by agents or intermediaries, can\ngenerally be justified only in the public interest and then only when the\nmaterial cannot be obtained by other means. \nThe Public InterestThere may be exceptions to the clauses marked * where they\ncan be demonstrated to be in the public interest.\n1. The public interest includes, but is not confined to:\ni. Detecting or exposing crime, or the threat of crime, or\nserious impropriety.\nii. Protecting public health or safety.\niii. Protecting the public from being misled by an action or\nstatement of an individual or organisation.\niv. Disclosing a person or organisation’s failure or likely\nfailure to comply with any obligation to which they are subject.\nv. Disclosing a miscarriage of justice.\nvi. Raising or contributing to a matter of public debate,\nincluding serious cases of impropriety, unethical conduct or incompetence\nconcerning the public.\nvii. Disclosing concealment, or likely concealment, of any\nof the above.\nviii. There is a public interest in freedom of expression\nitself.\nix. The regulator will consider the extent to which material\nis already in the public domain or will or will become so.\nx. Editors invoking the public interest will need to\ndemonstrate that they reasonably believed publication - or journalistic\nactivity taken with a view to publication – would both serve, and be\nproportionate to, the public interest and explain how they reached that decision\nat the time.\nFindings of the Complaints Committee\n14. The journalist had engaged in misrepresentation when she\nhad telephoned the abortion clinic’s call centre expressing a wish to\nterminate her pregnancy. The journalist had then entered a non-public area of\nthe clinic, posing as a patient seeking an abortion, and had taken a photograph\nof the complainant through use of a hidden camera: the terms of Clause 8 and\nClause 10 were engaged.\n15. The CQC had raised significant concerns regarding the provision\nof abortion services at this nation-wide clinic. The newspaper had also been\napproached by a source, following its coverage of the subject, who had\ncomplained of the service she had experienced, at a time when the clinic had\nassured the CQC that it had addressed the concerns raised. There was a public\ninterest in determining whether the improvements which had led to the CQC’s\ndecision to lift the ban on abortion services, specifically in relation to the\nclinic which had been of particular concern in the CQC’s report, had been made.\n16. The newspaper had detailed to the Committee the\nconsiderations which had taken place, which had involved legal and editorial\nexecutives, prior to engaging in the subterfuge. At each stage of the\ninvestigation the newspaper had demonstrated that it had considered whether\nengaging in subterfuge would serve, and be proportionate to, the public\ninterest it had identified. Further, identifying a process by which an abortion\ncould be obtained and reporting on it accurately, required the journalist to\ngather first hand evidence of it; the newspaper's view that subterfuge was\nlikely to uncover material that could not be obtained by other means was\nreasonable.\n17. The investigation had found that a reason for seeking an\nabortion, which the newspaper had considered did not meet the requirements of\nthe Abortion Act, had been recorded in the reporter’s medical notes in a manner\nwhich suggested that it complied with the legal requirements. This was one of\nthe very practices which had been of concern to the CQC and had led to them\nimposing a temporary ban on some abortion services at the clinic: the public\ninterest had been served by reporting on this.\n18. The journalist had received a medical consultation from\nthe complainant, and had misrepresented to her that the purpose of her visit to\nthe clinic was to seek a termination of her pregnancy. Although the Committee\nacknowledged the complainant’s concern that the journalist’s misrepresentation\nduring their consultation and her use of a hidden camera in order to take her\nphotograph, had been intrusive, the level of subterfuge employed in order to\nobtain this image had been limited. Further, the subterfuge had been necessary\nin order to demonstrate that the journalist’s encounters took place at a real\nclinic, and to enable the journalist to gather first hand evidence of the\nprocess by which a termination at the clinic was undertaken.\n19. The Committee had particular regard to the sensitive\nlocation in which the subterfuge had taken place. The journalist had attended a\nnon-public area of the abortion clinic: the Code’s starting point is that\njournalists must identify themselves and obtain permission given the heightened\nsensitivity of a hospital or similar institution. However, this Clause is\nsubject to a public interest exception and there is an expectation that\njournalists will continue to assess whether their presence in the clinic is\nserving, and is proportionate to, the public interest in undertaking the\ninvestigation. It had been necessary for the journalist to enter this\nnon-public area of the clinic, in order to gather first hand evidence on the\nprocess by which a woman was able to seek an abortion at the clinic, and report\naccurately upon it. In this instance, the Committee considered that the\nnewspaper’s actions in undertaking an investigation which had taken place\nwithin this location, had been proportionate to the public interest which the\nnewspaper had identified. The complaint under Clause 8 and Clause 10 was not\nupheld.\n20. The complainant had been photographed providing a\nmedical service in a non-public location within an abortion clinic. While the\nCommittee did consider that the complainant had a reasonable expectation of\nprivacy in relation to the work she undertook in that location, this was\nlimited, given that the complainant would be required to regularly interact\nwith members of the public as part of her role as a nurse. However, any intrusion\nin being photographed in this location, or being rendered identifiable as a\nresult of the article’s publication, was justified by the public interest of\nthe investigation. There was no breach of Clause 2.\nConclusion\n21. The complaint was not upheld.\nRemedial Action required\n22. N/ADate complaint received: 11/04/2017Date decision issued: 13/10/2017 \nBack to ruling listing\n\n\n"
}