{
    "url": "/rulings-and-resolution-statements/ruling/?id=05965-17",
    "title": "05965-17 Latif v The Sunday Times",
    "provisions": [
        "1 Accuracy (2016)",
        "3 Harassment (2016)",
        "2 Privacy (2016)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "The Sunday Times (News UK)",
    "published_on": "2017-04-09 00:00:00",
    "received_on": "2017-11-13 00:00:00",
    "concluded_on": "2018-02-05 00:00:00",
    "complaint_processing_days": 84,
    "text": "\n\n\n\n\n\nDecision of the Complaints\nCommittee 05965-17 Latif v The Sunday Times \nSummary\nof complaint 1.    Farasat\nLatif complained to the Independent Press Standards Organisation that The\nSunday Times breached Clause 1 (Accuracy), Clause 2 (Privacy) and Clause 3 (Harassment)\nof the Editors’ Code of Practice in an article headlined “Masood served as link\nman for radical mosque”, published on 9 April 2017. 2.   \nThe\narticle reported that Khalid Masood, the person responsible for the terrorist\nattack at Westminster on 22 March 2017, had links to the Luton Islamic Centre\nmosque. It said that his name and phone number had been found on stickers\nattached to leaflets on display at the mosque, and that while the mosque had\ninsisted that it condemned terrorism, the material it published was “extreme”.\nThe article reported that the complainant was a director at an English-language\nschool where Mr Masood had taught, and that he was also the secretary of the\nmosque. It said that the complainant had “refused to comment on the leaflets or\nMasood last week, telling a reporter to ‘piss off’”. 3.   \nThe\ncomplainant said that on the evening of 31 March 2017, a journalist\nrepresenting the newspaper had harassed him at his home, in front of his two\nchildren and their tutor, causing him and them great distress. 4.   \nThe\ncomplainant provided the following account of the exchange. He said that he had\nanswered the door to the journalist, and the journalist had introduced himself\nand had asked a question. The complainant had said “I’m not talking to you” and\nhad tried to shut the door, but the journalist had pushed the door back to\nprevent him from closing it. The complainant had said “excuse me” in an angry\ntone, and had again tried to close the door. When the reporter pushed the door\nback into his face a second time, the complainant had said “look, piss off”,\nand had pushed the door hard to close it. The journalist had then left. 5.   \nThe\ncomplainant said that he was always polite to journalists, but in this\ninstance, the reporter’s behaviour had been unacceptable so he had sworn at him.\nHe said that the newspaper’s report of the incident was misleading: he had not\ntold the reporter to “piss off” in response to his questioning; he had said\nthis in response to the reporter’s intrusive conduct. 6.   \nThe\nnewspaper denied that the conduct of its reporter had represented harassment or\nan intrusion into the complainant’s private life. 7.    The newspaper said\nthat the encounter had lasted around 20 seconds. It said that the complainant had\nanswered the door, and the reporter had introduced himself and the newspaper,\nbut before he could say anything further, the complainant had told him to “piss\noff” and had shut the door abruptly. The reporter had not held the door, which\nclosed from the inside; he had put his hand up instinctively to protect himself\nas it was shut in his face. The reporter had then dropped a note with the\nallegations he had wanted to put to the complainant through the door, and he\nhad left. 8.   \nThe\nreporter had recorded the encounter; the newspaper provided the recording and\nthe following transcript: \n3.21:                            Sound\nof door opening\nReporter:\n                     Hi,\nMr Latif?\nFL:\n                              Yes.Reporter:\n                     Hi, I'm XXXXXXXX from\nthe Sunday Times. I'm sorry to bother you\nFL:\n                              XXXXXXXX?\nReporter:\n                     XXXXXXXX,\nfrom the Sunday Times.\nFL:\n                              I really don't want to talk to you.\nReporter:\n                     I'm\nreally sorry - I've got -\nFL:\n                              Can you not, can you not hold the door please.\n(Simultaneously):          Reporter: Apologies. I need - all\nright -  FL: Piss off.\n3.33:                            Sound of door closing.\n9.   \nThe\nnewspaper said that the reporter’s visit to the complainant’s home, and his\ndecision to leave a note, were justified in the public interest. The\ncomplainant was the secretary of the Luton Islamic Centre mosque, and the\nreporter had found evidence connecting the mosque to the terrorist who had\ncarried out the Westminster attacks only days earlier. It was entirely in the\npublic interest for the reporter to have tried to obtain his comment on this\nevidence, which had connected the mosque to an extremely serious incident of\nhigh national importance. \nRelevant Code provisions 10. Clause 1 (Accuracy) i) The Press must take care not\nto publish inaccurate, misleading or distorted information or images, including\nheadlines not supported by the text.ii) A significant inaccuracy,\nmisleading statement or distortion must be corrected, promptly and with due\nprominence, and — where appropriate — an apology published. In cases involving\nIPSO, due prominence should be as required by the regulator.iii) A fair opportunity to reply\nto significant inaccuracies should be given, when reasonably called for. iv) The Press, while free to\neditorialise and campaign, must distinguish clearly between comment, conjecture\nand fact. Clause\n2 (Privacy)* i) Everyone is entitled to\nrespect for his or her private and family life, home, health and\ncorrespondence, including digital communications. ii) Editors will be expected to\njustify intrusions into any individual's private life without consent. Account\nwill be taken of the complainant's own public disclosures of information. Clause 3 (Harassment)* i)\nJournalists must not engage in intimidation, harassment or persistent pursuit. ii) They must not persist in\nquestioning, telephoning, pursuing or photographing individuals once asked to\ndesist; nor remain on property when asked to leave and must not follow them. If\nrequested, they must identify themselves and whom they represent. iii)  Editors must ensure these principles are\nobserved by those working for them and take care not to use non-compliant\nmaterial from other sources. The public interest There may be exceptions to the\nclauses marked * where they can be demonstrated to be in the public interest.1.\nThe public interest includes, but is not confined to: ·       \nDetecting\nor exposing crime, or the threat of crime, or serious impropriety. ·       \nProtecting\npublic health or safety. ·       \nProtecting\nthe public from being misled by an action or statement of an individual or\norganisation. ·       \nDisclosing\na person or organisation’s failure or likely failure to comply with any\nobligation to which they are subject. ·       \nDisclosing\na miscarriage of justice. ·       \nRaising\nor contributing to a matter of public debate, including serious cases of\nimpropriety, unethical conduct or incompetence concerning the public. ·       \nDisclosing\nconcealment, or likely concealment, of any of the above.2.\nThere is a public interest in freedom of expression itself. 3. The regulator will consider\nthe extent to which material is already in the public domain or will become so. 4. Editors invoking the public\ninterest will need to demonstrate that they reasonably believed publication -\nor journalistic activity taken with a view to publication – would both serve,\nand be proportionate to, the public interest and explain how they reached that\ndecision at the time. 5. An exceptional public interest\nwould need to be demonstrated to over-ride the normally paramount interests of\nchildren under 16. \nFindings of the Committee11. The Committee had regard for the\naudio recording of the encounter between the complainant and the reporter,\nwhich had lasted 14 seconds. Although the encounter was brief, this did not\nmean that the reporter’s conduct could not constitute harassment in breach of\nClause 3. 12.\nThe\nCommittee noted the complainant’s particular concern that the reporter had\ndeliberately held the door to prevent it from being closed. It also\nacknowledged the reporter’s position that he had held up his hand instinctively\nto protect himself as the door was closed in his face.  Nevertheless, the recording of the incident indicated\nthat the reporter could only have held the door momentarily; he had promptly removed\nhis hand when asked to do so; he had apologised; and his tone of voice had\nremained calm throughout. The Committee did not consider that this exchange had\namounted to harassment in breach of Clause 3. 13.\nFollowing\nthe conversation, the reporter had left a note for the complainant, and he had\nmade no further approaches. The reporter had not failed to respect a request to\ndesist in breach of Clause 3. 14.\nThe\nCommittee acknowledged that the complainant and his family had found the\nreporter’s visit to their home intrusive. However, reporters are entitled to\napproach individuals for comment at their homes as long as they do so in\naccordance with the requirements of the Code; indeed making such approaches is\na routine part of the newsgathering process. In this case, the approach was\nmade in order to obtain the complainant’s comment on the serious allegation\nthat Mr Massood had connections with the Luton Islamic Centre mosque. The\napproach was not intrusive in breach of Clause 2, and there was no suggestion\nthat anything private about the complainant had been published.  The complaint under Clause 2 was not upheld. 15. It was accepted that during the\nexchange, the complainant had refused to comment and had told the reporter to\n“piss off”. The article had not given a significantly misleading impression of\nthe encounter. There was no breach of Clause 1. \nConclusion 16. The complaint was not upheld.\nDate\ncomplaint received: 13/11/2017\nDate\ndecision issued: 05/02/2018\nBack to ruling listing\n\n\n"
}