{
    "url": "/rulings-and-resolution-statements/ruling/?id=05972-19",
    "title": "05972-19 Bradley v South Shropshire Journal",
    "provisions": [
        "2 Privacy (2018)",
        "6 Children (2018)"
    ],
    "outcome": "Breach - sanction: publication of adjudication",
    "publication": "(DISCONTINUED) South Shropshire Journals (inc Mid Wales Journal...) (MNA)",
    "published_on": "2019-08-02 00:00:00",
    "received_on": "2019-08-09 00:00:00",
    "concluded_on": "2020-01-09 00:00:00",
    "complaint_processing_days": 153,
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee 05972-19 Bradley v\nSouth Shropshire Journal\nSummary of Complaint\n1. Zoe Bradley complained to the Independent Press Standards\nOrganisation that the South Shropshire Journal breached Clause 2 (Privacy) and\nClause 6 (Children) of the Editors’ Code of Practice in an article headlined\n“LEUKAEMIA BATTLE FOR BRAVE [NAMED CHILD]”, published on 2 August 2019.\n2. The article reported that a named and pictured\ntwo-year-old child had been recently diagnosed with leukaemia, after a period\nof feeling unwell. It reported that the child was due to begin treatment at a\nnamed hospital, and gave details as to what this treatment would entail. The\narticle quoted a family member who explained that the child’s mother and\nsisters, who were also named in the article, would be visiting the child in\nhospital and would have to stay away from home overnight. It also reported that\na crowdfunding campaign had been set up to support the family, and provided\ndetails for people who wished to donate to the campaign.\n3. The complainant, the mother of the children referred to\nin the article, said that she had not consented to the publication of the\narticle. She said that it contained medical information about her youngest\nchild in breach of Clause 2 (Privacy) and Clause 6 (Children) of the Editors’\nCode. She said that she had taken steps to keep her youngest child’s illness\nprivate: the fundraising page had been set up by a relative without her\nknowledge or consent and was intended for friends and family only; she had\nsince asked for it to be deleted. She also complained that the article named\nher two older children, and reported details of them visiting their younger\nsister and staying away from home. She said that the publication of the article\nhad been very distressing to her and her family at an extremely difficult time.\nShe said that the relative who was quoted in the article had felt pressured\ninto giving the story and was not acting on her behalf or with her consent. She\nnoted that the photograph of her daughter which was published was not otherwise\nin the public domain and had been provided by her relative without her consent.\n4. The publication apologised for any distress caused, but\nsaid that it had published the article in good faith. It said that the reporter\nhad learned of the story after speaking with the relative quoted in the\narticle. It provided copies of correspondence between the reporter and the\nrelative in which the reporter asked several times to speak with the\ncomplainant in relation to the story about her daughter. However she was told\nby the relative that the complainant had “said yes to the story”, that she didn’t\nthink the complainant was “up for speaking”, but that the relative was “happy\nto answer” any of the reporter’s queries about the child. As such, the\npublication said that it was reasonable for the reporter to assume that the\nrelative was acting on behalf of the complainant, with her knowledge and\nconsent. It also noted that at the time, the complainant was in hospital with\nher child and the reporter wished to avoid contacting her unnecessarily. It\nsaid that the reporter had sent a copy of the article to the relative to check\nprior to publication and it was only the next day when the reporter wrote to\nthe relative to let her know that the article would appear on the front page\nthat the relative said that the complainant had “changed her mind” about the article\nand didn’t want it to be published. At this point the article had already gone\nto print.\n5. Nevertheless, the publication said that reporting details\nof the child’s medical condition and treatment was not an intrusion into the\nchild’s privacy, as this information was already in the public domain via the\npublic fundraising page. Although it accepted that this had not been set up by\nthe complainant, it said that it was clear that she was aware and had consented\nto it, as she had commented on, liked, and shared posts asking for donations on\nsocial media.\n6. Following the complaint, the publication had spoken to\nall staff to reiterate that explicit permission from a parent or legal guardian\nmust be obtained when covering similar stories in the future. It ensured that\nthe article did not appear online and offered to publish a statement explaining\nwhat had happened, why the article was published, and apologising for the\ndistress caused.\nRelevant Code Provisions \n7. Clause 2 (Privacy)* \ni) Everyone is entitled to respect for his or her private\nand family life, home, health and correspondence, including digital\ncommunications. \nii) Editors will be expected to justify intrusions into any\nindividual's private life without consent. In considering an individual's\nreasonable expectation of privacy, account will be taken of the complainant's\nown public disclosures of information and the extent to which the material\ncomplained about is already in the public domain or will become so. \niii) It is unacceptable to photograph individuals, without\ntheir consent, in public or private places where there is a reasonable\nexpectation of privacy. \nClause 6 (Children)* \ni) All pupils should be free to complete their time at\nschool without unnecessary intrusion. \nii) They must not be approached or photographed at school\nwithout permission of the school authorities. \niii) Children under 16 must not be interviewed or photographed\non issues involving their own or another child’s welfare unless a custodial\nparent or similarly responsible adult consents. \niv) Children under 16 must not be paid for material\ninvolving their welfare, nor parents or guardians for material about their\nchildren or wards, unless it is clearly in the child's interest. \nThe Public Interest\nThere may be exceptions to the clauses marked * where they\ncan be demonstrated to be in the public interest.\n3. The regulator will consider the extent to which material\nis already in the public domain or will become so.\n4. Editors invoking the public interest will need to\ndemonstrate that they reasonably believed publication - or journalistic\nactivity taken with a view to publication – would both serve, and be\nproportionate to, the public interest and explain how they reached that\ndecision at the time.\n5. An exceptional public interest would need to be\ndemonstrated to over-ride the normally paramount interests of children under\n16.\nFindings of the Committee \n8. The Committee noted that the publication had intended to\npublish a positive article, in order to raise awareness of the child’s bravery\nand the crowdfunding campaign. Nonetheless, it was still required to have\nregard for the terms of Clause 6. \n9. The Committee\nfirst considered the complaint under Clause 6 in relation to the youngest\nchild. The Preamble to the Editors’ Code makes clear that the Code should be\nhonoured not only to the letter, but in the full spirit. As it has done in\nrelation to previous complaints brought under the clause, the Committee\ninterpreted the terms of Clause 6 (iii) as applying in situations where\nphotographs of a child under 16 are published in circumstances which involve a\nchild’s welfare. In this case, the article was about the child’s diagnosis and\nthe medical treatment she would be receiving, which were matters which related\nto her welfare. The publication of the photograph in this context engaged\nClause 6 (iii). In order to comply with the requirements of Clause 6 (iii), it\nwas necessary for the reporter to establish that a custodial parent or\nsimilarly responsible adult had explicitly consented to the publication of the\nphotograph. The Committee recognised that the newspaper had understood that the\nrelative who had spoken to the journalist was acting with the mother’s\nknowledge and consent, and that some information about the child’s illness was\nalready in the public domain. However, no direct enquiries to the complainant\nor another custodial parent had been made to obtain their explicit consent for\npublication. As such, publishing the photograph as part of an article which\nincluded sensitive, medical information about a child, without parental\nconsent, constituted a breach of Clause 6.\n10. The Committee then considered the complaint under Clause\n2, the requirements of which are distinct from those under Clause 6. The\nnewspaper had published information concerning an individual’s medical\ncondition and the treatment she would be receiving which is information about\nwhich an individual generally has a reasonable expectation of privacy; Clause\n2(i) specifically acknowledges that information about an individual’s health\nmust be respected. Furthermore, the information published related to a child;\nthe Code provides that any intrusion into a child’s privacy would need to be\njustified by an exceptional public interest. In this case, some of the\npublished information about the child’s illness and treatment was in the public\ndomain prior to publication; it had been referenced in multiple social media\nposts appealing for donations and support, which the complainant had knowledge\nof and interacted with, and on a publicly available crowdfunding page. However,\nthe article also included details which were not in the public domain, such as\nher medical history and treatment prior to her diagnosis. Notwithstanding the\ncomplainant’s concerns about the accuracy of the information, the publication\nof information which related to the child’s health which was not already in the\npublic domain could not be justified in the public interest. Publication,\nwithout the express consent of a custodial parent or similarly responsible\nadult, therefore amounted to a breach of Clause 2.\n11. The Committee then considered the complaint made in\nrelation to the information included in the article about the complainant’s two\nolder children.  Her children were still\nin education; the terms of Clause 6(i) were engaged. The Committee considered\nthe nature of the information included in the article which related to the\nchildren – the mention of their travel and living arrangements whilst their\nsister was receiving treatment – and that this information was already in the\npublic domain via the social media posts. In these circumstances, the inclusion\nof this information in the article did not constitute an intrusion into the\ncomplainant’s children’s time at school, or into their private lives. There was\nno breach of Clause 6 or Clause 2 on this point.\nConclusion\n12. The complaint was upheld. \nRemedial Action\n13. Having upheld the complaint, the Committee considered\nwhat remedial action should be required. In circumstances where the newspaper\nhad breached Clause 6 and Clause 2, the publication of an adjudication was\nappropriate. \n14. The Committee considered the placement of this\nadjudication. The article was published on the front page of the newspaper,\nhowever it was for the Committee to decide what remedial action would be\nproportionate to remedy the breach of the Code, having regard to the\nseriousness and extent of the breach. In this case, the article had been\npublished in good faith, in an attempt to help the complainant and her family;\nthe Committee was aware that requiring remedial action to appear on a\nnewspaper’s front page is its most serious sanction. Where the newspaper had an\nestablished Corrections and Clarifications column on page two and the Committee\nhad regard for the fact that Corrections and Clarifications columns are\nwell-known to readers as the place where any remedial action would appear, it\ndecided that the adjudication should appear on page 2.\n15. The headline to this adjudication should be in the same\ntypeface and size as other headlines on the page, and should make clear that\nIPSO has upheld the complaint, give the title of the publication, and refer to\nthe complaint’s subject matter. It must be agreed with IPSO in advance. The\nterms of the adjudication for publication are as follows: \nA woman complained to the Independent Press Standards\nOrganisation that the South Shropshire Journal breached Clause 2 (Privacy) and\nClause 6 (Children) of the Editors’ Code of Practice in an article headlined\n“LEUKAEMIA BATTLE FOR BRAVE [NAMED CHILD]”, published on 2 August 2019.\nThe article reported that a named and pictured two year old\nchild had recently been diagnosed with leukaemia, and described her medical\nhistory and treatment prior to being diagnosed, and details of how and where\nshe would be treated. IPSO acknowledged that the paper’s intentions in\npublishing the article were positive and intended to raise awareness of a crowd\nfunding campaign for the child.\nThe complainant, the mother of the child, said that the\ninformation about her child had been published without her consent. \nThe newspaper said that it had received the information from\na family member of the complainant, and was under the impression that this\nperson was acting with the complainant’s consent. It said that it acted in good\nfaith in publishing the information about the child, as it was trying to\npromote the crowdfunding campaign, and noted that this information was already\npublicly available on the crowdfunding website. However, it accepted that the\nreporter did not contact the complainant directly to confirm that she consented\nto the information being published.\nThe article was about the child’s illness and treatment,\nwhich was an issue which related to her welfare. Furthermore, the article\nreported information which was not already in the public domain, such as the\nchild’s medical history and treatment prior to being diagnosed with leukaemia.\nThis information related to the child’s health and medical treatment, and\ntherefore had a strong expectation of privacy. Picturing the child in this\ncontext, and reporting medical information which was not already in the public\ndomain required the explicit consent of a custodial parent. Despite the\nnewspaper intending the article to assist the child, it was clear that the\nnewspaper had not established that directly with the complainant that she\nconsented to the information being published in the newspaper. The information\ntherefore had been published without the consent of a custodial parent. There\nwas a breach of Clause 2 and 6 and the complaint was upheld. Date complaint received: 09/08/2019Date decision issued: 09/01/2020\nBack to ruling listing\n\n\n"
}