{
    "url": "/rulings-and-resolution-statements/ruling/?id=05983-15",
    "title": "05983-15 Beggs v The Scottish Sun",
    "provisions": [
        "1 (Accuracy) 2015",
        "12 (Discrimination) 2015"
    ],
    "outcome": "Breach - sanction: action as offered by publication",
    "publication": "The Scottish Sun (News UK)",
    "published_on": "2015-09-26 00:00:00",
    "received_on": "2015-10-01 00:00:00",
    "concluded_on": "2016-03-07 00:00:00",
    "complaint_processing_days": 158,
    "conclusion_long": "11. The complaint was upheld under Clause 1.",
    "remedial_action": "12. Having upheld the complaint under Clause 1(i), the Committee considered what remedial action should be required. 13. The newspaper had offered to publish a correction in its corrections and clarifications column in print, as well as online, the wording of which recognised the inaccuracies in the article and stated the correction position. In light of the Committee’s decision, it should be published promptly. Date complaint received: 01/10/2015",
    "text": "\n\n\n\n\n\nDecision\nof the Complaints Committee 05983-15 Beggs v The Scottish Sun\nSummary\nof complaint\n1.\nW F Ian Beggs complained to the Independent Press Standards Organisation that\nThe Scottish Sun breached Clause 1 (Accuracy) and Clause 12 (Discrimination) of\nthe Editors’ Code of Practice in an article headlined “Caged beast’s 21 court\ncases”, published on 26 September 2015.\n2.\nThe article reported that the complainant had spent most of his time in prison\n“plotting appeals over his conviction and human rights claims”. It said that he\nhad made 21 complaints over alleged abuses of his rights, relating to matters\nsuch as food quality in prison, cell conditions, access to exercise equipment\nand lawyers’ visits. It also reported that the complainant sued “prison chiefs”\nin 2001 to demand “gay porn books”.\n3.\nThe complainant denied that he had sued prison authorities over his lack of\naccess to pornography; he emphasised that he had never sought nor been denied\naccess to such material. He highlighted his complaints to the Press Complaints\nCommission (PCC) in 2010 and IPSO in 2014, against the Sunday Times and\nScottish Daily Mail respectively, in which it had been accepted by both\nnewspapers that he had never requested pornography from prison authorities. The\ncomplainant said that it was also inaccurate to report that he had ever\nlitigated over prison food or access to exercise.\n4.\nThe complainant also said that the reference to “gay porn” was a gratuitous\nreference to sexuality in breach of Clause 12; notwithstanding the fact that\nthe allegation was false, his sexuality was not relevant to the story.\n5.\nThe newspaper accepted that the complainant had not requested pornography from\nprison authorities, or sued over the issue. It said that the error had come\nabout because the reporter had relied on an article from the newspaper’s\narchives which had included this erroneous assertion. It said that it was\nunaware of the previous PCC and IPSO decisions in relation to the same\ninaccuracy; it didn’t systematically collate inaccuracies published by other\nnewspapers. The newspaper said it was unable to provide source material to\nsubstantiate the allegations that the complainant had litigated in relation to\nprison food or access to exercise. It removed the online article, amended its\narchive, and offered to publish on its corrections and clarifications column on\npage 2 of the newspaper, as well as online, the following correction:\nIn\na story “Evil Beggs ‘battered in his cell’ (26 September) we said that William\nBeggs, jailed for life in 2001 for the murder of 18-year-old Barry Wallace in\nKilmarnock, sued prison chiefs in 2001 to demand gay porn books. This is\nincorrect. The information came from a previous story published in 2010 that\nhad not been corrected in our archive. The records have now been amended.\nReference was also made to litigation over prison food and access to exercise.\nIn fact he complained rather than sued over these matters.\n6.\nThe newspaper said that the reference to “gay” pornography was relevant because\nof the nature of the murder that Mr Beggs had been convicted of in 2001.\n7.\nThe complainant said that the original story the newspaper claimed to have relied\nupon to write the article contained no reference to litigation in relation to\ngay pornography; rather it had inaccurately reported that he had complained to\nprison authorities about the issue. He said that there had been an editorial\nfailure to check the veracity of the story, because if there had been a court\ncase on this issue, it would have been a matter of public record.\nRelevant\nCode Provisions\n8. Clause 1 (Accuracy)\ni)\nThe press must take care not to publish inaccurate, misleading or distorted\ninformation, including pictures.\nii)\nA significant inaccuracy, misleading statement or distortion once recognised\nmust be corrected, promptly and with due prominence, and - where appropriate -\nan apology published. In cases involving the Regulator, prominence should be\nagreed with the Regulator in advance.\nClause\n12 (Discrimination)\ni)\nThe press must avoid prejudicial or pejorative reference to an individual's,\nrace, colour, religion, sex, gender identity, sexual orientation or to any\nphysical or mental illness or disability.\nii)  Details of an individual's race, colour,\nreligion, gender identity, sexual orientation, physical or mental illness or\ndisability must be avoided unless genuinely relevant to the story.\nFindings\nof the Committee\n9.\nWhile the newspaper had explained why the archived story had not been amended,\nthe question of whether reliance on archived material amounts to taking\nsufficient care under Clause 1(i) will depend on the circumstances of the case.\nIn this instance, the archived article had actually reported that the\ncomplainant had demanded to be given access to “gay porn and videos”; it had\nnot said that he had sued prison authorities in relation to access to gay\npornography. The newspaper had, therefore, added a further inaccuracy to\nalready inaccurate source material, and this error represented a failure to\ntake care to publish inaccurate information, in breach of Clause 1(i). The\nnewspaper’s inability to provide material to support its claim that the\ncomplainant had previously litigated in relation to prison food and access to\nexercise represented a similar failure to take care. While the newspaper was\nentitled to comment on the number of legal claims made by the complainant,\nthese inaccuracies were examples used to support the article’s claim that the\ncomplainant had taken frivolous legal action over alleged abuses of his rights,\nand as a result, were significant so as to require correction under Clause 1(ii). \n10.\nThe source material that the newspaper had relied on to write this article had\naccurately reported that another prisoner had been refused access to homosexual\npornography. The nature of the pornography that had been requested was\ngenuinely relevant to the story in relation to that prisoner; to note that the\npornography was “gay” in this article did not, in this case, discriminate\nagainst the complainant, and did not constitute a prejudicial or pejorative\nreference in breach of Clause 12.\nConclusions\n11.\nThe complaint was upheld under Clause 1.\nRemedial\nAction Required\n12.\nHaving upheld the complaint under Clause 1(i), the Committee considered what\nremedial action should be required.\n13.\nThe newspaper had offered to publish a correction in its corrections and\nclarifications column in print, as well as online, the wording of which\nrecognised the inaccuracies in the article and stated the correction position.\nIn light of the Committee’s decision, it should be published promptly.\nDate\ncomplaint received: 01/10/2015Date\ndecision issued: 07/03/2016\nBack to ruling listing\n\n\n"
}