{
    "url": "/rulings-and-resolution-statements/ruling/?id=05991-18",
    "title": "05991-18 Versi v thesun.co.uk",
    "provisions": [
        "1 Accuracy (2018)"
    ],
    "outcome": "Breach - sanction: publication of correction",
    "publication": "thesun.co.uk (News UK)",
    "published_on": "2018-07-28 00:00:00",
    "received_on": "2018-09-07 00:00:00",
    "concluded_on": "2019-01-23 00:00:00",
    "complaint_processing_days": 138,
    "conclusion_long": ". 5. The publication did not accept a breach of the Code; it said that the article’s sub-headline reported that “as many as 300,000 illegal immigrants” lived in Seine-Saint-Denis. Further, the publication said that the article, when taken as a whole, made clear that it had reported an estimate. It said that the figure of 300,000 illegal immigrants was sourced from an article in another publication, but was checked with reference to the Parliamentary report before publication. The publication said that the report had given a number of estimates for the number of illegal immigrants in Seine-Saint-Denis and the figure of 300,000 was within the stated range of 150,000-400, 000 people. It said that the reporter could have chosen the higher estimate of 400,000 contained in the Parliamentary report, but took a more conservative approach instead. The publication noted that the complainant did not dispute the thrust of the article, which was that a very high number of illegal immigrants – in the hundreds of thousands – were living in a small area in France. 6. The publication said that, in any case, the figure of 300,000 was self-evidently an estimate as it was notoriously difficult to calculate the number of people who are in a country illegally. The publication said that as noted in the article, “between 8 and 20 per cent of the suburb’s population are not registered with the authorities”; it had further reported politicians’ concerns that it is very difficult to monitor illegal immigrants. The publication said that this indicated the difficulty in determining one definitive number of illegal immigrants. Relevant Code Provisions Clause 1 (Accuracy) i) The Press must take care not to publish inaccurate, misleading or distorted information or images, including headlines not supported by the text. ii) A significant inaccuracy, misleading statement or distortion must be corrected, promptly and with due prominence, and - where appropriate - an apology published. In cases involving IPSO, due prominence should be as required by the regulator. iv) The Press, while free to editorialise and campaign, must distinguish clearly between comment conjecture and fact. Findings of the Committee 7. The article’s headline had stated that “300,000 illegal migrants are living in one French suburb”. The Parliamentary report which this figure had been based on had referred to estimates given by interlocutors that the area was home to between 150,000 and 400,000 illegal immigrants: it did not adopt any particular figure within this estimated range. The article was a report of an estimate, however the headline and the first line of the piece did not present the figure as such. The factual assertion that there were 300,000 illegal immigrants living in the area represented a failure to take care not to publish inaccurate information, in breach of Clause 1(i). The newspaper had failed to comply with its obligation to correct this inaccuracy, which was significant as it had presented an estimate as an assertion of fact, in breach of Clause 1(ii). Conclusion 8. The complaint was upheld.",
    "remedial_action": "9. Having upheld the complaint as a breach of Clause 1, the Committee considered what remedial action should be required. In circumstances where the Committee establishes a breach of the Editors’ Code, it can require the publication of a correction and/or adjudication. The nature, extent and placement of which is determined by IPSO. 10. In this case, the article had noted that Seine-Saint-Denis “is home to as many as 300,000 illegal immigrants”. In circumstances where there was some qualification in the article to the headline and first line’s factual claim, the Committee considered that the appropriate remedy was the publication of a correction which made clear that the figure of 300,000 was an estimate. 11. The Committee considered that the publication of this correction on the article, and as a standalone correction on the top half of the publications homepage for 24 hours, which would be then archived in the usual way, was sufficient to meet the terms of Clause 1 (ii). This wording should be agreed with IPSO in advance and should make clear that it has been published following an upheld ruling by IPSO. If the publication intends to continue to publish the online article without amendment the correction on the article should be published beneath the headline. If the article is amended, the correction should published as a footnote which explains the amendments that have been made.Date complaint received: 07/09/2018",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee 05991-18 Versi v thesun.co.uk\nSummary of complaint\n1. Miqdaad Versi\ncomplained to the Independent Press Standards Organisation that thesun.co.uk\nbreached Clause 1 (Accuracy) of the Editors’ Code of Practice in an article\nheadlined “CITY ON THE EDGE: 300,000 illegal immigrants crammed into just one\ntiny suburb”, published on 28 July 2018.\n2. The article\nreported on the findings of a French Parliamentary report, which had identified\na number of social welfare issues in Seine-Saint-Denis, a suburb in the\nnorth-east of Paris. The article’s subheadline reported that according to the\nreport, Seine-Saint-Denis “is home to as many as 300,000 illegal immigrants”;\nthis information was repeated in a photograph caption which showed a street in\nthe area.3. The\nParliamentary report, referring to the number of illegal immigrants in\nSeine-Saint-Denis, stated:\nAccording to the estimates of interlocutors met by the\nrapporteurs, these people in an irregular situation would be between 150 000,\n250 000 people, even 400 000. Or an additional addition equivalent to the\npopulation of Ariege (152 321 inhabitants), Jura (259 000 inhabitants), or even\nLandes (411 757 inhabitants). The margin is large.\n4. The complainant\nsaid that the article’s headline was inaccurate because it stated as fact that\na French Parliamentary report had concluded that there were 300,000 illegal\nimmigrants in Seine-Saint-Denis. The complainant noted that this factual assertion\nhad been repeated in the first line of the article; he said that while the\nfigure had been presented as an estimate elsewhere, a reader of the entire\narticle would have been misled them as so the report’s conclusions.\n5. The publication\ndid not accept a breach of the Code; it said that the article’s sub-headline\nreported that “as many as 300,000 illegal immigrants” lived in\nSeine-Saint-Denis. Further, the publication said that the article, when taken\nas a whole, made clear that it had reported an estimate. It said that the\nfigure of 300,000 illegal immigrants was sourced from an article in another\npublication, but was checked with reference to the Parliamentary report before\npublication. The publication said that the report had given a number of estimates\nfor the number of illegal immigrants in Seine-Saint-Denis and the figure of\n300,000 was within the stated range of 150,000-400, 000 people. It said that\nthe reporter could have chosen the higher estimate of 400,000 contained in the\nParliamentary report, but took a more conservative approach instead. The\npublication noted that the complainant did not dispute the thrust of the\narticle, which was that a very high number of illegal immigrants – in the\nhundreds of thousands – were living in a small area in France.\n6. The publication\nsaid that, in any case, the figure of 300,000 was self-evidently an estimate as\nit was notoriously difficult to calculate the number of people who are in a\ncountry illegally. The publication said that as noted in the article, “between\n8 and 20 per cent of the suburb’s population are not registered with the\nauthorities”; it had further reported politicians’ concerns that it is very\ndifficult to monitor illegal immigrants. The publication said that this\nindicated the difficulty in determining one definitive number of illegal\nimmigrants.\nRelevant Code Provisions\nClause 1 (Accuracy)\ni) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not supported\nby the text.\nii) A significant inaccuracy, misleading statement or\ndistortion must be corrected, promptly and with due prominence, and - where\nappropriate - an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator.\niv) The Press, while free to editorialise and campaign, must\ndistinguish clearly between comment conjecture and fact.\nFindings of the Committee\n7. The article’s\nheadline had stated that “300,000 illegal migrants are living in one French\nsuburb”. The Parliamentary report which this figure had been based on had\nreferred to estimates given by interlocutors that the area was home to between\n150,000 and 400,000 illegal immigrants: it did not adopt any particular figure\nwithin this estimated range. The article was a report of an estimate, however\nthe headline and the first line of the piece did not present the figure as\nsuch. The factual assertion that there were 300,000 illegal immigrants living\nin the area represented a failure to take care not to publish inaccurate\ninformation, in breach of Clause 1(i). The newspaper had failed to comply with\nits obligation to correct this inaccuracy, which was significant as it had\npresented an estimate as an assertion of fact, in breach of Clause 1(ii).\nConclusion\n8. The complaint\nwas upheld.\nRemedial Action Required\n9. Having upheld\nthe complaint as a breach of Clause 1, the Committee considered what remedial\naction should be required. In circumstances where the Committee establishes a\nbreach of the Editors’ Code, it can require the publication of a correction\nand/or adjudication. The nature, extent and placement of which is determined by\nIPSO.\n10. In this case, the article had noted that\nSeine-Saint-Denis “is home to as many as 300,000 illegal immigrants”. In\ncircumstances where there was some qualification in the article to the headline\nand first line’s factual claim, the Committee considered that the appropriate\nremedy was the publication of a correction which made clear that the figure of\n300,000 was an estimate.\n11. The Committee considered that the publication of this\ncorrection on the article, and as a standalone correction on the top half of\nthe publications homepage for 24 hours, which would be then archived in the\nusual way, was sufficient to meet the terms of Clause 1 (ii). This wording\nshould be agreed with IPSO in advance and should make clear that it has been\npublished following an upheld ruling by IPSO. If the publication intends to\ncontinue to publish the online article without amendment the correction on the\narticle should be published beneath the headline. If the article is amended,\nthe correction should published as a footnote which explains the amendments\nthat have been made.Date complaint received: 07/09/2018Date decision issued: 23/01/2019  \nBack to ruling listing\n\n\n"
}