{
    "url": "/rulings-and-resolution-statements/ruling/?id=05998-19",
    "title": "05998-19 McGurk v am-online.com",
    "provisions": [
        "1 Accuracy (2018)",
        "2 Privacy (2018)",
        "9 Reporting of crime (2018)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "am-online.com (Bauer Consumer Media Limited)",
    "published_on": "2019-07-22 00:00:00",
    "received_on": "2019-08-12 00:00:00",
    "concluded_on": "2020-04-03 00:00:00",
    "complaint_processing_days": 235,
    "conclusion_long": "16. The complaint was not upheld.",
    "remedial_action": "17. N/A   Date received: 12/08/2019",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee – 05998-19 McGurk v\nam-online\nSummary of Complaint \n1. John McGurk complained to the Independent Press Standards\nOrganisation that am-online.com breached Clause 1 (Accuracy), Clause 2\n(Privacy) and Clause 9 (Reporting of Crime) of the Editors' Code of Practice in\nan article headlined \"McGurk Performance Cars MD John McGurk jailed for\ntwo months\" published on 22 July 2019.\n2. The article, which was published online only, reported\nthat the complainant had been jailed for two months, following a crown court\ntrial, after being found guilty of doing acts tending to pervert the course of\npublic justice. The article explained that another newspaper had reported that\nthe complainant had \"pursued a course of conduct which amounted to\nperverting the course of public justice by nominating somebody else as the driver”.\nThe article explained further that the other newspaper had reported that the\ncomplainant had been found not guilty of a charge of dangerous driving having\nbeen accused of driving at up to 80mph in rural roads “before overtaking in a\nline of cars…”. The article went on to report that prosecutors had said that\nthe complainant had “lied to police by falsely claiming that somebody else had\nbeen behind the wheel at the time of the incident\". The article also\nincluded information about the complainant’s business interests. The article\nincluded a link to the article of the other newspaper. \n3. The complainant was primarily concerned that the article\nhad made his court case about his business, which was unrelated to the charges\nhe had faced personally. The complainant also said that the article was\ninaccurate and that it repeated inaccurate material which had been reported in\nthe other newspaper. The complainant said that he was not accused by the\nprosecution of speeding, but for overtaking on double white lines and said that\nhe did not overtake a line of cars. The complainant also disputed the article's\nclaim that his conviction for perverting the course of justice related to him\nnominating somebody else as the driver. \n4. The complainant said that the publication of information\nabout his company in the article represented an intrusion into his privacy in\nbreach of Clause 2. The complainant also said that the inaccurate reporting\nrepresented a breach of Clause 9. \n5. The publication denied that there were any misleading or\ninaccurate statements in the article. It said the report was based on the\narticle published by the other newspaper and was clearly presented as\ninformation which had been reported by that newspaper. It said it had taken\ncare to clearly point out to readers that the information was \"reported\nby\" the other newspaper and the article clearly identified what were\nallegations and what had been said by the prosecution; any inaccuracies in the\nprosecution's case was a matter between the court and the complainant. \n6. The publication denied that the article was inaccurate by\nvirtue of including information about the complainant's business. It said that\nthe information originated from a feature and interview it conducted with the\ncomplainant in 2018; the complainant had not disputed the accuracy of the\ninformation reported at the time and the article under complaint included the\nsame information. \n7. The publication denied that the complainant had a\nreasonable expectation of privacy with regards to the information regarding his\nbusiness; it was already in the public domain and, given its nature, its\npublication could not represent a breach of Clause 2. \n8. The publication emphasised that the article did not refer\nto any relatives or friends linked to the complainant, or mention any\nvulnerable individuals. Therefore the terms of Clause 9 were not engaged. \nRelevant Code Provisions\n9. Clause 1 (Accuracy)\ni) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not\nsupported by the text.\nii) A significant inaccuracy, misleading statement or\ndistortion must be corrected, promptly and with due prominence, and – where\nappropriate – an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator.\niii) A fair opportunity to reply to significant inaccuracies\nshould be given, when reasonably called for.\niv) The Press, while free to editorialise and campaign, must\ndistinguish clearly between comment, conjecture and fact.\nv) A publication must report fairly and accurately the\noutcome of an action for defamation to which it has been a party, unless an\nagreed settlement states otherwise, or an agreed statement is published.\n10. Clause 2 (Privacy)*\ni) Everyone is entitled to respect for his or her private\nand family life, home, health and correspondence, including digital\ncommunications.\nii) Editors will be expected to justify intrusion into any\nindividual’s private life without consent. In considering an individual’s\nreasonable expectation of privacy, account will be taken of the complainant’s\nown public disclosures of information and the extent to which the material\ncomplained about is already in the public domain or will become so.\niii) It is unacceptable to photograph individuals, without\ntheir consent, in public or private places where there is a reasonable\nexpectation of privacy.\n11. Clause 9 (Reporting of Crime)*\ni) Relatives or friends of persons convicted or accused of\ncrime should not generally be identified without their consent, unless they are\ngenuinely relevant to the story.\nii) Particular regard should be paid to the potentially\nvulnerable position of children who witness, or are victims of, crime. This\nshould not restrict the right to report legal proceedings.\nFindings of the Committee\n12. The complainant did not dispute the accuracy of the\nreport that, following his trial, he had been convicted of perverting the\ncourse of justice for which he had received a two month jail sentence. The\narticle made clear that the information concerning the nature of the charges\nwhich he had faced and the prosecution’s case had been reported by the other\nnewspaper and provided a link to that newspaper’s report. The publication had,\ntherefore, taken care over the presentation of the information as it clearly\nsignalled that the information had originated in a report which had been\npublished by another newspaper. Where the source of the information had been\nmade clear, and the information was not presented as fact, the article was not\nsignificantly misleading. There was no breach of Clause 1. \n13. Including information about the complainant's business,\nin an article which otherwise focussed on events which affected him as an\nindividual, did not make the article inaccurate or misleading. The selection of\nmaterial is a matter of editorial discretion and editors can choose what they\npublish as long as the Code is not otherwise breached. There was no breach of\nClause 1. \n14. In most circumstances, individuals do not have an\nexpectation of privacy regarding information relating to their business interests.\nIn this case, the complainant’s role as the Managing Director of a performance\ncar business was not information about which the complainant had a reasonable\nexpectation of privacy. Further, the information regarding the complainant's\nbusiness was already in the public domain by virtue of him previously giving an\ninterview to the publication. There was no breach of Clause 2.\n15. The purpose of Clause 9 is to provide protection to\nfamily and friends of individuals convicted or accused of crime. As no family\nmembers or friends of the complainant were identified in the article, the terms\nof Clause 9 were not engaged. \nConclusions\n16. The complaint was not upheld. \nRemedial Action Required\n17. N/A\n \nDate received: 12/08/2019\nDate concluded by IPSO: 03/04/2020\n \nBack to ruling listing\n\n\n"
}