{
    "url": "/rulings-and-resolution-statements/ruling/?id=05999-19",
    "title": "05999-19 McGurk v Banburyguardian.co.uk",
    "provisions": [
        "1 Accuracy (2018)",
        "2 Privacy (2018)",
        "9 Reporting of crime (2018)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "banburyguardian.co.uk (National World Publishing Ltd)",
    "published_on": "2019-07-16 00:00:00",
    "received_on": "2019-08-12 00:00:00",
    "concluded_on": "2020-04-03 00:00:00",
    "complaint_processing_days": 235,
    "conclusion_long": "14. The complaint was not upheld.",
    "remedial_action": "15. N/A   Date received: 12/08/2019",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee – 05999-19 McGurk v\nBanburyguardian.co.uk\nSummary of Complaint \n1. John McGurk complained to the Independent Press Standards\nOrganisation that Banburyguardian.co.uk breached Clause 1 (Accuracy), Clause 2\n(Privacy) and Clause 9 (Reporting of Crime) of the Editors Code of Practice in\nan article headlined \"High-end car dealer jailed for perverting course of\njustice\", published on 16 July 2019.\n2. The article reported that the complainant had been jailed\nfollowing a court case after being \"accused of dangerous driving and\ncommitting an act or acts with intent to pervert the course of public\njustice\". The article reported that he was found guilty of perverting the\ncourse of justice following a unanimous decision from jurors, but not guilty of\na second count of dangerous driving. The article featured a photograph of the\nexterior of the complainant's car dealership. \n3. The complainant said that the article was inaccurate. He\nsaid that the headline referred to his profession as a high end car dealer,\nwhen the article itself concerned a personal conviction. He emphasised that his\nbusiness was not relevant to the court proceedings and therefore the headline\nwas not supported by the text. \n4. The complainant also said that the article represented an\nintrusion into his privacy, as the publication had visited his premises of\nwork, taken photographs and asked members of staff for comment which he\nconsidered to be intimidating behaviour. \n5. The complainant also raised concerns that the inaccurate\nreporting represented a breach of Clause 9.\n6. The publication denied any breach of the Code. It said\nthat the headline was accurate: the complainant was the managing director of a\nhigh-performance car dealership and he was jailed for perverting the course of\njustice. The publication emphasised that it was a legitimate journalistic\napproach when reporting court cases to make reference to the job or position of\nthe person convicted and this did not render the article inaccurate or\nmisleading. \n7. The publication denied that there was a breach of Clause\n2. It acknowledged that a freelance photographer had taken a photograph of the\nbusiness. However, the photograph, which showed the exterior of the building,\nhad been taken from a public road and therefore the complainant did not have an\nexpectation of privacy in relation to the image. The publication accepted that\nits reporter had called the complainant's office and had subsequently followed\nthis call up when they did not receive a call back but rejected that this\nrepresented a breach of the Editors' Code. \nRelevant Code Provisions\n8. Clause 1 (Accuracy)\ni)  The Press must\ntake care not to publish inaccurate, misleading or distorted information or\nimages, including headlines not supported by the text.\nii) A significant inaccuracy, misleading statement or\ndistortion must be corrected, promptly and with due prominence, and — where\nappropriate — an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator.\niii) A fair opportunity to reply to significant inaccuracies\nshould be given, when reasonably called for.\niv) The Press, while free to editorialise and campaign, must\ndistinguish clearly between comment, conjecture and fact.\n9. Clause 2 (Privacy)\ni) Everyone is entitled to respect for his or her private\nand family life, home, health and correspondence, including digital\ncommunications.\nii) Editors will be expected to justify intrusions into any\nindividual's private life without consent. In considering an individual's\nreasonable expectation of privacy, account will be taken of the complainant's\nown public disclosures of information and the extent to which the material\ncomplained about is already in the public domain or will become so.\niii) It is unacceptable to photograph individuals, without\ntheir consent, in public or private places where there is a reasonable\nexpectation of privacy.\n10. Clause 9 (Reporting of Crime)*\ni) Relatives or friends of persons convicted or accused of\ncrime should not generally be identified without their consent, unless they are genuinely relevant to\nthe story.\nFindings of the Committee\n11. The selection of material for publication is a matter of\neditorial discretion, provided the Code is not otherwise breached. In this\ninstance, including information about the complainant's business in an article\nwhich otherwise focussed on events which affected him as an individual, did not\nrender the article inaccurate or misleading. There was no breach of Clause 1.\n12. Individuals do not generally have a reasonable\nexpectation of privacy in relation to information concerning their place of\nwork. The published photograph showed the outside of the complainant's\ncommercial premises, which was visible from a public street, and did not\ncontain any private information about the complainant. The complainant did not\nhave a reasonable expectation of privacy in relation to the information in the\nphotograph. Intimidating behaviour by journalists can in certain circumstances\nengage the terms of Clause 3 (Harassment). In this instance, the reporter's\nconduct, namely calling the complainant’s business premises for comment, did\nnot breach the terms of this Clause. There was no breach of Clause 2 on these\npoints. \n13. The purpose of Clause 9 is to provide protection to\nfamily and friends of individuals convicted or accused of crime. As no family\nmembers or friends of the complainant were identified in the article, the terms\nof Clause 9 were not engaged. \nConclusions\n14. The complaint was not upheld. \nRemedial Action Required\n15. N/A \n\nDate received: 12/08/2019\nDate concluded by IPSO: 03/04/2020\n \nBack to ruling listing\n\n\n"
}