{
    "url": "/rulings-and-resolution-statements/ruling/?id=06008-15",
    "title": "06008-15 Oldman v mirror.co.uk",
    "provisions": [
        "1 (Accuracy) 2015",
        "3 (Privacy) 2015",
        "5 (Intrusion into grief or shock) 2015"
    ],
    "outcome": "No breach - after investigation",
    "publication": "mirror.co.uk (Reach PLC)",
    "published_on": "2015-09-30 00:00:00",
    "received_on": "2015-10-02 00:00:00",
    "concluded_on": "2016-03-03 00:00:00",
    "complaint_processing_days": 153,
    "conclusion_long": "on the inquest did not make reference to the nature of his convictions, or suggest that they were a contributing factor to Charlotte Oldman’s death. He said that by reporting his view on what had caused the events leading to her death, the article gave the impression that this was only his view, when it had in fact been shared by other witnesses throughout the inquest. The complainant denied that experts had told the inquest Mrs Oldman heard voices in her head because she had not come to terms with his convictions. The article reported that the complainant had told the inquest that Mrs Oldman “could be impulsive and took overdoses of any tablets she had available. She would put burning hot water on herself”, and that “she was told she was playing a game of Russian roulette with her life by hospital staff.” The complainant denied making these remarks at any point during the inquest proceedings; he said that he had recognised that overdosing was part of Mrs Oldman’s pattern of self-harm, but did not refer to her burning herself with hot water. 4. The article reported that Mrs Oldman had been staying at the Clare Ward of the Abraham Cowley Unit (ACU) in St Peter’s Hospital. The complainant said that while the ACU was adjacent to St Peter’s Hospital, it is in fact in run by a different NHS Trust. A caption to one of the photographs accompanying the article claimed that “a patient at St Peter’s Hospital in Chertsey discovered the body”. The complainant said that he had told the inquest that he had heard a scream from a patient who had seen that Mrs Oldman had been discovered, but that it was in fact a member of staff who had discovered Mrs Oldman’s body. The complainant said that the reference to Mrs Oldman suffering from psychotic illness was inaccurate; he said that while she was being treated with anti-psychotic medication for occasional psychotic episodes, her diagnosis was for emotionally unstable personality disorder, and depression, and that the evidence from a psychiatrist specifically stated that she did not suffer from psychosis. 5. The complainant said that by including the details of his conviction in the article, the publication had failed to respect his privacy and that it had failed to handle publication sensitively at a time of personal grief. 6. The publication provided the shorthand notes from its reporter, who had attended the inquest proceedings. It said that during the inquest, two doctors both referred to the effect of the complainant’s convictions on Mrs Oldman’s mental health. One of the doctors’ statements read “there was the added stress of her husband’s conviction. She was angry with him and found it difficult to communicate with him. This is/was an ever-present stress when her mental health escalated in 2011”.  The other doctor had told the inquest that Mrs Oldman “had not come to terms with her husband’s charges. The hearing of the voices seemed to tie in with the release of her husband leaving prison”.  The publication said that the article did not refer to the inquest having concluded, and ended with the sentence “the inquest continues”. It said it was clear that the article was reporting ongoing inquest proceedings, as opposed to a summary of the coroner's conclusions. Nevertheless, the publication noted that the complainant’s convictions were passed down in March 2011, and that, in her conclusions, the coroner had said that Mrs Oldman’s mental health problems were a “more constant if not more consuming feature from 2011 onwards due to the advent of difficult personal circumstances and this stayed with her almost constantly until her death in April 2014”. The coroner went on to state that Mrs Oldman’s self-harming was “an illustration of how her mental illness manifested and sadly lead to death”. The publication maintained that the complainant had made the reported comments, which it said was supported by the reporter’s notes. 7. The publication said that the inquest had heard that Mrs Oldman had been treated with anti-psychotic medicine for psychotic episodes. It said that in these circumstances, it was not significantly inaccurate to refer to her as having had a “psychotic illness”. The publication said that the ACU was on the same site as St Peter’s hospital, and that the article was not significantly inaccurate on this point. The publication said that the photograph caption claiming that a patient had discovered Mrs Oldman’s body was based on the complainant’s statement to the inquest that he had heard a scream, which he had later discovered was from another patient who had discovered the body. 8. The publication said that the complainant’s convictions were a matter of public record, that they had previously been reported by the press, and that they had been referred to during the inquest proceedings. It noted that Clause 5 should not restrict the right to report legal proceedings, and denied that it had breached Clause 3 (Privacy) or Clause 5 (Intrusion into grief or shock). 9. The publication maintained that there was no breach of the Code, but offered to add the following clarification to the article: We would like to make clear that the Coroner's conclusions into Mrs Oldman's death did not state that there was a causal link between her husband's criminal convictions and her death. 10. It also amended the headline of the online article to remove reference to the complainant’s conviction. Relevant Code Provisions 10. Clause 1 (Accuracy) i) The Press must take care not to publish inaccurate, misleading or distorted information, including pictures. ii) A significant inaccuracy, misleading statement or distortion once recognised must be corrected, promptly and with due prominence, and – where appropriate – an apology published. In cases involving the Regulator, prominence should be agreed with the Regulator in advance. iii) The Press, whilst free to be partisan, must distinguish clearly between comment, conjecture and fact. Clause 3 (Privacy) i) Everyone is entitled to respect for his or her private and family life, home, health and correspondence, including digital communications. ii) Editors will be expected to justify intrusions into any individual’s private life without consent. Account will be taken of the complainant’s own public disclosures of information. iii) It is unacceptable to photograph individuals in private places without consent. Clause 5 (Intrusion into Grief or Shock) i) In cases involving personal grief or shock, enquiries and approaches must be made with sympathy and discretion and publication handled sensitively. This should not restrict the right to report legal proceedings, such as inquests. Findings of the Committee 11. The article reported that the inquest had heard evidence from a psychiatric report  that, in addition to Mrs Oldman’s having pre-existing mental health problems, her husband’s conviction had been an “added stress”, and “an ever-present stress when her mental health escalated in 2011”, the year her husband’s conviction had been handed down. The phrase in the headline regarding the “added stress of husband’s child sex convictions” was a direct reference to the findings of the psychiatric report. 12. The complainant did not dispute that the evidence on the effect of his convictions on Mrs Oldman’s mental health, including this report, had been quoted accurately. The article had also referred to other evidence that Mrs Oldman had longstanding mental health problems that pre-existed the convictions, including the complainant’s account that she had “suffered with depression, anxiety and anorexia” since her teenage years, and had noted the complainant’s position that within this context, her death was triggered by a notification that she had been rejected for a job. 13. In this context, the Committee did not consider that the publication had published a distorted account of the evidence heard during the ongoing proceedings; a clear link had been made between the complainant’s convictions and Mrs Oldman’s mental health. The Committee also noted the coroner’s subsequent finding (after the publication of the article) that Mrs Oldman’s mental health problems had been “mild in her younger days”,  but that they had become a “more consuming feature from 2011 due to the advent of difficult personal circumstances”, a clear reference to the convictions. The coroner had gone on to find expressly that that Mrs Oldman’s mental illness “led to her death”. This finding supported the general accuracy of the newspaper’s report of the evidence heard at the inquest. It was not misleading to include information about the nature of the complainant’s crimes, which were a matter of public record. This aspect of the complaint did not raise a breach of Clause 1 (Accuracy). 14. The comments reported in the article which the complainant denied making during the inquest proceedings were recorded in the reporter’s shorthand notes. These notes demonstrated that care had been taken over the accuracy of the article, and there was no breach of Clause 1 (i) on this point. It was accepted that the inquest had heard evidence, including from the complainant, that Mrs Oldman had a long history of mental health problems, which included patterns of self-harm. Whether the complainant had used the phrase “Russian Roulette”, or whether he had told the inquest that she had burnt herself with hot water, were not significant details in the context of the article. For this reason, the Committee did not establish that the article was significantly misleading on these points, such as to require a correction under the terms of Clause 1 (ii). 15. The ACU was on the same site as St Peter’s hospital, and notwithstanding the fact that they were operated by separate NHS trusts, it was not significantly misleading to refer to the ACU as being in St Peter’s Hospital. The complainant had told the inquest that a patient had screamed when Mrs Oldman had been discovered, and in these circumstances, it was not significantly misleading to report that a patient had discovered the body. The reference to psychotic illness was not significantly misleading where the inquest had heard that Mrs Oldman had psychotic episodes, and that she had taken anti-psychotic medication. Furthermore, the article made clear that Mrs Oldman had been diagnosed with emotionally unstable personality disorder. 16. The publication had not failed to respect the complainant’s privacy by including details of his convictions, which were a matter of public record. There was no breach of Clause 3 (Privacy). 17. The complainant’s convictions had been referred to during the inquest proceedings, and the nature of these convictions was a matter of public record. To report the nature of these convictions did not represent a failure to handle publication sensitively in a case of personal grief. There was no breach of Clause 5 (Intrusion in to personal grief or shock). Conclusions 18. The complaint was not upheld.",
    "remedial_action": "N/A Date complaint received: 02/10/2015",
    "text": "\n\n\n\n\n\nDecision\nof the Complaints Committee 06008-15 Oldman v mirror.co.uk\nSummary\nof complaint\n1.\nThomas Oldman complained to the Independent Press Standards Organisation that\nMirror.co.uk breached Clause 1 (Accuracy) Clause 3 (Privacy) and Clause 5\n(Intrusion into grief or shock) of the Editors’ Code of Practice in an article\nheadlined “Nurse hanged herself in hospital ward after ‘added stress of\nhusband’s child sex convictions’”, published on 30 September 2015.\n2.\nThe article reported on the on-going inquest into the death of the complainant’s\nwife, Charlotte Oldman. It said that Mrs OIdman had “struggled to cope with\n[the complainant’s] child sex convictions”, and that the inquest had heard that\nher “state of mind significantly deteriorated after [the complainant] was\njailed for four-and-a-half years”. It reported that experts had told the\ninquest that they believed Mrs Oldman heard voices in her head because she had\nnot come to terms with her husband’s convictions. It reported that medical\nevidence had stated that Mrs Oldman “had a long history of hallucinations and\n‘distressing’ psychotic symptoms”, and that the inquest had heard a psychiatric\nreport which stated that Mrs Oldman had “an emotionally unstable personality\nwith suicidal supports and there was the added stress of her husband’s\nconviction”.  It reported that the\ncomplainant had told the inquest that he believed an email rejecting Mrs Oldman\nfrom a job had triggered the events leading to her death.\n3. The complainant said that the article was a\nmisleading and distorted account of the inquest proceedings. He said that the\nnature of his convictions were not referred to at any time during the inquest,\nand that the inquest had not heard evidence that there was a causal link\nbetween his convictions for child sex offences, and the actions Mrs Oldman took\nwhich resulted in her death. The complainant noted that the coroner’s\nconclusions on the inquest did not make reference to the nature of his\nconvictions, or suggest that they were a contributing factor to Charlotte\nOldman’s death. He said that by reporting his view on what had caused the\nevents leading to her death, the article gave the impression that this was only\nhis view, when it had in fact been shared by other witnesses throughout the\ninquest. The complainant denied that experts had told the inquest Mrs Oldman\nheard voices in her head because she had not come to terms with his\nconvictions. The article reported that the complainant had told the inquest\nthat Mrs Oldman “could be impulsive and took overdoses of any tablets she had\navailable. She would put burning hot water on herself”, and that “she was told\nshe was playing a game of Russian roulette with her life by hospital staff.”\nThe complainant denied making these remarks at any point during the inquest\nproceedings; he said that he had recognised that overdosing was part of Mrs\nOldman’s pattern of self-harm, but did not refer to her burning herself with\nhot water.\n4. The article reported that Mrs Oldman had\nbeen staying at the Clare Ward of the Abraham Cowley Unit (ACU) in St Peter’s\nHospital. The complainant said that while the ACU was adjacent to St Peter’s\nHospital, it is in fact in run by a different NHS Trust. A caption to one of\nthe photographs accompanying the article claimed that “a patient at St Peter’s\nHospital in Chertsey discovered the body”. The complainant said that he had\ntold the inquest that he had heard a scream from a patient who had seen that\nMrs Oldman had been discovered, but that it was in fact a member of staff who\nhad discovered Mrs Oldman’s body. The complainant said that the reference to\nMrs Oldman suffering from psychotic illness was inaccurate; he said that while\nshe was being treated with anti-psychotic medication for occasional psychotic\nepisodes, her diagnosis was for emotionally unstable personality disorder, and\ndepression, and that the evidence from a psychiatrist specifically stated that\nshe did not suffer from psychosis.\n5.\nThe complainant said that by including the details of his conviction in the\narticle, the publication had failed to respect his privacy and that it had\nfailed to handle publication sensitively at a time of personal grief.\n6.\nThe publication provided the shorthand notes from its reporter, who had\nattended the inquest proceedings. It said that during the inquest, two doctors\nboth referred to the effect of the complainant’s convictions on Mrs Oldman’s\nmental health. One of the doctors’ statements read “there was the added stress\nof her husband’s conviction. She was angry with him and found it difficult to\ncommunicate with him. This is/was an ever-present stress when her mental health\nescalated in 2011”.  The other doctor had\ntold the inquest that Mrs Oldman “had not come to terms with her husband’s\ncharges. The hearing of the voices seemed to tie in with the release of her\nhusband leaving prison”.  The publication\nsaid that the article did not refer to the inquest having concluded, and ended\nwith the sentence “the inquest continues”. It said it was clear that the\narticle was reporting ongoing inquest proceedings, as opposed to a summary of\nthe coroner's conclusions. Nevertheless, the publication noted that the\ncomplainant’s convictions were passed down in March 2011, and that, in her\nconclusions, the coroner had said that Mrs Oldman’s mental health problems were\na “more constant if not more consuming feature from 2011 onwards due to the\nadvent of difficult personal circumstances and this stayed with her almost\nconstantly until her death in April 2014”. The coroner went on to state that\nMrs Oldman’s self-harming was “an illustration of how her mental illness\nmanifested and sadly lead to death”. The publication maintained that the\ncomplainant had made the reported comments, which it said was supported by the\nreporter’s notes.\n7.\nThe publication said that the inquest had heard that Mrs Oldman had been\ntreated with anti-psychotic medicine for psychotic episodes. It said that in\nthese circumstances, it was not significantly inaccurate to refer to her as\nhaving had a “psychotic illness”. The publication said that the ACU was on the\nsame site as St Peter’s hospital, and that the article was not significantly\ninaccurate on this point. The publication said that the photograph caption\nclaiming that a patient had discovered Mrs Oldman’s body was based on the\ncomplainant’s statement to the inquest that he had heard a scream, which he had\nlater discovered was from another patient who had discovered the body.\n8.\nThe publication said that the complainant’s convictions were a matter of public\nrecord, that they had previously been reported by the press, and that they had\nbeen referred to during the inquest proceedings. It noted that Clause 5 should\nnot restrict the right to report legal proceedings, and denied that it had\nbreached Clause 3 (Privacy) or Clause 5 (Intrusion into grief or shock).\n9.\nThe publication maintained that there was no breach of the Code, but offered to\nadd the following clarification to the article:\nWe\nwould like to make clear that the Coroner's conclusions into Mrs Oldman's death\ndid not state that there was a causal link between her husband's criminal\nconvictions and her death.\n10.\nIt also amended the headline of the online article to remove reference to the\ncomplainant’s conviction.\nRelevant\nCode Provisions\n10.\nClause 1 (Accuracy)\ni)\nThe Press must take care not to publish inaccurate, misleading or distorted\ninformation, including pictures.\nii) A significant inaccuracy, misleading\nstatement or distortion once recognised must be corrected, promptly and with\ndue prominence, and – where appropriate – an apology published. In cases\ninvolving the Regulator, prominence should be agreed with the Regulator in\nadvance.\niii) The Press, whilst free to be partisan,\nmust distinguish clearly between comment, conjecture and fact.\nClause 3 (Privacy)\ni)\nEveryone is entitled to respect for his or her private and family life, home,\nhealth and correspondence, including digital communications.\nii)\nEditors will be expected to justify intrusions into any individual’s private\nlife without consent. Account will be taken of the complainant’s own public\ndisclosures of information.\niii)\nIt is unacceptable to photograph individuals in private places without consent.\nClause\n5 (Intrusion into Grief or Shock)\ni)\nIn cases involving personal grief or shock, enquiries and approaches must be\nmade with sympathy and discretion and publication handled sensitively. This\nshould not restrict the right to report legal proceedings, such as inquests.\nFindings\nof the Committee\n11.\nThe article reported that the inquest had heard evidence from a psychiatric\nreport  that, in addition to Mrs Oldman’s\nhaving pre-existing mental health problems, her husband’s conviction had been\nan “added stress”, and “an ever-present stress when her mental health escalated\nin 2011”, the year her husband’s conviction had been handed down. The phrase in\nthe headline regarding the “added stress of husband’s child sex convictions”\nwas a direct reference to the findings of the psychiatric report.\n12.\nThe complainant did not dispute that the evidence on the effect of his\nconvictions on Mrs Oldman’s mental health, including this report, had been\nquoted accurately. The article had also referred to other evidence that Mrs\nOldman had longstanding mental health problems that pre-existed the\nconvictions, including the complainant’s account that she had “suffered with\ndepression, anxiety and anorexia” since her teenage years, and had noted the\ncomplainant’s position that within this context, her death was triggered by a\nnotification that she had been rejected for a job.\n13.\nIn this context, the Committee did not consider that the publication had\npublished a distorted account of the evidence heard during the ongoing\nproceedings; a clear link had been made between the complainant’s convictions\nand Mrs Oldman’s mental health. The Committee also noted the coroner’s\nsubsequent finding (after the publication of the article) that Mrs Oldman’s\nmental health problems had been “mild in her younger days”,  but that they had become a “more consuming\nfeature from 2011 due to the advent of difficult personal circumstances”, a\nclear reference to the convictions. The coroner had gone on to find expressly\nthat that Mrs Oldman’s mental illness “led to her death”. This finding\nsupported the general accuracy of the newspaper’s report of the evidence heard\nat the inquest. It was not misleading to include information about the nature\nof the complainant’s crimes, which were a matter of public record. This aspect\nof the complaint did not raise a breach of Clause 1 (Accuracy).\n14.\nThe comments reported in the article which the complainant denied making during\nthe inquest proceedings were recorded in the reporter’s shorthand notes. These\nnotes demonstrated that care had been taken over the accuracy of the article,\nand there was no breach of Clause 1 (i) on this point. It was accepted that the\ninquest had heard evidence, including from the complainant, that Mrs Oldman had\na long history of mental health problems, which included patterns of self-harm.\nWhether the complainant had used the phrase “Russian Roulette”, or whether he\nhad told the inquest that she had burnt herself with hot water, were not\nsignificant details in the context of the article. For this reason, the\nCommittee did not establish that the article was significantly misleading on\nthese points, such as to require a correction under the terms of Clause 1 (ii).\n15.\nThe ACU was on the same site as St Peter’s hospital, and notwithstanding the\nfact that they were operated by separate NHS trusts, it was not significantly\nmisleading to refer to the ACU as being in St Peter’s Hospital. The complainant\nhad told the inquest that a patient had screamed when Mrs Oldman had been\ndiscovered, and in these circumstances, it was not significantly misleading to\nreport that a patient had discovered the body. The reference to psychotic\nillness was not significantly misleading where the inquest had heard that Mrs\nOldman had psychotic episodes, and that she had taken anti-psychotic\nmedication. Furthermore, the article made clear that Mrs Oldman had been\ndiagnosed with emotionally unstable personality disorder.\n16.\nThe publication had not failed to respect the complainant’s privacy by\nincluding details of his convictions, which were a matter of public record.\nThere was no breach of Clause 3 (Privacy).\n17.\nThe complainant’s convictions had been referred to during the inquest\nproceedings, and the nature of these convictions was a matter of public record.\nTo report the nature of these convictions did not represent a failure to handle\npublication sensitively in a case of personal grief. There was no breach of\nClause 5 (Intrusion in to personal grief or shock).\nConclusions\n18.\nThe complaint was not upheld.\nRemedial\nAction Required\nN/A\nDate\ncomplaint received: 02/10/2015Date\ndecision issued: 03/03/2016\nBack to ruling listing\n\n\n"
}