{
    "url": "/rulings-and-resolution-statements/ruling/?id=06005-18",
    "title": "06005-18 Newlands v Evening Telegraph (Dundee)",
    "provisions": [
        "8 Hospitals (2018)",
        "4 Intrusion into grief or shock (2018)",
        "2 Privacy (2018)",
        "1 Accuracy (2018)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "Evening Telegraph (Dundee) (DC Thomson Group) ",
    "published_on": "2018-09-08 00:00:00",
    "received_on": "2018-06-11 00:00:00",
    "concluded_on": "2019-01-24 00:00:00",
    "complaint_processing_days": 227,
    "conclusion_long": "11. The complaint was not upheld.",
    "remedial_action": "12. N/ADate complaint received: 11/06/2018",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee: 06005-18 Newlands v Evening Telegraph (Dundee)Summary of Complaint1. Kathleen\nNewlands complained to the Independent Press Standards Organisation that the\nEvening Telegraph (Dundee) breached Clause 1 (Accuracy), Clause 2 (Privacy),\nClause 4 (Intrusion into grief or shock), and Clause 8 (Hospitals) of the\nEditors’ Code of Practice in an article headlined “Notorious shoplifter found\ndead”, published on 8 September 2018.2. The article\nreported that a “one-legged man who became notorious for carrying out\nshoplifting sprees on his mobility scooter has been found dead in a hospital\ntoilet”. It said that the man, who was named, had been found at a named\nhospital three days previously “alongside evidence of illicit drug misuse”. It\nsaid that the man had “had a leg amputated because of drug-related issues”, and\nthat he had “a long list of convictions for crimes of dishonesty” which “had\nnot been stopped by the loss of a leg about a year ago”.3. The article\nappeared in the same format online under the headline “One-legged man who went\non shoplifting sprees on his scooter found dead in hospital toilet”, published\non 8 September 2018.4. The complainant\n– the man’s aunt – said that the article breached Clause 4 (Intrusion into\ngrief or shock): the family had not been aware that the man had died in a\nhospital toilet, or that his death had been linked to drugs, prior the\npublication of the article. She was concerned that the article gave the\nimpression that the man had entered the hospital to use drugs, when in fact he\nhad been a patient there. She also said that the article breached Clause 1\n(Accuracy) because the man had lost his leg due to an illness, rather than due\nto drug use. In addition, she said that the article breached Clause 8\n(Hospitals) because it intruded on the man’s rights to patient confidentiality.5. The publication\ndenied any breach of Clause 4 (Intrusion into grief or shock). It said that it\nhad received the original copy from an agency, and it had published the story\nas a matter of public interest. It said that the agency became aware of the\ncircumstances of the man’s death from confidential sources in the days\nfollowing the death. It said that, as the story was published four days after\nthe man’s death, it had no concern that the family would not have been informed\nby the police about the circumstances of his death. It denied that the article\nhad revealed any private information about the man, or any health conditions he\nwas being treated for; it therefore denied any breach of Clause 2 (Privacy) or\nClause 8 (Hospitals). The publication said that, in any event, as the man had\ndied while committing a criminal act in a public building, and he had a history\nof engaging in drug-fuelled crime, there was a public interest in the\nreporting. This history, and the information relating to his use of the\nmobility scooter, had been discussed as part of the proceedings against him.\nThe publication also denied that the article was inaccurate in breach of Clause\n1 (Accuracy): the man’s solicitor, representing him in court months before his\ndeath, had said that “He accepts most of his health problems are\nself-inflicted. He is now in a wheelchair, having had a recent amputation. He\nhas significant health difficulties associated with his drug misuse”.Relevant Code ProvisionsClause 1 (Accuracy) i) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not\nsupported by the text.ii) A significant inaccuracy, misleading statement or\ndistortion must be corrected, promptly and with due prominence, and — where\nappropriate — an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator. Clause 2 (Privacy) i) Everyone is entitled to respect for his or her private\nand family life, home, health and correspondence, including digital\ncommunications.ii) Editors will be expected to justify intrusions into any\nindividual's private life without consent. In considering an individual's\nreasonable expectation of privacy, account will be taken of the complainant's\nown public disclosures of information and the extent to which the material\ncomplained about is already in the public domain or will become so.iii) It is unacceptable to photograph individuals, without\ntheir consent, in public or private places where there is a reasonable\nexpectation of privacy.Clause 4 (Intrusion into grief or shock) In cases involving personal grief or shock, enquiries and\napproaches must be made with sympathy and discretion and publication handled\nsensitively. These provisions should not restrict the right to report legal proceedings.Clause 8 (Hospitals)i) Journalists must identify themselves and obtain\npermission from a responsible executive before entering non-public areas of\nhospitals or similar institutions to pursue enquiries.ii) The restrictions on intruding into privacy are\nparticularly relevant to enquiries about individuals in hospitals or similar\ninstitutions.The Public Interest3. The regulator will consider the extent to which material\nis already in the public domain or will become so.Findings of the Committee6. The Committee\nfirst wished to extend its condolences to the complainant and her family. It\nacknowledged that although the family had been aware of their relative’s death\nbefore the publication of the article, they had learned details of the\ncircumstances from the coverage and had found this extremely upsetting.7. The article was\nbased on information provided to the publication by confidential sources and\nhad been published four days after the man had died. It had not informed the\nfamily of the fact of the man’s death – but rather, its specific circumstances.\nThe question for the Committee was whether the publication of this information\nabout the circumstances of the man’s death, about which the family was not\naware, was insensitive in breach of Clause 4.8. The man’s\ninvolvement with drug addiction and the criminal proceedings against him were\nmatters of public record, having been previously heard in court and reported on\nby the publication. In particular, the reference to his status as an amputee\nhad been a prominent part of the previous reporting because he had used a\nmobility scooter in committing crime. The Committee noted that the death had\noccurred while the man was in the care of a public body, and it was not in\ndispute that the man had been found with drug paraphernalia. The inclusion of\nthese details was not gratuitous: it drew attention to a matter of potential\npublic concern. In these circumstances, while the Committee understood the\nfamily’s distress that they had learned of the details of the man’s death in\nthis manner, it did not consider that the publication of these details breached\nClause 4.9. The man’s\nsolicitor had said, in court, that he suffered from significant health\ndifficulties associated with drug misuse. The publication interpreted this\ncomment as a reference to the reason for the man's amputation, a claim which\nhad been published previously without any complaint; there was no failure to\ntake care over the accuracy of this point, and in light of the statement made\nin court by the man’s solicitor, the Committee did not consider that the\narticle contained any misleading impression that required correction. There was\nno breach of Clause 1 (Accuracy).10. The details of the complainant’s prior court appearances,\nincluding the account of his amputation, were in the public domain, and did not\nrepresent private information. In addition, the complainant believed that,\nbecause the man’s death had occurred in hospital, it represented private\nmedical information about him. However, deaths are not private matters, but\nmatters of public record; revealing the fact of the complainant’s death did not\ntherefore intrude on his family’s privacy. There was therefore no breach of\nClause 2 (Privacy), and where there was no suggestion that any journalist had\nentered the hospital in pursuit of the story, there was no possible breach of\nClause 8 (Hospitals).Conclusions11. The complaint was not upheld.Remedial action required12. N/ADate complaint received: 11/06/2018\nDate decision issued: 24/01/2019\nBack to ruling listing\n\n\n"
}