{
    "url": "/rulings-and-resolution-statements/ruling/?id=06005-16",
    "title": "06005-16 Haigh v  Daily Express",
    "provisions": [
        "1 Accuracy (2016)"
    ],
    "outcome": "Breach - sanction: publication of adjudication",
    "publication": "Daily Express (Reach PLC)",
    "published_on": "2016-07-22 00:00:00",
    "received_on": "2016-10-18 00:00:00",
    "concluded_on": "2017-01-04 00:00:00",
    "complaint_processing_days": 78,
    "conclusion_long": "15. The complaint was upheld.",
    "remedial_action": "16. Having upheld the complaint, the Committee considered what remedial action should be required. The newspaper had offered to publish a correction, but the wording had not addressed the significantly misleading headline claim. The newspaper had therefore failed to comply with the obligations of Clause 1(ii), and the Committee required the publication of an adjudication. 17. As the seriously inaccurate information had appeared prominently in the front-page headline, and had been compounded by a further significant inaccuracy on the front page of the print article, the Committee required the newspaper to publish a reference to the adjudication on the front page, directing readers to the full adjudication, which should be published on page five. The wording of the front-page reference and the headline to the adjudication should be agreed with IPSO in advance, or in the absence of agreement, as determined by the Complaints Committee. It should refer to IPSO, include the title of the newspaper, and make clear that the complaint was upheld. The front-page reference should appear in the same position, in the same size font, and overall taking up no less space than the sub-headline which appeared on the front page under complaint. The reference should also appear within a border distinguishing it from other editorial content on the page. 18. As the significantly misleading headline had also been published on the newspaper’s website, the adjudication should also be published online. A link to the full adjudication should appear on the homepage for 24 hours; it should then be archived in the usual way. Should the newspaper continue to publish the article online, without amendment, in light of this decision, it should publish the adjudication in full, beneath the headline. If amended, a link to the adjudication should be published with the article, explaining that it was the subject of an IPSO adjudication. 19. The terms of the adjudication to be published are as follows: Following the publication of an article in The Daily Express on 22 July 2016, headlined “EU Exit Boosts House Prices”, Paul Haigh complained to the Independent Press Standards Organisation that the Daily Express breached Clause 1 (Accuracy) of the Editors’ Code of Practice. The complaint was upheld, and IPSO required the newspaper to publish this adjudication. In addition, as the inaccurate information appeared in the front-page headline, IPSO also required the newspaper to publish a front-page reference to this adjudication. The front page of the print article reported that “house prices rose by more than 10 per cent last month as Britain voted to leave the EU”. The online article, which was headlined “EU exit boosts house prices: Owners across whole country see big rises after Referendum”, did not state that house prices had risen by 10 per cent “last month”. The complainant said that the newspaper had inaccurately reported that the vote to leave the European Union had “boosted” house prices. He said that the house price figures relied on by the newspaper did not reflect the period following the referendum but related to the period leading up to it. The newspaper said that the article had reported that house prices had risen “as” Britain voted to leave the European Union, not as a result of the vote to leave. It accepted, however, that it had inaccurately stated in print that house prices had risen by 10 per cent in the “last month”; in fact, this had been an annual rise. The newspaper argued that the headline was not based on this inaccurate assertion, and should therefore be considered in relation to the corrected text, as well as the rest of the article, which had correctly reported the statistics for the year June 2015 to June 2016. The Committee considered that both versions of the article had given the clear impression that house prices had risen considerably as a result of the vote to leave the EU. Save for the last seven days of June 2016, all the house price data referred to in the article related to the period leading up to the referendum, and the newspaper had failed to provide any further evidence to support the headline assertion, beyond the significantly inaccurate claim that there had been a 10% rise, post-referendum, in the print article. The newspaper had published seriously inaccurate information; this represented a failure to take care over the accuracy of the article. The complaint under Clause 1 was upheld.  Date complaint received: 18/10/2016",
    "text": "\n\n\n\n\n\nDecision of the Complaints\nCommittee 06005-16 Haigh v Daily\nExpress \nSummary of complaint 1.  Paul\nHaigh complained to the Independent Press Standards Organisation that the Daily\nExpress breached Clause 1 (Accuracy) of the Editors’ Code of Practice in an\narticle headlined “EU Exit Boosts House Prices”, published on 22 July 2016. 2.  The\narticle was published on the newspaper’s front page, and continued on page\nfive. The front page reported that “house prices rose by more than 10 per cent\nlast month as Britain voted to leave the EU”. It said that home loan figures\nfor June 2016 had also been the highest for eight years “as the whole country\nbenefitted from the Brexit effect”. The remainder of the article, on page five,\nstated that figures released by property analysts Hometrack showed that\nproperty prices across major cities had risen by 10.2 per cent year-on-year,\nand the increase was “stronger than the 6.9 per cent year-on-year price rises\nseen in June 2015”. It said the figures show that “buyers ignored Project Fear\neconomic warnings in the run-up to the referendum”, and that “doom-mongers\npredicting economic meltdown in the wake of the Brexit result have been left\nnonplussed by a raft of positive figures, including record levels of\nemployment”. 3.  The\narticle was also published online with the headline “EU exit boosts house\nprices: Owners across whole country see big rises after Referendum”. Its\nsubheading said “House prices and mortgage lending continue to rise on the back\nof the Brexit vote as the UK property market goes from strength to strength”.\nThe online article did not contain the statement that house prices had risen by\nmore than 10 per cent “last month”. 4.  The\ncomplainant said that the newspaper had inaccurately reported that the vote to\nleave the European Union had “boosted” house prices. He said that the Hometrack\nfigures did not reflect the period following the referendum but related to the\nperiod leading up to it; as such the rise in house prices they showed could not\nhave been a result of the vote to leave the EU. 5.  He\nnoted that house prices had risen at the same rate in May and June 2016 and\nsaid this showed that the Brexit vote actually had no effect on house prices. He\nconsidered that the information had been deliberately manipulated to reflect positively\non the vote to leave the EU. 6.  The\ncomplainant also expressed concern that the newspaper had reported that “owners\nacross the whole country” had seen “big rises” in house prices. He said house\nprices had not risen by 10 per cent across the country, as reported: the average\nyear-on-year growth was 8.6 per cent nationally, with the top 20 cities\naveraging 10.3 per cent year-on-year growth. He said that house prices in his\narea had risen by just 1.3 per cent over the last year, and noted that the Hometrack\nfigures indicated that only three cities in the UK had grown by 10 per cent or\nmore. The complainant also objected to the suggestion that the north had seen\n“house prices soar” as only one city in the north had appeared in the top ten\ncities listed by Hometrack. 7.  The\nnewspaper said that as the article was published only a few weeks after the\nreferendum, it could only ever have reported a view of one month’s house price figures.\nIt said that the article had reported that house prices had risen “as” Britain\nvoted to leave the European Union, not as a result of the vote to leave; the\nheadline was clearly speculative in nature, and represented a snapshot of the\nsituation following the vote to leave. It considered that it had accurately\nreported that home loan figures for June 2016 had been the highest for eight\nyears “as the whole country benefited from the Brexit effect”; the article had\naccurately reported that the “world had not ended” despite the “doom and gloom”\nof the Remain campaign. 8. The\nnewspaper accepted that an error had been made in the first line of the print\narticle, which stated that house prices had risen by 10 per cent in the “last\nmonth”; in fact, the 10 per cent rise related to city homes only and had been\nan annual rise. The newspaper argued that the headline was not based on this\ninaccurate assertion, and should therefore be considered in relation to the corrected text, as well as the rest of\nthe article, which made the factual position clear. Although it did not\nconsider that the reference\nto a 10 per cent monthly rise was significantly misleading, it offered to\npublish the following correction in its corrections column and online: In our\narticle, “EU exit boosts house prices” published on 22 July 2016 we reported a\nrise in house prices as a result of the “Brexit effect”. The rise was in fact\nan annual rise, but due to an editorial error it was reported as a monthly\nrise. We apologise for this and are happy to set the record straight. Relevant Code provisions 9.   Clause\n1 (Accuracy) i.) The\nPress must take care not to publish inaccurate, misleading or distorted\ninformation or images, including headlines not supported by the text. ii.)  A\nsignificant inaccuracy, misleading statement or distortion must be corrected,\npromptly and with due prominence, and — where appropriate — an apology\npublished. In cases involving IPSO, due prominence should be as required by the\nregulator. iii.) A\nfair opportunity to reply to significant inaccuracies should be given, when\nreasonably called for. iv.) The\nPress, while free to editorialise and campaign, must distinguish clearly\nbetween comment, conjecture and fact. \nFindings of the Complaints\nCommittee 10. The Committee did not accept the\nnewspaper’s suggestion that the front-page headline had not referred to the\neffect of the referendum result on house prices. In any event, any ambiguity in\nthe headline was resolved by the first line of the print article, which had,\ninaccurately, supported the claim with the assertion that house prices had\nrisen by 10 per cent in the “last month”. Consequently, the article had given\nthe clear impression that house prices had risen considerably as a result of\nthe vote to leave the EU. 11. Although the online article had\nnot included the inaccurate assertion that house prices had risen by 10 per\ncent in the “last month”, there was no ambiguity in its headline: it had\nexplicitly stated that house prices had risen “after” the referendum. In addition, the subheading had asserted that\nhouse prices “continue to rise on the back of the Brexit vote”, and a caption\nstated that house prices “continued to rise since Britain voted to leave the\nEU”. 12.\nIn\nboth instances, the newspaper had failed to substantiate the headline claim.\nSave for the last seven days of June 2016, all the house price data referred to\nin both the print and online articles related to the period leading up to the\nreferendum, and the newspaper had failed to provide any further evidence to\nsupport the assertion that house prices had increased as a result of the vote\nto leave the EU, beyond the significantly inaccurate claim that there had been\na 10% rise, post-referendum, in the print article. This represented a failure\nto take care over the accuracy of the article in breach of Clause 1 (i). A\ncorrection was required in order to avoid a breach of Clause 1 (ii). 13.\nThe\nnewspaper had offered to publish a correction, which addressed the concern that\nan annual rise in house prices had been incorrectly reported as a monthly rise\nin the print article. However, the wording failed to address the\nunsubstantiated headline claim, which appeared in both versions of the piece, that\nthe vote to leave the EU had “boosted” house prices. This represented a breach\nof Clause 1 (ii). 14. The Committee also considered the\ncomplainant’s concern that the newspaper had inaccurately reported that house\nprices had risen by 10 per cent across the country.  However, other than the inaccurate reference\nto the Hometrack data, which appeared in the first line of the print article,\nthe newspaper had reported the statistics accurately. As the data indicated\nthat year-on-year growth across 20 major cities had averaged 10.2 per cent, it\nwas not significantly misleading for the newspaper to report that home owners\n“across the whole country” had seen “big rises” in house prices year on year. Furthermore,\nwhile the Committee acknowledged that only one northern city was included in\nthe ten cities that had seen the greatest rise in house prices, the Hometrack\nreport had stated that “large cities in northern parts of the UK such as\nGlasgow, Manchester, Liverpool and Leeds have registered strong growth in the last\nquarter”. As such, it was not significantly misleading for the newspaper to\nreport that the north “leads the way as house prices soar”. There was no\nfailure to take care over the accuracy of the article on these points.  \nConclusion 15. The complaint was upheld. \nRemedial action required 16. Having\nupheld the complaint, the Committee considered what remedial action should be\nrequired. The newspaper had offered to publish a correction, but the wording\nhad not addressed the significantly misleading headline claim. The newspaper\nhad therefore failed to comply with the obligations of Clause 1(ii), and the\nCommittee required the publication of an adjudication. 17.\nAs the seriously inaccurate information had appeared\nprominently in the front-page headline, and had been compounded by a further significant\ninaccuracy on the front page of the print article, the Committee required the\nnewspaper to publish a reference to the adjudication on the front page,\ndirecting readers to the full adjudication, which should be published on page\nfive. The wording of the front-page reference and the headline to the\nadjudication should be agreed with IPSO in advance, or in the absence of\nagreement, as determined by the Complaints Committee. It should refer to IPSO,\ninclude the title of the newspaper, and make clear that the complaint was\nupheld. The front-page reference should appear in the same position, in the\nsame size font, and overall taking up no less space than the sub-headline which\nappeared on the front page under complaint. The reference should also appear within\na border distinguishing it from other editorial content on the page. 18.\nAs the significantly misleading headline had\nalso been published on the newspaper’s website, the adjudication should also be\npublished online. A link to the full adjudication should appear on the homepage\nfor 24 hours; it should then be archived in the usual way. Should the newspaper\ncontinue to publish the article online, without amendment, in light of this\ndecision, it should publish the adjudication in full, beneath the headline. If\namended, a link to the adjudication should be published with the article,\nexplaining that it was the subject of an IPSO adjudication. 19.\nThe terms of the adjudication to be published\nare as follows: Following the publication of an article in The\nDaily Express on 22 July 2016, headlined “EU Exit Boosts House Prices”, Paul\nHaigh complained to the Independent Press Standards Organisation that the Daily\nExpress breached Clause 1 (Accuracy) of the Editors’ Code of Practice. The complaint was upheld, and IPSO\nrequired the newspaper to publish this adjudication. In addition, as\nthe inaccurate information appeared in the front-page headline, IPSO also\nrequired the newspaper to publish a front-page reference to this adjudication. The front page of the print\narticle reported that “house prices rose by more than 10 per cent last month as\nBritain voted to leave the EU”. The online article, which was headlined “EU\nexit boosts house prices: Owners across whole country see big rises after\nReferendum”, did not state that house prices had risen by 10 per cent “last\nmonth”. The\ncomplainant said that the newspaper had inaccurately reported that the vote to\nleave the European Union had “boosted” house prices. He said that the house\nprice figures relied on by the newspaper did not reflect the period following\nthe referendum but related to the period leading up to it. The newspaper said\nthat the article had reported that house prices had risen “as” Britain voted to\nleave the European Union, not as a result of the vote to leave. It accepted,\nhowever, that it had inaccurately stated in print that house prices had risen\nby 10 per cent in the “last month”; in fact, this had been an annual rise. The\nnewspaper argued that the headline was not based on this inaccurate assertion,\nand should therefore be considered in relation to the corrected text, as\nwell as the rest of the article, which had correctly reported the statistics\nfor the year June 2015 to June 2016. The\nCommittee considered that both versions of the article had given the clear\nimpression that house prices had risen considerably as a result of the vote to\nleave the EU. Save for the last seven days of June 2016, all the house price\ndata referred to in the article related to the period leading up to the\nreferendum, and the newspaper had failed to provide any further evidence to\nsupport the headline assertion, beyond the significantly inaccurate claim that\nthere had been a 10% rise, post-referendum, in the print article. The newspaper\nhad published seriously inaccurate information; this represented a failure to\ntake care over the accuracy of the article. The complaint under Clause 1 was\nupheld. \nDate complaint received: 18/10/2016\nDate decision issued: 04/01/2017\n \nBack to ruling listing\n\n\n"
}