{
    "url": "/rulings-and-resolution-statements/ruling/?id=06017-15",
    "title": "06017-15 Burnham v The Sun",
    "provisions": [
        "1 (Accuracy) 2015",
        "2 (Opportunity to reply) 2015",
        "3 (Privacy) 2015",
        "10 (Clandestine devices and subterfuge) 2015"
    ],
    "outcome": "No breach - after investigation",
    "publication": "The Sun (News UK)",
    "received_on": "2015-10-02 00:00:00",
    "concluded_on": "2016-02-09 00:00:00",
    "complaint_processing_days": 130,
    "conclusion_long": "39. The complaint was not upheld.",
    "remedial_action": "N/A Date complaint received: 02/10/2015",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee 06017-15 Burnham v\nThe SunSummary of complaint1. Andy Burnham MP complained, via a representative, to the\nIndependent Press Standards Organisation that The Sun breached Clause 1\n(Accuracy), Clause 2 (Opportunity to reply), Clause 3 (Privacy) and Clause 10\n(Clandestine devices and subterfuge) of the Editors’ Code of Practice in\narticles headlined “Bung me £5k to meet Burnham” and “Publicly: ‘Corbyn’s a\nnice man’ privately: ‘he will be a disaster’, published on 11 September 2015,\nand a further article, headlined “Exposed Burnham fixer dismissed as\n‘fantasist’ cheers on Jeremy Corbyn at conference”, published on 2 October\n2015.2. The 11 September articles reported the findings of an\nundercover investigation by the newspaper in relation to the chairman of Muslim\nFriends of Labour, Faiz Ul Rasool. The articles reported that an undercover\nreporter had met with Mr Rasool at a casino in the run-up to the Labour Party\nleadership election, to investigate whether he would arrange a meeting with a\nsenior Labour politician in exchange for cash. The articles explained that Mr\nRasool was a significant donor to the Labour Party who had previously made a\nlegitimate donation of £5000 to the complainant’s leadership campaign.3. The undercover reporter had posed as a wealthy\nbusinessman from Dubai, with an interest in Labour Party politics. The articles\nexplained that Mr Rasool had offered to arrange a meeting with the complainant,\nin exchange for a donation and that, after the reporter had given Mr Rasool\n£5000, Mr Rasool then introduced the reporter to the complainant at a campaign\nevent. The articles explained that the reporter had been accompanied to the\nevent by his wife and child, and that the reporter’s wife, identified as a UK\ncitizen, had handed over a cheque for £3000 to a member of the complainant’s\ncampaign team. They included comments made by the complainant to the reporter\nat the event, in particular certain critical comments about Jeremy Corbyn. The\narticles contrasted these with remarks he had made about Mr Corbyn during the\ncampaign.4. The articles said that the £3000 cheque had been rejected\nby the complainant’s campaign, after failing routine due diligence, but that it\nwas unclear what had happened to the £5000 given to Mr Rasool.5. The 2 October article reported that Mr Rasool had been\nseen at the Labour Party Conference, despite having been “dismissed as a\nfantasist” by Mr Burnham’s campaign. It repeated the claim that Mr Burnham had\nbeen “caught up in a cash for access row” following the newspaper’s\ninvestigation into Mr Rasool.6. The 2 October article was published online only. The 11\nSeptember articles were published in print and online. The online versions\nincluded video footage taken by the newspaper’s undercover reporter at the\nmeetings with Mr Rasool and the complainant.7. The complainant said that the articles gave the\nmisleading impression that he had acted illegally or improperly, and\ninaccurately stated that he had been caught up in a “cash for access” scandal.\nAt no stage had he offered access in exchange for donations, nor had he\naccepted donations on that basis. The complainant noted that a complaint to the\nParliamentary Commissioner for Standards, made on the basis of the articles,\nhad been dismissed by the Commissioner without investigation.8. The reporter attended the campaign event uninvited, and\nthe cheque which was given to a member of the complainant’s team at the event\nwas not cashed. The articles failed to accurately report this, or explain that\na previous donation from Mr Rasool had been accepted and properly registered.\nThe statement in the article that it was “not known whether Rasool later passed\nthe full £5000 on to Mr Burnham’s campaign team or if the donation was properly\nregistered” was therefore misleading.9. The complainant said that the newspaper had used its\ninvestigation of Mr Rasool to conduct a fishing expedition against the\ncomplainant, using complex subterfuge, without any public interest justification:\nit had no grounds to suggest that the complainant was involved in wrongdoing.\nThis was a clear breach of Clause 10. The complainant was particularly\nconcerned that the reporter had attended the event with a woman and a baby; he\nsaid that the baby had been used as a “prop” by the newspaper in photographs\nwhich were used to illustrate the articles.10.  The newspaper’s\nsuggestion that his private comments about Jeremy Corbyn contradicted the\nposition he had taken publicly was unfounded, and simply represented an attempt\nby the newspaper to introduce a public interest justification after the event.\nThese comments were similar to comments he had made at public engagements.11. Furthermore, the journalist had attended a private and\ninformal gathering on private premises; this was intrusive and breached Clause\n3.12. Separately, the complainant was concerned that an\n“early” version of the September articles, which omitted some of the comments\nfrom his spokesperson, had been circulated to broadcasters and the Press\nAssociation, prior to publication. This denied him the opportunity to reply; he\nconsidered that this constituted a breach of Clause 2.13. The complainant said that the 2 October article repeated\nthe inaccurate allegation that he had been involved in wrongdoing, as well as\nhis comments from the event which had been obtained in breach of Clause 3 and\nClause 10.14. The newspaper did not accept a breach of the Code. This\nwas a significant public-interest investigation into Mr Rasool and claims about\nthe abuse of party funding, which had been described by the agent for the\nDeputy Leader of the Labour Party as “responsible journalism”. The articles did\nnot allege that the complainant had offered access in return for payments, or\naccepted the donations from its reporter; nonetheless, the complainant was\naccurately reported as being “caught up” in the “cash for access row”. Mr\nRasool, who the complainant had publicly described as a “campaign star”, had\nclaimed to be raising funds for the complainant’s campaign, had claimed that he\nwas able to arrange a face-to-face meeting with the complainant in exchange for\ndonations and, having received a donation, had successfully arranged such a\nmeeting, between the reporter and the complainant, at a campaign event.15. The articles had made clear that the newspaper did not\nknow whether Mr Rasool had passed on the £5000 given to him by the newspaper,\nand that the cheque presented to the complainant’s campaign team by the\nreporter’s wife had not been cashed. The coverage stated that “there is no\nsuggestion that Mr Burnham…acted illegally” and reported that the complainant\nhad described Mr Rasool as a “fantasist” who had “no role, formal or informal,\nwithin the Burnham campaign”.16. The newspaper said that it contacted the complainant\nbefore publication to enquire whether the £5000 it had given to Mr Rasool,\nduring its investigation, had been passed on to the campaign. It had explained\nthat this was a separate donation to the £5000 Mr Rasool had donated in July.\nThe complainant had responded explaining that the July donation was legitimate,\nand that the £3000 cheque was never cashed; however, he did not respond in\nrelation to the £5000 given to Mr Rasool. These responses were reflected in the\narticle, as was the fact that the newspaper did not know what had happened to\nthe £5000 given to Mr Rasool: the complainant had not responded, and Mr Rasool\nwould have had 30 days in which to declare the donation, so the status of the\nmoney was unclear.17. The newspaper provided IPSO with a detailed timeline of\nthe investigation, including an account of meetings between senior editorial\nfigures and the newspaper’s legal department, at various stages, to assess\nwhether the use of subterfuge was justified and whether the subsequent\npublication of the material was warranted. It did not accept that the investigation\nwas a fishing expedition. It had solid grounds for suspecting that a\nwell-connected figure was prepared to circumvent rules of party funding and\narrange a meeting with the complainant in exchange for cash. The newspaper\nemphasised that it had not brought up the complainant in discussions with Mr\nRasool - it was Mr Rasool who had suggested the meeting.18. It was necessary to use subterfuge and clandestine\nrecording devices to test whether Mr Rasool was indeed able to secure access to\nthe complainant and to obtain a full and proper record of those meetings,\nbecause Mr Rasool was unlikely to speak openly to a journalist.19. The newspaper said that a freelance reporter had met Mr\nRasool at a lunch event organised by two Labour MPs in 2014, at which Mr Rasool\nhad discussed his links to high-profile politicians, as well as his record of\ndonations to the Labour Party. As a consequence of this conversation, the\nreporter believed that Mr Rasool was suggesting that he would be willing to\narrange meetings with frontbench Labour MPs in exchange for donations. The\nreporter also suspected that Mr Rasool might be willing to break the rules\naround political fundraising.20. The reporter contacted a journalist at the newspaper to\ndiscuss how he should proceed with an investigation. On the basis of the\nreporter’s conversation, the newspaper concluded that using subterfuge would be\njustified.21. The investigation began with a dinner meeting, at which\nthe reporter was introduced to Mr Rasool as a wealthy individual from Dubai,\nwho was interested in Labour politics. Mr Rasool explained that he was raising\nmoney for the complainant’s campaign, and urged the reporter to make a donation\nto the party. He made clear that he was prepared to arrange a meeting between\nthe reporter and the complainant.22. The newspaper considered that there was a public\ninterest in testing whether Mr Rasool’s claims of influence, and his specific\nclaim to be able to arrange a meeting with the complainant, were correct. A\nsecond meeting was therefore arranged, on 5 September 2015, at which Mr Rasool\ntold the reporter that, in exchange for an on-the-spot donation, he would\narrange a meeting between the reporter and the complainant. The reporter\ntherefore gave Mr Rasool £5000 in cash. The reporter told Mr Rasool that he was\na Dutch national and was advised that, because of Party funding rules, he would\nneed to make donations through his wife, who is British.23. Two days later, on 7 September, Mr Rasool contacted the\nreporter to say that the meeting with the complainant would take place in two\nhours’ time. The reporter informed his contact at the newspaper, who told the\nmanaging editor, senior editorial staff and an in-house lawyer. This was, in\nthe newspaper’s view, the most significant aspect of the investigation; as it\nwas the first opportunity to establish whether Mr Rasool would make good his\npromise to arrange a meeting with the complainant in exchange for money. The\nnewspaper decided that it therefore was justified to attend the meeting with\nthe complainant and record it, in order to obtain a proper record of the\nmeeting, as the newspaper was unaware of how the complainant would respond to\nMr Rasool. The reporter had been told to bring a cheque, and it was also\ntherefore necessary to ensure that there was an accurate record of what\nhappened when the cheque was handed over to the complainant’s staff.24. The reporter’s wife agreed to attend the meeting, as she\nwould present the cheque. The couple did not have time to arrange a babysitter\nso chose to take their baby to the meeting. The newspaper explained that it had\nbeen unaware of this decision at the time; it had subsequently offered to\npixelate the child’s face in any photographs used, although this offer had not\nbeen taken up by the reporter.25. At the meeting, Mr Rasool explained that the reporter\nhad donated to the campaign, and the complainant had expressed his gratitude.\nThe complainant also discussed the leadership campaign, and described the\npossibility of Mr Corbyn winning the election as a “disaster for the Labour\nParty”.26. The newspaper noted that, at the time of publication,\nthere was a genuine question about whether the complainant would serve in a\nshadow cabinet under Mr Corbyn. The complainant had been criticised by a member\nof his own parliamentary party for being inconsistent in his position in\nrelation to Mr Corbyn. The newspaper cited a number of publication statements\nin which the complainant had praised Mr Corbyn and his campaign; as such, the\nposition he took in private, in discussions with the reporter, was evidence of\nhypocrisy. There was therefore a clear public interest in publishing the\ncomments.Relevant Code Provisions27. Clause 1 (Accuracy)i) The Press must take care not to publish inaccurate,\nmisleading or distorted information, including pictures.ii) A significant inaccuracy, misleading statement or\ndistortion once recognised must be corrected, promptly and with due prominence,\nand - where appropriate - an apology published. In cases involving the Regulator,\nprominence should be agreed with the Regulator in advance.Clause 2 (Opportunity to reply)A fair opportunity for reply to inaccuracies must be given\nwhen reasonably called for.Clause 3 (Privacy)i) Everyone is entitled to respect for his or her private\nand family life, home, health and correspondence, including digital\ncommunications.ii) Editors will be expected to justify intrusions into any\nindividual's private life without consent. Account will be taken of the\ncomplainant's own public disclosures of information.iii) It is unacceptable to photograph individuals in private\nplaces without their consent. Note - Private places are public or private\nproperty where there is a reasonable expectation of privacy.Clause 10 (Clandestine devices and subterfuge)i) The press must not seek to obtain or publish material\nacquired by using hidden cameras or clandestine listening devices; or by\nintercepting private or mobile telephone calls, messages or emails; or by the\nunauthorised removal of documents or photographs; or by accessing\ndigitally-held private information without consent.ii) Engaging in misrepresentation or subterfuge, including\nby agents or intermediaries, can generally be justified only in the public\ninterest and then only when the material cannot be obtained by other means.NoteIPSO has not received any complaint from Mr Rasool about\nthis coverage, and did not have the benefit of his comments on his\nconversations with the reporter. The Committee relied in its findings on\ntranslations of the conversations, from Urdu, as reported by the newspaper. The\naccuracy of the reporting, insofar as it related to Mr Rasool, was not disputed\nby the complainant. The Committee therefore made no findings concerning Mr\nRasool’s position; its findings should be understood in that context. Findings of the Committee28. The coverage did not allege impropriety by the\ncomplainant. Instead, it reported that he had become “caught up” in a cash for\naccess row as a consequence of the actions of Mr Rasool. While the Committee\nsympathised with the complainant’s position that he had been innocently drawn\ninto the scandal, this was accurate: Mr Rasool had accepted £5000 from an\nindividual, purportedly a non-UK national, in exchange for organising a meeting\nwith the complainant. The newspaper was careful to state only that he had\nbecome “caught up” in the “row”.29. The coverage explained that the second £3000 “donation”\nwas ultimately rejected as a consequence of the proper checks carried out by\nthe complainant’s team. It also recorded that Mr Rasool had made a separate\ndonation of £5000 in July, which had been properly recorded, in line with\nprocedure, and further explained that it was unclear whether Mr Rasool had\npassed on the £5000 given to him by the reporter in September. The complainant\ndid not dispute that he had not responded to the newspaper’s request for\ninformation about this donation: the article was not therefore inaccurate on\nthis point. Indeed, it was important for the newspaper to record that the\nwhereabouts of that £5000 was unknown, given that Mr Rasool would have had 30\ndays in which to declare it, to avoid the misleading suggestion that an\nillegitimate donation had been accepted by the complainant’s campaign.30. The newspaper was able to demonstrate that it carried\nout a structured investigation, assessing at each stage whether the information\nit had obtained justified the further use of subterfuge. It had initially been\ngiven information by the freelance journalist which might have suggested that\nMr Rasool was offering to arrange meetings with senior party figures. Its\nbelief that an investigation of that claim was in the public interest was\ncorrect: the public are entitled to know whether wealthy individuals are able\nto pay for access to politicians. The newspaper was entitled to conclude that\nthe information it sought could not have been obtained by other means.31. The second stage of the investigation followed the\ninitial meeting in the Colony Club. Once Mr Rasool had said he was willing to\narrange a meeting with a senior public figure - the complainant - in exchange\nfor a donation, the newspaper was entitled to test whether he would in fact do\nso. The Committee accepted that there was a public interest in establishing\nwhether Mr Rasool was able to make the promised introduction, which justified\nfurther investigation.32. It was reasonable for the newspaper to take the view\nthat the only way in which this could be conclusively established was for the\nreporter to attend the meeting, undercover, and use a clandestine recording\ndevice to record what took place there. Doing so was therefore justified under\nthe Code, notwithstanding the absence of any reasonable belief that the\ncomplainant was himself involved in wrongdoing.33. Although the reporter was justified in attending the\nmeeting, his use of subterfuge continued to be governed by the Code. Any\nactivity which significantly altered the remit of the investigation or nature\nof the subterfuge used would itself require justification to avoid a breach.\nNonetheless, a journalist in such a situation is entitled to react to his\ncircumstances and reach a decision on whether continuation of subterfuge is\njustified:  they are not required to\ndemonstrate that each additional step taken in such a case was agreed with\ntheir editor, where to do so would be impractical given the need to react to\ncircumstances as they unfold while remaining undercover. It will then be for\nIPSO to consider whether that decision was correctly made.34. However, in this case, the newspaper had already,\ncorrectly, determined that there was justification for recording the\ncomplainant’s interaction with Mr Rasool and the reporter, in order to test the\nveracity of Mr Rasool’s claims to influence. As this fell within the agreed\nremit of the investigation, it did not require a separate decision by the\njournalist as to whether it was appropriate to proceed.35. Nonetheless, there is a public interest in transparency\nin relation to the views of those holding, and further seeking, public office.\nThe public were entitled – not least in the context of that leadership contest\n– to be informed of what the complainant had said; particularly given that, at\nthat stage of the contest, there had been some debate about his position in\nrelation to the then frontrunner, Mr Corbyn, as a consequence of the range of\ncomments he had made in relation to Mr Corbyn’s leadership bid. This would not\n– in itself – have justified an investigation using subterfuge; however, given\nthat the newspaper had separately justified the use of subterfuge to attend and\nrecord the meeting, this was sufficient to justify publication of the comments\nas a matter of public interest.36. The Committee noted the complainant’s particular concern\nthat the reporter had attended the event with his child. While it accepted that\nthere was some basis for believing that this would have made the subterfuge\nmore convincing, the Committee was not satisfied that this changed the\ncharacter of the subterfuge used to such an extent that this required\nindependent justification under the Code. Furthermore, the child had not been\nput at any risk by attending a meeting with the complainant and it was for the\nchild’s parents – not the complainant or IPSO – to take a view on the child’s\nbest interests.37. The complainant’s concern that the reporter’s undercover\nattendance at a campaign event had been intrusive was closely linked to his\ncomplaint under Clause 10. Given the nature of the event, any reasonable\nexpectation of privacy which the complainant had, in the circumstances, was\nlimited. His comments to the freelance reporter did not disclose any personal\ninformation. Further, they demonstrated the extent to which the reporter was\nable to obtain “access” to the complainant following the donation. The extent\nto which this could be said to have been intrusive – on the grounds that the\nevent was private – directly supported the newspaper’s position that the nature\nof the reporter’s conversation with the complainant, following the introduction\nby Mr Rasool, illustrated a matter of public interest.  For the same reasons as above, the complaint\nunder Clause 3 was dismissed.38. Clause 2 relates to requests to respond to inaccuracies\nafter publication. No inaccuracies had been established by the Committee,\nneither had any request been made by the complainant for the opportunity to\nrespond. Clause 2 was not engaged.Conclusions39. The complaint was not upheld.Remedial Action RequiredN/A\nDate complaint received: 02/10/2015\nDate complaint concluded: 09/02/2016\nBack to ruling listing\n\n\n"
}