{
    "url": "/rulings-and-resolution-statements/ruling/?id=06015-18",
    "title": "06015-18 Dickinson v The Northern Echo",
    "provisions": [
        "2 Privacy (2018)",
        "3 Harassment (2018)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "The Northern Echo (Newsquest Media Group)",
    "received_on": "2018-09-10 00:00:00",
    "concluded_on": "2018-11-29 00:00:00",
    "complaint_processing_days": 80,
    "conclusion_long": "13.  The complaint was not upheld.",
    "remedial_action": "14. N/A Date complaint received: 10/09/2018",
    "text": "\n\n\n\n\n\nDecision\nof the Complaints Committee– 06015-18 Dickinson v The Northern Echo \nSummary of\ncomplaint 1.    Sharon\nDickinson complained to the Independent Press Standards Organisation that The\nNorthern Echo breached Clauses 2 (Privacy) and 3 (Harassment) of the Editors'\nCode of Practice in two articles headlined \"School theft accused in\ncourt\" published on 8 August 2018 and \"Charge denied\" published\non 08 September 2018. 2.    The\nfirst article reported that the complainant had appeared in court accused of\nstealing around £39,000 from her workplace, a primary school, over a duration\nof seven years. It reported that the complainant faced two charges of fraud by\nabuse of position and theft by employee, that she had entered no plea and that\nshe had been granted unconditional bail. The article featured a photo of the\ncomplainant arriving at court holding up a coat to obscure her face. 3.    The\nsecond article featured the same photograph of the complainant and reported\nthat she had pleaded not guilty to both charges. 4.    The\nfirst article appeared online under the headline \"Secretary appears in\ncourt accused of stealing almost £39,000 from primary school\" published 8\nAugust 2018. The second article appeared under the headline \"Secretary\ndenies stealing almost £39,000 from school\" published on 8 September. Both\narticles appeared in much the same format as their print versions. 5.    The\ncomplainant said the articles intruded into her privacy in breach of Clause 2\n(Privacy) as they featured a photograph of her taken without her permission.\nShe was also concerned that the articles included her name and address. 6.    The\ncomplainant said the photograph had been taken in circumstances of harassment\nin breach of Clause 3 (Harassment). She said that the photographer had run\ntowards her on the path outside and continually tried to take photographs of\nher, despite her having a coat covering her face and telling them several times\nthat she did not want her photograph taken. 7.    The\npublication denied any breach of Clause 2. It cited the importance of open\njustice and the role of the press in ensuring that those who cannot attend\ncourt are updated; identifying defendants is central to this role. Due to the\npublic nature of court proceedings, the complainant could have had no\nreasonable expectation of privacy. It said that the photographer did not report\non the events in court as he had left for another job; court proceedings were\ncovered by a different reporter and it was a different reporter at both\nhearings. 8.    The\npublication denied any breach of Clause 3. It said the photographer asserted\nthat he was waiting outside the court next to a bin on a public footpath, the\ncomplainant came around the corner and covered her face straight away and he\ntook her photograph as she came towards him. The photographer said that it\nwould not be possible to chase or follow her due to where they were stood in\nrelation to the court entrance; he had not moved from the bin regardless. The\npublication said the photographer did not hear the complainant speak to them,\nlet alone ask for her photo not to be taken. The publication said that the\nphotographer was at the court to cover a different case; he did not know who\nthe complainant was; he had no reason to follow her. 9.    Notwithstanding\nits position that there was no breach of the Code. The publication said that\nthe inclusion of the photograph and the means to achieve it were in the public\ninterest. It said this was considered prior to publication; the complainant\nattempting to conceal their identity did not mean they had an expectation of\nprivacy in this context.  \nRelevant Code\nprovisions 10. Clause\n2 (Privacy)* i) Everyone is entitled to respect for his or her private and\nfamily life, home, health and correspondence, including digital communications. ii) Editors will be expected to justify intrusion into any\nindividual’s private life without consent. In considering an individual’s\nreasonable expectation of privacy, account will be taken of the complainant’s\nown public disclosures of information and the extent to which the material\ncomplained about is already in the public domain or will become so. iii) It is unacceptable to photograph individuals, without their\nconsent, in public or private places where there is a reasonable expectation of\nprivacy. Clause 3 (Harassment)* i) Journalists must not engage in intimidation, harassment or\npersistent pursuit. ii) They must not persist in questioning, telephoning pursuing or\nphotographing individuals once asked to desist; nor remain on property when\nasked to leave and must not follow them. If requested, they must identify\nthemselves and whom they represent.\niii) Editors must ensure these principles are observed by those\nworking for them and take care not to use non-compliant material from other\nsources.  \nThe Public Interest\nThere may be exceptions to the clauses marked * where they can be\ndemonstrated to be in the public interest.\n1. The public interest includes, but is not confined to: §  Detecting or exposing crime, or the threat of crime, or serious\nimpropriety. §  Protecting public health or safety. §  Protecting the public from being misled by an action or statement\nof an individual or organisation. §  Disclosing a person or organisation’s failure or likely failure to\ncomply with any obligation to which they are subject. §  Disclosing a miscarriage of justice. §  Raising or contributing to a matter of public debate, including\nserious cases of impropriety, unethical conduct or incompetence concerning the\npublic. §  Disclosing concealment, or likely concealment, of any of the\nabove.\n2. There is a public interest in freedom of expression itself.\n3. The regulator will consider the extent to which material is\nalready in the public domain or will become so.\n4. Editors invoking the public interest will need to demonstrate\nthat they reasonably believed publication - or journalistic activity taken with\na view to publication – would both serve, and be proportionate to, the public\ninterest and explain how they reached that decision at the time.\n5. An exceptional public interest would need to be demonstrated to\nover-ride the normally paramount interests of children under 16. \nFindings of the\nCommittee 11. The\nphotograph was taken in a public place outside a court building and it only\nshowed the complainant's partially obscured likeness, which is not private\ninformation; there was no breach of Clause 2 on this point. The complainant's\nname and address were heard in open court and the publication was entitled to\nreport on the court proceedings. There was no breach of Clause 2 on this point. 12. There is a\npublic interest in identifying defendants at court; simply asking for a\nphotograph not to be taken, or communicating this by attempting to conceal\nidentity is not a sufficient basis to deny publications the right to photograph\npeople outside of court cases. The purpose of Clause 3 is to prevent\nintimidation, harassment or persistent pursuit by the press, subject to public\ninterest exemptions. The Committee acknowledged that the complainant's account\nof her encounter differed to that offered by the publication and it could not\nbe established whether there was a request to desist, or whether this request\nwas heard. However, the complainant did not claim that the photographer had\nsaid anything to her, or engaged in any physical contact; the complainant\naccepted that the photographer was several feet away. Under these\ncircumstances, photographing an individual in a public place, in a short\npassage of time alone does not amount to harassment. The Committee was\nsatisfied that the photographer had not engaged in intimidation, harassment or\npersistent pursuit under the terms of the Code. The Committee did not establish\na breach of Clause 3. Conclusions 13.  The complaint was not upheld.  \nRemedial action\nrequired 14. N/A\nDate complaint received: 10/09/2018Date decision issued: 29/11/2018\n \nBack to ruling listing\n\n\n"
}