{
    "url": "/rulings-and-resolution-statements/ruling/?id=06020-19",
    "title": "06020-19 Wilkins v The Daily Telegraph",
    "provisions": [
        "1 Accuracy (2018)",
        "3 Harassment (2018)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "The Daily Telegraph (Telegraph Media Group Ltd)",
    "published_on": "2019-07-11 00:00:00",
    "received_on": "2019-07-29 00:00:00",
    "concluded_on": "2019-10-16 00:00:00",
    "complaint_processing_days": 79,
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee 06020-19 Wilkins v\nThe Daily Telegraph\nSummary of Complaint\n1. Richard Wilkins complained to the Independent Press\nStandards Organisation that The Daily Telegraph breached Clause 1 (Accuracy)\nand Clause 3 (Harassment) of the Editors’ Code of Practice in an article headlined\n“When a chef doesn’t like the taste of criticism” published on 11 July 2019.\n2. The article reported on the alleged actions of the\ncomplainant following a recent review of his restaurant by the publication. The\narticle under complaint reported that following the publication of the review,\nthe owner of the restaurant contacted the author of the review to complain\nabout what he had written. The article claimed that this owner had engaged in\n“constant texts and calls” with the author, and left numerous voicemails. The\narticle reported that the author had found this contact threatening and\nintimidating. He gave examples of this, quoting voicemails left by the owner as\nsaying “I’m going to be waiting for you. I’m going to come and find you” and “Things\nare going to get really dirty. I mean it, I seriously mean it”. It also quoted\na text sent by the owner to the author which said “You won’t be able to avoid\nme for long” and another which said “Get used to having me in the back of your\nmind wherever you go.”\n3. The article appeared in substantially the same format\nonline under the headline “When chefs bite back: As soon as my restaurant\nreview appeared, the threats started…”.\n4. The complainant, the owner of the restaurant and the\nperson named as allegedly having contacted the author of the review, said that\nthe article contained a number of inaccuracies. He disputed that any of the\nvoicemails were threatening in nature or mentioned violence, and said that the\narticle had inaccurately reported the timeline of calls and voicemails. He said\nthat the contact referred to in the article had taken place after the author\nhad agreed to call him back to discuss his concerns, but had then left a\nvoicemail calling him unprofessional and refusing to engage with him further.\nHe said omitting this from the article was misleading. He disputed that he had\nmade numerous calls to the author in the first instance and this was only done\nonce he had received the above voicemail. \nHe said that the quote “things are going to get really dirty” referred\nto any potential legal action he might take and the reference to him coming to\nfind the author was simply so that the author could explain his review. The\ncomplainant also said that the conduct of the author breached Clause 3\n(Harassment), as there were two articles written about him and his business in\nquick succession, and he considered that this was motivated by an opposition to\nhis business.\n5. The publication did not accept that there was any breach\nof the Code. The publication stated that on 29 June 2019 the complainant and\nauthor had an initial conversation where the author said he would call the\ncomplainant back, the complainant then called twice more in the early hours of\nthe morning of 30 June 2019. It provided a screenshot of the call log to\nsupport this claim. The publication confirmed that the author had then called\nthe complainant back that same morning and did call him ‘unprofessional’ and\nthe author then asked the complainant not to contact him again. The publication\nstated that, following this exchange, the complainant then made several phone\ncalls which were not answered by the author, again it provided a screenshot of\nthe call log in support of its claim. It then stated that voicemails were left\non the author’s phone after the calls went unanswered. It said that the first\nvoicemail left on 30 June 2019 stated that things were going to get “really,\nreally dirty”, the next was left on 1st July 2019 where the complainant had\nstated that the author “needed to get back in touch with me because it’s only\ngoing to get worse”. The publication also said that further voicemails were\nleft including one on 2nd July where the complaint stated that he would call\nthe author every day if he didn’t get back to him, along with a further\nvoicemail left on 3rd July 2019 where the complainant said “pop round to my\nrestaurant…if you’re man enough.” The publication provided recordings of these\nvoicemails as part of the investigation, as well as providing a screenshot of\ntext where the complainant stated that he “could pop up to question” the author\nat any time. The publication therefore rejected that there had been a breach of\nClause 1 as it stated that the article had accurately reported events. The\npublication did not accept that the terms of Clause 3 were engaged; there was\nno personal harassment or intimidation of the complainant by the author.\nRelevant Code Provisions\nClause 1 (Accuracy)\ni) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not\nsupported by the text.\nii) A significant inaccuracy, misleading statement or\ndistortion must be corrected, promptly and with due prominence, and — where\nappropriate — an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator.\niii) A fair opportunity to reply to significant inaccuracies\nshould be given, when reasonably called for.\niv) The Press, while free to editorialise and campaign, must\ndistinguish clearly between comment, conjecture and fact.\nClause 3 (Harassment)*\ni) Journalists must not engage in intimidation, harassment\nor persistent pursuit.\nii) They must not persist in questioning, telephoning,\npursuing or photographing individuals once asked to desist; nor remain on\nproperty when asked to leave and must not follow them. If requested, they must\nidentify themselves and whom they represent.\niii)  Editors must\nensure these principles are observed by those working for them and take care\nnot to use non-compliant material from other sources.\nFindings of the Committee\n6. The article had accurately reported the details of the\ncontact between the author and complainant, as demonstrated by the recordings\nand screenshots provided by the publication to IPSO. The Committee acknowledged\nthat the complainant did not agree with the newspaper’s characterisation of him\nas ‘threatening’. However the basis for characterising him as such was made\nclear in the article - the frequency and nature of the complainant’s\ncommunication. In these circumstances the newspaper had taken care over its\ncharacterisation of the complainant as “threatening”. The newspaper was\nentitled to characterise the complainant’s behaviour in this way, and doing so\ndid not give rise to a significantly inaccurate or misleading impression of the\ncomplainant’s actions.  There was no\nbreach of Clause 1 on this point.\n7. Further, having reviewed the contact exchanged between\nthe two individuals, the Committee did not accept that omitting the details of\nthe author’s phone call with the complainant gave a misleading overall\nimpression of the complainant’s actions. There was no breach of Clause 1 on\nthis point.\n8. The terms of Clause 3 generally relates to the conduct of\njournalists during the newsgathering process and is designed to protect\nindividuals from unwanted or repeated approaches by the press. In addition,\npublications have the freedom to select which subjects to cover and articles to\npublish; the fact that the article under complaint was the second article the\nnewspaper had published about the complainant and his business did not\nconstitute harassment in breach of Clause 3. \nConclusions\n9. The complaint was not upheld\nRemedial Action\n10. N/A\n \nDate complaint received: 29/07/2019\nDate decision issued: 16/10/2019\nBack to ruling listing\n\n\n"
}