{
    "url": "/rulings-and-resolution-statements/ruling/?id=06025-15",
    "title": "06025-15 Stanway v The Sentinel",
    "provisions": [
        "1 (Accuracy) 2015"
    ],
    "outcome": "No breach - after investigation",
    "publication": "The Sentinel (Stoke) (Reach PLC)",
    "published_on": "2015-09-27 00:00:00",
    "received_on": "2015-10-05 00:00:00",
    "concluded_on": "2016-01-22 00:00:00",
    "complaint_processing_days": 109,
    "conclusion_long": "of the case. The article’s headline had not suggested that the recorder had described the men as “thugs”; this word was not in quotation marks. The newspaper was entitled to use this term, which was within the bounds of its editorial discretion. There was no failure to take care over the accuracy of the article, and the Committee did not identify any significant inaccuracies which would require correction under the Code.Conclusions9. The complaint was not upheld.",
    "remedial_action": "N/A Date complaint received: 05/10/2015",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee 06025-15 Stanway v The\nSentinelSummary of complaint 1. Karoline Stanway complained to the Independent Press\nStandards Organisation that the Sentinel breached Clause 1 (Accuracy) in an\narticle headlined “’Feral’ thugs jailed after unprovoked town centre attack”,\npublished on 27 September 2015. The article was also published in print with\nthe headline “’Feral’ thugs attacked man in town centre”.2. The article was a court report about two men who had pled\nguilty to actual bodily harm and affray. The complainant is the mother of one\nof the men, Thomas Goodwin; he was sentenced to 20 months in prison.3. The complainant said that the article contained\ninaccuracies: the CCTV footage did not show the complainant’s son holding the\nvictim while the other man kicked and punched him; the men had not “heckled”\nthe victims, as the comments made towards them were not proven to be\naggressive; the attack was not unprovoked, as the CCTV had shown the victim\nattacking Mr Goodwin first; and the recorder had not described the men as\n“feral thugs”, although he had described their behaviour as “feral”.4. The newspaper said that its report was not inaccurate. It\nwas based not on what was shown in the CCTV footage, but on what the prosecutor\nand the recorder had said in court. The prosecution had claimed that the\ncomplainant’s son had held the victim while he was being punched and kicked,\nand the article had not presented this claim as established fact. The newspaper\nsaid that as the recorder had sentenced the two men he had said that “you\nGoodwin aimed abuse at another group and it was done to cause trouble, and it\ndid.” It was not inaccurate to say that he had “heckled” the victims, or that\nthe attack had been “unprovoked”; nothing had happened prior to the “abuse”\nbeing aimed at the victims. The newspaper said that the description of the men\nas “feral thugs” was justified, given the recorder’s comment that “this is the\ntype of feral violence that blights town centres.”Relevant Code Provisions5. Clause 1 (Accuracy)i) The press must take care not to publish inaccurate,\nmisleading or distorted information, including pictures.ii) A significant inaccuracy, misleading statement or\ndistortion once recognised must be corrected, promptly and with due prominence,\nand – where appropriate – an apology published.iii) The press, whilst free to be partisan, must distinguish\nclearly between comment, conjecture and fact.Findings of the Committee6. The reference to the CCTV footage showing the\ncomplainant’s son holding the victim while he was being kicked and punched by\nthe other man was presented as a direct quotation from the prosecutor, and the\naccuracy of that quotation was not disputed. While the Committee acknowledged\nthe complainant’s position that it was misleading to omit the court’s finding\nthat her son had not held the victim, the article had accurately reported the\ncharges for which the man had been convicted, and his sentence. In addition, it\nwas clear from the recorder’s concluding comments that he had been seriously\nconcerned by the complainant’s son’s behaviour. In this context, the omission\nidentified by the complainant did not give a significantly misleading\nimpression of the crime, and did not raise a breach of Clause 1.7. It was also not disputed that the recorder had said the\ncomplainant’s son had “aimed abuse” at the victims before the attack began;\nthis had led to the subsequent violence. On this basis, the newspaper was entitled\nto describe the attack as “unprovoked”, and to say that the victims had been\n“heckled”. These characterisations did not breach Clause 1.8. The recorder had described the attack as “feral violence”\nat the conclusion of the case. The article’s headline had not suggested that\nthe recorder had described the men as “thugs”; this word was not in quotation\nmarks. The newspaper was entitled to use this term, which was within the bounds\nof its editorial discretion. There was no failure to take care over the\naccuracy of the article, and the Committee did not identify any significant\ninaccuracies which would require correction under the Code.Conclusions9. The complaint was not upheld.Remedial Action RequiredN/A\nDate complaint received: 05/10/2015\nDate decision issued: 22/01/2016\nBack to ruling listing\n\n\n"
}