{
    "url": "/rulings-and-resolution-statements/ruling/?id=06034-21",
    "title": "06034-21 Versi v The Daily Telegraph",
    "provisions": [
        "1 Accuracy (2019)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "The Daily Telegraph (Telegraph Media Group Ltd)",
    "published_on": "2021-05-31 00:00:00",
    "received_on": "2021-06-03 00:00:00",
    "concluded_on": "2021-10-18 00:00:00",
    "complaint_processing_days": 137,
    "conclusion_long": "13. The complaint was not upheld.",
    "remedial_action": "14. N/A   Date complaint received: 03/06/2021",
    "text": "\n\n\n\n\n\nDecision\nof the Complaints Committee – 06034-21 Versi v The Daily Telegraph\nSummary\nof Complaint\n1.\nMiqdaad Versi complained to the Independent Press Standards Organisation that\nThe Daily Telegraph breached Clause 1 (Accuracy) of the Editors’ Code of\nPractice in an article headlined “We're not drifting into segregation, we're\nhurtling perilously towards it”, published on 31 May 2021.\n2. The\narticle was an opinion piece, setting out the writer’s view that “[a] growing\nmood of sectarianism threatens to undo the many successes of multiracial\nBritain”. In the article, reference was made to a letter to schools, written by\nEducation Secretary Gavin Williamson, “warning that while pupils are allowed to\nexpress political views, anti-Semitic language and threats must not be\ntolerated”. It then went on to state the following: “In response to the Williamson\nletter, Miqdaad Versi, spokesman for the Muslim Council of Britain, complained\nthat the Government was being ‘one-sided’. The letter, of course, was not about\nevents in Israel, but the harassment of British Jews. In suggesting there might\nbe two sides to racism, Versi revealed more than he intended about why the\nGovernment refuses to engage with the MCB.”\n3. The\ncomplainant was the man who, the article said, “complained that the Government\nwas being ‘one-sided’” in response to Mr Williamson’s letter. The complainant\nsaid that it was inaccurate to state that he had “suggest[ed] that there might\nbe two sides to racism.” He said that this was based on misinterpretation of a\nTwitter thread he had posted, in which he had stated in response to the letter that:\n“We currently have a government which is so one-sided, they are unwilling even\nto acknowledge concerns of those children who support Palestine & the\nissues they have faced in schools. The bias & unfairness will be felt by\nmany across the country.”\n4. He\nsaid that later tweets clarified that he was not saying that racism was\n“one-sided”; rather, he was calling on the government to also take action on\nthe discrimination and racism encountered by Muslim children, and that not\ndoing so was “one-sided”. A further tweet referred explicitly to “Muslim\nchildren”, and another stated that “[m]any appear to not realise that calling\nfor our government to equally care for Muslims, does not detract from caring\nfor Jewish children facing antisemitism.”\n5. Prior\nto the complainant contacting IPSO, and outside of the publication’s complaint\nprocess, the complainant wrote a letter to the newspaper for publication,\nsetting out why he considered the article was inaccurate in its reporting of\nhis tweet. The letter, which was published, said the following: “I spoke out\nbecause Gavin Williamson, the Education Secretary, was tone deaf to the bigotry\nfaced by Muslim children when he wrote about the racism faced by Jewish\nchildren. My plea was simply that Muslim children should not be ignored and I\npointed to many examples where young Muslims were censured for simply saying\n‘Free Palestine’ and displaying Palestinian flags.”\n6. The\ncomplainant said that he wished for the publication to acknowledge, immediately\ncorrect, and apologise for its error, and for him to be given the right to\nreply in an opinion piece to be published in the newspaper. He also wished to\ndiscuss the matter further with the publication to see what more could be done\nto compensate for what he considered to be a breach of the Editors’ Code and an\nattack on his reputation.\n7. The publication said it did not accept that\nthe Editors’ Code had been breached. It first noted that his original tweet did\nnot refer to Muslim children, nor to the discrimination encountered by them,\nbut only to the “concerns of children who support Palestine & the issues\nthey have faced in schools.” It also said that, as the letter to which the\ncomplainant was responding to referenced specifically a rise in anti-Semitism\nand the bullying of Jewish pupils and teachers in the context of the\nIsraeli-Palestinian conflict, rather than Muslim children generally, it\nlogically followed that the tweet was addressing those who expressed their\npolitical beliefs about Palestine in a school setting. It also said that the\ncomplainant could not have been complaining “about the Education Secretary\nlimiting pupils’ rights to express themselves about Palestine sensibly and\nrespectfully”, as the letter made clear that such expressions were not\nprohibited. Therefore, it said, “[b]y taking issue with the letter” the\ncomplainant could “only have been complaining about the prohibition of protests\nthat cross the line into antisemitism. By complaining that the letter was\n‘one-sided’ [the complainant] could not have been saying that the Government\nwas unreasonably supportive of Israel and not the Palestinians because that was\nnot what the letter was about. The letter sought to stop the antisemitic\nintimidation of Jewish people in schools and [the complainant] chose to\ndescribe that as ‘one-sided’”. As such, the publication said, the columnist was\nentitled to interpret the tweet in the manner he did and to question was the\nother side of racism was that the complainant referred to; the reference to the\ntweet in the article was clearly distinguished as the writer’s interpretation\nof the tweet, in line with Clause 1 (iv).\n8. The\npublication also noted that a letter had been published by the newspaper which\nmade clear that the complainant disputed the article’s characterisation of his\ntweet, and put his position on the record.\n9. The\ncomplainant said that the later tweets in the thread made clear that he was\nreferring to the discrimination faced by Muslim children who expressed their\nsupport for Palestine; he noted that the one posted immediately after his first\ntweet stated that “\"No care about the Islamophobia that students have\nfaced, the assumptions of inciting terror, the double standards on flags /\nposters. Those who reject Israel's right to exist are excluded. But not those\nwho reject Palestine's right to exist? Not those who support apartheid?\"\nHe said that he had chosen to highlight the issue as he had been personally\napproached by the parents of Muslim children who had been mistreated at school\nafter expressing their support of Palestine.\nRelevant\nCode Provision\nClause 1\n(Accuracy)\ni) The\nPress must take care not to publish inaccurate, misleading or distorted\ninformation or images, including headlines not supported by the text.\nii) A\nsignificant inaccuracy, misleading statement or distortion must be corrected,\npromptly and with due prominence, and — where appropriate — an apology\npublished. In cases involving IPSO, due prominence should be as required by the\nregulator. \niii) A\nfair opportunity to reply to significant inaccuracies should be given, when\nreasonably called for.\niv) The\nPress, while free to editorialise and campaign, must distinguish clearly\nbetween comment, conjecture and fact.\nFindings\nof the Committee\n10. The\nEditors’ Code makes clear that the press is entitled to campaign, be partisan,\nand express an opinion. However, there remains an obligation under the Clause 1\nto take care over the accuracy of any claims of fact made within a comment\npiece and to distinguish between comment, conjecture and fact. Neither party\ndisputed that the alleged breach of Clause 1 had appeared in the context of a\ncomment piece; what was in dispute was whether the alleged breach – that the\ncomplainant had “suggest[ed] that there were two-sides to racism” – was\npresented as fact or comment within the comment piece.\n11. The\ncolumn was critical of the complainant, and it was clear that the writer was\nnot speaking on behalf of the complainant nor setting out what his intent was\nin criticising the government. Instead, the writer had quoted the complainant’s\n“one-sided” comment regarding the tweet, and had interpreted the tweet as the\ncomplainant “suggesting that there were two-sides to racism”.  It was not in dispute that, as the article\nreported, the complainant “[i]n response to the Williamson letter […]\ncomplained that the Government was being ‘one-sided’.”  This was the factual basis for the writer’s\ncharacterisation of the tweet, which was that “[i]n suggesting there might be\ntwo sides to racism, Versi revealed more than he intended about why the\nGovernment refuses to engage with the MCB”. This was clearly distinguished as\nthe writer’s interpretation of the tweet by way of the use of the phrases\n“suggesting”, “might”, and “revealed”; the tweet had, according to the writer,\n“suggest[ed]” that “there might be two sides to racism”, and this had\n“revealed” something to the writer. The phrases appropriately distinguished\nthis as the writer’s comment on the tweet, rather than a statement of fact that\nthe complainant had said there were “two-sides to racism”. The complainant was\nentitled to dispute this interpretation, but where it was based on a portion of\nthe complainant’s own tweet in which he referred to the Williamson letter about\nanti-Semitism in schools as “one-sided” – therefore setting out the basis for\nthe writer’s interpretation – and it was clearly distinguished as the writer’s\ncharacterisation of the tweet, there was no failure to distinguish between\ncomment and fact and there was no breach of Clause 1.\n12. While the Committee did not find a breach of\nClause 1, it welcomed the publication’s decision to publish a letter from the\ncomplainant and giving him the opportunity to put his position on record\nregarding what he considered to be a misinterpretation of this original tweet.\nConclusion\n13. The\ncomplaint was not upheld.\nRemedial\nAction Required\n14. N/A\n \nDate\ncomplaint received: 03/06/2021\nDate\ncomplaint concluded by IPSO: 18/10/2021\nBack to ruling listing\n\n\n"
}