{
    "url": "/rulings-and-resolution-statements/ruling/?id=06046-18",
    "title": "06046-18 Sher-e Panjab v The Sun (Sunday)",
    "provisions": [
        "1 Accuracy (2018)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "The Sun on Sunday (News UK)",
    "published_on": "2018-08-26 00:00:00",
    "received_on": "2018-09-12 00:00:00",
    "concluded_on": "2019-03-27 00:00:00",
    "complaint_processing_days": 196,
    "conclusion_long": "17. The complaint was not upheld.",
    "remedial_action": "18. N/ADate complaint received: 12/09/2018",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee 06046-18 Sher-e Panjab v The Sun (Sunday)\nSummary of complaint\n1. Sher-e Panjab\ncomplained to the Independent Press Standards Organisation that The Sun (Sunday) breached Clause 1 (Accuracy) of the Editors’ Code of Practice in an\narticle headlined “GANGS FIGHT TO RUN WORST JAIL IN BRITAIN” published on 26\nAugust 2018.\n2. The article\nreported that eight named “gangs” were “battling to control the drugs trade in\nBritain’s most dangerous prison”. The article explained that sources had told\nthe newspaper that “young and inexperienced” staff at a named prison were being\n“forced to smuggle in drugs or just to turn a blind eye”; it said that “last\nweek” the private security firm in charge of the prison had been “stripped of\ncontrol”. The article reported that a gang named Sher-e Panjab was one of the\neight “gangs” in the prison; it also reported that it had a rivalry within the\nprison with a group named the “Muslim panthers”, which “dated back decades”.\n3. The article was\nalso published in substantially the same form online, under the headline: “DRUG\nBATTLE: Eight gangs in fight to run the drugs trade in Britain’s most dangerous\nprison”, dated 26 August 2018.\n4. The complainant\nsaid that the article had given the inaccurate impression that it was a gang\nwhich was involved in a “fight to run” the prison, in breach of Clause 1.\n5. The complainant\nsaid that it was a social and welfare organisation that had been registered\nwith Companies House. It said that the main aim nowadays of the organisation\nwas to raise awareness of the racial discrimination, social problems and\ninjustice that Sikh-Panjabi communities suffered across the world. The\ncomplainant denied that any members of its organisation were currently\nincarcerated in the prison. The complainant acknowledged that there may be\nprisoners who claim to be members of Sher-e Panjab for self-glorification\npurposes, as they may know of the community work which it undertook.\n6. The complainant\ndenied that it had a gang-related rivalry “dating back decades” with a gang\nnamed the Muslim Panthers. The complainant acknowledged that as an\norganisation, it had sought to protect the Sikh community from alleged criminal\nactivities that were being committed by members of this group, but denied that\nthis was in the context of gang related activity.\n7. The complainant\nexpressed concern that the newspaper had failed to contact it prior to\npublication, despite the fact that it had an email address and it had a social\nmedia presence, including accounts on Facebook, Twitter, and Tumblr. It said\nthat it held meetings in Sikh Gurdwaras, seminars in Colleges, universities and\nGurdwaras and had been liaising with the local police to deal with issues\naffecting the Sikh community. The complainant said that these activities were\nnot the activities of a criminal gang, and noted than none of the other seven\ngroups named in the article had any online presence.\n8. The newspaper\ndid not accept a breach of the Code; it said that Sher-e Panjab had long been\nconsidered a gang and had been referred to as such, without complaint, since\nthe 1980s.\n9. The newspaper\nsaid that the reporter had spoken to multiple sources across the Sikh community\nin the West Midlands, the prison community, the Prison Service, and people with\ndecades of experience of dealing with gang issues in Birmingham and the wider\narea. The journalist had been told that Sikhs incarcerated in the prison in\nrecent years had boasted of either being Sher-e Panjab members, or having\nstrong links with the group. He had also been told that while gang rivalries\nebbed and flowed over time, the rivalry between Sher-e Panjab and the Muslim\ngang referred to in the article still existed, especially amongst younger\ngenerations. The newspaper said that given the nature of the story, these\nsources had spoken off the record. The newspaper said that the journalist had\ndealt with some of these sources for more than 15 years and therefore had every\nfaith in the information he had been provided with. The newspaper said it was\nunable to provide further details because of the need to protect its confidential\nsources.\n10. The newspaper provided a number of reports from other\npublications which characterised Sher-e Panjab as a gang. The newspaper noted\nthat in 1988, the BBC had broadcast a documentary entitled: “Gang Warfare in\nBirmingham” which specifically named Sher-e Panjab and described it as one of\nthe \"biggest gangs in the Midlands\". The newspaper noted that the\ndocumentary had described the group’s aim as being the prevention of\nrelationships between Sikh women and Muslim men.\n11. The newspaper provided a court report, dated June 1989;\nit said that the defendants in the trial were “said to be members of the Sher-e\nPanjab, a vigilante gang, who were arrested - armed with sticks and bottles -\nwhile on their way to confront the rival Muslim gang, the Aston Panthers, in\nHandsworth, Birmingham, last June”. An article published in 1999 reported: “In\nthe West Midlands the Sher-e-Panjab and Panther activity was at its height in\nthe 1980s but incidents were mainly confined to petty crime and drunken brawls\nafter Asian dance parties. Now the same young men are more likely to own the\nclub from huge profits made out of importing drugs, bank fraud, immigration\nrackets and prostitution”. A further article provided by the newspaper, dated\nfrom April 2003, referred to Sher-e Panjab as one of a number of gangs in\nBirmingham.\n12. The newspaper said that it did not contact the\ncomplainant prior to publication, because gangs do not have press offices, nor\ndo they usually have centrally-held lists of all current members. The newspaper\nsaid that the article was an investigation into long-standing issues within the\nprison, and was not a list of prisoners and their gang affiliations as of the\ndate of publication. However, the newspaper did not accept that no members of\nSher-e Panjab were in the prison when the article was published, as the\ncomplainant had claimed. It said that, in any case, the complainant was not in\na position to claim which individuals incarcerated in the prison do, or do not,\nidentify themselves as members of Sher-e Panjab. The newspaper noted that no\nofficial figures on gang memberships in prisons exist.\nRelevant Code provisions\n13. Clause 1 (Accuracy)i) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not\nsupported by the text.\nii) A significant inaccuracy, misleading statement or\ndistortion must be corrected, promptly and with due prominence, and — where\nappropriate — an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator.\niii) A fair opportunity to reply to significant inaccuracies\nshould be given, when reasonably called for.\niv) The Press, while free to editorialise and campaign, must\ndistinguish clearly between comment, conjecture and fact.\nClause 14 (Confidential sources)\nJournalists have a moral obligation to protect confidential\nsources of information.\nFindings of the Committee\n14. A gang “known as the Sher-e Panjab” was identified as\none of eight gangs involved in a fight to run a well-known prison. Save for an\napparent rivalry which existed between this group and another, the article did\nnot make any further specific claim regarding the activities of this group, or\nits members.\n15. The name “Sher-e Panjab” had been referred to in a\nvariety of contexts since the 1980s, including in reports of Birmingham’s gang\nculture. This was clear from the cuttings which the newspaper had provided in\ndefence of the complaint; one such article was a court report which had\nspecifically referred to the defendants in the case as being members of a gang\nnamed Sher-e Panjab. The Committee acknowledged that the complainant shared a\ncommon name, however, in its capacity as a social welfare organisation, the\ncomplainant was not in a position to dispute the claims made by the newspaper’s\nconfidential sources that inmates incarcerated in the prison in recent years\nhad claimed to be members of a group named Sher-e Panjab. The article did not\nclaim that the complainant as an organisation was, or might, be involved in the\nalleged activities set out in the article. Furthermore, the complainant had\naccepted that it was possible that inmates in the prison were choosing to\nself-identify as members of Sher-e Panjab.\n16. Taking into consideration the factors referred to above,\nit was not a failure to take care to report that members of a “gang” named\nSher-e Panjab were involved in a gang “rivalry” and “fight” to run the prison.\nIn such circumstances, and particularly where it had been acknowledged that\ninmates in the prison may be associating themselves with the name Sher-e\nPanjab, the Committee did not establish that the article had contained any\ninaccuracy which required correction under the terms of Clause 1 (ii). There\nwas no breach of Clause 1.\nConclusion\n17. The complaint was not upheld.\nRemedial Action Required\n18. N/ADate complaint received: 12/09/2018Date decision issued: 27/03/2019  \nBack to ruling listing\n\n\n"
}