{
    "url": "/rulings-and-resolution-statements/ruling/?id=06056-19",
    "title": "06056-19 Baker v The Daily Telegraph",
    "provisions": [
        "1 Accuracy (2018)"
    ],
    "outcome": "Breach - sanction: action as offered by publication",
    "publication": "The Daily Telegraph (Telegraph Media Group Ltd)",
    "published_on": "2019-08-13 00:00:00",
    "received_on": "2019-08-13 00:00:00",
    "concluded_on": "2020-01-08 00:00:00",
    "complaint_processing_days": 148,
    "conclusion_long": "13. The complaint was upheld under Clause 1(i). Remedial Action Required 14. Having upheld the complaint, the Committee considered what remedial action should be required 15. The publication had published a correction sufficiently promptly and with due prominence as to meet the requirements of Clause 1(ii). There was no further breach of Clause 1(ii), and no further",
    "remedial_action": ".   Date complaint received: 13/08/2019",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee 06056-19 Baker v The\nDaily Telegraph\nSummary of Complaint\n1. David Baker complained to the Independent Press Standards\nOrganisation that The Daily Telegraph breached Clause 1 (Accuracy) of the\nEditors’ Code of Practice in an article headlined “’Public backs Johnson to\nshut down Parliament for Brexit’”, published on 13 August 2019.\n2. The article reported on a poll which had been\ncommissioned by the newspaper. It reported that this poll had suggested that\nthe Prime Minister had “the support of more than half of the public to deliver Brexit\nby any means, including suspending Parliament”. It went on to explain that the\npoll had found that “…54 per cent of British adults think Parliament may have\nto be prorogued to prevent MPs stopping a no deal Brexit”. This statement\nappeared on the front page of the publication.\n3. The article also appeared online on 12 August 2019 with\nthe headline “Boris Johnson has public’s support to shut down Parliament to get\nBrexit over line, exclusive poll suggests”. It was largely the same as the\nprint article, with the addition of a segment which reported other findings of\nthe same poll.\n4. The complainant said that the article had distorted the\nfindings of the poll, in breach of Clause 1. He said that the poll did not find\nthat “more than half” of the public, or 54% of British adults, agreed that\nParliament should be prorogued to prevent MPs stopping a no-deal Brexit. In\nfact, the poll had found that 44% of respondents agreed with this statement,\n37% disagreed, and 19% said that they did not know; it was not the case that a\nmajority of people agreed. The complainant said that in order to claim that the\npoll had found that 54% of respondents agreed with the statement, the article\nhad excluded the respondents who had answered “don’t know”, and had then\ncalculated the level of support as split only between the remaining respondents\nwho had expressed a view. He said that failing to make this fact clear meant\nthat the article was a misleading report of the poll.\n5. The publication did not accept that the article had\ndistorted the poll or contained any significant inaccuracies. It said that it\nhad relied on the polling company’s own press release which was a summary of\nthe poll’s findings, in which it said that a “majority of public would support\nproroguing Parliament to deliver Brexit” and that “a majority (54%) of the\npublic agree that Boris Johnson needs to deliver Brexit by any means, even if\nthat meant suspending Parliament“. It said that it was entitled to rely on this\npress release, and that it was common practice for articles reporting on polls\nto exclude “don’t knows” from results. It provided several examples of where\nother publications had reported polls in this way and noted that the polling\ncompany had released a statement commenting on the practice of excluding “don’t\nknows” from results, which said that “every political pollster recalculates\ndata to exclude the undecided”.\n6. Furthermore, the publication said that excluding the\n“don’t know” responses did not give a misleading impression of the overall\nresults of the poll. It was not in dispute that the largest number of people\nhad supported the statement that Parliament may need to be prorogued to prevent\nMPs stopping a no-deal Brexit; it said that in the broad context of the current\npolitical debate over Brexit, and the poll’s significance in this context, the\ndistinction between reporting that a “majority” of respondents, and the\n“largest proportion” was trite and meaningless.\n7. Nevertheless, the publication said that in response to\nconcerns, it had amended the online article to state that “[Prime Minister] has\nthe support of most people who have an opinion to deliver Brexit by any means,\nincluding suspending Parliament, according to a poll” and that the survey found\nthat “54% of British adults who expressed a view think Parliament should be\nprorogued to prevent MPs stopping a no-deal Brexit”. It also published the\nfollowing wording as a footnote to the online article, and in print in its\ncorrections and clarifications column on page two, on 15 August, two days after\nthe original article was published:\nPoll results\nA 13 August article reported that 54 per cent of the public\nthink Parliament may have to be prorogued to deliver Brexit by Oct 31. This was\nthe proportion of respondents in a ComRes poll who agreed that the Prime\nMinister “need to deliver Brexit by any means, including suspending Parliament\nif necessary.” This figure however excluded those who expressed no view. Of all\nrespondents 44 per cent agreed, 37 per cent disagreed and 19 per cent didn’t\nknow.\n8. The newspaper said that should the terms of Clause 1(ii)\nbe engaged, the published correction adequately clarified any ambiguity which\nmay have arisen from the original article and was sufficiently prompt and\nprominent, so as to satisfy the requirements of this Clause. It said that the\nCorrections and Clarifications column on page two was well known to readers as\nthe place to look should a correction or clarification be required, and was\nprominently placed within the newspaper; publishing wording elsewhere would be\nunexpected and thus less prominent for readers. It said that there was no\nsignificant public interest in requiring a front-page correction in this case;\nthere was no argument that the article had affected the government’s opinion of\npossible prorogation, and there were no significant consequences from any\npossible misapprehension of meaning. Finally, it said that the only part of the\nfront page article which may qualify for greater clarity was the first sentence\nand did not accept that this created any significantly misleading impression of\nthe poll.\n9. Finally, the complainant said that the action taken by\nthe publication was not sufficient and any correction or remedial action should\nappear on the publication’s front page.\nRelevant Code Provisions\n10. Clause 1 (Accuracy)\ni)  The Press must\ntake care not to publish inaccurate, misleading or distorted information or\nimages, including headlines not supported by the text.\nii)  A significant\ninaccuracy, misleading statement or distortion must be corrected, promptly and\nwith due prominence, and — where appropriate — an apology published. In cases\ninvolving IPSO, due prominence should be as required by the regulator.\niii)  A fair\nopportunity to reply to significant inaccuracies should be given, when\nreasonably called for.\niv)  The Press, while\nfree to editorialise and campaign, must distinguish clearly between comment,\nconjecture and fact.\nFindings of the Committee\n11. The article reported that the Prime Minister had “the\nsupport of more than half of the British public” or “54% of British adults” to\ndeliver Brexit by any means, including by proroguing parliament. These figures\nonly reflected the respondents who had answered yes or no to the statement, and\nexcluded the significant proportion who answered “don’t know”; the article did\nnot explain this in any way. Although the publication had relied upon the\nsummary of the poll results as presented in the press release, it was still\nincumbent upon it to take care to present the poll results accurately. Regardless\nof how they may have been presented in the summary, the full poll results were\nreadily available. Failing to make clear that the “don’t know” responses had\nbeen excluded constituted a failure to take care over the accuracy of the\narticle. There was a breach of Clause 1(i). Reporting the results of the poll\nwithout making clear that a significant proportion of respondents had not\nexpressed a view was significantly misleading, particularly where this\ninterpretation formed the basis for the claim in the article that more than\nhalf of the public were in agreement. As such, a correction was required under\nthe terms of Clause 1(ii).\n12. The Committee then considered whether the corrections\nwhich had been printed satisfied the requirements of Clause 1(ii). The\nCommittee expressed some concern about the clarity of the correction, but\nconcluded that it had adequately identified the inaccuracy and the correct\nposition, such that it met the requirements of Clause 1 (ii). The corrections\nhad been published two days after the article was published, prior to the\npublication becoming aware that IPSO had received any complaints about the\narticle. This was sufficiently prompt. The Committee also considered that the\ncorrections were published in sufficiently prominent positions: online, the\ncorrection was published as a footnote to the article, and in print, the\ncorrection appeared on the newspaper’s page two Corrections and Clarifications\ncolumn. Although the inaccuracy appeared on the front page, the Committee was mindful\nthat a newspaper’s established Corrections and Clarifications column is a\nfamiliar and clearly marked area where readers can find corrections, and any\nwording contained within this column is clearly signalled as a correction or\nclarification. Furthermore, in deciding whether a correction is sufficiently\nprominent to satisfy Clause 1(ii), the Committee will consider whether the\nposition proposed is proportionate to the breach; in this case, the inaccuracy\nwas confined to the reporting of one finding of the poll, and did not change\nthe article’s thrust, namely that there was significant support among the\npublic for the measure. For these reasons, the Committee considered that the\npublication of the correction made the correct position clear, and was sufficiently\nprompt and prominent to remedy the breach of Clause 1(i) and there was no\nbreach of Clause 1(ii).\nConclusions\n13. The complaint was upheld under Clause 1(i).\nRemedial Action Required\n14. Having upheld the complaint, the Committee considered\nwhat remedial action should be required\n15. The publication had published a correction sufficiently\npromptly and with due prominence as to meet the requirements of Clause 1(ii).\nThere was no further breach of Clause 1(ii), and no further remedial action\nrequired.\n \nDate complaint received: 13/08/2019\nDate decision issued: 08/01/2020\nBack to ruling listing\n\n\n"
}