{
    "url": "/rulings-and-resolution-statements/ruling/?id=06068-18",
    "title": "06068-18 Latham v thejc.com",
    "provisions": [
        "1 Accuracy (2018)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "thejc.com (The Jewish Chronicle)",
    "published_on": "2018-07-20 00:00:00",
    "received_on": "2018-09-13 00:00:00",
    "concluded_on": "2019-02-05 00:00:00",
    "complaint_processing_days": 145,
    "conclusion_long": "11. The complaint was not upheld",
    "remedial_action": "12. N/A Date complaint received: 13/09/2018",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee 06068-18 Latham v\nthejc.com\nSummary of complaint\n1. Stephen Latham\ncomplained to the Independent Press Standards Organisation that thejc.com\nbreached Clause 1(Accuracy) of the Editors' Code of Practice in an article\nheadlined \"What is the IHRA definition of antisemitism? And why has Labour\noutraged Jews by rejecting it?\" published on 20 July 2018.\n2. The article\nreported that “British Jews are furious the Labour party refused to accept the\nInternational Holocaust Remembrance Alliance (IHRA) definition of\nanti-Semitism…” and that \"a total of 31 countries have adopted the IHRA\ndefinition\". The article went on to report that the Labour Party had\nrejected the examples provided with the definition and had chosen its own. It\nreported which examples it had omitted, and that by doing so it had prompted a\nhigh level of opposition from the Jewish community in Britain.\n3. The complainant\nsaid the article was inaccurate in breach of Clause 1 as it overstated how\nwidely the IHRA definition had been adopted; 31 individual countries had not\nadopted it. The complainant said that the IHRA plenary, of which there are 31\nmember nations, had voted to adopt the definition in order to guide its work,\nbut that to date, only 8 sovereign countries plus Scotland and the City of\nLondon had individually adopted the non-legally binding definition.\n4. The complainant\nalso said the article was inaccurate as it claimed Labour had rejected the\ndefinition, when it had adopted it as early as December 2016. The complainant\nprovided an article from 2016 which he said demonstrated this.\n5. The publication\nacknowledged the complainant's position, but denied any breach of the Code. It\nsaid that the representatives of the 31 member countries had adopted the\ndefinition at the meeting and had shown their commitment to the definition with\nthe authority of their respective countries. The publication said that in the\ncontext of a newspaper summary it was not significantly misleading to state\nthat 31 countries had adopted the definition.\n6. The publication\ndenied that it was inaccurate to report that the Labour Party had rejected the\ndefinition. It said that Labour's rejection of some of the IHRA examples, and\ntherefore the full definition, had been widely and consistently reported.\n7. As a means to\nresolve the complaint, the publication amended the article to clarify  that eight countries had enshrined the\ndefinition in law and offered to publish a clarification with the following\nwording:\n\"This story was updated on December 1 to make clear\nthat, to date, only eight of the 31 countries who adopted the definition have\nadditionally enshrined it in law.\"\nRelevant Code Provisions\n8. Clause 1\n(Accuracy)\ni) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not\nsupported by the text.\nii) A significant inaccuracy, misleading statement or\ndistortion must be corrected, promptly and with due prominence, and – where\nappropriate – an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator.\niii) A fair opportunity to reply to significant inaccuracies\nshould be given, when reasonably called for.\niv) The Press, while free to editorialise and campaign, must\ndistinguish clearly between comment, conjecture and fact.\nv) A publication must report fairly and accurately the\noutcome of an action for defamation to which it has been a party, unless an\nagreed settlement states otherwise, or an agreed statement is published.\nFindings of the Committee\n9. It was not in\ndispute that 31 members of the IHRA plenary voted to adopt the IHRA definition\nand that those members were representatives of 31 countries. Whilst the IHRA\nmakes a distinction between countries that have adopted the definition and\ncountries that have both adopted and endorsed the definition, the word\n\"adopted\" has a range of meanings and does not necessarily mean\nenshrined in law; the Committee noted that the article did not assert that the\ndefinition had been introduced into the domestic law of each member state. In\nan article which focused upon the position of Labour, the reference to 31\ncountries having adopted the IHRA definition was not misleading in\ncircumstances where it was included as an indication of the extent to which the\ndefinition was approved of by the international community. The Committee\nwelcomed the publication's offer of a correction but there was no breach of\nClause 1 on this point.\n10. It was not misleading to report that the Labour Party\nhad refused to accept the IHRA definition in circumstances where the article\nhighlighted the respects in which Labour had rejected or redefined some of the\nexamples which support the core IHRA definition. It was clear that the article\nwas criticising Labour for not having adopted the \"full\" definition\nand it was not misleading for the publication to approach the subject on the\nbasis that the \"full\" definition included the examples. The Committee\nalso noted that the \"full\" definition, namely the core definition and\nthe examples, was not adopted by Labour until after the article was published,\nin September 2018. There was no breach of Clause 1 on this point.\nConclusions\n11. The complaint was not upheld\nRemedial action required\n12. N/A\nDate complaint received: 13/09/2018\nDate decision issued: 05/02/2019\nBack to ruling listing\n\n\n"
}