{
    "url": "/rulings-and-resolution-statements/ruling/?id=06076-15",
    "title": "06076-15 O’Connell v Daily Express",
    "provisions": [
        "1 (Accuracy) 2015"
    ],
    "outcome": "No breach - after investigation",
    "publication": "Daily Express (Reach PLC)",
    "published_on": "2015-10-05 00:00:00",
    "received_on": "2015-10-05 00:00:00",
    "concluded_on": "2015-12-01 00:00:00",
    "complaint_processing_days": 57,
    "conclusion_long": "7. The complaint was not upheld.",
    "remedial_action": "N/A  Date complaint received: 05/10/2015",
    "text": "\n\n\n\n\n\n·  Decision of the Complaints Committee 06076-15\nO’Connell v Daily Express\nSummary of\ncomplaint \n1. John O’Connell complained to the Independent Press\nStandards Organisation that the Daily Express breached Clause 1 (Accuracy) of\nthe Editors’ Code of Practice in an article headlined “They’ve killed, raped,\nand violated children, but EU demands evil lags be given the vote”, published\non 5 October 2015. It was published in the print newspaper with the headline\n“Outrage as EU set to enforce prisoners’ vote.” \n2. The article reported that the European Court of\nJustice (ECJ) was shortly to rule that prisoners be allowed to vote, despite\nthe UK Government’s previously rejecting such a measure. \n3. The complainant said that the headline reference to\nthe European Union (EU) was inaccurate, as it was the ECJ that was going to\nmake the decision (as explained in the article), and the two bodies are\nunconnected. \n4. The newspaper did not accept any breach of the\nEditors’ Code. It said that the ECJ is an EU institution; the reference was\ntherefore not inaccurate. \nRelevant Code Provisions\n5. Clause 1 (Accuracy) \ni) The press must take care not to publish inaccurate,\nmisleading or distorted information, including pictures. \nii) A significant inaccurate, misleading statement or\ndistortion once recognised must be corrected, promptly and with due prominence,\nand – where appropriate – an apology published. \nFindings of the Committee\n6. The ECJ is one of the institutions of the EU, and the\narticle had made clear the specific body which was making the decision. The\nheadline reference to the EU was not inaccurate. There was no failure to take\ncare over the accuracy of the article, and the Committee did not identify any\nsignificant inaccuracies which would require correction under the Code. \nConclusions\n7. The complaint was not upheld. \nRemedial Action Required\nN/A \nDate complaint received: 05/10/2015\nDate decision issued:\n01/12/2015\n\n\nBack to ruling listing\n\n\n"
}