{
    "url": "/rulings-and-resolution-statements/ruling/?id=06077-20",
    "title": "06077-20 Henderson v Sunday Life",
    "provisions": [
        "1 Accuracy (2019)"
    ],
    "outcome": "Breach - sanction: publication of correction",
    "publication": "Sunday Life (MEDIAHUIS UK)",
    "received_on": "2020-05-11 00:00:00",
    "concluded_on": "2021-03-09 00:00:00",
    "complaint_processing_days": 302,
    "conclusion_long": "15. The complaint was upheld.",
    "remedial_action": "16. Having upheld the complaint, the Committee considered what remedial action should be required. In circumstances where the Committee establishes a breach of the Editors’ Code, it can require the publication of a correction and/or adjudication. The nature, extent and placement of which is determined by IPSO. 17. There were multiple breaches of Clause 1 of the Editors’ Code. However, the publication had been open to resolving the complaint prior to IPSO’s involvement. In addition, the Committee noted that the complainant had not been forthcoming about the context around the disputed claims of fact and the correct positions on each until late in the investigation. This had made it difficult for IPSO to investigate the complaint and for the publication to offer a prompt correction that would set the record straight on each point. In light of these considerations, the Committee concluded that a correction was the appropriate remedy. 18. As the online article had been deleted, the correction should be published on the newspaper’s website, appearing on the top half of the newspaper’s homepage, on the first screen, for 24 hours; it should then be archived in the usual way. It should also appear in print on page 23 of further forward. This wording should only include information required to correct the inaccuracies: that the article had stated that the complainant had been “axed” or “sacked” from her job; that this was incorrect as the complainant had stated that this had not happened; that the article had also reported that the complainant had been returned to jail after “being caught shoplifting” and her relationship with a named individual killer was also a factor in her return; that this was incorrect as the complainant had stated that her license was revoked after she disengaged from her probation officer; that the article had claimed the complainant received £100 per week or “five times the going inmate work rate” of £20; and, that this was incorrect as she in fact received only around £40 per week. The wording should be agreed with IPSO in advance and should make clear that it has been published following an upheld ruling by the Independent Press Standards Organisation.   Date complaint received: 11/05/2020",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee – 06077-20 Henderson\nv Sunday Life\nSummary of Complaint\n1. Margaret Henderson complained to the Independent Press\nStandards Organisation that Sunday Life breached Clause 1 (Accuracy) in an\narticle headlined “KILLER MAGGIE LOSES PRISON COVID-19 JOB” published 10 May\n2020.\n2. The article reported that the complainant had been paid\n£100 per week or “five times the going inmate work rate to act as a behind the\nbars coronavirus cleaner”. It reported that the “enhanced salary — most inmates\nget just £20 per week for doing a variety of jobs — was because of the dangers\ninvolved”. It reported a source’s comments that “the other women prisoners were\nfurious when they found out she was getting paid five times as much as everyone\nelse”. The article also reported that the complainant had been “sacked” and\n“axed” from this role after the newspaper had made inquiries. The article also\nreported that the complainant “was returned to prison last year for breaching\nthe terms of her early release licence when she was caught shoplifting”. The\narticle stated that “Another factor that contributed to Henderson's recent\nreturn to prison was her close relationship while on probation with [a] fellow\n[named] killer” and that “Prison chiefs were fearful the pair were in a\nrelationship - a concern that also played a role in [the other named individual]\nbeing sent back to jail”.\n3. The article appeared online in a substantially similar\nformat.\n4. The complainant said she had not been contacted by the\npublication prior to publication. She said it was inaccurate to claim that\n“officials at Hydebank women's jail sacked” her or “axed her position”. She\nsaid that she did not lose her job nor her additional cleaning responsibilities\nnor the additional pay associated with this. She said it was inaccurate to\nclaim that she was paid “five times the going inmate work rate”, which the\narticle reported as being £20. She said she only received double this, due to\nthe fact that she held qualifications in industrial cleaning. She disputed the\nclaim that she “was returned to prison last year for breaching the terms of her\nearly release licence when she was caught shoplifting”. She said this was\ninaccurate as she was not caught shoplifting and was returned to jail for\ndisengaging with her probation officer. She also said that it was inaccurate to\nclaim that “Another factor that contributed to Henderson's recent return to\nprison was her close relationship while on probation with [a] fellow [named]\nkiller” as this did not play a role in her return to jail, and the pair were\nnot on probation at the same time. She also said it was inaccurate to claim\n“Prison chiefs were fearful the pair were in a relationship - a concern that\nalso played a role in [the other named individual] being sent back to jail” as\nto the best of her knowledge she did not believe she had played any role in the\nnamed person being sent back to jail. During IPSO’s investigation, there was a\nsubstantial delay in the complainant clarifying the correct position on each\nalleged inaccuracy.\n5. The publication said it had relied on a number of\nreliable prison and Ministry of Justice sources with regard to the claims that\nthe complainant had been returned to jail “after being caught shoplifting”; had\nbeen “sacked” from her job; and had received “five times the going inmate work\nrate [amounting to £100 per week]”. It attempted to obtain official\nconfirmation from the Department of Justice but was told it did not comment on\nindividual cases. On receipt of the complaint, the publication accepted it was\ninaccurate to state that the complainant had “lost” her job; it had clarified\nwith its sources that the complainant continued with general cleaning duties at\nthe prison but had lost her enhanced payments and additional cleaning\nresponsibilities. \n6. The publication removed the online version of the article\nprior to IPSO’s investigation. At this stage, it also offered to publish a\nprint clarification making clear that the complainant had not lost her job. 153\ndays into IPSO’s investigation it offered to publish the following wording on\npage 23 – the page on which the article had originally appeared – or further\nforward:\nCORRECTION In a report in our May 10th edition concerning\nHydebank Wood prison inmate Margaret Henderson it was incorrectly stated that\nshe had been dismissed from her cleaning job at the jail. We apologise for the\nerror and are happy to set the record straight.\nRelevant Code Provisions\n7. Clause 1 (Accuracy)\ni) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not supported\nby the text.\nii) A significant inaccuracy, misleading statement or\ndistortion must be correction, promptly and with due prominence, and –where\nappropriate– an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator.\niii) A fair opportunity to reply to significant inaccuracies\nshould be given, when reasonably called for.\niv) The Press, while free to editorialise and campaign, must\ndistinguish clearly between comment, conjecture and fact.\n8. Clause 14 (Confidential sources)\nJournalists have a moral obligation to protect confidential\nsources of information.\nFindings of the Committee\n9. Newspapers are entitled to report claims of fact based on\ninformation obtained from confidential sources. However, where these claims are\ndisputed, a newspaper must be able to establish it had corroborated such claims\nwith on-the-record information or a statement from the complainant. As the\nnewspaper considered itself prevented by Clause 14 from disclosing its sources,\nit was unable to demonstrate that it had taken care not to publish inaccurate\ninformation with regards to all the claims under dispute apart from one point\nwhich the Committee considered at paragraph 14. There was a breach of Clause\n1(i).\n10. The Committee next examined whether each disputed claim\nconstituted a significant inaccuracy requiring correction and, if so, whether\neach claim had been corrected promptly and with due prominence as required by\nClause 1(ii). First, it considered the claim that the complainant had been “sacked”\nand “axed” from her cleaning role at the prison. The complainant had stated\nthat this was untrue. In the case of the online article, the newspaper had not\noffered to correct this significant inaccuracy and there was therefore a breach\nof Clause 1(ii).\n11. With regard to the print article, the Committee noted\nthe significant time taken for the publication to propose a wording for a\ncorrection. The correction was not offered promptly. There was therefore a\nbreach of Clause 1(ii) in respect of the print article too.\n12. The complainant had also stated that she had not been\nreturned to prison after being caught shoplifting as the article had reported\nnor had “her close relationship while on probation with [a] fellow [named]\nkiller” been a factor in her return. These claims about why the complainant’s\nlicense was revoked were significantly inaccurate, especially as the article\nimplied there was a suspicion that the complainant had committed an offence\nwhilst on probation; something the newspaper could not support. As the\nnewspaper did not offer to correct these points, there was a breach of Clause\n1(ii).\n13. The complainant had stated that the claim that she\nreceived £100 per week for her additional cleaning responsibilities, or “five\ntimes the going inmate work rate”, was inaccurate as she had instead received\naround £40. This claim was significantly inaccurate, especially as it had been\nlinked to “furious” criticism from “the other women prisoners” that she was\n“getting paid five times as much as everyone else”. As the publication did had\nnot offer to correct this point, there was a breach of Clause 1(ii).\n14. The claim that “Prison chiefs were fearful the pair were\nin a relationship - a concern that also played a role in [the other named individual]\nbeing sent back to jail” was about the revocation of the license of a third\nparty to this complaint. In addition, the complainant had not established that\nshe had first-hand knowledge of why this individual was returned to jail. The\ncomplainant’s concern was therefore outside of IPSO’s remit as she was a third\nparty on this point.\nConclusions\n15. The complaint was upheld.\nRemedial Action Required\n16. Having upheld the\ncomplaint, the Committee considered what remedial action should be required. In\ncircumstances where the Committee establishes a breach of the Editors’ Code, it\ncan require the publication of a correction and/or adjudication. The nature,\nextent and placement of which is determined by IPSO.\n17. There were multiple breaches of Clause 1 of the Editors’\nCode. However, the publication had been open to resolving the complaint prior\nto IPSO’s involvement. In addition, the Committee noted that the complainant\nhad not been forthcoming about the context around the disputed claims of fact\nand the correct positions on each until late in the investigation. This had\nmade it difficult for IPSO to investigate the complaint and for the publication\nto offer a prompt correction that would set the record straight on each point.\nIn light of these considerations, the Committee concluded that a correction was\nthe appropriate remedy.\n18. As the online article had been deleted, the correction\nshould be published on the newspaper’s website, appearing on the top half of\nthe newspaper’s homepage, on the first screen, for 24 hours; it should then be\narchived in the usual way. It should also appear in print on page 23 of further\nforward. This wording should only include information required to correct the\ninaccuracies: that the article had stated that the complainant had been “axed”\nor “sacked” from her job; that this was incorrect as the complainant had stated\nthat this had not happened; that the article had also reported that the\ncomplainant had been returned to jail after “being caught shoplifting” and her\nrelationship with a named individual killer was also a factor in her return;\nthat this was incorrect as the complainant had stated that her license was revoked\nafter she disengaged from her probation officer; that the article had claimed\nthe complainant received £100 per week or “five times the going inmate work\nrate” of £20; and, that this was incorrect as she in fact received only around\n£40 per week. The wording should be agreed with IPSO in advance and should make\nclear that it has been published following an upheld ruling by the Independent\nPress Standards Organisation.\n \nDate complaint received: 11/05/2020\nDate complaint concluded by IPSO: 09/03/2021\nBack to ruling listing\n\n\n"
}