{
    "url": "/rulings-and-resolution-statements/ruling/?id=06088-15",
    "title": "06088-15 Slade v The Argus (Brighton)",
    "provisions": [
        "1 (Accuracy) 2015",
        "2 (Opportunity to reply) 2015"
    ],
    "outcome": "No breach - after investigation",
    "publication": "The Argus (Brighton) (Newsquest Media Group)",
    "published_on": "2015-06-02 00:00:00",
    "received_on": "2015-10-05 00:00:00",
    "conclusion_long": "14. The complaint was not upheld.",
    "remedial_action": "N/A",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee 06088-15 Slade v The Argus (Brighton)Summary of\ncomplaint1. Laura Slade complained to the Independent Press\nStandards Organisation that The Argus breached Clause 1 (Accuracy) and Clause 2\n(Opportunity to reply) of the Editors’ Code of Practice in an article headlined\n“Activists’ threats force charity to cancel fundraiser”, in print, and\nheadlined “Animal rights activists’ threats force children’s charity to cancel\nfundraiser”, online, published on 2 June 2015.2. Both the print and online version of the article\nreported that a charity had cancelled a fundraising event to be held at a\ngreyhound stadium following a campaign from an animal welfare group. The\narticle reported that activists from an animal welfare group sent a “series of\naggressive messages”, and claimed that it was a “vicious social media\ncampaign”. It also reported the comments from the coordinator of the group in\nresponse to the concerns about the campaign, and stated that the complainant\nwas a “driving force behind” it. It claimed that the complainant had tweeted 33\ntimes and made 9 Facebook posts about the event, and that she had shared the\ncontact details of the charity’s chief executive, fundraisers and PR executives\nand urged colleagues to contact them. It also reported that the newspaper had\nmade repeated attempts to contact the complainant for comment, but that she did\nnot respond. Both the print and online version of the article were accompanied\nby a photograph of the complainant.3. The complainant said it was inaccurate to report\nthat the newspaper had made repeated attempts to contact her. She said that the\nreporting was biased against the campaigners, and used sensational language.\nShe said that had the newspaper contacted her prior to publication, she would\nhave refused permission for the use of her photograph, and would have provided\nher version of events, including her position that her activity did not\nconstitute a “vicious social media campaign”, that her communications were\npolite, and that she had only reproduced the charity’s contact details which were\neasily available elsewhere online.4. The complainant raised her concerns about the\narticle with the newspaper on the day it was published. She requested a\npublished statement to clarify a number of points, including that: she had not\nbeen contacted prior to publication; her communications during the campaign had\nbeen polite and accurate; she was not associated with extreme animal rights\nactivities; the charity had had repeated opportunities to resolve the issue\nquietly and amicably with the welfare campaigners; she had thanked the charity\nwhen it cancelled the event, and made a donation. The newspaper published a\nfollow-up article the next day which included her denial that her activity\namounted to a social media “hate campaign”, her comments on why she had\nparticipated in the campaign, and her comment that when the charity’s CEO told\nher that the event was cancelled, she thanked him and made a donation. She said\nthat the follow up article was not a retraction, still referred to “activists”,\nand did not meet any of the requests she had made.5. The newspaper said it found a telephone number\nfor a “Laura Slade” in Surrey, where it knew she lived, via an electoral roll\ncheck. It said that it had attempted to call this number several times on the\nday before the article was published, but did not receive a response. The\nnewspaper said a reporter sent the complainant a Facebook message and made a\nfriend request in an effort to ensure it reached the right inbox. It also asked\nthe animal welfare group for the complainant’s telephone number, but they\ndeclined to pass it on. The newspaper said it reported the complainant’s\nresponse the day after the article under complaint was published.6. The complainant said that she was working from\nhome the day before the article was published, and was not called on her\nlandline. She said that the animal welfare group declined to pass on her number\nin order to comply with the Data Protection Act. The complainant said that\ncontact via Facebook was unreliable. She said that she does not accept friend\nrequests from people she did not know, and she is not notified of Facebook\nmessages received from non-Facebook friends, which go in to a separate inbox.\nShe said that she only found the Facebook message from the reporter in September.\nThe complainant noted that the reporter began following her on Twitter, at\nwhich point she tweeted the reporter asking “see you are following me – any\nparticular reason?”, but did not receive a response. She said that an internet\nsearch for her name would have taken the reporter to her LinkedIn page, from\nwhich she could have been contacted, and that the LinkedIn page contained a\nlink to her website, from which she also could have been contacted.Relevant Code Provisions7. Clause 1 (Accuracy)i) The press must take care not to publish\ninaccurate, misleading or distorted information, including pictures.ii) A significant inaccuracy, misleading statement\nor distortion once recognised must be corrected, promptly and with due\nprominence, and – where appropriate – an apology published.iii) The Press, whilst free to be partisan, must\ndistinguish clearly between comment, conjecture and fact.Clause 2 (Opportunity for reply)A fair opportunity for reply to inaccuracies must be\ngiven when reasonably called for.Findings of the Committee8. The Committee had previously considered and ruled\non a complaint from the coordinator of the animal welfare group about the same\narticle (Baker v The Argus). The Committee declined to consider those aspects\nof this complaint which related to the nature of the campaign. However, the\narticle made particular claims about Laura Slade, the complainant in this\ninstance, and it was appropriate for the Committee to consider those aspects of\nher complaint.9. There is no specific requirement under the Code\nfor publications to contact the subjects of coverage prior to publication,\nalthough it may be necessary in some instances to ensure that care is taken to\ncomply with Clause 1 (i). In this instance, the claims in the article about the\ncomplainant related to comments she had left on social media. The complainant\ndid not dispute having made these comments, and they were available in the\npublic domain. The fact that the newspaper had not successfully contacted the\ncomplainant prior to publication in relation to these claims did not amount to\na failure to take care not to publish inaccurate, misleading or distorted\ninformation. Further, the omission of comments from the complainant setting out\nher position did not render the article inaccurate, misleading or otherwise\ndistorted. There was no breach of Clause 1 (i) on this point.10. The complainant had also disputed broader points\nrelating to the coverage of the campaign as a whole. The Committee noted that\nthe newspaper had contacted the co-ordinator of the group that had launched the\ncampaign and had included in the article her comments about the group’s purpose\nand her response to the claims by the charity’s chief executive. There was no\nbreach of Clause 1 in relation to the broader claims about the conduct of the\ncampaign.11. The Committee noted that the newspaper had tried\nto contact the complainant via Facebook, through the animal welfare group, and\nby calling a telephone number it believed was the complainant’s. It was not\nsignificantly misleading to report that it had made “repeated attempts” to do\nso. Further, it was not inaccurate to report that the complainant had not\nresponded to these attempts. No correction was required under Clause 1 (ii) on\nthese points. Nonetheless, the Committee took the opportunity to express some\nconcern about the extent of the newspaper’s attempts to contact the\ncomplainant; had it been necessary for it to make efforts to obtain the\ncomplainant’s comments before publication, these might not have been sufficient\nto fulfil its obligations under Clause 1 (i).12. In addition, whether or not the contact details\nof individuals involved with the charity were publicly available, it was not\ninaccurate or misleading to report that the complainant had shared these\ndetails, and urged people to contact them. The use of the complainant’s\nphotograph in proximity to a headline referring to “animal rights activists”,\nwas not misleading where the complainant had participated in a public campaign\norganised by a greyhound welfare campaign. There was no breach of Clause 1 on\nthis point.13. Clause 2 requires that newspaper offer a fair\nopportunity to respond to published inaccuracies when reasonably called for. In\nthis instance, no significant inaccuracies had been established, and the terms\nof Clause 2 were not engaged.Conclusions14. The complaint was not upheld.Remedial Action RequiredN/ADate complaint received: 05/10/2015Dare decision Issued: 07/12/2015 \nBack to ruling listing\n\n\n"
}