{
    "url": "/rulings-and-resolution-statements/ruling/?id=06095-15",
    "title": "06095-15 An individual v Sunday Life",
    "provisions": [
        "1 (Accuracy) 2015",
        "3 (Privacy) 2015"
    ],
    "outcome": "No breach - after investigation",
    "publication": "Sunday Life (MEDIAHUIS UK)",
    "published_on": "2015-05-24 00:00:00",
    "received_on": "2015-09-24 00:00:00",
    "concluded_on": "2016-04-18 00:00:00",
    "complaint_processing_days": 207,
    "conclusion_long": "that Mr McGuigan had been a police suspect, when the police had come to the opposite point of view. The complainant considered that as the police had not suspected him, those briefing the newspaper must have been republicans with their own interests and agenda. 6. The complainant also denied that Mr McGuigan had been an “ex-IRA killer”, as reported; he had not been convicted of any murder, and was not arrested in relation to any murder associated with the Direct Action Against Drugs group (DAAD). 7. The complainant said that the newspaper had failed to respect Mr McGuigan’s family life and health in breach of Clause 3. The inaccurate article had led to rumour and speculation locally, and his murder had been an “inevitable consequence”. 8. The complainant said that on 16 May, the police had visited Mr McGuigan’s address, which was also connected to two others named Kevin McGuigan. The police would not confirm who they wished to speak to, but asked Mr McGuigan to pass on a verbal message, which was “republicans believed to be carrying out some form of attack upon Kevin McGuigan of 5 Comber Court”. The complainant said that on 19 May, the police visited Mr McGuigan again, but made no mention of any threat to his safety. On 25 May, the day after the article’s publication, the police had visited again, and this time confirmed that it was Kevin McGuigan Senior who was under threat. The complainant considered that the article under complaint had clearly reinforced local perception that Mr McGuigan Senior had murdered Mr Davison. 9. The newspaper rejected the suggestion that those responsible for murdering Mr McGuigan had received their intelligence from its report. It said republicans had carried out their own investigation into the matter. The media generally had been briefed by republicans, as well as security sources, that Mr McGuigan was a suspect. His involvement had been widely reported, along with the fact that the police had warned him that his life was under threat. It said that given the principle of open justice, the fact that an individual is a suspect in a murder inquiry is not information over which they have a claim of privacy. 10. The newspaper noted that the complainant had confirmed that the police had visited Mr McGuigan eight days before its article was published and had warned him of the threat to his life. It did not accept that there had been any confusion over which Kevin McGuigan the threat concerned; the visit followed the murder of Mr Davison on 5 May, and was in the context of the “bitter history” between Mr McGuigan Senior and Mr Davison. 11. The newspaper considered that there was a clear public interest in reporting on the search for those responsible for the murder of Mr Davison. His death had devastated his family, and caused shock and anger in his community where he had been a prominent figure. 12. The newspaper denied that its reference to Mr McGuigan as an “IRA killer” had been inaccurate. It said it was a matter of public record that Mr McGuigan had been a member of the IRA, a terrorist organisation responsible for thousands of deaths, who had been jailed for 10 years for kidnapping a Territorial Army soldier. He was a “designated assassin” understood to be responsible for at least one murder. It said that “well-placed sources” had also informed it that following his release from prison, Mr McGuigan had been involved in the leadership of the DAAD group, which had been responsible for the murder of alleged drug dealers. His involvement in this gang had also been widely reported. 13. The newspaper noted that the book “Godfathers: Inside Northern Ireland’s Drugs Racket”, published in 2001, had referred to two men from Mr McGuigan’s area of Belfast as the “hit team” in the DAAD group. It provided a written statement from the book’s author confirming that the two individuals he had referred to were Mr Davison and Mr McGuigan. The newspaper also noted a number of examples of media coverage after Mr McGuigan’s death that described him variously as “a former Provisional IRA assassin”; “a key hitman in the Provo cover group, DAAD”; one of two “most experienced hitmen”; part of a “deadly duo”; and that he had “shot a number of people”. It argued that if Mr McGuigan had not been a member of the IRA, then its article, which had not named him, could not have identified him. Relevant Code provisions 14. Clause 1 (Accuracy) i) The Press must take care not to publish inaccurate, misleading or distorted information, including pictures. ii) A significant inaccuracy, misleading statement or distortion once recognised must be corrected, promptly and with due prominence, and – where appropriate – an apology published. In cases involving the Regulator, prominence should be agreed with the Regulator in advance. iii) The press, whilst free to be partisan, must distinguish clearly between comment, conjecture and fact. Clause 3 (Privacy) i) Everyone is entitled to respect for his or her private and family life, home, health and correspondence, including digital communications. ii) Editors will be expected to justify intrusions into any individual's private life without consent. Account will be taken of the complainant's own public disclosures of information.                          Findings of the Committee 15. The violent deaths of Mr Davison and Mr McGuigan were matters of important public interest in Northern Ireland, where Mr McGuigan’s death – in particular – had significant political ramifications. These were major news events, and the newspaper was entitled to report developments in the story, as well as reaction to the deaths from within the police and republican community. 16. The article had not named Mr McGuigan, but it had included details that might have led readers to identify him as the individual to which the coverage related. The Committee proceeded with its consideration of the complaint on that basis.  17. The complainant was not in a position to dispute that the newspaper had been informed by its confidential sources within the police that Mr McGuigan had been a suspect in their murder investigation. Indeed, following the article’s publication, Mr McGuigan was questioned as a witness in relation to the police investigation, and he was asked whether he had ever fallen out with the deceased. The nature of the questions demonstrated that Mr McGuigan had been of interest to the police’s murder inquiry. There was no breach of Clause 1 on this point. 18. The Committee noted that the complainant considered that Mr McGuigan had been informed by police that he was not a suspect. The newspaper had stated in the first line of the article that the police had “nowhere near enough evidence to charge him”, and said that the police had “hardly any forensic evidence or witnesses available”. In the full context, the reference to him as a “suspect” did not breach Clause 1. 19. It was accepted that Mr McGuigan had not been convicted of any murder. Given the responses provided by the complainant's representative, the Committee also noted that there was a conflict between the parties as to whether claims of his involvement in the leadership of the DAAD group, a group that had been responsible for a series of murders, had been substantiated. However, it was not in dispute that Mr McGuigan had been a prominent figure within paramilitary organisations, including the IRA, and had been given a lengthy prison sentence for his involvement in the brutal kidnapping of a Territorial Army soldier.  In the context of this conviction and the wider allegations about his activities and associations, it was not significantly misleading for the newspaper to characterise him as an “ex-IRA killer”. The article had not stated that he had been convicted of murder. There was no breach of Clause 1 on this point. 20. While the Committee understood the complainant’s concern that the piece had put Mr McGuigan’s life in danger, Mr McGuigan had been aware of threats to his life before its publication. It was accepted that police had already visited his address, and had warned him of a threat from republicans to someone of his name. In addition, his possible involvement in Mr Davison’s murder had already been widely reported at the time of publication. The newspaper had not failed to respect Mr McGuigan’s private life in breach of Clause 3. Conclusion 21. The complaint was not upheld.",
    "remedial_action": "22. NA Date complaint received: 24 September 2015",
    "text": "\n\n\n\n\n\nDecision of the\nComplaints Committee 06095-15 An individual v Sunday Life\nSummary of\ncomplaint\n1. An individual\ncomplained to the Independent Press Standards Organisation that the Sunday Life\nbreached Clause 1 (Accuracy) and Clause 3 (Privacy) in an article headlined “We\nknow who killed ‘Jock’”, published on 24 May 2015.\n2. The article\nreported on the killing of Gerard “Jock” Davison in Belfast. The sub-headline\nstated that “cops know the identity of the ex-IRA hitman who gunned down Provo\nchief Jock Davison, but have nowhere near enough evidence to charge him”. It\nreported a number of details about how the shooting had been carried out. It\ndid not name the suspect, but provided information about his past, including\nthat he had “once served a jail sentence for his involvement in a plot to\nmurder a soldier” and that he worked “under Davison’s command in the\nProvo-controlled DAAD vigilante group”.\n3. The complainant\nsaid that although the article had not named the alleged “hitman”, it was\nobvious to them, the local community and friends that the subject of the piece\nwas Kevin McGuigan. He had been identified by reference to his alleged past,\nhis age, the area of Belfast in which he had lived, and his own previous\nshooting. The article had followed a similar piece published by another\nnewspaper.\n4. The complainant\nsaid that the newspaper had inaccurately reported that Mr McGuigan had been a\nsuspect in the murder. The police had interviewed him as a witness on 29 May\n2015, but he had been informed that he was not a suspect, and he was never\narrested in relation to the investigation. The complainant said Mr McGuigan was\none of a number of people who the police had spoken to about the murder. These\nmeetings had not taken place under caution. The police had used a prepared\nscript, and had asked of his knowledge of Mr Davison and whether he had ever\nfallen out with him. \n5. The complainant\nquestioned how the newspaper had come to the conclusion that Mr McGuigan had\nbeen a police suspect, when the police had come to the opposite point of view.\nThe complainant considered that as the police had not suspected him, those\nbriefing the newspaper must have been republicans with their own interests and\nagenda.\n6. The complainant\nalso denied that Mr McGuigan had been an “ex-IRA killer”, as reported; he had\nnot been convicted of any murder, and was not arrested in relation to any\nmurder associated with the Direct Action Against Drugs group (DAAD).\n7. The complainant\nsaid that the newspaper had failed to respect Mr McGuigan’s family life and\nhealth in breach of Clause 3. The inaccurate article had led to rumour and\nspeculation locally, and his murder had been an “inevitable consequence”.\n8. The complainant\nsaid that on 16 May, the police had visited Mr McGuigan’s address, which was\nalso connected to two others named Kevin McGuigan. The police would not confirm\nwho they wished to speak to, but asked Mr McGuigan to pass on a verbal message,\nwhich was “republicans believed to be carrying out some form of attack upon\nKevin McGuigan of 5 Comber Court”. The complainant said that on 19 May, the\npolice visited Mr McGuigan again, but made no mention of any threat to his\nsafety. On 25 May, the day after the article’s publication, the police had\nvisited again, and this time confirmed that it was Kevin McGuigan Senior who\nwas under threat. The complainant considered that the article under complaint\nhad clearly reinforced local perception that Mr McGuigan Senior had murdered Mr\nDavison.\n9. The newspaper\nrejected the suggestion that those responsible for murdering Mr McGuigan had\nreceived their intelligence from its report. It said republicans had carried\nout their own investigation into the matter. The media generally had been\nbriefed by republicans, as well as security sources, that Mr McGuigan was a\nsuspect. His involvement had been widely reported, along with the fact that the\npolice had warned him that his life was under threat. It said that given the\nprinciple of open justice, the fact that an individual is a suspect in a murder\ninquiry is not information over which they have a claim of privacy.\n10. The newspaper\nnoted that the complainant had confirmed that the police had visited Mr\nMcGuigan eight days before its article was published and had warned him of the\nthreat to his life. It did not accept that there had been any confusion over\nwhich Kevin McGuigan the threat concerned; the visit followed the murder of Mr\nDavison on 5 May, and was in the context of the “bitter history” between Mr\nMcGuigan Senior and Mr Davison.\n11. The newspaper\nconsidered that there was a clear public interest in reporting on the search\nfor those responsible for the murder of Mr Davison. His death had devastated\nhis family, and caused shock and anger in his community where he had been a\nprominent figure.\n12. The newspaper\ndenied that its reference to Mr McGuigan as an “IRA killer” had been\ninaccurate. It said it was a matter of public record that Mr McGuigan had been\na member of the IRA, a terrorist organisation responsible for thousands of\ndeaths, who had been jailed for 10 years for kidnapping a Territorial Army\nsoldier. He was a “designated assassin” understood to be responsible for at\nleast one murder. It said that “well-placed sources” had also informed it that\nfollowing his release from prison, Mr McGuigan had been involved in the\nleadership of the DAAD group, which had been responsible for the murder of\nalleged drug dealers. His involvement in this gang had also been widely\nreported.\n13. The newspaper\nnoted that the book “Godfathers: Inside Northern Ireland’s Drugs Racket”,\npublished in 2001, had referred to two men from Mr McGuigan’s area of Belfast\nas the “hit team” in the DAAD group. It provided a written statement from the\nbook’s author confirming that the two individuals he had referred to were Mr\nDavison and Mr McGuigan. The newspaper also noted a number of examples of media\ncoverage after Mr McGuigan’s death that described him variously as “a former\nProvisional IRA assassin”; “a key hitman in the Provo cover group, DAAD”; one\nof two “most experienced hitmen”; part of a “deadly duo”; and that he had “shot\na number of people”. It argued that if Mr McGuigan had not been a member of the\nIRA, then its article, which had not named him, could not have identified him.\nRelevant Code\nprovisions\n14. Clause 1\n(Accuracy)\ni) The Press must\ntake care not to publish inaccurate, misleading or distorted information,\nincluding pictures.\nii) A significant\ninaccuracy, misleading statement or distortion once recognised must be\ncorrected, promptly and with due prominence, and – where appropriate – an apology\npublished. In cases involving the Regulator, prominence should be agreed with\nthe Regulator in advance.\niii) The press,\nwhilst free to be partisan, must distinguish clearly between comment,\nconjecture and fact.\nClause 3 (Privacy)\ni) Everyone is\nentitled to respect for his or her private and family life, home, health and\ncorrespondence, including digital communications.\nii) Editors will be\nexpected to justify intrusions into any individual's private life without\nconsent. Account will be taken of the complainant's own public disclosures of\ninformation.                          Findings of the\nCommittee\n15. The violent\ndeaths of Mr Davison and Mr McGuigan were matters of important public interest\nin Northern Ireland, where Mr McGuigan’s death – in particular – had\nsignificant political ramifications. These were major news events, and the\nnewspaper was entitled to report developments in the story, as well as reaction\nto the deaths from within the police and republican community.\n16. The article had\nnot named Mr McGuigan, but it had included details that might have led readers\nto identify him as the individual to which the coverage related. The Committee\nproceeded with its consideration of the complaint on that basis. \n17. The complainant\nwas not in a position to dispute that the newspaper had been informed by its\nconfidential sources within the police that Mr McGuigan had been a suspect in\ntheir murder investigation. Indeed, following the article’s publication, Mr\nMcGuigan was questioned as a witness in relation to the police investigation,\nand he was asked whether he had ever fallen out with the deceased. The nature\nof the questions demonstrated that Mr McGuigan had been of interest to the\npolice’s murder inquiry. There was no breach of Clause 1 on this point.\n18. The Committee\nnoted that the complainant considered that Mr McGuigan had been informed by\npolice that he was not a suspect. The newspaper had stated in the first line of\nthe article that the police had “nowhere near enough evidence to charge him”,\nand said that the police had “hardly any forensic evidence or witnesses\navailable”. In the full context, the reference to him as a “suspect” did not\nbreach Clause 1.\n19. It was accepted\nthat Mr McGuigan had not been convicted of any murder. Given the responses\nprovided by the complainant's representative, the Committee also noted that\nthere was a conflict between the parties as to whether claims of his\ninvolvement in the leadership of the DAAD group, a group that had been\nresponsible for a series of murders, had been substantiated. However, it was\nnot in dispute that Mr McGuigan had been a prominent figure within paramilitary\norganisations, including the IRA, and had been given a lengthy prison sentence\nfor his involvement in the brutal kidnapping of a Territorial Army\nsoldier.  In the context of this\nconviction and the wider allegations about his activities and associations, it\nwas not significantly misleading for the newspaper to characterise him as an\n“ex-IRA killer”. The article had not stated that he had been convicted of\nmurder. There was no breach of Clause 1 on this point.\n20. While the\nCommittee understood the complainant’s concern that the piece had put Mr\nMcGuigan’s life in danger, Mr McGuigan had been aware of threats to his life\nbefore its publication. It was accepted that police had already visited his\naddress, and had warned him of a threat from republicans to someone of his\nname. In addition, his possible involvement in Mr Davison’s murder had already\nbeen widely reported at the time of publication. The newspaper had not failed\nto respect Mr McGuigan’s private life in breach of Clause 3.\nConclusion\n21. The complaint\nwas not upheld.\nRemedial action\nrequired\n22. NA\nDate complaint\nreceived: 24 September 2015Date complaint\nconcluded: 18 April 2016\n\nBack to ruling listing\n\n\n"
}