{
    "url": "/rulings-and-resolution-statements/ruling/?id=06116-15",
    "title": "06116-15 Steele v The Times",
    "provisions": [
        "1 (Accuracy) 2015"
    ],
    "outcome": "No breach - after investigation",
    "publication": "The Times (News UK)",
    "published_on": "2015-10-06 00:00:00",
    "received_on": "2015-10-06 00:00:00",
    "concluded_on": "2015-12-08 00:00:00",
    "complaint_processing_days": 63,
    "conclusion_long": "12. The complaint was not upheld.",
    "remedial_action": "N/A Date complaint received: 06/10/2015",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee 06116-15 Steele\nv The Times\nSummary of complaint\n1. Duncan Steele complained to the Independent Press\nStandards Organisation that The Times had breached Clause 1 (Accuracy) of the\nEditors’ Code of Practice in an article headlined “Thousands more doctors join\nunion to fight the seven-day working week”, published on 6 October 2015.\n2. The article reported that thousands of junior\ndoctors were joining the British Medical Association (BMA), which was seeking\nindustrial action over the government’s plans to impose a new contract on\njunior doctors. The proposed contract would reduce the number of hours\nconsidered to be “antisocial” for the purposes of pay. The article was\npublished in the same form online.\n3. The complainant said that the article’s headline\nwas inaccurate and misleading: doctors were not joining the BMA to fight “the\nseven-day working week”. Rather, they were joining it due to their concerns\nabout proposed changes to their contracts, which would affect patient and\ndoctor safety, remuneration, and which represented a threat to the NHS.\n4. He said junior doctors already provided a\n“seven-day NHS”. The present contract did not limit the number of days,\nevenings, nights or weekends that junior doctors were required to work;\nsimilarly the new proposed contract had no limit. As such, the dispute was\nunrelated to the “seven-day working week”. He noted that the proposed changes\nwould also reduce the number of hours a junior doctor would work in a single\nweek, meaning that it would be harder for consistent cover to be provided\nthroughout the week.\n5. The newspaper did not consider that the headline,\nwhich had appeared in the second edition of the newspaper, had been misleading\nor inaccurate. It said the Department of Health had stated that it wanted to\nintroduce the disputed contract changes in order to make it easier for\nhospitals to staff services seven days a week, the “seven-day NHS”. There was\nno suggestion in the article that junior doctors would be expected to work\nseven days a week.\n6. The newspaper considered that the headline had\nfairly represented the comments made by Jeremy Hunt, which were included in the\narticle. The article had said \"Jeremy Hunt, the health secretary, insisted\nyesterday that the proposed contract was not designed as a cost-cutting\nmeasure, but to ensure that more [junior doctors] worked more weekends... He\nsaid: ‘We are not planning to cut doctors’ pay. What we actually want to do is\nreduce the overtime rates and increase the basic pay to make it easier for\nhospitals to roster more evenly over the week.’\"\n7. Although the newspaper did not agree that the\nheadline was misleading, in response to the concerns raised, it amended the\nonline article to read “Thousands more doctors join union to fight contract\nchanges”.\nRelevant Code Provisions\n8. Clause 1 (Accuracy)\ni) The Press must take care not to publish\ninaccurate, misleading or distorted information, including pictures.\nii) A significant inaccuracy, misleading statement\nor distortion once recognised must be corrected, promptly and with due\nprominence, and - where appropriate - an apology published. In cases involving\nthe Regulator, prominence should be agreed with the Regulator in advance.\nFindings of the Committee\n9. It was not in dispute that Jeremy Hunt had said\nthat the proposed changes to junior doctors’ contracts were intended to make it\neasier for hospitals to roster staff more evenly over the week, by, in effect,\nextending the period in which doctors would receive normal pay into the\nweekend. It was also not in dispute that thousands of junior doctors were\njoining the BMA in order to fight these proposed contract changes.\n10. The reference to the “seven-day working week”\nwas ambiguous in the headline, but when read in context with the article as a\nwhole, the Committee was satisfied that it was clearly a reference to the\nproposed reduction of “antisocial” hours, rather than a suggestion that junior\ndoctors were refusing to work at weekends.\n11. The newspaper had not failed to take care over\nthe accuracy of the article, and no correction was required. However, the\nCommittee welcomed the amendment of the online article in response to the\ncomplaint. The complaint under Clause 1 was not upheld.\nConclusions\n12. The complaint was not upheld.\nRemedial Action Required\nN/A\nDate complaint received: 06/10/2015Date complaint concluded: 08/12/2015 \nBack to ruling listing\n\n\n"
}