{
    "url": "/rulings-and-resolution-statements/ruling/?id=06129-18",
    "title": "06129-18 A man v The Sunday Times",
    "provisions": [
        "2 Privacy (2018)",
        "4 Intrusion into grief or shock (2018)",
        "6 Children (2018)",
        "10 Clandestine devices and subterfuge (2018)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "The Sunday Times (News UK)",
    "published_on": "2018-09-16 00:00:00",
    "received_on": "2018-09-17 00:00:00",
    "concluded_on": "2018-12-24 00:00:00",
    "complaint_processing_days": 98,
    "conclusion_long": "14. The complaint was not upheld.",
    "remedial_action": "15. N/A Date complaint received: 17/09/2018",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee 06129-18 A man v The Sunday Times\nSummary of complaint\n1. A man\ncomplained to the Independent Press Standards Organisation that The Sunday\nTimes breached Clause 2 (Privacy), Clause 4 (Intrusion into grief or shock),\nClause 6 (Children) and Clause 10 (Clandestine devices and subterfuge) of the\nEditors’ Code of Practice in an article headlined, “Millfield pupils ‘hit young\nboys with bats’” published on 16 September 2018.\n2. The article\nreported on alleged “initiation rituals” that had taken place at a boarding\nschool. The article was based on an interview with a named woman, who recounted\nwhat her son had witnessed at the school. \nIt reported that the child had told his parents of a number of practices\ntaking place, including “bed-flipping” and “fight nights” between the pupils.\nThe article included a description of one alleged incident, whereby two pupils\nhad allegedly hit younger pupils with a belt and a cricket bat. The mother said\nthat out of 12 boys in the year group, she believed 9 had been beaten.  It reported that her son had made voice\nrecordings of the incident, which had been passed to the newspaper, which\n“capture[d] the atmosphere in the boarding house that night.” It went on to\nstate that you could hear younger boys being given the choice between “’two\nlashes on the shorts’ or ‘one on the bare backside’”. The mother said that she\nhad passed the recordings to the school and wanted “more scrutiny of fee-paying\nschools and for them to be legally obliged to report physical bullying to an\nindependent agency.” It also included a statement from the headmaster of the\nschool, who said that as soon as the school became aware of the allegation an\ninvestigation was conducted and the two pupils concerned were suspended. The\narticle also signposted readers to the online article, where the audio\nrecording could be accessed.\n3. The article was\nalso published online with the same headline. The online article contained a\ntwo minute video which contained extracts from the audio recording made by the\nchild referred to in the article. In the audio, the voices of the alleged\nperpetrators could be heard discussing what they were going to do. It was also\npossible to hear the sound of the children being hit, and cheering after it.\nThe rest of the online article was substantively the same as the article that\nappeared in print.\n4. The complainant\nwas the father of one of the boys who was a victim of the incident. He said\nthat the year group at the school was small, and as people knew his son had a\nconnection to the boy named in the article, friends and family had been able to\nestablish he had been involved. He said that the audio clip published\nidentified his son as a victim of the alleged bullying incident, as he could be\nheard screaming at one point in the audio, as well as one audible quote. He\nsaid that the recording had been taken clandestinely, in breach of Clause 10\nand should not have been published without parental consent. He said that the\npublication of the article had had a distressing impact on his son, and had\nbreached Clause 2 (Privacy), Clause 4 (Intrusion into grief and shock) and\nClause 6 (Children) of the Editors’ Code.\n5. The newspaper\ndid not accept that it had breached the Code. It did not accept that the\ncomplainant’s son was identifiable from the audio recording and stressed that the\nsubject matter was of significant public interest. The newspaper said that it\nhad not identified which room this incident had taken place in, and said that\nthe recording clearly showed that there were many boys moving between rooms at\nthe time. It also said that it edited the audio recording prior to publication\nto limit the possibility of identifying the children involved. It said that the\nvoices that could be heard in the audio recording were not of those being\nbullied, but the perpetrators, and would not be identifiable to anyone who was\nnot already aware of their involvement in the incident. It did not accept that\nany of the victims of bullying could be identified by the recording.\n6. Notwithstanding\nthis, it said there was a strong public interest in reporting on bullying in\nboarding schools. The newspaper believed that the audio recording allowed\nreaders to hear for themselves the nature of what had occurred. It said that\nfollowing the publication of the article, the newspaper had received a letter\nfrom the head of the Independent Schools Association, supporting the family for\nspeaking out about this issue and the school involved had started an\nanti-bullying hotline for pupils, all of which it said demonstrated the public\ninterest in publishing the story. Nevertheless, when the complainant had\ncontacted the newspaper directly about his concerns, it had removed the audio\nrecording form the online article, as a gesture of goodwill.\nRelevant Code Provisions\n7. Clause 2\n(Privacy)*\ni) Everyone is entitled to respect for his or her private\nand family life, home, health and correspondence, including digital\ncommunications.\nii) Editors will be expected to justify intrusions into any\nindividual’s private life without consent. In considering an individual’s\nreasonable expectation of privacy, account will be taken of the complainant’s\nown public disclosures of information and the extent to which the material\ncomplained about is already in the public domain or will become so.\niii) It is unacceptable to photograph individuals, without\ntheir consent, in public or private places where there is a reasonable\nexpectation of privacy.\nClause 4 (Intrusion into grief or shock)\nIn cases involving personal grief or shock, enquiries and\napproaches must be made with sympathy and discretion and publication handled\nsensitively. These provisions should not restrict the right to report legal\nproceedings.\nClause 6 (Children) *\ni) All pupils should be free to complete their time at\nschool without unnecessary intrusion.\nii) They must not be approached or photographed at school\nwithout permission of the school authorities.\niii) Children under 16 must not be interviewed or\nphotographed on issues involving their own or another child’s welfare unless a\ncustodial parent or similarly responsible adult consents.\niv) Children under 16 must not be paid for material\ninvolving their welfare, nor parents or guardians for material about their\nchildren or wards, unless it is clearly in the child’s interest.\nv) Editors must not use the fame, notoriety or position of a\nparent or guardian as the sole justification for published details of a child’s\nprivate life.\nClause 10 (Clandestine devices and subterfuge) *\ni) The press must not seek to obtain or publish material\nacquired by using hidden cameras or clandestine listening devices; or by\nintercepting private or mobile telephone calls messages or emails; or by the\nunauthorised removal of documents or photographs; or by accessing\ndigitally-held information without consent.\nii) Engaging in misrepresentation or subterfuge, including\nby agents or intermediaries, can generally be justified only in the public\ninterest and then only when the material cannot be obtained by other means.\nThe public interest\nThere may be exceptions to the clauses marked * where they\ncan be demonstrated to be in the public interest.\n1. The public interest includes, but is not confined to:Detecting or exposing crime, or the threat of crime, or\nserious impropriety.\nProtecting public health or safety.\nProtecting the public from being misled by an action or\nstatement of an individual or organisation.\nDisclosing a person or organisation’s failure or likely\nfailure to comply with any obligation to which they are subject.\nDisclosing a miscarriage of justice.\nRaising or contributing to a matter of public debate,\nincluding serious cases of impropriety, unethical conduct or incompetence\nconcerning the public.\nDisclosing concealment, or likely concealment, of any of the\nabove.\n2. There is a public interest in freedom of expression\nitself.\n3. The regulator will consider the extent to which material\nis already in the public domain or will become so.\n4. Editors invoking the public interest will need to\ndemonstrate that they reasonably believed publication - or journalistic\nactivity taken with a view to publication – would both serve, and be\nproportionate to, the public interest and explain how they reached that\ndecision at the time.\n5. An exceptional public interest would need to be\ndemonstrated to over-ride the normally paramount interests of children under\n16.\nFindings of the Committee\n8. The Committee\nrecognised the strong public interest in reporting on the alleged bullying that\nhad taken place. Specifically with regards to the publication of the audio\nrecording, which effectively showed the atmosphere and context in which the\nincident had taken place. However, the Code provides specific protections for\nchildren under 16. The article under complaint clearly reported on a subject\nwhich involved the welfare of the complainant’s child: he had been the victim\nof an alleged bullying incident. Therefore the Committee carefully considered\nwhether the information published in the article identified the complainant’s\nson, and the extent to which this constituted an intrusion into his privacy or\nhis time at school.\n9.  The article had\nreported the name of the school involved, and the year group of the alleged\nvictims. The Committee considered that this identified a relatively large pool\nof children who had potentially been involved in the incident, and regardless\nof the fact the complainant’s son had a connection to the boy referred to in the\narticle, the written information included in the article did not identify the\ncomplainant’s son as a victim of the bullying.\n10. With regards to the publication of the audio recording,\nthe Committee noted the newspaper’s position that it had taken steps to edit\nthe recording provided so that the alleged victims were not identifiable. While\nthe Committee acknowledged that the complainant’s son had been distressed by\nthe publication of the article, having reviewed the audio recording, it noted\nthat the recording included the voices of a large number of indistinguishable\nboys of a similar age. No names or other identifying information could be heard\nin the recording. The Committee considered that the scream the complainant\nattributed to his son could not be said to be identifiable. Also, the spoken\nwords attributed to the complainant’s son did not identify him as a victim of\nbullying as the complainant had alleged, and the Committee did not consider\nthat there was a breach of Clause 2 or Clause 6.\n11. Further, in the event that the child was identifiable to\na small group of people, who had additional information about the complainant’s\nson so as to enable them to make a connection between the complainant’s son and\nthe incident, there was an exceptional public interest in publishing the audio\nrecording. The audio illustrated the extent of the bullying behaviour the\nchildren had been subjected to, and the publication of this material was\njustified. There was no breach of Clause 2 or Clause 6.\n12. The material had not been obtained by a clandestine\nlistening device. It had been made on a recording device, by someone present at\nthe incident and subsequently provided to the newspaper by the child’s mother.\nIn these circumstances, Clause 10 was not engaged. \n13. The terms of Clause 4 relate to the approaches\njournalists make at times of personal grief and shock, as well as how\nnewspapers handle the publication of material which relates to an individual’s\ngrief or shock. The Committee did not consider that the publication of\ninformation about the incident, including the edited audio recording was\ninsensitive. There was no breach of Clause 4.\nConclusions\n14. The complaint was\nnot upheld.\nRemedial Action Required\n15. N/A\nDate complaint received: 17/09/2018\nDate decision issued: 24/12/2018\n\nBack to ruling listing\n\n\n"
}