{
    "url": "/rulings-and-resolution-statements/ruling/?id=06134-21",
    "title": "06134-21 Vass v Mail Online",
    "provisions": [
        "1 Accuracy (2019)",
        "12 Discrimination (2019)"
    ],
    "outcome": "Breach - sanction: action as offered by publication",
    "publication": "Mail Online (Associated Newspapers Limited)",
    "published_on": "2021-06-04 00:00:00",
    "received_on": "2021-06-05 00:00:00",
    "concluded_on": "2021-11-25 00:00:00",
    "complaint_processing_days": 173,
    "conclusion_long": "23. The complaint was partly upheld under Clause 1 (i).",
    "remedial_action": "24. The clarification which was offered clearly put the correct position on record, and was offered promptly and with due prominence, and should now be published.    Date complaint received: 05/06/2021",
    "text": "\n\n\n\n\n\nDecision\nof the Complaints Committee – 06134-21 Vass v Mail Online\nSummary\nof Complaint\n1. Neil\nVass complained to the Independent Press Standards Organisation that Mail\nOnline breached Clause 1 (Accuracy) and Clause 12 (Discrimination) of the\nEditors’ Code of Practice in an article headlined “British towns that are no-go\nareas for white people: Muslim author's study of mosques reveals children\n'attacked for being white', parents making families live under Taliban-like\nrules and women who can't leave home without permission”, published on 4 June\n2021.\n2. The\narticle, which appeared online only, reported on a book published by “[a]n\nauthor who visited mosques across Britain to investigate integration” which\n“revealed how parts of Blackburn are ‘no-go areas’ for white men”.  The sub-headline also included a reference to\n“[w]hite men [who had] revealed ‘no-go areas’ in Blackburn where they would be\n‘jumped’”.\n3. The\narticle went on to report that: “A group of white men told [the book’s author\nthat] they are scared to go into ‘no-go areas’ in [Blackburn], such as Whalley\nRange, with one man saying a gang of ‘Asian’ teenagers repeatedly ‘jumped’ his\n12-year-old son. They told [the author] the boy was ‘battered in broad\ndaylight…for being white’. Another man in the group said the area of Whalley\nRange […] was a particular area they would avoid. They told [the author]: ‘If\nwe go to Whalley Range at night-time, we’re guaranteed to get jumped. We won’t\nwalk out of it. We won’t walk to the other end of the street.’”\n4. The\narticle also included a graphic, which showed four towns and cities –\nBlackburn, Didsbury, Bradford, and Dewsbury. The caption beneath the image\nshowing Didsbury said: “Sharia Court within the mosque – which was once a\nchurch”. This graphic accompanied the headline on the front page of the\npublication’s website.\n5. The\ncomplainant said that the article was inaccurate in breach of Clause 1, as he\nsaid that – contrary to the headline’s claim – there were no British towns that\nwere “no-go areas for white people”. He said that Didsbury, which appeared in\nthe graphic in the article and was also referred to later in the article, “is a\nfriendly, posh, suburban area where huge numbers of white people live”. He also\nsaid that he had visited, or known people from, several of the areas referenced\nin the article, and from his experience these towns were not “no-go areas for\nwhite people”. He said that he believed that crime statistics would demonstrate\nthat the headline’s claim was inaccurate.\n6. The\ncomplainant also said that the article breached Clause 12, as he considered it\nto be “clearly aimed at increasing fear and distrust against Muslims and\nnon-white people in general”; as such, he believed the article to be\nirresponsible and in breach of Clause 12 of the Editors’ Code\n7.  The publication said that a number of other\nreaders had also raised concerns regarding the accuracy of the headline, and it\nhad replied to each of them individually. To address these concerns, the\npublication amended the headline of the article on 28 June, 24 days after the\narticle’s publication and 13 days after IPSO made the publication aware of the\ncomplainant’s concerns. The amended headline read as follows:\nAmong\nthe Mosques: Author's study of Muslim Britain reveals a no-go area for white\npeople, children 'attacked for being white', parents making families live under\nTaliban-like rules and women who can't leave home without permission\nThe\npublication also added the below footnote to the online article on 4 July 2021,\none month after the article’s publication and 19 days after the publication was\nmade aware of the complainant’s concerns:\nSince\npublication the headline to this article has been amended to remove the\nsuggestion that more than one town visited by the author had residents who\nreported ‘no-go areas’ for white people.\nThe\npublication noted that the majority of complaints had been resolved by the\nabove action. However, it said that it would be content to also make a similar\nstatement in a standalone piece to be published in its regular Corrections and\nClarifications column on the news page, which would be published for 24 hours\nand would afterwards be archived and remain searchable for the lifetime of the\nwebsite. It proposed the following wording for the separate correction:\nThe\nheadline of an article published on 4 June which reported on a book by the\npolitical advisor Ed Husain was amended following publication to remove the\nsuggestion that more than one town visited by the author had residents who reported\n‘no-go areas’ for white people. We are happy to set the record straight.\n8. The\npublication further said that there was no intention on the part of the\npublication to imply that the experiences of the men interviewed in Blackburn\napplied to the other towns and cities referenced in the article, and it said it\nwas regrettable if any such inference was taken. Nevertheless, it noted that\nupon reading the article, it would be clear to readers that the author’s\nexperiences in each town were carefully and individually described, and no\nassertion was made within the body of the article that the “no-go areas”\nreference was made in relation to all the referenced towns and cities. It also\nnoted that neither the author of the book the article summarised, or the\npublisher of the book, had contacted the publication to flag any issues with\nthe accuracy of the article. It also said that the theme of segregation was a\nrunning theme of the book, and provided excerpts from the book which it said\ndemonstrated that this was this case; for instance, an individual was quoted\nwithin the book as having said that: “They chase out the white English\nbusinesses. After the riots in 2001, all the white businesses left. I don’t say\nthey throw stones at us like the white folk say. I say there is racism and\nreverse racism.” It said that it had not referred to these other examples of\nsegregation due to the length of the article; therefore, only the specific\nreference to Blackburn was included in the article.\n9. The\npublication also noted that it considered it to be “extremely unlikely that\nreasonable readers would have taken the impression from the headline that\nentire towns in Britain are […] entirely inaccessible to white people” and that\nany such confusion would be quickly resolved by a cursory reading of the\narticle. The publication was therefore satisfied that, while it was happy to\namend it, the original headline was not significantly inaccurate nor\nmisleading.\n10. Addressing\nthe complainant’s concerns under Clause 12, the publication said that the\narticle included no prejudicial or pejorative references to either Muslim or\nnon-white individuals. It also noted that any details referring to race or\nreligion within the article were clearly relevant, where the subject of the\narticle was “a book exploring the tensions between communities whose\ndifferences are in their respective religions and race”. It therefore said that\nClause 12 was not engaged by the complainant’s concerns; it also firmly denied that\nthe purpose of the article was to “increase[e] fear and distrust against\nMuslims and non-white people in general”.\n11.The\ncomplainant said that the publication’s amended headline and proposed footnote\nwas not sufficient to resolve his complaint, where he considered that the\noriginal article would have been seen by a large number of people. As such, he\nsaid that an explanation of the correction should be posted on the front-page\nof the publication’s website.\n12. The\ncomplainant also said that he considered the updated headline to be inaccurate,\nby way of its use of the term “reveals”. It said this was inaccurate as the\nstudy cited a single unverified anecdote; he considered that the term “claims”\nwould be more accurate in place of the phrase ”reveals”.\n13. The\npublication said that it did not accept that the amended headline was\ninaccurate and that any further amendment was necessary. It said it was clear\nfrom the wording of the headline that the statements made were all based on\ninterviews conducted by the author.\nRelevant\nCode Provisions\nClause 1\n(Accuracy)\ni) The\nPress must take care not to publish inaccurate, misleading or distorted\ninformation or images, including headlines not supported by the text.\nii) A\nsignificant inaccuracy, misleading statement or distortion must be corrected,\npromptly and with due prominence, and — where appropriate — an apology\npublished. In cases involving IPSO, due prominence should be as required by the\nregulator. \niii) A fair\nopportunity to reply to significant inaccuracies should be given, when\nreasonably called for.\niv) The\nPress, while free to editorialise and campaign, must distinguish clearly\nbetween comment, conjecture and fact\nClause\n12 (Discrimination)\ni) The\npress must avoid prejudicial or pejorative reference to an individual's, race,\ncolour, religion, sex, gender identity, sexual orientation or to any physical\nor mental illness or disability.\nii)\nDetails of an individual's race, colour, religion, gender identity, sexual\norientation, physical or mental illness or disability must be avoided unless\ngenuinely relevant to the story.\nFindings\nof the Committee\n14. Clause\n1(i) requires that publications take care not to publish headlines which are\nnot supported by the text of the article. It does not require a headline to\ngive the full context of the story in question, but the content of the article\nmust support the headline, and an accurate article cannot be relied on to\ncorrect an inaccurate, misleading, or distorted headline.\n15. In\nthis instance, the headline claim that there were “British towns that are no-go\nareas for white people” was not supported by the article. The article included\nno reference to a town or towns which were claimed to be off-limits to white\npeople, and only one area within a city was described as a “no-go area” for\nwhite people. The publication had sought to support its headline by pointing to\nextracts from the book on which the article was based, which it considered\ndemonstrated that segregation between white and non-white or Muslim people\noccurred in multiple towns. However, these extracts had not been included in\nthe article and in any case did not amount to claims that the towns were “no-go\nareas”. As such, the headline was inaccurate and was not supported by the text\nof the article, and therefore amounted to a breach of Clause 1 (i).\n16. The\nCommittee noted that, while the graphic beneath the headline included an image\nof Didsbury, neither the article or the headline stated that it was a “no-go\ntown”, and the caption to the image of the area stated only that it had a\n“Sharia Court within the mosque – which was once a church”, which the\ncomplainant did not dispute. The article itself did not claim that Didsbury or\nany other town was a “no-go area” for white people. For this reason, there was\nno breach of Clause 1 arising from the article’s reference to the towns visited\nby the author, where the claim that entire towns were “no-go areas” appeared\nonly in the headline, and not in the article itself or in the graphic.\n17. The\nCommittee did not consider that the use of the term “reveals” in either the\noriginal or updated headline raised a breach of Clause 1. It noted again that\nheadlines are not required to give the full context to an article, and that,\nread in conjunction with the article, it was clear that the terms “reveals”\nreferred to the information included in the book based upon the author’s\nexperiences of “visit[ing] mosques across Britain to investigate integration”.\nThere was no breach of Clause 1 on this point.\n18. The\ninaccuracy leading to the breach of Clause 1 (i) was significant, where it\nappeared prominently in the headline and on the homepage of the website. It\ntherefore required correction, under the terms of Clause 1 (ii). The Committee\nconsidered that a correction would be sufficient to address the terms of Clause\n1 (ii), where the breach of Clause 1 arose from a single breach of Clause 1\n(i), and the article itself did not raise a breach of Clause 1 (i).\n19. The\npublication had amended the headline of the article 24 days after the article’s\npublication – and 13 days after IPSO made the publication aware of the\ncomplainant’s concerns – and 6 days after this it had also added a footnote to\nthe article, signposting the change. The complainant had also offered to\npublish a separate wording in the standalone Corrections and Clarifications\ncolumn.\n20. When\nassessing whether the action taken by the publication was sufficient to address\nthe terms of Clause 1 (ii), the Committee was mindful that the publication was\nattempting to address the concerns of all complainants, and that the action\ntaken did resolve the concerns of a majority of complainants.  In light of this consideration, the delay\nbetween publication of the article and the subsequent offer to publish a\nclarification, as well as the amendment of the headline and the footnote to the\narticle, did not raise a breach of Clause 1 (ii) on the grounds that the action\nwas not undertaken or proposed with sufficient promptness. In addition, the Committee\nwas satisfied that the proposed locations of the corrective action were\nsufficiently prominent. Where the inaccurate headline appeared on the front\npage of the website, it was satisfied that a separate clarification in the\nCorrections and Clarifications column, linked to on the news homepage, was\nsufficiently prominent, in conjunction with the footnote and the amended\nheadline. It did not consider that a footnote alone would have been a\nsufficient remedy to the breach of Clause 1 (i), where the original inaccuracy\nappeared prominently in a headline which appeared on the publication’s home\npage; however, in conjunction with a standalone correction this was sufficient\nto address the breach. There was no breach of Clause 1 (ii) arising from the\nprominence of the actioned and proposed remedial action.\n21. Turning\nto the wording of the proposed correction and the footnote, on balance, the\nCommittee considered that it was sufficient to address the breach of Clause 1\n(i); it made clear that the original article headline had “suggest[ed] that\nmore than one town visited by the author had residents who reported ‘no-go\nareas’ for white people”, and that this suggestion had been removed. In\nconjunction with the footnote to the article and the amended headline, which\nmade clear that the book had revealed “a no-go area” rather than towns that\nwere no-go areas in their entirety, the Committee considered that the proposed\naction was sufficient. There was no breach of Clause 1 (ii).\n22. IPSO\nis able to consider complaints made under Clause 12 from either an individual\nwho has been personally and directly affected by the alleged breach of the\nEditors’ Code of Practice, or from a representative group affected by an\nalleged breach where there is a substantial public interest. Where the\ncomplainant was not referred to in the article – and was therefore not\npersonally and directly affected by the alleged breach – and was not acting on\nbehalf of a representative group, the Committee was unable to consider the\nClause 12 aspect of the complaint.\nConclusions\n23. The complaint was partly upheld under Clause\n1 (i).\nRemedial\nAction Required\n24. The clarification which was offered clearly\nput the correct position on record, and was offered promptly and with due\nprominence, and should now be published.\n\n\n\nDate\ncomplaint received: 05/06/2021\nDate\ncomplaint concluded by IPSO: 25/11/2021\nBack to ruling listing\n\n\n"
}