{
    "url": "/rulings-and-resolution-statements/ruling/?id=06142-17",
    "title": "06142-17 Ballard v Sunday Mail",
    "provisions": [
        "1 Accuracy (2016)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "Sunday Mail (Reach PLC)",
    "received_on": "2017-04-18 00:00:00",
    "concluded_on": "2017-08-22 00:00:00",
    "complaint_processing_days": 126,
    "conclusion_long": "18. The complaint was not upheld.",
    "remedial_action": "19. N/ADate complaint received: 18/04/2017",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee 06142-17 Ballard v Sunday Mail\nSummary of Complaint\n1. Heather Ballard\ncomplained to the Independent Press Standards Organisation that the Sunday Mail\nbreached Clause 1 (Accuracy) of the Editors’ Code of Practice in an article\nheadlined “EL CRAPO”, published on 9 April 2017 and an article headlined “Prisoners\nface jailbreak rap”, published on 16 April 2017\n2. The 9 April\narticle reported that a “source” had informed the newspaper that the\ncomplainant’s son had attempted to escape from his jail cell by sawing through\nthe bars on his window with a smuggled hacksaw. It said that he had been\nunsuccessful, “managing to blow a whistle on his escape bid by getting into a\nfight with [his] cellmate”. The article reported that the source had claimed\nthat “[the escape] was obviously a long time in the planning”. It also said\nthat the complainant’s son was jailed for 20 months for his part in a\nnationwide heroin ring.\n3. The 16 April\narticle reported that the complainant’s son had been charged, along with his\ncell mate, in relation to the incident. The article stated that “Police\nScotland said two men had been reported to the Procurator Fiscal in connection\nwith the alleged breakout bid.\n4. The 9 April\narticle appeared in substantively the same form online, under the headline\n“Would-be jail breaker saws through prison bars and makes rope from bedsheets\nbut blows escape after scrap with cellmate” and was published on the same day.\nThe 16 April article appeared in substantively the same form online, under the\nheadline “Prisoners face jailbreak rap after staff discover hacksawed prison\nbars and rope made from bedsheets”, and was published on the same day.\n5. The complainant\nsaid that her son had not been involved in any attempt to break out of his\nprison cell: it was inaccurate to report that he had been charged for such an\noffence. While the complainant did not dispute that her son had been previously\nconvicted for a drug related offence, her son was not a “drug dealer”, as the\narticles had claimed, because his current sentence of four and a half months\nrelated to a conviction for dangerous driving.\n6. The complainant\nalso said that her son had not been jailed for 20 months, nor had he been\ntransferred to HMP Saughton, as reported in the article: he had been sentenced\nfor four and a half months for dangerous driving, and had in fact been\ntransferred to HMP Dumfries. The complainant said that given that her son had\nonly been in prison for four weeks, the “source” had inaccurately claimed that\nthe escape bid would have been “a long time in the planning”.\n7. The newspaper\nsaid that it had obtained the information that the complainant’s son had made\nan attempt to break out of jail from confidential and trusted sources, whose\nidentities it was obliged to protect.\n8. Prior to\npublication of the 9 April article, the newspaper had contacted Police\nScotland and had requested that it provide a statement in response to the\nallegation that the complainant’s son had been involved in a disturbance, and\nescape attempt, in his cell. In response, the police spokesman had told the\nnewspaper: “we can confirm that police responded to a request for assistance\nfrom the Scottish Prison Service in relation to an incident that occurred\nwithin HMP Dumfries on March 26. An investigation is under way”.\n9. Prior to\npublication of the 16 April article, a journalist had made a further request to\nPolice Scotland for their comment on whether the complainant’s son had been\ncharged in relation to the escape attempt. This request had referred to the\ncomplainant’s son’s name and age. In response, on 14 April, the newspaper\nhad received the following statement: “two man, aged 41 and 27 years, are the\nsubject of a report to the Procurator Fiscal in connection with the alleged attempted\nbreak out of prison”. The newspaper noted that it was normal practice for the\npolice to only give the relevant ages of each of the accused.\n10. The newspaper said the ordinary process for such\nincidents would be that the individual would be detained by the police, charged\nand then released, with a report being sent to the Procurator Fiscal for\nconsideration, detailing the charge(s). It said that the Procurator Fiscal\nwould then consider the report and assess if what happened amounted to one or\nmore offences, and if so which one(s) and which course of action, if any,\nshould be taken.\n11. While the newspaper acknowledged that the complainant’s\nson’s was currently serving a sentence in relation to his conviction for\ndangerous driving, it said that he had been previously convicted as a “sub\ndealer” as part of a nationwide drug ring and had been sentenced to 20 months\nimprisonment. The newspaper offered to add a line to the online article to make\nclear that the complainant’s son had previously been jailed for drug offences,\nhad been released having served a portion of his sentence, and then had been\njailed again for dangerous driving. The newspaper further noted that the\ncomplainant’s son had not been transferred to HMP Saughton and offered to remove\nreferences to this prison from the online article.\n12. The newspaper said that the claim that the escape had\nbeen “a long time in the planning” had been clearly presented in the article as\nthe source’s opinion and had reflected their belief that the escape had not\nbeen spontaneous.\nRelevant Code Provisions\n13. Clause 1 (Accuracy) \ni) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not\nsupported by the text.\nii) A significant inaccuracy, misleading statement or\ndistortion must be corrected, promptly and with due prominence, and — where\nappropriate — an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator.\niii) A fair opportunity to reply to significant inaccuracies\nshould be given, when reasonably called for.\niv) The Press, while free to editorialise and campaign, must\ndistinguish clearly between comment, conjecture and fact.\nFindings of the Committee\n14. The newspaper had reported on the testimony of its\nsource and had also taken steps, prior to publication, to obtain on the record\nstatements from the Scottish Prison Service and Police Scotland.\n15. The newspaper had requested that the Scottish Prison\nService provide a statement in response to the specific allegation that the\ncomplainant’s son had been involved in an attempted escape, and disturbance, in\na cell in HMP Dumfries. The statement which the newspaper had received in\nresponse did not explicitly confirm the source’s claims, however, it did not\ncontain a denial and had acknowledged that an “incident” had taken place. The\nCommittee did not conclude that there had been a failure to take care over the\naccuracy of the article on these points.\n16. The newspaper had received a statement from Police\nScotland, which had said that a man, aged 27, was the subject of a report to\nthe Procurator Fiscal in connection with the alleged attempted break out of\nprison. This statement had been made in response to a specific enquiry from the\nnewspaper, which had referred to the complainant’s son’s name and age. In those\ncircumstances, and given the difficulty in contacting the complainant’s son for\ncomment, the Committee did not conclude that in reporting that he had been\ncharged in relation to the incident, there had been a failure to take care over\nthe accuracy of the article on this point. Where the newspaper had taken steps\nto verify the source’s claims and had received on the record comments, which\ndid not contain any denial, the Committee did not establish that the articles\ncontained significant inaccuracies, such as to require correction.\n17. The Committee noted the complainant’s concern regarding\nthe reference to her son’s previous conviction for a drug related offence,\ngiven that this had not been the reason for his current sentence. However, the\ncomplainant did not dispute that her son had been previously sentenced for 20\nmonths for his part in a nationwide heroin ring. In this context, the inaccuracy\nrelating to the reason for his current sentence was not significant. The\nCommittee welcomed, however, the newspaper’s offer to amend the online article\nto make clear the reason for the complainant’s son’s current sentence. Further,\nin the context of an article which reported on an attempted prison escape, any\ninaccuracy in relation to which prison the complainant’s son had been\ntransferred to, was not significant. There was no breach of the Code.\nConclusions\n18. The complaint was not upheld.\nRemedial action required\n19. N/ADate complaint received: 18/04/2017Date decision issued: 22/08/2017  \nBack to ruling listing\n\n\n"
}