{
    "url": "/rulings-and-resolution-statements/ruling/?id=06148-18",
    "title": "06148-18 Sherief v The Sunday Times",
    "provisions": [
        "2 Privacy (2018)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "The Sunday Times (News UK)",
    "published_on": "2018-07-08 00:00:00",
    "received_on": "2018-09-18 00:00:00",
    "concluded_on": "2018-11-30 00:00:00",
    "complaint_processing_days": 73,
    "conclusion_long": "9.    The complaint was not upheld.",
    "remedial_action": "110.    N/A Date complaint received: 18/09/2018",
    "text": "\n\n\n\n\n\nDecision of the\nComplaints Committee – 06148-18 Sherief v The Sunday Times \nSummary of Complaint 1.   \nAdam Sherief complained\nto the Independent Press Standards Organisation that The Sunday Times breached\nClause 2 (Privacy) of the Editors’ Code of Practice in an article headlined\n“Army 'tosses aside' elite forces officer over £250 fiddle” published on 8 July\n2018. 2.   \nThe\narticle reported that the complainant had “improperly obtained” a sum of money\nfrom a fund that pays for social functions for soldiers at the headquarters of\na military organisation in a named location. The article stated the\ncomplainant’s rank within the army, and described his regiment and its role. It\ndescribed how he had been dismissed from the army at a military court hearing\nafter pleading guilty to “conduct prejudicial to good order and service\ndiscipline”. It went on to give the complainant’s views, in which he expressed\nregret at his actions and dismissal, and to describe the offence in more\ndetail. It included a photograph of the complainant in his uniform. 3.   \nThe\narticle appeared in the same format online. 4.   \nThe\ncomplainant said that the article breached Clause 2 (Privacy) because, by\nnaming his rank, regiment, work location, and affiliation with a branch of the\narmed forces, it had put his security at risk. He said that the court had only\nheard information about his job title and rank, and not about his regiment,\nwork location or affiliation with a specific branch of the armed forces – this\ninformation had been passed to the publication by the Services Prosecuting\nAuthority. He also said that the photograph included in the article had been\ntaken from his private Facebook profile, and that, taken with the information\nabout his regiment and work location, its inclusion in the article posed a\nsecurity risk, by making him identifiable. In addition, he said that the\narticle was having a damaging effect on his life and livelihood. 5.   \nThe\npublication denied any breach of Clause 2 (Privacy). It said that its reporter\nhad taken steps prior to publication to establish whether any reporting\nrestrictions were in place regarding the complainant’s military court hearing.\nThe reporter had been told by the relevant authorities that the only\nrestriction related to the identity of the complainant’s commanding officer,\nwhich had not been included in the article. With respect to the photograph of\nthe complainant, the publication said that its picture editor had been able to\naccess this photograph from the complainant’s Facebook profile, as a member of\nthe general public might have done. It said that, whilst the photograph was no\nlonger available online, several other photographs showing his likeness were\nreadily available.\nRelevant Code\nProvisions 6. Clause 2 (Privacy) i) Everyone is entitled to respect for his or her\nprivate and family life, home, health and correspondence, including digital\ncommunications. ii) Editors will be expected to justify intrusions\ninto any individual's private life without consent. In considering an\nindividual's reasonable expectation of privacy, account will be taken of the\ncomplainant's own public disclosures of information and the extent to which the\nmaterial complained about is already in the public domain or will become so.\nFindings of the Committee 7. The\ncomplainant’s case had been heard in military court. Information revealed in\ncourt is in the public domain, and, in accordance with the principles of open\njustice, the publication was entitled to report it. The publication had also\nobtained and published information obtained from the Services Prosecuting\nAuthority, which its reporter had contacted to ascertain whether any reporting\nrestrictions were in place. The Committee noted that, while IPSO does not\nenforce reporting restrictions, the existence of a reporting restriction might\naffect an individual’s expectation of privacy in relation to the restricted\ninformation. In this instance, however, it was accepted that the only reporting\nrestriction imposed in relation to the hearing was with respect to the identity\nof the complainant’s commanding officer – information which was not included in\nthe article. As no restriction applied to reporting on the remainder of the\ninformation, publishing this information did not reveal any details over which\nthe complainant had a reasonable expectation of privacy. In any event, the\nCommittee did not consider that this information, about the complainant’s rank,\nregiment, work location, and affiliation with a branch of the armed forces, was\nprivate information about him. In these circumstances, reporting these details\ndid not represent a breach of Clause 2 (Privacy).  \n8. The\ncomplainant did not dispute the publication’s account of obtaining his\nphotograph from his Facebook profile; it appeared likely, therefore, that the\nphotograph had been placed in the public domain by the complainant at some\npoint in time. The inclusion of this photograph did not reveal private\ninformation about the complainant: it showed that he was a member of the armed\nforces, and his likeness. In circumstances where he had appeared in court, and\nhis job role had been referred to in proceedings, this did not represent\nprivate information over which the complainant had a reasonable expectation of\nprivacy; there was no breach of Clause 2 on this point. The Committee noted\nthat this photograph had in any event been removed from the online article.\nConclusions 9.    The complaint was not upheld.\nRemedial action\nrequired 110.   \nN/A\nDate complaint\nreceived: 18/09/2018\nDate decision issued: 30/11/2018\nBack to ruling listing\n\n\n"
}