{
    "url": "/rulings-and-resolution-statements/ruling/?id=06159-19",
    "title": "06159-19 McGurk v oxfordmail.co.uk",
    "provisions": [
        "1 Accuracy (2018)"
    ],
    "outcome": "Breach - sanction: action as offered by publication",
    "publication": "oxfordmail.co.uk (Newsquest Media Group)",
    "published_on": "2019-07-05 00:00:00",
    "received_on": "2019-08-16 00:00:00",
    "concluded_on": "2020-04-03 00:00:00",
    "complaint_processing_days": 231,
    "conclusion_long": "13. The complainant was upheld under Clause 1(i).",
    "remedial_action": "14. Having upheld the complaint, the Committee considered what remedial action should be required. 15. The publication amended the headline and had offered to publish a clarification in a prominent position and sufficiently promptly as to meet the requirements of Clause 1(ii). This should now be published to avoid a breach of Clause 1(ii).   Date received: 16/08/2019",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee – 06159-19 McGurk v\noxfordmail.co.uk\nSummary of Complaint \n1. John McGurk complained to the Independent Press Standards\nOrganisation that oxfordmail.co.uk breached Clause1 (Accuracy) of the Editors'\nCode of Practice in an article headlined \"Dangerous' Ferrari driver John\nMcGurk from Stratford-upon-Avon convicted of lying after Oxfordshire\n'race'\" published on 5 July 2019.\n2. The article reported that a Ferrari driver, who was on\ntrial for \"an alleged street 'race'\", had been \"cleared of\ndangerous driving but convicted of lying about who was the driver.\" The\narticle reported that the complainant, the driver of the vehicle, was\n\"found not guilty of dangerous driving and guilty of doing acts tending to\npervert the course of justice\". Regarding his conviction, the article\nreported that the complaint had \"between September 4 and October 18 2017,\npursued a course of conduct which amounted to perverting the course of public\njustice by nominating somebody else as the driver\". It reported that\nprosecutors had claimed that the complainant had \"lied to police by\nfalsely claiming that somebody else had been behind the wheel at the\ntime\", in order to \"frustrate the police investigation into dangerous\ndriving\". It reported that it had been claimed that the complainant had\ndriven at \"up to 80mph\", \"before overtaking in a line of cars\nbefore a bend…\". \n3. The complainant said that the article was inaccurate. He\nsaid the headline was misleading as it referred to him as\n\"dangerous\", when he was not convicted of dangerous driving. The\ncomplainant also said there was no \"race\" as reported in the article\nand that it was inaccurate to report that he was convicted of lying about who\nwas the driver. He said that he was convicted for sending letters which\nobstructed the police investigation; he had nominated himself as the driver\nwithin the 28 day period, and did not claim that another individual was behind\nthe wheel. Further, the complainant said that he did not \"overtake a line\nof traffic\" as there was only one car; the accusation was that he had\novertaken traffic on double white lines but nevertheless he was found not\nguilty of this charge. The complainant also said that the reporter was not in\nattendance at court on the day of the hearing. \n4. The publication denied that the article was inaccurate.\nIt said that the complainant was described as \"dangerous\" in court by\na witness and that a witness had described the incident as a \"race\".\nThe publication said that the article presented the terms in speech marks in\nthe headline and this made clear these points were the claims of witnesses. It emphasised\nthat the article reported the details of his conviction accurately. The\npublication provided the charge sheet from the trial which stated that the\ncomplainant was on trial for committing an act/series of acts with intent to\npervert the course of justice. Regarding the details of this charge, it stated\nthat the complainant had sent a series of letters seeking to frustrate the\ninvestigation into an offence of dangerous driving by nominating another\nindividual as the driver. That the complainant had later nominated himself as\nthe driver was irrelevant; he was convicted of this offence and the article had\nreported this accurately. The publication said that the complainant had\nmisinterpreted the article, which did not report that it was claimed he overtook\na line of cars and instead reported that it was claimed he overtook ‘in’ a line\nof cars. The publication provided the reporter's notes from the trial, which it\nclaimed supported the accuracy of the information in the article. \n5. The complainant did not dispute that he was convicted of\nthe charge of perverting the course of justice as outlined on the charge sheet,\nbut disputed that he had perverted the course of justice by nominating somebody\nelse as the driver as reported. The complainant said that he had sent letters\nto the police requesting further information regarding the timing of the\noffence in which he suggested that he may have been conducting test drives at\nthe time. However, the complainant said that this did not constitute nominating\nanother individual as the driver. The complainant provided a copy of the\nletters to IPSO.\n6. Notwithstanding its position that there was no breach of\nthe Code, during IPSO's investigation the publication offered to amend the\nheadline to \"Ferrari driver jailed for perverting the course of justice\nafter lying about who was behind the wheel\". It also offered to publish a\nclarification with the online article which stated:\n\"The headline of this article was amended to reflect\nthe fact McGurk was found guilty of perverting the course of justice, but\ncleared of dangerous driving\"\nRelevant Code Provisions\n7. Clause 1 (Accuracy)\ni) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not\nsupported by the text.\nii) A significant inaccuracy, misleading statement or\ndistortion must be corrected, promptly and with due prominence, and – where\nappropriate – an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator.\niii) A fair opportunity to reply to significant inaccuracies\nshould be given, when reasonably called for.\niv) The Press, while free to editorialise and campaign, must\ndistinguish clearly between comment, conjecture and fact.\nv) A publication must report fairly and accurately the\noutcome of an action for defamation to which it has been a party, unless an\nagreed settlement states otherwise, or an agreed statement is published.\nFindings of the Committee\n8. The headline stated that the complainant was\n\"dangerous\" and that he was found to have lied after a\n\"race\". The Committee noted the publication's position that these\nwere the claims of witnesses. However, it was misleading to refer to these\nclaims in a headline that summarised the details of the complainant's\nconviction, in circumstances where the complainant was found not guilty of the\ndangerous driving offence and this was reported in the article; the claims in\nthe headline were not supported by the text. This represented a failure to take\ncare not to publish headlines not supported by the text in breach of Clause\n1(i). A clarification was required under the terms of Clause 1(ii). \n9. The amended headline removed the claims of the witnesses\nand reported the offence for which the complainant was convicted, as reported\nin the text of the article. The Committee considered that the amended headline\nand the clarification offered by the newspaper during IPSO's investigation\nclarified the position with due prominence. This was sufficient to avoid a\nbreach of Clause 1(ii). \n10. The charge sheet provided by the publication stated that\nthe complainant had sent letters seeking to frustrate the investigation and\nthat he had nominated another named individual as the driver. In obtaining the\ncharge sheet, sending the reporter to court to hear the case, and the\nproduction of contemporaneous notes, the newspaper had taken care not to\npublish inaccurate information regarding the conviction.  The Committee took into account the letters\nsent by the complainant to the police in which he had suggested that another\nperson may have been driving the car at the time of the offence. While these\nletters were not available to the newspaper prior to publication, the position\nadvanced by the complainant in the letters corroborated the description of the\noffence on the charge sheet and as reported in the article. Given that the\ncomplainant had been convicted of perverting the course of justice, the\nCommittee did not consider that it was significantly misleading to report that\nthe complainant was convicted of lying about who the driver was. There was no\nbreach of Clause 1 on this point.\n11. The article made clear that it had been claimed that the\ncomplainant had overtaken ‘in’ a line of cars, as opposed to overtaking a line\nof cars which the complainant accepted was the charge against him. The\ndistinction between the reported claim and the complainant’s position did not\nrepresent a significant inaccuracy in circumstances where the article had made\nclear that he was acquitted of this charge. There was no breach of Clause 1 on\nthis point. \n12. The complainant's wider concerns regarding the\nreporter's attendance at court did not engage the terms of the Editors Code. \nConclusions\n13. The complainant was upheld under Clause 1(i). \nRemedial Action Required\n14. Having upheld the complaint, the Committee considered\nwhat remedial action should be required.\n15. The publication amended the headline and had offered to\npublish a clarification in a prominent position and sufficiently promptly as to\nmeet the requirements of Clause 1(ii). This should now be published to avoid a\nbreach of Clause 1(ii).\n \nDate received: 16/08/2019\nDate concluded by IPSO: 03/04/2020\n \n \nBack to ruling listing\n\n\n"
}