{
    "url": "/rulings-and-resolution-statements/ruling/?id=06154-15",
    "title": "06154-15 Macugowska v Coventry Telegraph",
    "provisions": [
        "1 (Accuracy) 2015",
        "3 (Privacy) 2015",
        "9 (Reporting of crime) 2015"
    ],
    "outcome": "No breach - after investigation",
    "publication": "Coventry Telegraph (Reach PLC)",
    "published_on": "2015-06-04 00:00:00",
    "received_on": "2015-10-07 00:00:00",
    "concluded_on": "2016-02-01 00:00:00",
    "complaint_processing_days": 117,
    "conclusion_long": "of IPSO’s investigation into the complaint, and during the Committee’s consideration of the matter, IPSO was informed by the complainant’s representative, Sandra Macugowska, that the complainant had died. The representative requested that the Committee continue its consideration of the matter and to issue its decision.Findings of the Committee8. The complainant had pleaded guilty to three fraud charges. The newspaper had been entitled to report details of the conviction, despite the complainant’s contention that she was innocent. The complainant might now dispute the entire basis of her conviction, but the newspaper had reported it and her sentence accurately.9. While the complainant disputed that the court had heard that she had given a false name and concealed her driving licence upon arrest, the newspaper had provided the reporter’s notes, taken in court, to support its position that this had been heard in court. The Committee was satisfied that there was no failure to take care over the article’s accuracy; and no significant inaccuracies were identified by the complaint. The complaint under Clause 1 was not upheld.10. The Committee noted the complainant’s concern regarding the publication of her partial address. However, this information had been given in open court and was not private. Similarly, the fact the complainant had collapsed during the proceedings had been referred to in court and was not private.11. The Committee noted the complainant’s concern regarding the reference to her spent conviction. However, a conviction is a matter of public record. There was no breach of Clause 3.12. Clause 9 is intended to protect friends or relatives of individuals accused or convicted of crime, or children who witness or are victims of crime from identification in the press. The complaint did not engage the terms of this Clause.Conclusions13. The complaint was not upheld.",
    "remedial_action": "N/ADate complaint received: 07/10/2015",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee 06154-15 Macugowska\nv Coventry TelegraphSummary of complaint1. Agnieszka Macugowska complained to the Independent Press\nStandards Organisation that the Coventry Telegraph breached Clause 1\n(Accuracy), Clause 3 (Privacy) and Clause 9 (Reporting of crime) of the\nEditors’ Code of Practice in an online article headlined “Vain fraudster used\nother people’s bank cards to pay for beauty treatment at clinic”, published on\n4 June 2015.2. The article reported that the complainant had pleaded\nguilty to three of five fraud charges; she had used other people’s bank details\nto pay for vouchers for beauty treatments. It said she had been ordered to do\n150 hours of unpaid work, and to pay £1,200 in costs and £367 in compensation.3. The complainant said she had pleaded guilty to three\nfraud charges in order to retrieve her passport, which had been confiscated and\nwhich she needed in order to return home for an urgent family matter. She said\nshe was, in fact, not guilty: she had not stolen bank details; she had been\nsold £550 of vouchers by an unknown individual. She also denied that upon her\narrest, she had given a false name and attempted to conceal her identification\ndocuments.4. In addition, the complainant said that the publication of\nher address had put her safety at risk, and the report that she had collapsed\nduring the trial had disclosed private information about her. She noted that\nthe article had also referred to her previous conviction, which was spent.5. The newspaper said it was not for it to decide whether\nthe complainant had been guilty of the offences. It was its role to accurately\nreport what had been heard in court. It said the complainant’s address and the\nfact that she had collapsed during the proceedings had been referred to in\ncourt. With regards to the details of her arrest, the newspaper said that the\ncourt had heard that the complainant had told the police that her name was\n“Anna Anders” and had tried to conceal her driving licence; it provided the\nreporter’s contemporaneous notes to support this position.Relevant Code Provisions6. Clause 1 (Accuracy)i. The Press must take care not to publish inaccurate,\nmisleading or distorted information, including pictures.ii. A significant inaccuracy, misleading statement or\ndistortion once recognised must be corrected, promptly and with due prominence,\nand - where appropriate - an apology published. In cases involving the\nRegulator, prominence should be agreed with the Regulator in advance.iii. The Press, whilst free to be partisan, must distinguish\nclearly between comment, conjecture and fact.Clause 3 (Privacy)i. Everyone is entitled to respect for his or her private\nand family life, home, health and correspondence, including digital\ncommunications.ii. Editors will be expected to justify intrusions into any\nindividual's private life without consent. Account will be taken of the\ncomplainant's own public disclosures of information.iii. It is unacceptable to photograph individuals in private\nplaces without their consent. Note - Private places are public or private\nproperty where there is a reasonable expectation of privacy.Clause 9 (Reporting of crime)i. Relatives or friends of persons convicted or accused of\ncrime should not generally be identified without their consent, unless they are\ngenuinely relevant to the story.ii. Particular regard should be paid to the potentially\nvulnerable position of children who witness, or are victims of, crime. This\nshould not restrict the right to report legal proceedings.Findings of the CommitteeNote of the Committee7. Following the conclusion of IPSO’s investigation into the\ncomplaint, and during the Committee’s consideration of the matter, IPSO was\ninformed by the complainant’s representative, Sandra Macugowska, that the\ncomplainant had died. The representative requested that the Committee continue\nits consideration of the matter and to issue its decision.Findings of the Committee8. The complainant had pleaded guilty to three fraud\ncharges. The newspaper had been entitled to report details of the conviction,\ndespite the complainant’s contention that she was innocent. The complainant\nmight now dispute the entire basis of her conviction, but the newspaper had\nreported it and her sentence accurately.9. While the complainant disputed that the court had heard\nthat she had given a false name and concealed her driving licence upon arrest,\nthe newspaper had provided the reporter’s notes, taken in court, to support its\nposition that this had been heard in court. The Committee was satisfied that\nthere was no failure to take care over the article’s accuracy; and no\nsignificant inaccuracies were identified by the complaint. The complaint under\nClause 1 was not upheld.10. The Committee noted the complainant’s concern regarding\nthe publication of her partial address. However, this information had been\ngiven in open court and was not private. Similarly, the fact the complainant\nhad collapsed during the proceedings had been referred to in court and was not\nprivate.11. The Committee noted the complainant’s concern regarding\nthe reference to her spent conviction. However, a conviction is a matter of\npublic record. There was no breach of Clause 3.12. Clause 9 is intended to protect friends or relatives of\nindividuals accused or convicted of crime, or children who witness or are\nvictims of crime from identification in the press. The complaint did not engage\nthe terms of this Clause.Conclusions13. The complaint was not upheld.Remedial Action RequiredN/ADate complaint received: 07/10/2015Date decision issued: 01/02/2016\nBack to ruling listing\n\n\n"
}