{
    "url": "/rulings-and-resolution-statements/ruling/?id=06173-18",
    "title": "06173-18 Keane v The Scotsman",
    "provisions": [
        "1 Accuracy (2018)"
    ],
    "outcome": "Breach - sanction: action as offered by publication",
    "publication": "The Scotsman (National World Publishing Ltd)",
    "published_on": "2018-09-19 00:00:00",
    "received_on": "2018-09-19 00:00:00",
    "concluded_on": "2018-11-29 00:00:00",
    "complaint_processing_days": 71,
    "conclusion_long": "10. The complaint was upheld.",
    "remedial_action": "11. Having upheld the complaint, the Committee considered what remedial action should be required. 12. The newspaper had promptly offered a correction which corrected the inaccuracy with due prominence. The Committee found that this correction was sufficient to meet the requirements of Clause 1 (ii) and should now be published.   Date complaint received: 19/09/2018",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee 06173-18\nKeane v The Scotsman\nSummary\nof Complaint 1.    Gordon\nKeane complained to the Independent Press Standards Organisation that The\nScotsman breached Clause 1 (Accuracy) of the Editors’ Code of Practice in an\narticle headlined “Peat’s selective\nmemory of 2008 is what really sticks in the throat” published on 19 September\n2018. 2.    The\narticle was a comment piece discussing the legacy of the 2007-08 Scottish\nfootball season. It said that “The 2007-08 season is the only one in the\nhistory of Scottish football to be extended over the inability of one club to\nfulfil its fixtures”. 3.    The article was also published online in the same\nformat with the headline “George Peat’s selective memory really sticks in\nthroat”. 4.    The\ncomplainant said that the statement about the 2007-08 season was incorrect. He\nprovided examples which showed that the Scottish football league had been\nextended many times over its history, often as a result of one club being able\nto fulfil its fixtures. He also rejected the idea that this year was in any way\nunique, as every season has its own distinguishing features which make it\ndifferent from the others. 5.    The\npublication accepted that the statement was inaccurate, but said that the\narticle’s inaccuracy was as a result of a failure to be sufficiently clear\nabout the circumstances which made the changes to the league schedule unique,\nand that it was widely reported that the steps taken by the Scottish Football\nAssociation in 2007-08 were unprecedented. It said that the author had consulted\na respected football prior to publication website to confirm that there was no\nhistoric precedent for what happened in the 2007-08 season. 6.    The\npublication said that the author was entitled to publish his view that the\nseason in question was unique. However, it offered to remove the statement from\nthe online article, as well as offering to publish the following correction on\npage two in its Corrections and Clarifications column, and underneath the\nonline article: “Andrew Smith's column of 19 September,\n2018, entitled Peat's selective memory of 2008 is what really sticks in the\nthroat, stated that 2007-8 was the only season in the history of Scottish\nfootball to be extended over the inability of one club to fulfil its fixtures.\nIn fact, the season has been extended on other occasions in order to\naccommodate one team's fixture backlog. The 2007/08 season was different in\nthat a full set of three fixtures for the top six group were rescheduled beyond\nthe planned end of the season for this reason. We are happy to set the record\nstraight”.   Relevant Code Provisions 7.   \n1. Accuracy i) The Press must take care not to\npublish inaccurate, misleading or distorted information or images, including\nheadlines not supported by the text. ii) A significant inaccuracy, misleading\nstatement or distortion must be corrected, promptly and with due prominence,\nand — where appropriate — an apology published. In cases involving IPSO, due\nprominence should be as required by the regulator. iii) A fair opportunity to reply to significant\ninaccuracies should be given, when reasonably called for. iv) The Press, while free to editorialise and\ncampaign, must distinguish clearly between comment, conjecture and fact.\nFindings of the Committee 8.    It was accepted that the 2007-08 was\nnot the only one in which the season had been extended due to the\ninability of one club to fulfil its fixtures. Whilst the author was entitled to\npublish his view that the season was unique, the assertion represented a\nfailure to take care over the accuracy of the article, in breach of Clause\n1(i). The statement failed to take into account the other similar occasions\nthat the league season had been extended, which represented a significant\ninaccuracy in the context of an article which centred around the comparing the\n2007/08 league to previous years. It thus required correction under the terms\nof Clause 1(ii). 9.   \nThe correction offered by the\npublication identified the inaccuracy and set out the correct position, and was\noffered promptly and with due prominence. The Committee also noted that the\npublication had offered to remove the statement from the online version. There\nwas no breach of Clause 1 (ii). \nConclusion 10.\nThe complaint was upheld.Remedial action\nrequired 11.\nHaving upheld the complaint, the\nCommittee considered what remedial action should be required. 12.\nThe newspaper had promptly offered a\ncorrection which corrected the inaccuracy with due prominence. The Committee\nfound that this correction was sufficient to meet the requirements of Clause 1\n(ii) and should now be published.\n \nDate complaint received: 19/09/2018\nDate decision issued: 29/11/2018\nBack to ruling listing\n\n\n"
}