{
    "url": "/rulings-and-resolution-statements/ruling/?id=06194-15",
    "title": "06194-15 Mace v Gloucester Citizen",
    "provisions": [
        "1 (Accuracy) 2015"
    ],
    "outcome": "Breach - sanction: action as offered by publication",
    "publication": "Gloucester Citizen (Reach PLC)",
    "published_on": "2015-10-02 00:00:00",
    "received_on": "2015-10-08 00:00:00",
    "concluded_on": "2015-01-25 00:00:00",
    "complaint_processing_days": -256,
    "conclusion_long": "of the trial. She said that the front-page headline had caused damage and stress to her and her partner.5. The newspaper accepted that the headline on the front-page was inaccurate. It said that a sub-editor composing the front-page caption close to deadline had misread the article on page 2 and wrote that the couple had been jailed, rather than convicted. However, it said that the caption on the front page referred readers to the court report on page 2, where it was made clear that sentencing had been adjourned until 22 October. The newspaper said it was approached by the family of the complainant’s partner after publication, and published the following correction, headlined “Mark Ridler and Charlotte Mace case”, in a prominent position on page 6 of the next edition of the newspaper on 5 October:In a picture on the front page of Friday’s Citizen, we incorrectly stated that Charlotte Mace and Mark Ridler had been jailed for an attack on three sisters. While they have been convicted of the attack by a jury, sentencing has not yet taken place. We are happy to make this clarification. Mace, 24, and Ridler, 27, both of Tolsey Gardens, Gloucester, were found guilty of assault causing actually bodily harm against three Asian sisters in an attack which took place in August 2012. They were cleared of racially aggravated assaults against the sisters.6.  On being contacted by the complainant following publication of that correction, the newspaper told the complainant that it would cover her and her partner’s sentencing hearing, and depending on the outcome, was willing to publish an interview with them both. It said that after it published an article on the pair’s sentencing hearing, which appeared in a prominent position on page 8 with the headline “Couple spared jail for attacking three sisters”, the complainant had turned down the opportunity of an interview. In addition to these measures, the newspaper said that it would be willing the re-publish the correction on page 2, where the original article had appeared.  Relevant Code Provisions7. Clause 1 (Accuracy)i) The Press must take care not to publish inaccurate, misleading or distorted information, including pictures.ii) A significant inaccuracy, misleading statement or distortion once recognised must be corrected, promptly and with due prominence, and - where appropriate - an apology published. In cases involving the Regulator, prominence should be agreed with the Regulator in advance.Findings of the Committee8. The newspaper had accepted that the front-page headline was inaccurate, and that the complainant and her partner had not been jailed following conviction. The error that occurred in the editorial process represented a failure to take care over the article’s accuracy in breach of Clause 1(i), and a correction was required in order to avoid a breach of Clause 1(ii).9. On receipt of a complaint from the family of the complainant’s partner, the newspaper had published a prompt correction on page 6 which made clear that the pair had not been jailed following their conviction. While the wording of this correction was sufficient to avoid a breach of Clause 1(ii), the Code states that a significant inaccuracy must also be corrected with “due prominence”. While in general this will mean the same page or further forward than the page where the article originally appeared, this will not always be the case; the Committee recognises that publications may use other means – such as established corrections columns – to ensure corrections are sufficiently prominent. The correction in this case was published in the top half of the page with a large headline and was accompanied by a photograph of the complainant and her partner. The newspaper had also published a sizable news piece about the pair’s sentencing hearing, the headline of which made clear that the pair had not been jailed; this effectively represented a second correction of the original inaccuracy. Taken together, these corrective actions satisfied the prominence requirements of Clause 1(ii).Conclusions10. The complaint was upheld.",
    "remedial_action": "11. In circumstances where the newspaper had published a prompt and effective correction, and follow-up, which complied with the requirements of the Code, the Committee was satisfied that no further remedial action was required. Date complaint received: 8/10/2015",
    "text": "\n\n\n\n\n\n·        Decision of the Complaints Committee 06194-15 Mace v\nGloucester CitizenSummary of complaint1. Charlotte Mace complained to the Independent Press\nStandards Organisation that the Gloucester Citizen had breached Clause 1\n(Accuracy) of the Editors’ Code of Practice in an article headlined “Couple\njailed for attacking three sisters”, published on 2 October 2015.2. The front-page headline referred to an article on page 2\nwith the headline “Couple’s ‘nasty’ assaults had no racist undertones”. The\narticle reported that the complainant and her partner had been convicted of\nattacking three Asian sisters, but cleared of having a racist motive for the\nattack, following a trial at Gloucester Crown Court. It explained that the case\nhad been adjourned for sentence until 22 October.3. The online article did not contain any reference to the\ncouple being jailed, and was substantively similar to the print version that\nappeared on page 2.4. The complainant said that it was inaccurate to report\nthat she and her partner had been jailed, as sentencing had been adjourned at\nthe conclusion of the trial. She said that the front-page headline had caused\ndamage and stress to her and her partner.5. The newspaper accepted that the headline on the\nfront-page was inaccurate. It said that a sub-editor composing the front-page\ncaption close to deadline had misread the article on page 2 and wrote that the\ncouple had been jailed, rather than convicted. However, it said that the\ncaption on the front page referred readers to the court report on page 2, where\nit was made clear that sentencing had been adjourned until 22 October. The\nnewspaper said it was approached by the family of the complainant’s partner\nafter publication, and published the following correction, headlined “Mark\nRidler and Charlotte Mace case”, in a prominent position on page 6 of the next\nedition of the newspaper on 5 October:In a picture on the front page of Friday’s Citizen, we\nincorrectly stated that Charlotte Mace and Mark Ridler had been jailed for an\nattack on three sisters. While they have been convicted of the attack by a\njury, sentencing has not yet taken place. We are happy to make this\nclarification. Mace, 24, and Ridler, 27, both of Tolsey Gardens, Gloucester,\nwere found guilty of assault causing actually bodily harm against three Asian\nsisters in an attack which took place in August 2012. They were cleared of\nracially aggravated assaults against the sisters.6.  On being contacted\nby the complainant following publication of that correction, the newspaper told\nthe complainant that it would cover her and her partner’s sentencing hearing,\nand depending on the outcome, was willing to publish an interview with them\nboth. It said that after it published an article on the pair’s sentencing\nhearing, which appeared in a prominent position on page 8 with the headline\n“Couple spared jail for attacking three sisters”, the complainant had turned\ndown the opportunity of an interview. In addition to these measures, the\nnewspaper said that it would be willing the re-publish the correction on page\n2, where the original article had appeared. \nRelevant Code Provisions7. Clause 1 (Accuracy)i) The Press must take care not to publish inaccurate,\nmisleading or distorted information, including pictures.ii) A significant inaccuracy, misleading statement or\ndistortion once recognised must be corrected, promptly and with due prominence,\nand - where appropriate - an apology published. In cases involving the\nRegulator, prominence should be agreed with the Regulator in advance.Findings of the Committee8. The newspaper had accepted that the front-page headline\nwas inaccurate, and that the complainant and her partner had not been jailed\nfollowing conviction. The error that occurred in the editorial process\nrepresented a failure to take care over the article’s accuracy in breach of\nClause 1(i), and a correction was required in order to avoid a breach of Clause\n1(ii).9. On receipt of a complaint from the family of the\ncomplainant’s partner, the newspaper had published a prompt correction on page\n6 which made clear that the pair had not been jailed following their\nconviction. While the wording of this correction was sufficient to avoid a\nbreach of Clause 1(ii), the Code states that a significant inaccuracy must also\nbe corrected with “due prominence”. While in general this will mean the same\npage or further forward than the page where the article originally appeared,\nthis will not always be the case; the Committee recognises that publications\nmay use other means – such as established corrections columns – to ensure\ncorrections are sufficiently prominent. The correction in this case was\npublished in the top half of the page with a large headline and was accompanied\nby a photograph of the complainant and her partner. The newspaper had also\npublished a sizable news piece about the pair’s sentencing hearing, the\nheadline of which made clear that the pair had not been jailed; this\neffectively represented a second correction of the original inaccuracy. Taken\ntogether, these corrective actions satisfied the prominence requirements of\nClause 1(ii).Conclusions10. The complaint was upheld.Remedial Action Required11. In circumstances where the newspaper had published a\nprompt and effective correction, and follow-up, which complied with the\nrequirements of the Code, the Committee was satisfied that no further remedial\naction was required.\nDate complaint received: 8/10/2015\nDate decision issued: 25/01/2015\nBack to ruling listing\n\n\n"
}