{
    "url": "/rulings-and-resolution-statements/ruling/?id=06208-18",
    "title": "06208-18 A woman v Worcester News",
    "provisions": [
        "11 Victims of sexual assault (2018)",
        "2 Privacy (2018)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "Worcester News (Newsquest Media Group)",
    "published_on": "2018-09-22 00:00:00",
    "received_on": "2018-09-22 00:00:00",
    "concluded_on": "2018-12-12 00:00:00",
    "complaint_processing_days": 81,
    "conclusion_long": "9.    The complaint was not upheld.",
    "remedial_action": "10. N/A.Date complaint received: 22/09/2018",
    "text": "\n\n\n\n\n\nDecision of the\nComplaints Committee 06208-18 A woman v\nWorcester News  \nSummary of complaint 1.    A woman complained to the\nIndependent Press Standards Organisation that Worcester News breached Clause 2\n(Privacy) and Clause 11 (Victims of sexual assault) of the Editors’ Code of\nPractice in an article headlined “Rape trial: teenage girl gives evidence”,\npublished on 22 September 2018. 2.    A report of court proceedings\nnoted that the complainant’s daughter, who was the alleged victim of a sexual\noffence, had given evidence in court without the use of a screen to hide her\nface. The article reported the complainant’s daughter’s age at the time of the offences,\nand that the jury heard that she “would not be able to give evidence until\nThursday as she was due to go on holiday on Monday”. The article was published\nonline in substantively the same format, with the headline “Worcester County\nHall rape trial: accuser in court as witness”.  3.    The complainant said that the\narticle included information which taken together, led to the identification of\nher daughter, in breach of Clause 11. Specifically, that she had chosen to give\nevidence in court without the use of a screen; the day that she was due to give\nfurther evidence in court; and the day that she would be going on holiday. The\ncomplainant said that readers would now be able to attend court with the\nintention of discovering who her daughter was. The complainant said that her\ndaughter had a right to anonymity – in line with the law and the terms of the\nCode - due to her age and the nature of the alleged offences. She said that the\neffective identification of her daughter had amounted to an intrusion into her\ndaughter’s private life, in breach of Clause 2. 4.    The newspaper did not accept that\nit had breached the Code. It said that the details in the article were not\nspecific enough to identify the complainant’s daughter to anyone except her\nimmediate family, who it said would already have been aware of the case. The\nnewspaper said that reporting that the complainant’s daughter had appeared in\ncourt without a screen would only identify her to the people who were present\nin court, and that they would already have been aware that she was the alleged\nvictim. In addition, the newspaper said that reporting that the jury heard when\nthe complainant’s daughter was due to go on holiday would not identify her to\nanyone who did not already know that she was the alleged victim; many teenage\ngirls would have been due to go on holiday in late September. The newspaper\nnoted that it had taken steps to avoid an increased possibility of the\ncomplainant’s daughters identification, for instance, it did not report the\narea where she was from. \nRelevant Code\nProvisions 5.    Clause 2 (Privacy) i)      Everyone is entitled to respect\nfor his or her private and family life, home, health and correspondence,\nincluding digital communications. ii)     Editors will be expected to\njustify intrusions into any individual's private life without consent. In\nconsidering an individual's reasonable expectation of privacy, account will be\ntaken of the complainant's own public disclosures of information and the extent\nto which the material complained about is already in the public domain or will\nbecome so. iii)    It is unacceptable to photograph\nindividuals, without their consent, in public or private places where there is\na reasonable expectation of privacy.Clause\n11 (Victims of sexual assault) The\npress must not identify or publish material likely to lead to the\nidentification of a victim of sexual assault unless there is adequate justification\nand they are legally free to do so. \nFindings\nof the Committee 6.    The Code offers specific\nprotection to victims of sexual assault, recognising their legal right to\nanonymity, and the terms of Clause 11 are designed to prevent the\nidentification of victims of sexual assault in the press. In this instance, the\nCommittee recognised the complainant’s concern that the article reported that\nher daughter was giving evidence without a screen, and that members of the\npublic could, therefore, attend court and discover the identity of the victim.\nHowever, as part of the principle of open justice, newspapers are entitled to\nreport on court proceedings, and to comment on the procedural details of a\ncase. Individuals who give evidence in court, including victims, are named\nopenly in the courtroom as part of legal proceedings, and anyone who attends\ncourt can find out their identity. In these circumstances, the Committee did\nnot find that including this detail identified a victim of sexual assault under\nthe terms of Clause 11. 7.    Similarly, reporting when the\nvictim would be on holiday, was not specific enough such as to identify, or\nsuch that was likely to lead to the identification of, the complainant’s\ndaughter. There was no breach of Clause 11.8.    The article was a report of open\ncourt proceedings. Whilst the Committee acknowledged that the details of the\nreport may have been distressing for both the complainant and her daughter to\nread, the newspaper was entitled to report on the case provided that it\nrespected the complainant’s daughter’s right to anonymity. The Committee did\nnot consider that the article had intruded into the complainant’s daughter’s\nprivate life, and there was no breach of Clause 2.\nConclusions 9.    The complaint was not upheld. \nRemedial Action\nRequired 10. N/A.Date complaint received: 22/09/2018Date decision issued: 12/12/2018\nBack to ruling listing\n\n\n"
}