{
    "url": "/rulings-and-resolution-statements/ruling/?id=06205-15",
    "title": "06205-15 Allen v Birmingham Mail",
    "provisions": [
        "3 (Privacy) 2015",
        "5 (Intrusion into grief or shock) 2015",
        "12 (Discrimination) 2015"
    ],
    "outcome": "No breach - after investigation",
    "publication": "Birmingham Mail (Reach PLC)",
    "received_on": "2015-10-07 00:00:00",
    "concluded_on": "2015-12-14 00:00:00",
    "complaint_processing_days": 68,
    "conclusion_long": "9. The complaint was not upheld.",
    "remedial_action": "N/A Date complaint received: 07/10/2015",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee 06205-15 Allen\nv Birmingham Mail\nSummary of complaint\n1. Rebecca Allen complained to the Independent Press\nStandards Organisation that the Birmingham Mail breached Clause 3 (Privacy),\nClause 5 (Intrusion into grief or shock) and Clause 12 (Discrimination) of the\nEditors’ Code of Practice in an article headlined “Grieving bride-to-be faces\nholiday fiasco as travel firm folds”, published in print on 12 June 2015, and\n“Grieving Mum’s dream hen night holiday ruined after company collapses”,\npublished online on 11 June 2015.\n2. The article reported that the complainant – who\nwas referred to as “Blonde Rebecca Allen” – and those attending her hen party\nin Marbella had been left £2,000 out of pocket, and without accommodation,\nafter a company they had booked a holiday villa with “ceased trading”. It\ncontained an interview with the complainant who explained that she had been\nparticularly looking forward to the trip because of the difficult time she and\nher family had gone through since the death of her son. The article was\naccompanied by photographs of the complainant, her deceased son, and her\nfiancé.\n3. The online article was substantively similar to\nthe print version, but it did not contain the reference to “Blonde Rebecca\nAllen”.\n4. The complainant said that she had made clear to\nthe journalist in an email prior to publication that the article’s emphasis\nshould be on the hen party, and not her late son; she did not want a “sob\nstory”. She said her purpose in contacting the newspaper had been to highlight\nthe “scam” so that members of the public could avoid booking accommodation with\nthe company in question. She said that the decision to put the emphasis of the\narticle on her son's death had breached her and her family's privacy, and\nintruded into their grief. The complainant highlighted the “horrible” comments\nthat had appeared in the comments' section of the online article, and on the\nnewspaper's Facebook page, in this regard. She also said that the “blonde”\nreference in the print article contained an “implication of sexual\ndiscrimination”.\n5. The newspaper said that the complainant had\ninitiated contact with one of its journalists by email. It said that she\nmentioned that her son had died in 2013, and made it clear that the hen party\nwas important to her because of the difficult period she had been through since\nhis death; she repeated this when she spoke to the journalist on the phone. It\nsaid that although the complainant had emailed the journalist prior to\npublication stating that she did not want a “sob story”, she had made clear\nthat she and her fiancé “don't mind our children and Charlie being mentioned in\nthe article”. The newspaper highlighted that the complainant had provided it\nwith a photograph of her deceased son, and one of her with her fiancé, and had\nagreed to be photographed by its photographer. It made clear that it had never\nbeen its intention to cause the complainant any distress; it simply wanted to\nemphasise how important the hen party had been to her. It said that when it was\ncontacted by the complainant, the newspaper had already gone to print, but it\nremoved the article from its website. It also offered to re-publish the article\nonline without any reference to the complainant’s son.\nRelevant Code Provisions\n6. Clause 3 (Privacy)\ni) Everyone is entitled to respect for his or her\nprivate and family life, home, health and correspondence, including digital\ncommunications.\nii) Editors will be expected to justify intrusions\ninto any individual's private life without consent. Account will be taken of\nthe complainant's own public disclosures of information.\niii) It is unacceptable to photograph individuals in\nprivate places without their consent.\nNote - Private places are public or private property\nwhere there is a reasonable expectation of privacy.\nClause 5 (Intrusion into grief or shock)\ni) In cases involving personal grief or shock,\nenquiries and approaches must be made with sympathy and discretion and\npublication handled sensitively. This should not restrict the right to report\nlegal proceedings, such as inquests.\nii) When reporting suicide, care should be taken to\navoid excessive detail about the method used.\nClause 12 (Discrimination)\ni) The press must avoid prejudicial or pejorative\nreference to an individual's race, colour, religion, gender, sexual orientation\nor to any physical or mental illness or disability.\nii) Details of an individual's race, colour,\nreligion, sexual orientation, physical or mental illness or disability must be\navoided unless genuinely relevant to the story.\nFindings of the Committee\n7. The Committee acknowledged the distress which had\nbeen caused to the complainant following publication of the article, and\nexpressed its condolences to her and her family at the loss of her son.\nHowever, in her initial email to the newspaper the complainant had made clear\nthat the weekend away was important to her because of her bereavement. While\nshe did email the journalist again prior to publication stating that she did\nnot want a “sob story”, she did consent to her deceased son and her other\nchildren being mentioned in the article, and provided photographs of herself\nand her fiancé, and her son, to the newspaper. In these circumstances, the\nemphasis put on the story by the newspaper did not constitute a failure to\nrespect the complainant's private life, or represent an intrusion into her\ngrief; there was no breach of Clause 3 or 5. In the circumstances, the\nCommittee welcomed the newspaper's decision to remove the online version of the\narticle as soon as it became aware of the complainant's upset at the article.\n8. The Committee was satisfied that the reference to\nthe complainant as “blonde” was not a pejorative reference to her gender; there\nwas no breach of Clause 12.\nConclusions\n9. The complaint was not upheld.\nRemedial Action Required\nN/A\nDate complaint received: 07/10/2015Date decision issued: 14/12/2015 \nBack to ruling listing\n\n\n"
}