{
    "url": "/rulings-and-resolution-statements/ruling/?id=06211-19",
    "title": "06211-19 Mackenzie v Press & Journal",
    "provisions": [
        "1 Accuracy (2018)"
    ],
    "outcome": "Breach - sanction: action as offered by publication",
    "publication": "Press & Journal (DC Thomson Group)",
    "published_on": "2019-08-19 00:00:00",
    "received_on": "2019-08-19 00:00:00",
    "concluded_on": "2019-11-13 00:00:00",
    "complaint_processing_days": 86,
    "conclusion_long": "11. The complaint was upheld under Clause 1(i).",
    "remedial_action": "12. Having upheld the complaint, the Committee considered what remedial action should be required.13. The corrections published by the publication identified the inaccuracy, explained it and set out the correct position, and was offered promptly and with due prominence. This was sufficient to avoid a breach of Clause 1(ii). Date complaint received: 19/08/2019",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee - 06211-19 Mackenzie\nv Press & JournalSummary of complaint1. Valerie MacKenzie complained to the Independent Press\nStandards Organisation that the Press & Journal had breached Clause 1\n(Accuracy) of the Editors’ Code of Practice in an article headlined “Thousands\ntake part in march through city” published on 19 August 2019.2. The article reported on a Scottish Independence march\nwhich took place in Aberdeen on 17 August 2019. It reported that the\npro-Independence group that organised the march estimated that 12,000 people\nhad taken part. A Unionist group was reported as having estimated that only\n2,563 pro-Independence marchers had attended the event. The article also\nreported on a smaller pro-Union counter-demonstration and showed a photograph\nof it. The photograph was captioned: “Around 2,500 pro-Union supporters turned\nout for a counter-rally”.3. The complainant, who attended the main march, said that\nthis picture caption was inaccurate in breach of Clause 1. She said that this\nwas because the number of pro-Union counter-demonstrators was around 30 rather\nthan the reported figure of 2,500. The complainant was also concerned that the\npublication had a pro-Union bias. She also said that the inaccuracy and the\ndecision to report the estimates of the Unionist group further displayed this\nbias. Finally, she was concerned by the fact that this Unionist group had been\ngiven a platform as she disagreed with its views.4. The publication accepted that the photo caption was\ninaccurate and said it was due to human error, namely the mistaking of the pro-Union\ngroup’s estimate of the Independence march for an estimate of the group’s own\ncounter-demonstration. The publication stated that the inaccuracy, whilst\nregrettable, was not significant. It said that the photo of the\ncounter-demonstrators showed a much smaller number than the caption reported,\nand that the article accurately presented the source and context of the 2,500\nfigure and so the incorrect status of the caption would be clear to most\nreaders. In any event, the publication stated that they had complied with\nClause 1(ii) by taking prompt steps to correct, explain and apologise for the\nerroneous estimate. The publication issued the following correction on page 2\nthe day after the original article was published:In a picture caption on page five of yesterday’s edition, it\nwas wrongly stated that “around 2,500” pro-Union supporters attended a\ncounter-rally against a pro-independence march in Aberdeen on Saturday. That\nwas in fact the number of people that the pro-Union group estimated had joined\nthe main independence march. We are happy to correct this error and apologise\nfor any confusion caused.5. Three days later, after having been able to establish a\nformal estimate, the publication issued a further clarification that made clear\nthe true number of counter-demonstrators. It stated:In a picture caption on page five of Monday’s edition, it\nwas wrongly stated that “around 2,500” pro-Union supporters attended a\ncounter-rally against a pro-independence march in Aberdeen on Saturday. In fact\nthere were estimated to be around 40-60. The 2,500 figure – as correctly stated\nin the article the caption accompanied – was the number of people that the\npro-Union group estimated had joined the main independence march. We are happy\nto correct this error and apologise for any confusion caused.Relevant Code Provisions6. Clause 1 (Accuracy)i) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not\nsupported by the text.ii) A significant inaccuracy, misleading statement or\ndistortion must be corrected, promptly and with due prominence, and — where\nappropriate — an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator.iii) A fair opportunity to reply to significant inaccuracies\nshould be given, when reasonably called for.iv) The Press, while free to editorialise and campaign, must\ndistinguish clearly between comment, conjecture and fact.Findings of the Committee7. The publication accepted that the Unionist estimate of\nthe number of pro-Independence marchers was mistaken for an estimate of the\nnumber of counter-demonstrators. Reporting this represented a failure to take\ncare not to publish inaccurate information in breach of Clause 1(i).8. Reporting that 2,500 counter-demonstrators attended the\nmarch when in fact the accepted figure was 40-60 was a significant inaccuracy\ndue to the large difference between the reported and actual figure. This was\nsignificantly inaccurate as to the scale of the counter demonstration.\nMoreover, the article was centred on these two demonstrations and the relative\nnumber of people taking part in them. Therefore a correction was required under\nthe terms of Clause 1(ii).9. The corrections published identified the inaccuracy and\nput the correct position on record. They were also offered promptly – 1 and 3\ndays after the original article respectively. This was done with due\nprominence, appearing on Page 2 in the regular corrections column, with the\noriginal article having appeared on page 4 and 5. The Committee welcomed the\nfact that the publication, on receiving the estimate of the number of counter\nprotestors, had published a second correction to make this clear.10. The Code makes clear that publications have the right to\nbe partisan, to give its own opinion and to campaign, so long as the Code is\nnot otherwise breached. Therefore, the fact that the complainant believed that\nthe publication displayed a pro-Union bias did not engage the terms of the\nCode. Moreover, newspapers are free to report the opinions of others and to\nchoose what they publish. In this case, the complainant’s concern that the\npublication had given the Unionist group she disagreed with a platform did not\nengage the terms of the Code.Conclusion11. The complaint was upheld under Clause 1(i).Remedial Action Required12. Having upheld the complaint, the Committee considered\nwhat remedial action should be required.13. The corrections published by the publication identified\nthe inaccuracy, explained it and set out the correct position, and was offered\npromptly and with due prominence. This was sufficient to avoid a breach of\nClause 1(ii). Date complaint received: 19/08/2019\nDate decision issued: 13/11/2019\nBack to ruling listing\n\n\n"
}