{
    "url": "/rulings-and-resolution-statements/ruling/?id=06223-19",
    "title": "06223-19 Sutcliffe v The Mail on Sunday",
    "provisions": [
        "1 Accuracy (2019)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "The Mail on Sunday (Associated Newspapers Limited)",
    "published_on": "2019-06-02 00:00:00",
    "received_on": "2019-08-20 00:00:00",
    "concluded_on": "2020-02-18 00:00:00",
    "complaint_processing_days": 182,
    "conclusion_long": "11. The complaint was not upheld",
    "remedial_action": "12. N/A   Date complaint received: 20/08/2019",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee 06223-19 Sutcliffe v\nThe Mail on Sunday\nSummary of Complaint\n1. David Sutcliffe complained to the Independent Press\nStandards Organisation that The Mail on Sunday breached Clause 1 (Accuracy) of\nthe Editors’ Code of Practice in an article headlined “Key aide to Harold\nWilson in No 10 ‘spied for Czechs too’”, published on 2 June 2019.\n2. The article reported that according to declassified\nCzechoslovakian intelligence files, Prime Minister Harold Wilson’s\nParliamentary Private Secretary from 1964 to 1967, Ernest Fernyhough, “spied\nfor Czechoslovakia’s secret police”. The article explained what was in the\nfiles: that Mr Fernyhough had met with a number of Czechoslovakian\n‘handlers’  based in London, who assigned\nhim a code name and that he had been described by one of them as his “most\nvaluable source of information”; that Mr Fernyhough was given a formal rating\nwhich meant that he was a “confidential contact”; that it was recorded that he\nhad “access to a lot of important information”; that he had provided\nintelligence which included details of Harold Wilson’s telephone calls with the\nUS President and discussions about devaluing the pound; and that Mr Fernyhough\nhad received gifts from the Czechs, including alcohol, chocolates and a free\nholiday to Czechoslovakia. It explained that Mr Fernyhough died in 1993.\n3. The article also appeared online in substantially the\nsame terms with the headline “Revealed: Key aide to Prime Minister Harold\nWilson spied for Czechoslovakia and passed on secret on secret details of phone\ncalls with President Lyndon Johnson”. The online version included a number of\nbullet points below the headline, one of which said “Downing Street aide Ernest\nFernyhough spied for Czechoslovakia’s secret police”.\n4. The complainant, the grandson of Mr Fernyhough, said that\nit was inaccurate to describe his grandfather as having “spied for\nCzechoslovakia”. He said that following the article’s publication, he wrote to\nthe head of the Czech Security Services archive, who said that she “refused”\nthe allegation that Mr Fernyhough spied for the Czech Foreign Intelligence\nService; she said that in her opinion, Mr Fernyhough was unaware that he was\ndealing with intelligence officers, and did not really ever say anything\nimportant or confidential. He also provided an article which appeared on an English\nlanguage Czech website following the publication of the article under complaint\nreiterating these comments from the Czech Security Services archive. He queried\nthe accuracy of the files relied on by the publication, as he said that the\nfiles showed that his grandfather was considered by the Czechoslovakians to be\non the right of the Labour party which he said was not the case, and did not\nenjoy chocolate, which the files reported he accepted as a gift. He said that\nthe claims made against his grandfather in the article had caused him and his\nfamily much distress.\n5. The publication did not accept that there was a breach of\nthe Code. It said that the article explained that the description was based on\nCzechoslovakian intelligence files, which it had established were genuine. It\nsaid that the reporter specialised in researching Eastern European archives,\nand had contacted the Czech Security Services archive to request files relating\nto several British politicians; Mr Fernyhough was included because he was known\nto be on the left of the Labour party, and had been associated with political\nmovements linked to Eastern bloc spy recruitment. The reporter gathered these\nfiles in person and interviewed the head of the archive – the same person\ncontacted by the complainant – who confirmed in writing that the files were\ngenuine. He also corroborated details in the files, such as the dates of Mr\nFernyhough’s employment and those of the handlers’ time in the UK, with\nofficial records.\n6. The publication said that having established that the\nfiles were a genuine and reliable record of Mr Fernyhough’s relationship with\nCzechoslovakian intelligence agents, the contents provided a basis to claim\nthat he “spied” for Czechoslovakia. It said that the files showed that Mr\nFernyhough was assigned a handler who he met with multiple times at the\nhandler’s request, was given a code name and accepted gifts. As such, he was\nconsidered by the Czechoslovakian secret services to be a reputable source of\nconfidential information. Furthermore, the files recorded that Mr Fernyhough\ncarried out “minor operational tasks” on behalf of his handlers, including\nbeing “willing to carry out active measure in parliament”. It said that it\nappeared that at least some of the information provided by Mr Fernyhough was\nconfidential and not in the public domain at the time he shared it with the\nagents; for example, details of telephone conversations between Mr Wilson and\nthe US President, and the files said that the accuracy of these reports from Mr\nFernyhough “was fully confirmed by later developments”. The publication\naccepted that it was possible that Mr Fernyhough was unaware who he was talking\nto, or the Czechoslovakians’ motives, but this was not significant; he clearly\nvolunteered information which was of benefit to the Czechoslovakian agents.\nHowever, it said that it was unlikely that Mr Fernyhough, a senior civil\nservant at the height of the Cold War, would have been unaware of the\nsensitivities around disclosing information to Eastern bloc diplomats.\n7. The publication also noted that “spy” was clearly the\npublication’s own characterisation of Mr Fernyhough because it was presented in\ninverted commas, and it amended the online version of the article to\nincorporate this. Although it noted that the complainant did not have any\nfirst-hand knowledge of the issues reported in the article, and the email from\nthe Czech Security Service archive did not deny that Mr Fernyhough could have\nbeen acting knowingly on behalf of Czechoslovakia, nor that he had been given\nsome reward for his assistance, it said that it was happy put the complainant’s\nposition on the matter on record. During the course of IPSO’s investigation, it\noffered to publish the following wording as a footnote to the online article:\n“The family of Ernest\nFernyhough would like to state that the director of the Security Services\nArchive in Prague, [name], has said she does not accept the allegation that Mr\nFernyhough spied for the Czech Foreign Intelligence Service. [Name] said she\nthinks Mr Fernyhough met with Czech diplomats but did not know they were\nintelligence officers.”\nRelevant Code Provisions\n8. Clause 1 (Accuracy)\ni) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not\nsupported by the text.\nii) A significant inaccuracy, misleading statement or\ndistortion must be corrected, promptly and with due prominence, and — where\nappropriate — an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator.\niii) A fair opportunity to reply to significant inaccuracies\nshould be given, when reasonably called for.\niv) The Press, while free to editorialise and campaign, must\ndistinguish clearly between comment, conjecture and fact.\nFindings of the Committee\n9. The newspaper’s claim that Mr Fernyhough had “spied” for\nCzechoslovakia had been based on declassified Czechoslovakian intelligence\nfiles. The article reported that according to these files, Mr Fernyhough was\nconsidered to be a valuable source of confidential information by\nCzechoslovakian secret agents with whom he met; he was considered to be a\n“confidential contact”; he had provided details of phone discussions between\nthe Prime Minister with the US President and discussions concerning the devaluation\nof the pound; and that he had received gifts from the agents, including a free\nholiday to Czechoslovakia. Where the article made clear that this information\nfrom the declassified documents was the basis for the description of Mr\nFernyhough as a “spy” for Czechoslovakia, there was no failure to take care\nover the accuracy of the claim, and no breach of Clause 1(i).\n10. In addition to the points above which were included in\nthe article, the publication provided further declassified intelligence files during\nIPSO’s investigation which demonstrated that Mr Fernyhough carried out “minor\noperational tasks” on behalf of the Czech intelligence agents including being\n“willing to carry out active measure in parliament” and that the accuracy of\nthe information provided by Mr Fernyhough was “…fully confirmed by later\ndevelopments”. The Committee acknowledged that whilst it was possible that Mr\nFernyhough was not knowingly acting on behalf of Czechoslovakia, it was clear\nthat he had passed information of value to Czechoslovakian secret service\nagents, when he held a position close to the Prime Minister which gave him\naccess to confidential information and at a time of heightened security\nconcerns between the UK and Eastern bloc countries. As such, and where this engagement\nwith Czechoslovakian agents was made clear as the basis for the description, it\nwas not significantly inaccurate to describe Mr Fernyhough as having spied for\nCzechoslovakia. In relation to the online version of the article, which did not\nuse quotation marks to describe Mr Fernyhough as a spy, the Committee\nconsidered that this did not give rise to any significant inaccuracy – the main\nbody of the article, like its print counterpart, clearly set out the contents\nof the intelligence files on which the description was based. As such, there\nwas no significant inaccuracy in describing Mr Fernyhough as a spy for\nCzechoslovakia, and no correction was required under the terms of Clause 1(ii).\nConclusions\n11. The complaint was not upheld\nRemedial Action Required\n12. N/A\n \nDate complaint received: 20/08/2019\nDate complaint issued: 18/02/2020\nBack to ruling listing\n\n\n"
}