{
    "url": "/rulings-and-resolution-statements/ruling/?id=06235-21",
    "title": "06235-21 Smith v Sunday Life",
    "provisions": [
        "1 Accuracy (2019)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "Sunday Life (MEDIAHUIS UK)",
    "received_on": "2021-06-07 00:00:00",
    "concluded_on": "2022-01-17 00:00:00",
    "complaint_processing_days": 224,
    "conclusion_long": "13. The complaint was not upheld.",
    "remedial_action": "14. N/A   Date complaint received: 07/06/2021",
    "text": "\n\n\n\n\n\nDecision\nof the Complaints Committee 06235-21 Smith v Sunday Life\nSummary\nof Complaint\n1. Andrew\nWilson Smith complained to the Independent Press Standards Organisation that\nSunday Life breached Clause 1 (Accuracy) of the Editors’ Code of Practice in a\nseries of articles headlined:\n·  “Meet Fisher's 'Mr Big'...the man with\nthe cocaine connections”, published on 16 May 2021;\n·  “UDA crime lord halts Liverpool cocaine\ncargo”, published on 23 May 2021;\n·  “Hitman Smith blamed for UDA cocaine\ntrade leaks”, published on 30 May 2021;\n·  “FISHER FEELING HEAT AS COPS RAID\nDEALERS”, published on 18 July 2021;\n·  “UDA boss dismisses 'informers' after\nraids”, published on 8 August 2021.\n2. The\nfirst article reported a development relating to allegations that the South\nEast Antrim Ulster brigade of the Ulster Defence Association (SEA UDA) was\nengaged in trafficking of illegal drugs. It was illustrated with several\nphotographs, including one which showed a man wearing sunglasses, a hat and a\nface covering obscuring the lower half of his face; the area around his hair\nwas pixelated. The article said that the photograph had been taken during a\n2004 “show of strength” by the SEA UDA and showed the organisation’s “drugs ‘Mr\nBig’”. It went on to allege that this individual (who was not identified by\nname) had “overseen the transportation of vast amounts of cocaine from\nLiverpool to Northern Ireland, hidden on lorries belonging to the freight\ncompany for which he works”. The article reported that “Mr Big” \"has\nlegitimate interests in transport and freight businesses\" and stated that\nhe \"moved some time ago from [... a named estate [...] to a sprawling home\nin the Co Antrim countryside\".\n3. The\nsecond article repeated the allegations that “Mr Big” was a “drug lord”. It\nalso stated that “Mr Big’s” home was “near” a named village and that cocaine\nwas “hidden on lorries belonging to the freight company for which [“Mr Big”]\nworks\". This article contained the same image of “Mr Big”.\n4. The\nthird article reported that “UDA member known as ‘Mr Big’ who uses his role in\nthe freight industry as cover to ship drugs from north-west England to Northern\nIreland”. This article also reported a 2015 crime in relation to two other\nnamed parties, in which a “lorry containing the huge haul was intercepted by\npolice in Carrickfergus, with six men later convicted of importing cannabis and\npossessing the drug with intent to supply”. This article also contained the\nimage of “Mr Big”.\n5. The\nfourth article reported on a separate alleged UDA member. It referred to “Mr\nBig” as a “close associate” of this member and said that “Mr Big” used “his\nrole in a courier business to smuggle the terror gang’s cocaine into Northern\nIreland”.\n6. The\nfifth article reported on a series of raids. It referenced “Mr Big” by stating\nthat he “oversees the cocaine importation being increasingly seen in\nRathcoole”.\n7. The\ncomplainant said that the biographical details about “Mr Big” included in the\narticles suggested, inaccurately, that he was “Mr Big”; he denied that he was\nthe person shown in the photograph and denied that he had engaged in any of the\ncriminal activity alleged by the publication. The articles had referred to a\nparticular housing estate in which “Mr Big” was said to have previously lived.\nHe noted that the first article described “Mr Big” as living in the countryside\nof Co Antrim, and the second article reported “Mr Big” lived near a specific\nvillage. The complainant said he had lived in the housing estate, and now lived\nwithin the specific village. The complainant also said that he was a business\nowner within the freight industry, and that the first, second and third\narticles described “Mr Big” as working in the freight and transport industry\nand the fourth a courier business. The complainant also said that he was one of\nthe six men who were convicted of importing and intending to supply cannabis in\n2015, as described in the third article, although he was not named in the article\nand the article did not directly report that “Mr Big” was involved in that\ncrime. He said that by including the reference to his previous conviction in\nthe same article “Mr Big” was both referenced and photographed in, this added\nto the inaccurate impression that he was “Mr Big”. The complainant also said\nthat he had been contacted by business associates who had asked if he was the\n“Mr Big” in the newspaper. The complainant said that the image of a man in the\nfirst three articles which the newspaper identified as “Mr Big” were not images\nof him.\n8. The\npublication did not accept that the articles were inaccurate. It noted that it\nhad named neither the complainant nor “Mr Big”. It also said that there were\ndifferences between the complainant’s position and the information attributed\nto “Mr Big”: it said that the articles did not refer to “Mr Big” as the owner\nof a freight company, but simply that he had a role in, or connections to,\nfreight, transport and courier businesses. It also noted that “Mr Big” was\ndescribed as living in the Co Antrim countryside or “near” the named village\nrather than living in it. The newspaper said that many individuals may work\nwithin the freight industry and live near the named village – it also noted\nthat none of the articles stated that “Mr Big” worked in the area. The\npublication also noted that the complainant had said he was not the man\npictured in the first three articles. It said on this basis that the\ncomplainant was not identified by the article. It did, however, offer to give\nthe complainant a right of reply.\nRelevant\nCode Provisions\nClause 1\n(Accuracy)\ni) The\nPress must take care not to publish inaccurate, misleading or distorted\ninformation or images, including headlines not supported by the text.\nii) A\nsignificant inaccuracy, misleading statement or distortion must be corrected,\npromptly and with due prominence, and — where appropriate — an apology\npublished. In cases involving IPSO, due prominence should be as required by the\nregulator. \niii) A\nfair opportunity to reply to significant inaccuracies should be given, when\nreasonably called for.\niv) The\nPress, while free to editorialise and campaign, must distinguish clearly\nbetween comment, conjecture and fact.\nFindings\nof the Committee\n9. The\ncomplainant said that the article inaccurately identified that he was the\nperson referred to as “Mr Big”, and that by inference it made seriously\ninaccurate allegations that he was engaged in criminal activity.\n10. The\nCommittee considered first whether the articles identified the complainant as\nthe person referred to as “Mr Big”. The Committee noted first the position with\nrespect to the first, second and third articles. These articles contained four\npieces of information about “Mr Big”: that he worked in the freight industry;\nthat he had once lived on a named estate; that he now lived in the countryside\nnearby to a named village; and that he was the man shown prominently in the\nphotograph accompanying the story. While the Committee accepted the\ncomplainant’s position that the three biographical details included in the\narticle applied to him (along with, potentially, others), the most clear\npotentially identifying information in the article was the prominent photograph\nof “Mr Big”, which the complainant said was not of him. Given the prominence of\nthis photograph and where, on the complainant’s account, it was not a\nphotograph of him, the Committee concluded that the article did not identify\nthe complainant as “Mr Big”, and therefore did not by inference allege that he\nhad engaged in the activities attributed to “Mr Big” in the article. There was\ntherefore no breach of Clause 1 on the grounds cited by the complainant.\n11. The\nfourth article did not contain a photograph of “Mr Big”, but the only\ninformation under complaint was that “Mr Big” had a “role in a courier\nbusiness”. This information, in itself, was not capable of singling out a\nspecific individual . The article, therefore, did not inaccurately identify the\ncomplainant as the person referred to as “Mr Big”.  There was no breach of Clause 1 in relation\nto this article.\n12. The\nfifth article contained none of the information under complaint, and therefore\ncould not be said to identify the complainant as “Mr Big”. There was no breach\nof Clause 1 in relation to this article.\nConclusion(s)\n13. The\ncomplaint was not upheld.\nRemedial\nAction Required\n14. N/A\n \nDate\ncomplaint received: 07/06/2021\nDate\ncomplaint concluded by IPSO: 17/01/2022\nBack to ruling listing\n\n\n"
}